Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
fa: امتیازات استفاده شده در سفارش شما از حساب کاربری شما کم شده است.
fr: Les points utilisé dans la commande ont été enlevé du compte du client.

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
fa: <b>توجه:</b> لطفاً اطلاعات زیر را به پشتیبانی DeltaPay ارسال کنید:<br />صفحه پرداخت: '<u>[payment_url]</u>'<br />صفحه موفقیت آمیز: '<u>[result_url]</u>'<br />صفحه شکست: '<u>[result_url]</u>'<br />لغو صفحه: '<u>[result_url]</u>'<br />
fr: <b>Note:</b> Envoyer l'information suivante à la page du support du Paiement DeltaPay :<br /> '<u>[payment_url]</u>'<br />Page de succès: '<u>[result_url]</u>'<br />Page d'echec: '<u>[result_url]</u>'<br />Annuler page : '<u>[result_url]</u>'<br />

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
fa: "پیوند موفقیت" را روی: <b>[success_url]</b><br /> تنظیم کنید "پیوند لغو" را روی: <b>[abort_url]</b><br /> اعلان های HTTP جدید اضافه کنید و "URL اطلاع رسانی" را روی: <b>[notification_url]</b><br /> تنظیم کنید بررسی ورودی را فعال کنید و "Hash Algoritm" را روی "" تنظیم کنید. SHA1'<br />
fr: Installer 'Success link'(lien de Succes) a : <b>[success_url]</b><br /> Installer 'Abort link' a: <b>[abort_url]</b><br /> Ajouter des notifications nouvelles HTTP et mettre 'Notification URL' a: <b>[notification_url]</b><br /> Activer le check d'introduction et paraméttrez l'algorythme de hachage 'SHA1'<br />

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
fa: دایرکتوری <b>[directory]</b> با موفقیت ایجاد شده است.
fr: Le répertoire <b>[directory]</b> a été crée avec succès.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
fa: دایرکتوری <b>[directory]</b> با موفقیت ایجاد شده است
fr: Le répertoire <b>[directory]</b> a été supprimé avec succès

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
fa: دایرکتوری <b>[directory]</b> با موفقیت به <b>[to_directory]</b> تغییر کرده است
fr: Le répertoire <b>[directory]</b> a été renommé avec succès en <b>[to_directory]</b>

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
fa: فهرست <b>[directory]</b> از مخزن بازیابی شده
fr: Le répertoire <b>[directory]</b> a été restauré du dictionnaire

# Languages::text_downloads_empty
source: Your downloads list is empty
fa: بارگیری لیست خالی است
fr: Votre liste de téléchargement est vide

# Languages::text_editing
source: Text editing
fa: ویرایش متن
fr: Édition de texte

# Languages::text_edp_product
source: This product is electronically distributed
fa: این محصول به صورت الکترونیکی منتشر می شود
fr: produit téléchargeable

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
fa: لینک تایید غیرمعتبر بوده و یا منقضی شده است.
fr: La clé électronique saisie n'est pas valide ou a expiré

# Languages::text_email_sent
source: E-mail has been sent successfully.
fa: ایمیل با موفقیت ارسال شده است.
fr: L'email a été envoyé avec succès.

# Languages::text_emerchantpay_notice
source: Please add these URL fields in your eMerchantPay eCommerce Payment Form configuration:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
fa: لطفاً این فیلدهای URL را در پیکربندی فرم پرداخت الکترونیکی eMerchantPay خود اضافه کنید:<br/><br/><b>URL برگشتی:</b><br/>[backreturn_url]<br/><br/><b>URL تأیید سفارشی:</b><br/>[notify_url]<br/><br/><b>URL رد سفارشی:</b><br/>[decline_url]<br/><br/></b><b><br/>[process_url]
fr: Veuillez ajouter ces champs URL à votre formualire de paiement eMerchantPay eCommerce <br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Approbation Personalisée URL:</b><br/>[notify_url]<br/><br/><b>Rejet Personalisé URL:</b><br/>[decline_url]<br/><br/><b>ActiverNotification URL:</b><br/>[process_url]

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
fa: لطفاً URL زیر را به عنوان URL پاسخ برای هر سه مورد (موفقیت، شکست، لغو) به مدیر eNPS ارسال کنید: [r_url]
fr: Veuiller envoyer l'URL suivante au gestionnaire eNPS comme URL de réponse pour les trois cas (succés, échec, annulation) : [r_url]

# Languages::text_enter_filename
source: Please enter a new file name
fa: لطفا نام فایل جدید را وارد کنید
fr: Veuillez saisir un nouveau nom de fichier

# Languages::text_exim_data_exported
source: Data is exported successfully
fa: داده ها با موفقیت صادر شد
fr: La donnée a été exportée avec succès.

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
fa: داده ها با موفقیت وارد شده است.-برزیلی / > جدید اشیاء - <b>[new]</b>;-برزیلی / > اشیاء - <b>[exist]</b> بروز رسانی;-برزیلی / > رد اشیاء - <b>[skipped]</b>;-برزیلی / > مجموع - <b>[total]</b>.
fr: Les données ont été importés avec succès.<br />Nouveaux objets - <b>[new]</b>;<br />Objets mis à jour - <b>[exist]</b>;<br />Total - <b>[total]</b>.

# Languages::text_exim_data_imported_clear
source: Data is imported successfully.
fa: داده ها با موفقیت صادر شد.
fr: Les données ont été importées avec succès.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
fa: زیر لیست زمینه های است که می توان صادر شده است. <b>هایلایت</b> زمینه های اجباری هستند.
fr: Voici la liste des champs qui peuvent être exporté. Les champs <b>surlignés</b> sont requis.

# Languages::text_exim_import_features_note
source: <h4>Product features import format</h4><code>(%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>where,<dl class="dl-horizontal"><dt>%Group name%</dt><dd>the name of feature group</dd><dt>%Feature name%</dt><dd>the name of feature</dd><dt>%Feature type%</dt><dd>the feature type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>the feature value (several values can be delimited by comma)</dd></dl><p>Several features must be delimited by semicolon.</p><h5>Example:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
fa: <h4>ویژگی های محصول قالب واردات</h4><code>(%Gنام گروه %) %Fنام eature % : %Fنوع eature % [%Feature مقدار % ]</code>که در آن<dl class="dl-horizontal"><dt>%Gنام گروه %</dt><dd>نام گروه ویژگی</dd><dt>%Fنام eature %</dt><dd>نام ویژگی</dd><dt>%Fنوع eature%</dt><dd>نوع ویژگی (C - چک باکس، M - کادرهای انتخاب متعدد، S - کادر انتخاب متن، N - کادر انتخاب شماره، E - جعبه انتخاب گسترده، T - متن ساده، O - number, D - date)</dd><dt>%Feature value%</dt><dd>مقدار ویژگی (چند مقدار را می توان با کاما محدود کرد)</dd></dl><p>چندین ویژگی باید با نقطه ویرگول مشخص شوند.</p><h5>مثال:</h5><code>ISBN: T[1233423423]; تاریخ انتشار: D[05/05/07]; رنگ: S[Red]</code>
fr: <h4>Les caractéristiques du produit importent le format</h4><code>(%Nom du groupe%) %Nom de la caractéristique% : %Feature type%[%Feature value%]</code>où,<dl class="dl-horizontal"><dt>%Group name%</dt><dd>le nom du groupe de caractéristiques</dd><dt>%Feature name%</dt><dd>le nom de la caractéristique</dd><dt>%Feature type%</dt><dd>le type de caractéristique (C - case à cocher, M - cases à cocher multiples, S - boîte de sélection de texte, N - boîte de sélection numérique, E - boîte de sélection étendue, T - texte simple, O - nombre, D - date)</dd><dt>%Feature value%</dt><dd>la valeur de la caractéristique (plusieurs valeurs peuvent être délimitées par une virgule)</dd></dl><p>Plusieurs caractéristiques doivent être délimitées par un point-virgule. </p><h5>Exemple:</h5><code>ISBN : T [1233423423] ; Date de sortie : D [05/05/07] ; Couleur : S [Rouge]</code>.

# Languages::text_exim_import_files_note
source: <h4>File import format</h4><code>%File location%</code> where, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>can be an absolute or relative path in a server file system or a URL</dd> </dl> <p>Several files must be delimited by comma.</p> <h5>Example 1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
fa: <h4>قالب وارد کردن فایل</h4><code>%File location%</code> که در آن، <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>می تواند یک مسیر مطلق یا نسبی در یک سیستم فایل سرور یا یک URL</dd> </dl> <p>باشد.</p> <h5>مثال 1:</h5><code>file1.jpg</code><h5>مثال 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
fr: <h4>Fprmat d'importation de fichiers </h4><code>%Place des fichiers %</code> ou <dl class="dl-horizontal"> <dt>%Endroit des fichiers%</dt> <dd>peut etre un chemin absolu ou relatif dans le serveur file system or a URL</dd> </dl> <p>Quelques fichiers doivent etre delimite par commacomma.</p> <h5>Exemple 1:</h5><code>file1.jpg</code><h5>Exemple 2:</h5><code>backup/file1.zip, images/file2.jpg</code>

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
fa: <h4>قالب وارد کردن تصویر</h4><code>%Iموقعیت مکانی %#%Aمتن جایگزین%</code> که در آن،<br><dl class="dl-horizontal"><dt>%Iمکان جادویی %</dt><dd>می تواند یک مسیر مطلق یا نسبی در یک سیستم فایل سرور یا یک URL باشد،</dd><dt>%Aمتن جایگزین %<dt><dd>تصویر متن جایگزین</dd></dl><h5>مثال 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>مثال 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
fr: <h4>Format pour importer des images</h4><code>%Place d'images %#%Alternative text%</code> ou,<br><dl class="dl-horizontal"><dt>%Place d'images%</dt><peut etre un chemin absolu ou relatif dans un systeme de fichiers du serveur ou un URL,</dd><dt>%Alternative text%<dt><dd>texte d'images alternatif </dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Exemple 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
fa: در زیر لیستی از فیلدهایی وجود دارد که فایل داده شما می تواند حاوی آنها باشد. فیلدهایی که با خط برجسته مشخص شده اند اجباری هستند. اگر داده‌ها را با نمادهای خاص (کاما، نقطه ویرگول و غیره) وارد می‌کنید، لطفاً مطمئن شوید که این فیلدها نقل قول شده‌اند.
fr: Voici la liste des champs que votre fichiers de données peut contenir. Les champs surlignés sont requis.

# Languages::text_exim_import_options_note
source: <h4>Product options import format</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> where,<dl class="dl-horizontal"><dt>%Option name%</dt><dd>the name of the option,</dd><dt>%Variant N ID%</dt><dd>the id of the variant,</dd><dt>%Variant N%</dt><dd>the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</dd><dt>%Option type%</dt><dd>the option type, can be the following:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Several options must be delimited by semicolon.</p><h5>Examples:</h5>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code><br>Options with variants:<code>Color: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>
fa: <h4>گزینه های محصول قالب وارد کردن</h4><code>%Oنام نسخه%: %Oنوع ption%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> که در آن،<dl class="dl-horizontal"><dt>%Oنام گزینه%</dt><dd>نام گزینه،</dd><dt>%Variant N ID%</dt><dd>شناسه نوع،</dd><dt>%Variant N%</dt><dd>نام متغیر. در صورتی که نوع گزینه فقط یک جعبه انتخاب یا گروه رادیویی باشد، باید متغیرها مشخص شوند.</dd><dt>%Oنوع گزینه%</dt><dd>نوع گزینه، می تواند به صورت زیر باشد:<br><ul><li><b>S</b> - جعبه انتخاب،</li><li><b>R</b> - گروه رادیویی،</li><li><b>C</b> - کادر انتخاب،</li><li><b>ورودی ساده</b> - ,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>چندین گزینه باید با نقطه ویرگول مشخص شوند.</p><h5>مثال:</h5>گزینه های متن ساده:<code>سن شما: I; تاریخ تولد: I; یادداشت ها: T</code><br>گزینه ها با انواع:<code>رنگ: S[قرمز، سبز، آبی]؛ اندازه: R[X, XL, XXL]</code>
fr: <h4>Format d'importation des options du produit</h4><code>%Nom de l'option% : %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> où, <dl class="dl-horizontal"><dt>%Nom de l'option%</dt><dd>le nom de l'option,</dd><dt>%Variant N ID%</dt><dd>l'id de la variante,</dd><dt>%Variant N%</dt><dd>le nom de la variante. Les variantes doivent être spécifiées si le type d'option est une boîte de sélection ou un radiogroupe uniquement.</dd><dt>%Option type%</dt><dd>le type d'option, peut être le suivant :<br><ul><li><b>S</b> - boîte de sélection,</li><li><b>R</b> - radiogroupe,</li><li><b>C</b> - boîte à cocher,</li><li><b>I</b> - entrée simple,</li><li><b>T</b> - zone de texte. </li></ul></dd></dl><p>Plusieurs options doivent être délimitées par un point-virgule.</p><h5>Exemples:</h5>Options de texte simples:<code>Votre âge : I ; Date de naissance : I ; Notes : T</code><br>Options avec variantes:<code>Couleur : S[Rouge, Vert, Bleu] ; Taille : R[X, XL, XXL]</code>.

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
fa: لطفاً مطمئن شوید که فایلی که وارد می‌کنید دارای مجموعه نویسه‌های UTF-8 برای وارد کردن صحیح است
fr: Assurez-vous que le fichier que vous importez comporte un encodage en UTF-8

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
fa: متأسفانه اشتراک شما برای نرم افزار [product] به پایان رسیده است. لطفا در اسرع وقت آن را تمدید کنید تا از تعلیق برنامه جلوگیری شود.
fr: Malheureusement, votre abonnement pour le logiciel CS-Cart est terminée. Veuillez le renouveler dès que possible pour éviter la suspension du programme.

# Languages::text_features_delimiter
source: Delimiter between variant values of a product feature.
fa: جداکننده بین مقادیر متغیر یک ویژگی محصول.
fr: Delimiteur entre des valeurs de variation d'une caractéristique produit.

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
fa: پارامترهایی که برای تجزیه و تحلیل عملکرد و پیکربندی فعلی به سرور ما ارسال می شود در زیر لیست شده است.<br />لطفا توجه داشته باشید که هیچ اطلاعات شخصی یا مالی ارسال نخواهد شد. بعد از اینکه با لیست پارامترها آشنا شدید، روی "ارسال" کلیک کنید.<br />
fr: Les paramètres qui seront envoyés à notre serveur pour analyser la fonctionnalité et la configuration actuelle sont énumérés ci-dessous. <br /> Aucune information personnelle ou financière ne sera envoyée. Après avoir pris connaissance de la liste des paramètres, cliquez sur "Envoyer". <br />

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
fa: دایرکتوری که فایل های محصول در آن قرار دارند. اگر داده های فیلد "File" بدون مسیر مشخص شده باشد، استفاده می شود.
fr: Le dossier où les fichiers des produits sont localisés. Cela sera utilisé si le champ "File" est spécifié sans chemin; Cela doit être un chemin absolu.

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
fa: فایل <b>[file]</b> با موفقیت ایجاد شد
fr: Le fichier <b>[file]</b> a été créé avec succès.

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
fa: فایل <b>[file]</b> با موفقیت حذف شد
fr: Le fichier <b>[file]</b> a été supprimé avec succès

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
fa: فایل <b>[file]</b> با موفقیت به <b>[to_file]</b>تغییر نام داد
fr: Le fichier <b>[file]</b> a été renommé avec succès à <b>[to_file]</b>

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
fa: فایل <b>[file]</b> از مخزن بازیابی شده است
fr: Le fichier <b>[file]</b> a été restauré de l'original

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
fa: فایل <b>[file]</b> با موفقیت ذخیره کرد
fr: Le fichier <b>[file]</b> a été enregistré avec succès

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
fa: شما نیاز به تکمیل تمام زمینه های اجباری دارید
fr: Vous devez compléter tous les champs obligatoires

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
fa: آن مجاز به ایجاد/ارسال/تغییر نام فایل های با پسوند <b>.[ext]</b> است.
fr: Il n'est pas permi de créer/télécharger/renommer les fichiers avec l'extension <b>.[ext]</b>.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
fa: آن مجاز به ایجاد/ارسال/تغییر نام فایل های از نوع MIME <b>[mime]</b> است.
fr: Il n'est pas autorisé de créer / transférer / renommer des fichiers de <b> [mime] </ b> de type MIME.

# Languages::text_forbidden_functionality
source: <p>To use this feature, you need a [product] license.</p>
fa: <p>برای استفاده از این ویژگی شما نیاز به مجوز [product].</p> دارید
fr: Pour utiliser ctte caractéristique vous avez besoin d'une license {product}

# Languages::upgrade_license
source: Upgrade my license
fa: مجوز من را ارتقا دهید
fr: Mettre à jour ma licence

# Languages::need_upgrade
source: Need upgrade
fa: نیاز به ارتقا
fr: Nécessite une mise à jour

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
fa: آپلود فایل با <b>مجاز نیست.[ext]</b> پسوند. پسوندهای مجاز عبارتند از: <b>[exts]</b>
fr: Il n'est pas autorisé de transférér des fichiers avec les extensions <b>. [ext] </ b>. Les extensions autorisées sont: <b> [exts] </ b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
fa: برای آپلود فایل با حجم بیش از <b>[size]</b> مجاز نیستید
fr: Il n'est pas autorisé de transférer des fichiers dont la taille dépasse <b>[size]</b>

# Languages::text_license_required_full
source: Your current CS-Cart edition is Professional. We also offer another one, a more advanced edition—<b>Ultimate</b>. With CS-Cart Ultimate, you'll be able to use unlimited number of storefronts and the mobile commerce app as well as the eBay Synchronization add-on and the Facebook app without additional fees. To unlock unlimited storefronts and mobile commerce, get the Ultimate license.
fa: نسخه CS-Cart فعلی شما حرفه ای است. ما همچنین نسخه دیگری را ارائه می دهیم، یک نسخه پیشرفته تر -<b>Ultimate</b>. با CS-Cart Ultimate، می توانید بدون هزینه اضافی از تعداد نامحدودی از ویترین ها و برنامه تجارت تلفن همراه و همچنین افزونه همگام سازی eBay و برنامه فیس بوک استفاده کنید. برای باز کردن قفل ویترین های نامحدود و تجارت تلفن همراه، مجوز Ultimate را دریافت کنید.
fr: Votre édition actuelle de CS-Cart est Professional. Nous en proposons également une autre, une édition plus avancée : <b>Ultimate</b>. Avec CS-Cart Ultimate, vous pourrez utiliser un nombre illimité de vitrines et l'application de commerce mobile ainsi que le module complémentaire de synchronisation eBay et l'application Facebook sans frais supplémentaires. Pour débloquer un nombre illimité de vitrines et de commerces mobiles, obtenez la licence Ultimate.

# Languages::text_license_required_storefronts
source: Add as many storefronts as you want and manage them via a single admin panel.
fa: هر تعداد ویترین فروشگاه را که می خواهید اضافه کنید و آنها را از طریق یک پنل مدیریت مدیریت کنید.
fr: Ajouter autant de boutiques que vous le souhaitez et gérer les à l'aide d'un seul panneau d'administration.

# Languages::text_license_required_facebook
source: Build your store into your Facebook page to get closer to your audience and draw more new customers.
fa: فروشگاه خود را در صفحه فیس بوک خود بسازید تا به مخاطبان خود نزدیکتر شوید و مشتریان جدید بیشتری جذب کنید.
fr: Créer et activer votre boutique sur votre page Facebook pour vous rapprocher de votre audience et obtenir plus de clients.

# Languages::text_license_required_ebay
source: Boost your sales by selling products presented in your CS-Cart store on the world's biggest marketplace—eBay.
fa: با فروش محصولات ارائه شده در فروشگاه CS-Cart خود در بزرگترین بازار جهان—eBay، فروش خود را افزایش دهید.
fr: Augmenter vos ventes en vendant des produits présentés dans votre boutique CS-Cart sur le plus grand marché mondial eBay.

# Languages::text_form_cresecure_notice
source: Please complete your payment below.<br />This is a secure payment page, served from a secure location.
fa: لطفا پرداخت خود را در زیر تکمیل کنید.<br />این یک صفحه پرداخت امن است که از یک مکان امن ارائه می شود.
fr: Veuillez compléter votre paiement ci-dessous. <br /> C'est une page de paiement sécurisé, servie d'un endroit sécurisé.

# Languages::text_license_required_storefronts-title
source: Unlimited Storefronts
fa: عرض نامحدود
fr: Boutiques Illimitées

# Languages::text_license_required_facebook-title
source: Facebook App
fa: فیس بوک App
fr: App Facebook

# Languages::text_license_required_ebay-title
source: eBay Synchronization
fa: eBay همگام سازی
fr: Syncronisation eBay

# Languages::text_full_mode_required
source: <strong>Full mode</strong> required.
fa: <strong>حالت کامل</strong> مورد نیاز.
fr: <strong>Mode complet</strong> requis.

# Languages::license_required
source: [product] license required
fa: مجوز [product] مورد نیاز است
fr: {product} l Licence obligatoire
