Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::payments.epdq.instructions
source: <ol><li><p>Enter the following URL in the "Technical information"→"Transaction feedback" section in the Barclaycard ePDQ admin area:</p><p>for the "accepted" and "cancelled" payments: [url]</p></li><li>Make sure that the "Timing of the request" is set to "Always online", and "Request method" is set to "POST"</li><li>Define the "SHA-OUT pass phrase" value in the ePDQ admin area as you like, then duplicate it in the "SHA-IN pass phrase" field in the "Data and origin verification" section, and also in the "Pass-phrase" field below</li><li>Make sure that the "Default operation code" option in the ePDQ admin area has the same value as the "Transaction type" option value below</li><li>Set the "Hash algorithm" parameter to "SHA-1" in the "Global security parameters" section in the Barclaycard ePDQ admin area</li></ol>
fa: <ol><li><p>URL زیر را در بخش "اطلاعات فنی" → "بازخورد تراکنش" در ناحیه مدیریت Barclaycard ePDQ وارد کنید:</p><p>برای پرداخت های "پذیرفته شده" و "لغو شده": [url]</p></li><li>مطمئن شوید که "زمان بندی درخواست" روی "همیشه آنلاین" و "روش درخواست" روی "<li>" تنظیم</li>است. -در قسمت «تأیید داده‌ها و مبدا» فیلد IN، و همچنین در قسمت «گذرواژه» زیر</li><li>مطمئن شوید که گزینه «کد عملیات پیش‌فرض» در ناحیه مدیریت ePDQ همان مقدار را داشته باشد. مقدار گزینه "نوع معامله" زیر</li><li>پارامتر "Hash algorithm" را روی "SHA-1" در بخش "Global Security Parameters" در ناحیه مدیریت Barclaycard ePDQ</li></ol>تنظیم کنید.
fr: <ol><li><p>Entrez l'URL suivante dans la section "Informations techniques"→"Commentaires sur la transaction" dans la zone d'administration de Barclaycard ePDQ:</p><p>pour les paiements "acceptés" et "annulés" : [url]</p></li><li>Vérifiez que le "Moment de la demande" est défini sur "Toujours en ligne", et que la "Méthode de demande" est définie sur "POST"</li><li>Définissez la valeur de la "phrase de passe SHA-OUT" dans l'espace d'administration ePDQ comme vous le souhaitez, puis dupliquez-la dans le champ "phrase de passe SHA-IN" dans la section "Vérification des données et de l'origine", et également dans le champ "Pass-phrase" ci-dessous</li><li>Vérifiez que l'option "Default operation code" dans la zone d'administration ePDQ a la même valeur que la valeur de l'option "Transaction type" ci-dessous</li><li>Définissez le paramètre "Hash algorithm" à "SHA-1" dans la section "Global security parameters" dans la zone d'administration ePDQ de Barclaycard</li></ol>.

# Languages::payments.epdq.tbl_bgcolor
source: Table background color
fa: رنگ پس زمینه جدول
fr: Couleur du fond du tableau

# Languages::payments.epdq.tbl_textcolor
source: Table text color
fa: رنگ متن جدول
fr: Couleur du texte du tableau

# Languages::payments.epdq.textcolor
source: Text color
fa: رنگ متن
fr: Couleur du texte

# Languages::payments.epdq.title
source: Title
fa: عنوان
fr: Titre

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
fa: <a href=[url]> ورود به سیستم</a> برای تسویه
fr: Se connecter pour checkout

# Languages::payments_tab1
source: Credit card
fa: کارت اعتباری
fr: Carte de crédit

# Languages::payments_tab2
source: Internet Payments
fa: پرداخت های اینترنتی
fr: Paiements internet

# Languages::payments_tab3
source: Other Payment Options
fa: دیگر گزینه های پرداخت
fr: Autres options de paiement

# Languages::payment_amount
source: Payment amount
fa: مقدار پرداخت
fr: Montant du paiement

# Languages::payment_category
source: Payment category
fa: دسته‌ی پرداخت
fr: Catégorie de paiement

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
fa: چنانچه پرداختهای فعال متعلق به دسته خاصی باشند، تَب دسته بندی پرداختها نمایش داده نخواهد شد.
fr: Les tabs des categories de paiement ne seront pas AFFICHES si tous les paiements actifs appartiennent a la même categorie

# Languages::payment_details
source: Payment details
fa: جزئیات پرداخت
fr: Détails du paiement

# Languages::payment_form_url
source: Payment Form URL
fa: پرداخت از آدرس اینترنتی
fr: URL du formulaire de paiement

# Languages::payment_info
source: Payment type
fa: نوع پرداخت
fr: Type de paiement

# Languages::payment_information
source: Payment information
fa: اطلاعات پرداخت
fr: Information du paiement

# Languages::payment_instructions
source: Payment instructions
fa: دستورالعمل پرداخت
fr: Instructions de paiement

# Languages::payment_method
source: Payment method
fa: روش پرداخت
fr: Méthode de paiement

# Languages::payment_methods
source: Payment methods
fa: روش های پرداخت
fr: Méthodes de paiement

# Languages::payment_response_password
source: Payment Response password
fa: رمز عبور پاسخ پرداخت
fr: Mot de passe de paiement

# Languages::payment_surcharge
source: Payment surcharge
fa: پرداخت اضافه بها
fr: Surcharge de paiement

# Languages::payment_type
source: Payment type
fa: نوع پرداخت
fr: Type de paiement

# Languages::paypal_authentication_method
source: PayPal authentication method
fa: روش شناسایی پی پال
fr: Méthode d'authentification Paypal

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
fa: نام مورد (و یا یک نام برای سبد خرید)
fr: Nom de l'item (ou un nom pour le Panier)

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
fa: سفارش شما ثبت نشد: حساب پی پال گیرنده اشتباه است.
fr: Votre ordre n'a pas ete place: au compte du recepteur Paypal est faux.

# Languages::pay_from_email
source: Customer email
fa: پست الکترونیکی مشتری
fr: Email du client

# Languages::pay_order_again
source: Pay order again
fa: پرداخت سفارش دوباره
fr: Payer la commande encore une fois

# Languages::pay_to_email
source: Email address of the Merchant
fa: آدرس ایمیل بازرگانان
fr: Adresse e-mail du marchand

# Languages::pending
source: Pending
fa: در انتظار
fr: En attente

# Languages::suspended
source: Suspended
fa: معلق
fr: Suspendu

# Languages::per
source: Per [object]
fa: در هر [object]
fr: Par [object]

# Languages::percent
source: Percent
fa: درصد
fr: Pourcentage

# Languages::period
source: Period
fa: دوره
fr: Période

# Languages::per_item
source: Per Item
fa: در هر مورد
fr: Par élément

# Languages::per_page
source: Per Page
fa: تا در صفحه
fr: Par page

# Languages::pagination_range
source: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;of&nbsp;[pagination.total_items]
fa: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;از&nbsp;[pagination.total_items]
fr: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;sur&nbsp;[pagination.total_items]

# Languages::phone
source: Phone
fa: تلفن
fr: Tél.

# Languages::phone1_label
source: Phone
fa: تلفن
fr: Tél.

# Languages::phone2_label
source: International
fa: بین المللی

# Languages::phone2
source: International
fa: بین المللی

# Languages::phpinfo
source: PHP information
fa: اطلاعات PHP
fr: Informations PHP

# Languages::pick_store
source: Pick a store
fa: انتخاب فروشگاه
fr: Choisir un magasin

# Languages::pie
source: Pie
fa: پای
fr: Camembert

# Languages::pie_3d
source: Pie 3D
fa: پای 3D
fr: Camembert 3D

# Languages::pixels
source: pixels
fa: پیکسل

# Languages::place_order
source: Place order
fa: ثبت سفارش
fr: Passer commande

# Languages::placing_order
source: Placing the order
fa: ثبت سفارش
fr: Commande en cours

# Languages::plain
source: Plain
fa: ساده

# Languages::platform
source: Platform
fa: بستر نرم افزاری
fr: Plateforme

# Languages::please_be_patient
source: Please be patient
fa: لطفا صبور باشید
fr: Patientez s'il vous plait

# Languages::please_enter_license_here
source: Enter your license number here
fa: شماره مجوز خود را در اینجا وارد کنید
fr: Introduire votre numero de license ici

# Languages::please_select_one
source: Please, select one
fa: لطفاً یکی را انتخاب کنید
fr: Merci d'en sélectionner un

# Languages::please_sign_in
source: Please sign in
fa: لطفا عضو شويد
fr: Veuillez vous connecter

# Languages::polish
source: Polish
fa: لهستانی
fr: Polonais

# Languages::poor
source: Poor
fa: فقیر
fr: Mauvais

# Languages::popularity
source: Popularity
fa: محبوبیت
fr: Popularité

# Languages::popup
source: Popup
fa: تصویرگر

# Languages::popup_larger_image
source: Popup larger image
fa: پنجره تصویر بزرگتر
fr: Grande image pop-up

# Languages::portugese
source: Portuguese
fa: پرتغالی
fr: Portugais

# Languages::posid
source: Pos ID
fa: شناسه pos
fr: Ps ID

# Languages::position
source: Position
fa: موقعیت""

# Languages::positions_updated
source: Positions of items were updated
fa: موقعیت های موارد بروز شده اند
fr: La position des éléments a été mise à jour

# Languages::position_short
source: Pos.
fa: موقعیت.
fr: Position

# Languages::postal_mail
source: Postal mail
fa: نامه پستی
fr: Adresse mail

# Languages::postauth
source: Postauth
fa: احراز پستی

# Languages::post_url
source: Post URL
fa: آدرس پست
fr: URL de poste

# Languages::powered_by
source: Powered by
fa: توانمند شده از
fr: Réalisation

# Languages::po_number
source: PO number
fa: شماره صندوق پستی
fr: PO numéro

# Languages::preauth
source: Preauth
fa: پیش احراز
fr: Prauth

# Languages::preauthorization
source: Preauthorization
fa: پیش احراز هویت
fr: Preautorisation

# Languages::prefix
source: Prefix
fa: پیشوند
fr: Préfixe

# Languages::preshared_key
source: PreShared Key
fa: کلید از پیش به اشتراک گذاشته شده
fr: Code PrePartage

# Languages::prev
source: Prev.
fa: قبلی.
fr: Préc.

# Languages::preview
source: Preview
fa: پیش نمایش
fr: Prévisualisation

# Languages::previous
source: Previous
fa: قبلی
fr: Précédent

# Languages::previous_month
source: Previous month
fa: ماه قبل
fr: Le mois précédent

# Languages::previous_period
source: Previous period
fa: دوره قبلی
fr: Période précédente

# Languages::previous_week
source: Previous week
fa: هفته گذشته
fr: La semaine dernière

# Languages::previous_year
source: Previous year
fa: سال قبل
fr: L'année précédente

# Languages::prev_page
source: Prev
fa: قبلی
fr: Page précédente

# Languages::price
source: Price
fa: قیمت
fr: Prix

# Languages::price_decreased
source: Price has been decreased by
fa: کاهش قیمت به میزان
fr: Prix a été baissé de

# Languages::price_dec_sign_delimiter
source: Price decimal separator
fa: جداکننده ده دهی قیمت
fr: Séparateur décimal du prix

# Languages::price_includes_tax
source: Price includes tax
fa: قیمت شامل مالیات
fr: Prix taxe incluse

# Languages::price_increased
source: Price has been increased by
fa: افزایش قیمت به میزان
fr: Prix a été augmenté de

# Languages::price_in_points
source: Price in points
fa: قیمت امتیازی
fr: Prix en points

# Languages::price_summary
source: Price summary
fa: خلاصه قیمت
fr: Résumé des prix

# Languages::pricing_inventory
source: Pricing / inventory
fa: قیمت گذاری/ موجودی
fr: Prix / Inventaire

# Languages::primary
source: Primary
fa: اولیه
fr: Primaire

# Languages::primary_currency
source: Primary currency
fa: ارز اصلی
fr: Monnaie principale

# Languages::print_card
source: Print card
fa: چاپ کارت
fr: Imprimer carte

# Languages::print_credit_memo
source: Print credit memo
fa: چاپ یادداشت اعتباری
fr: Imprimer la note de crédit

# Languages::print_invoice
source: Print invoice
fa: چاپ فاکتور
fr: Imprimer facture

# Languages::edit_invoice
source: Edit invoice
fa: ویرایش فاکتور
fr: Editer la facture

# Languages::remove_invoice
source: Remove invoice
fa: حذف فاکتور
fr: retirer facture

# Languages::print_order_details
source: Print order details
fa: چاپ جزئیات سفارش
fr: Imprimer le détail de la commande

# Languages::print_packing_slip
source: Print packing slip
fa: چاپ رسید بسته بندی
fr: Imprimer un bordereau

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
fa: چاپ رسید بسته بندی (pdf)
fr: Imprimer bordereau (pdf)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
fa: چاپ یادداشت اعتباری (pdf)
fr: Imprimer une note de crédit (pdf)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
fa: چاپ فاکتور (pdf)
fr: Imprimer facture (PDF)

# Languages::print_pdf_order_details
source: Print order details (pdf)
fa: چاپ جزییات سفارش(pdf)
fr: Imprimer les détails de la commande (PDF)

# Languages::print_slip
source: Print slip
fa: چاپ رسید
fr: Imprimer slip

# Languages::priority
source: Priority
fa: اولویت
fr: Priorité

# Languages::private
source: Private
fa: خصوصی
fr: Privé

# Languages::private_customer_settings
source: Private customer settings
fa: تنظیمات مشتری خصوصی
fr: Paramètres pour les clients privés

# Languages::privilege
source: Privilege
fa: امتیاز
fr: Privilège

# Languages::privileges
source: Privileges
fa: امتیازات
fr: Privilèges

# Languages::privileges.change_order_status
source: Can change statuses
fa: می تواند وضعیت ها را تغییر دهد
fr: Peut changer les statuts

# Languages::privileges.create_order
source: Can create orders (only if editing entire orders is allowed)
fa: می تواند سفارش ایجاد کند (فقط در صورتی که ویرایش کل سفارش ها مجاز باشد)
fr: Peut créer des commandes (seulement si la modification de commandes entières est autorisée)

# Languages::privileges.backup_restore
source: Can manage
fa: می تواند مدیریت کند
fr: Peut gérer

# Languages::privileges.delete_logs
source: Can delete
fa: می تواند حذف کند
fr: Peut supprimer

# Languages::privileges.delete_orders
source: Can delete
fa: می تواند حذف کند
fr: Peut supprimer

# Languages::privileges.edit_blocks
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.edit_order
source: Can edit entire order (select other products, payment and shipping methods, customers)
fa: امکان ویرایش کل سفارش (انتخاب سایر محصولات، روش های پرداخت و ارسال، مشتریان)
fr: Possibilité de modifier l'ensemble de la commande (sélection d'autres produits, méthodes de paiement et de livraison, clients)

# Languages::privileges.edit_files
source: Edit files
fa: ویرایش فایل ها
fr: Editer les fichiers

# Languages::privileges.exim_access
source: Can manage
fa: می تواند مدیریت کند
fr: Peut gérer

# Languages::privileges.manage_catalog
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_currencies
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_design
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_languages
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_locations
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_order_statuses
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_pages
source: Manage pages
fa: مدیریت صفحات
fr: Gérer les pages

# Languages::privileges.manage_payments
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_promotions
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_reports
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_shipping
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_sitemap
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_static_data
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_storage
source: Can manage
fa: می تواند مدیریت کند
fr: Peut gérer

# Languages::privileges.manage_stores
source: Manage stores
fa: مدیریت فروشگاه ها
fr: Gérér les magasins

# Languages::privileges.manage_taxes
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_themes
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_translation
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_usergroups
source: Can manage customer user groups
fa: می تواند گروه های کاربری مشتری را مدیریت کند
fr: Peut gérer des groupes d'utilisateurs clients

# Languages::privileges.manage_users
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_email_templates
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.manage_document_templates
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.update_settings
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::privileges.update_order_details
source: Can edit minor details (select manager; edit shipments, notes, and tracking number)
fa: می تواند جزئیات جزئی (مدیر انتخاب، ویرایش محموله ها، یادداشت ها و شماره پیگیری) را ویرایش کند.
fr: Possibilité de modifier des détails mineurs (sélectionner le gestionnaire ; modifier les envois, les notes et le numéro de suivi)

# Languages::privileges.upgrade_store
source: Can upgrade
fa: می تواند ارتقاء دهد
fr: Peut améliorer

# Languages::privileges.view_catalog
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_currencies
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_languages
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_locations
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_logs
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_orders
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_pages
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_payments
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_reports
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_settings
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_shipping
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_static_data
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_stores
source: View stores
fa: مشاهده فروشگاه ها
fr: Voir les magasins

# Languages::privileges.view_taxes
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_usergroups
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privileges.view_users
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::privilege_sections.addons
source: Add-on privileges
fa: امتیازات افزودنی
fr: Privilèges supplémentaires

# Languages::privilege_sections.administration
source: Administration privileges
fa: امتیازات مدیریتی
fr: Privilèges d'administration

# Languages::privilege_sections.cart
source: Cart
fa: سبد خرید
fr: Panier

# Languages::privilege_sections.products
source: Product privileges
fa: امتیازات محصول
fr: Privilèges des produits

# Languages::privilege_sections.settings
source: Settings privileges
fa: امتیازات تنظیمات
fr: Privilèges des paramètres

# Languages::privilege_sections.catalog
source: Catalog
fa: کاتالوگ
fr: Catalogue

# Languages::privilege_sections.cms
source: CMS
fa: سیستم مدیریت محتوا

# Languages::privilege_sections.design
source: Design privileges
fa: امتیازات طراحی
fr: Privilèges de conception

# Languages::privilege_sections.orders
source: Order privileges
fa: امتیازات را سفارش دهید
fr: Privilèges de commande

# Languages::privilege_sections.marketing
source: Marketing privileges
fa: امتیازات بازاریابی
fr: Privilèges de marketing

# Languages::privilege_sections.website
source: Website privileges
fa: امتیازات وب سایت
fr: Privilèges du site web

# Languages::privilege_sections.users
source: Customer privileges
fa: امتیازات مشتری
fr: Privilèges des clients

# Languages::privilege_sections.vendors
source: Store privileges
fa: امتیازات فروشگاه
fr: Privilèges du magasin

# Languages::proceed
source: Proceed
fa: ادامه
fr: Procéder

# Languages::proceed_to_checkout
source: Proceed to checkout
fa: اقدام به پرداخت
fr: Procéder à la commande

# Languages::proceed_to_the_next_step
source: Proceed to the next step
fa: انجام مرحله بعدی
fr: Procéder à la prochaine étape

# Languages::processed
source: Processed
fa: پردازش شد
fr: Traitée

# Languages::processing
source: Processing
fa: پردازش
fr: En traitement

# Languages::processing_order
source: Processing order
fa: پردازش سفارش
fr: Commande en cours de traitement

# Languages::processor
source: Processor
fa: پردازشگر
fr: Processeur

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
fa: حساب‌های تجاری ارائه شده توسط Worldpay Cardsave، <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>ایمیل: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
fr: Comptes marchands fournis par Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email : <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
fa: <b>P21 Simple API</b> شما را قادر می سازد پرداخت چک را بپذیرید. این مجموعه جامع ترین صنعت از راه حل های ایجاد تصویر چک و پاک کردن را ارائه می دهد. با چک 21، وجوه خود را در همان روز با چک یا واریز مستقیم دریافت خواهید کرد.<br/><br/>برای فعال کردن گزینه Check 21، لطفاً از طریق ایمیل با ما تماس بگیرید: <a href="mailto:support@payment21.com">support@payment21.com</a> یا از طریق تلفن: 1-888-770-0850 (رایگان ایالات متحده) یا 0041-71-740-1629 (بین المللی) ).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
fr: <b>P21 Le API Simple</b> Vous permet d' accepter des paiements par cheque. Il offre la creation d'images plus comprehensible de l'industrie et solutions de controle. Avec Check 21, Vous recevrez l'argent le même jour par cheque ou virement..<br/><br/>Pour activer le Check 21, veuillez nous contacter par email a : <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>

# Languages::processor_id
source: Processor ID
fa: شناسه پردازنده
fr: ID processeur

# Languages::process_selected
source: Process selected
fa: روند انتخاب
fr: Processus sélectionné

# Languages::product
source: Product
fa: محصول
fr: Produit

# Languages::products
source: Products
fa: محصولات
fr: Produits

# Languages::products_menu_title
source: Products
fa: محصولات
fr: Produits

# Languages::products_deprecated
source: Products (Deprecated)
fa: محصولات (منسوخ شده)
fr: Produits (déprécié)

# Languages::products2
source: Products2
fa: محصولات2
fr: Produits2

# Languages::products_added_to_cart
source: The products were added to your cart
fa: محصولات به سبد خرید شما اضافه شدند
fr: Produits ajoutés au panier

# Languages::products_number_added_to_cart
source: <b>[number]</b> products were added to your cart
fa: <b>[number]</b> محصول به سبد خرید شما اضافه شد
fr: <b>[number]</b> produits ont été ajoutés à votre panier

# Languages::products_amount
source: Product quantity
fa: مقدار محصول
fr: Quantité

# Languages::products_bar
source: Products bar
fa: نوار محصولات
fr: Berre des produits

# Languages::products_cost
source: Products cost
fa: هزینه محصولات
fr: Coût des produits
