Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::total_orders
source: Created orders
fa: سفارشات ایجاد کرد
fr: Commandes créées

# Languages::total_paid_orders
source: Paid orders
fa: سفارشات پرداخت شده
fr: Commandes payées

# Languages::total_spent_money
source: Total spend
fa: کل هزینه
fr: Dépense totale

# Languages::notifications_center.section.communication
source: Communication
fa: ارتباط
fr: la communication

# Languages::notifications_center.tag.messages
source: Messages
fa: پیام ها

# Languages::settled_order_status
source: Consider order paid
fa: سفارش پرداخت شده را در نظر بگیرید
fr: Considérez la commande payée

# Languages::edit_on_site
source: Edit on site
fa: ویرایش در سایت
fr: Modifier sur place

# Languages::order_manager
source: Order manager
fa: مدیر سفارش
fr: Gestionnaire de commandes

# Languages::privilege_groups.internal_templates
source: On-site notification templates
fa: الگوهای اطلاع رسانی در سایت
fr: Modèles de notification sur site

# Languages::privilege_groups.notification_settings
source: Notifications
fa: اطلاعیه
fr: Avis

# Languages::logo_section.theme
source: Site logo
fa: لوگوی سایت
fr: Logo du site

# Languages::logo_section.favicon
source: Favicon
fa: فاویکون
fr: Icône de favori

# Languages::logo_section.mail
source: E-mail logo
fa: لوگوی ایمیل
fr: Logo de messagerie

# Languages::show_extra_logos
source: Show extra logos
fa: نشان دادن لوگوهای اضافی
fr: Afficher des logos supplémentaires

# Languages::hide_extra_logos
source: Hide extra logos
fa: لوگوهای اضافی را مخفی کنید
fr: Masquer les logos supplémentaires

# Languages::test_rate_calculation
source: Test rate calculation
fa: محاسبه نرخ تست
fr: Calcul du taux de test

# Languages::calculated_rate
source: Calculated rate
fa: نرخ محاسبه شده
fr: Taux calculé

# Languages::calculated_automatically
source: Calculated automatically
fa: به صورت خودکار محاسبه می شود
fr: Calculé automatiquement

# Languages::additional_settings
source: Additional settings
fa: تنظیمات اضافی
fr: Paramètres additionnels

# Languages::rates_calculated_info
source: Rates are calculated for [n] product that costs [price].|Rates are calculated for [n] products that cost [price].
fa: نرخ برای [n] محصول که [price]قیمت دارد محاسبه می شود.|نرخ برای [n] محصول که [price]قیمت دارد محاسبه می شود.
fr: Les tarifs sont calculés pour [n] produit qui coûte [price].|Les tarifs sont calculés pour [n] produits qui coûtent [price].

# Languages::base_rate
source: Base rate
fa: نرخ پایه
fr: Taux de base

# Languages::price_rate_not_set
source: Price rate was not set.
fa: نرخ قیمت تعیین نشد
fr: Le tarif n'a pas été fixé.

# Languages::receivers
source: Receivers
fa: گیرنده ها
fr: Récepteurs

# Languages::notification
source: Notification
fa: اطلاع

# Languages::owner_company
source: Storefront
fa: ویترین
fr: Vitrine

# Languages::block_manager.brands_per_screen
source: Brands per screen
fa: مارک ها در هر صفحه نمایش
fr: Marques par écran

# Languages::block_manager.total_displayed_brands
source: Total amount of brands displayed
fa: تعداد کل مارک های نمایش داده شده
fr: Nombre total de marques affichées

# Languages::add_all_destinations
source: Add all
fa: همه را اضافه کنید
fr: Tout ajouter

# SettingsOptions::show_unavailable_shipping_methods
source: Show unavailable shippings
fa: نمایش محموله های غیرقابل دسترس
fr: Afficher les livraisons indisponibles

# SettingsTooltips::show_unavailable_shipping_methods
source: Show real-time shipping methods even if their servers haven't returned the rates
fa: روش‌های ارسال بلادرنگ را نشان دهید حتی اگر سرورهای آنها نرخ‌ها را برنگردانده باشند
fr: Afficher les méthodes d'expédition en temps réel même si leurs serveurs n'ont pas renvoyé les tarifs

# Languages::block_manager.manage_layout_in_tab_not_exist_location
source: <p>This [entity] currently doesn't have an associated layout page. That's why it uses blocks from the default layout page.<br> If you'd like to edit blocks specifically for this [entity], then:</p><p><ol><li>Go to <b><a href="[link]">Design → Layouts</a></b></li><li>Add a layout page with <b>Dispatch:</b> <code>[dispatch_value]</code>.</li><li>Switch to the <b>[entity_tab]</b> tab and make sure that the layout page is enabled for this [entity].</li><li>Save your changes and return here.</li></ol></p>
fa: <p>این [entity] در حال حاضر صفحه طرح بندی مرتبطی ندارد. به همین دلیل است که از بلوک های صفحه طرح بندی پیش فرض استفاده می کند.<br> اگر می خواهید بلوک ها را به طور خاص برای این [entity]ویرایش کنید، پس:</p><p><ol><li>به <b><a href="[link]">طراحی → طرح بندی ها</a></b></li><li>یک صفحه طرح بندی با <b>ارسال:</b> <code>[dispatch_value]</code>اضافه کنید.</li><li>به برگه <b>[entity_tab]</b> بروید و مطمئن شوید که صفحه طرح بندی برای این [entity]فعال است.</li><li>تغییرات خود را ذخیره کنید و به اینجا بازگردید.</li></ol></p>
fr: <p>Ce [entity] n'a actuellement pas de page de mise en page associée. C'est pourquoi il utilise des blocs de la page de mise en page par défaut.<br> Si vous souhaitez modifier des blocs spécifiquement pour cela [entity], alors :</p><p><ol><li>Allez à <b><a href="[link]">Design → Layouts</a></b></li><li>Ajoutez une page de mise en page avec <b>Dispatch :</b> <code>[dispatch_value]</code>.</li><li>Passez à l'onglet <b>[entity_tab]</b> et assurez-vous que la page de mise en page est activée pour ce [entity].</li><li>Enregistrez vos modifications et revenez ici.</li></ol></p>

# Languages::block_manager.manage_layout_in_tab_unavailable_by_object_id
source: <p>This [entity] currently doesn't have an associated layout page. That's why it uses blocks from the default layout page.<br> If you'd like to edit blocks specifically for this [entity], then:</p><p><ol><li>Edit the <b><a href="[link]">[location_name]</a></b> layout page.</li><li>Switch to the [entity_tab] tab and make sure that the layout page is enabled for this [entity].</li><li>Save your changes and return here.</li></ol></p>
fa: <p>این [entity] در حال حاضر صفحه طرح بندی مرتبطی ندارد. به همین دلیل است که از بلوک های صفحه طرح بندی پیش فرض استفاده می کند.<br> اگر می خواهید بلوک ها را به طور خاص برای این [entity]ویرایش کنید، پس:</p><p><ol><li>صفحه طرح بندی <b><a href="[link]">[location_name]</a></b> را ویرایش کنید.</li><li>به برگه [entity_tab] بروید و مطمئن شوید که صفحه طرح بندی برای این [entity]فعال است.</li><li>تغییرات خود را ذخیره کنید و به اینجا بازگردید.</li></ol></p>
fr: <p>Ce [entity] n'a actuellement pas de page de mise en page associée. C'est pourquoi il utilise des blocs de la page de mise en page par défaut.<br> Si vous souhaitez modifier des blocs spécifiquement pour ce [entity], alors :</p><p><ol><li>Modifiez la page de mise en page <b><a href="[link]">[location_name]</a></b> .</li><li>Passez à l'onglet [entity_tab] et assurez-vous que la page de mise en page est activée pour ce [entity].</li><li>Enregistrez vos modifications et revenez ici.</li></ol></p>

# Languages::block_manager.manage_layout_in_tab_unavailable
source: Sorry, you can't edit blocks for this [entity]. If you'd like to do this, please contact the main administrator. Ask him or her to check the <b>Layouts</b> tab of this [entity] in their admin panel. That will give the main admin all the necessary information.
fa: متأسفیم، شما نمی توانید بلوک های این [entity]را ویرایش کنید. اگر می خواهید این کار را انجام دهید، لطفاً با مدیر اصلی تماس بگیرید. از او بخواهید برگه <b>Layouts</b> این [entity] را در پنل مدیریت خود بررسی کند. این به ادمین اصلی تمام اطلاعات لازم را می دهد.
fr: Désolé, vous ne pouvez pas modifier les blocs pour ce [entity]. Si vous souhaitez le faire, veuillez contacter l'administrateur principal. Demandez-lui de vérifier l'onglet <b>Layouts</b> de ce [entity] dans son panneau d'administration. Cela donnera à l'administrateur principal toutes les informations nécessaires.

# Languages::block_manager.dynamic_entity_products
source: product
fa: تولید - محصول
fr: produit

# Languages::block_manager.dynamic_entity_categories
source: category
fa: دسته بندی
fr: Catégorie

# Languages::block_manager.dynamic_entity_pages
source: page
fa: صفحه

# Languages::payment_processors.category.checkout
source: Checkout
fa: وارسی
fr: Vérifier

# Languages::payment_processors.category.gateway
source: Gateways
fa: دروازه ها
fr: Passerelles

# Languages::payment_processors.category.russian
source: Russian payment methods
fa: روش های پرداخت روسی
fr: Modes de paiement russes

# Languages::add_in_all_realtime_shippings
source: Add in all realtime shipping methods
fa: اضافه کردن در تمام روش های حمل و نقل بلادرنگ
fr: Ajoutez toutes les méthodes d'expédition en temps réel

# Languages::event.system.realtime_shipping_error.name
source: Realtime shipping errors
fa: خطاهای ارسال بلادرنگ
fr: Erreurs d'expédition en temps réel

# Languages::profile_field_contains_information
source: Сouldn't change the field type: someone has already submitted data in this field.
fa: نوع فیلد تغییر نکرد: شخصی قبلاً داده‌هایی را در این فیلد ارسال کرده است.
fr: Impossible de modifier le type de champ : quelqu'un a déjà soumis des données dans ce champ.

# Languages::text_cannot_create_file_check_file
source: Сouldn't create the file. Please try again or choose another file.
fa: فایل ایجاد نشد لطفاً دوباره امتحان کنید یا فایل دیگری را انتخاب کنید.
fr: Impossible de créer le fichier. Veuillez réessayer ou choisir un autre fichier.

# Languages::error_profile_field_code_exists
source: A profile field with this code already exists. Please choose another code.
fa: یک فیلد نمایه با این کد از قبل وجود دارد. لطفا کد دیگری را انتخاب کنید.
fr: Un champ de profil avec ce code existe déjà. Veuillez choisir un autre code.

# Languages::can_not_add_file_type_profile_field
source: Sorry, this page doesn't support fields with the "File" type, and they weren't added.
fa: با عرض پوزش، این صفحه از فیلدهایی با نوع "فایل" پشتیبانی نمی کند و آنها اضافه نشده اند.
fr: Désolé, cette page ne prend pas en charge les champs de type "Fichier", et ils n'ont pas été ajoutés.

# Languages::day_or_days
source: day(s)
fa: روزها)
fr: journées)

# Languages::feature_already_in_use
source: Couldn't delete the feature. It is already used by your or someone else's products.
fa: قابلیت حذف نشد. قبلاً توسط محصولات شما یا شخص دیگری استفاده شده است.
fr: Impossible de supprimer la fonctionnalité. Il est déjà utilisé par vos produits ou ceux de quelqu'un d'autre.

# Languages::feature_variants_already_in_use
source: Couldn't delete some feature variants. They are already used by your or someone else's products.
fa: برخی از انواع ویژگی ها حذف نشد. آنها قبلاً توسط محصولات شما یا شخص دیگری استفاده می شوند.
fr: Impossible de supprimer certaines variantes de fonctionnalités. Ils sont déjà utilisés par vos produits ou ceux de quelqu'un d'autre.

# Languages::stop_following_rules
source: Stop following rules
fa: رعایت قوانین را متوقف کنید
fr: Arrêtez de suivre les règles

# SettingsOptions::product_variant_mini_icon_width
source: Product variant selector thumbnail width
fa: عرض تصویر کوچک انتخابگر نوع محصول
fr: Largeur de la vignette du sélecteur de variante de produit

# SettingsOptions::product_variant_mini_icon_height
source: Product variant selector thumbnail height
fa: ارتفاع تصویر کوچک انتخابگر نوع محصول
fr: Hauteur de la vignette du sélecteur de variante de produit

# Languages::exim_features
source: Features (Deprecated)
fa: ویژگی ها (منسوخ شده)
fr: Fonctionnalités (obsolète)

# Languages::exim_storefront_feature_name
source: Storefront feature name
fa: نام ویژگی ویترین فروشگاه
fr: Nom de la fonctionnalité de vitrine

# Languages::exim_reset_inventory_tooltip
source: This won't affect the products that have the quantity specified in the imported file.
fa: این روی محصولاتی که دارای مقدار مشخص شده در فایل وارد شده هستند تأثیری نخواهد داشت.
fr: Cela n'affectera pas les produits dont la quantité est spécifiée dans le fichier importé.

# Languages::thank_you
source: Thank you!
fa: متشکرم!
fr: Merci!

# Languages::text_review_and_reach_out_request
source: We'll review your application and reach out to you via email soon.
fa: ما درخواست شما را بررسی می کنیم و به زودی از طریق ایمیل با شما تماس خواهیم گرفت.
fr: Nous examinerons votre candidature et vous contacterons par e-mail dans les plus brefs délais.

# Languages::system_of_measurement
source: System of measurement
fa: سیستم اندازه گیری
fr: Système de mesure

# Languages::imperial_units
source: Imperial (in, lb)
fa: امپراتوری (در، پوند)
fr: Impérial (po, lb)

# Languages::metric_units
source: Metric (cm, kg)
fa: متریک (سانتی متر، کیلوگرم)
fr: Métrique (cm, kg)

# Languages::ship_dhl_account_country
source: Account country
fa: کشور حساب
fr: Pays du compte

# Languages::print_documents
source: Print documents
fa: چاپ اسناد
fr: Imprimer des documents

# Languages::change_to_status
source: Change to [status]
fa: به [status]تغییر دهید
fr: Passer à [status]

# Languages::invoice_pdf
source: Invoice (PDF)
fa: فاکتور (PDF)
fr: Facture (PDF)

# Languages::exim_import_detailed_image
source: Detailed image (Deprecated)
fa: تصویر تفصیلی (منسوخ شده)
fr: Image détaillée (obsolète)

# Languages::settings.smtp_error
source: SMTP Error
fa: خطای SMTP
fr: Erreur SMTP

# SettingsVariants::timezone::Atlantic/Bermuda
source: (GMT-03:00) Bermuda
fa: (GMT-03:00) برمودا
fr: (GMT-03:00) Bermudes

# SettingsVariants::timezone::Asia/Almaty
source: (GMT+06:00) Almaty
fa: (GMT+06:00) آلماتی

# SettingsVariants::timezone::Indian/Cocos
source: (GMT+06:30) Cocos
fa: (GMT+06:30) کوکوس

# SettingsVariants::timezone::Pacific/Pitcairn
source: (GMT-08:00) Pitcairn
fa: (GMT-08:00) پیتکرن

# SettingsVariants::timezone::America/Vancouver
source: (GMT-08:00) Vancouver
fa: (GMT-08:00) ونکوور

# SettingsVariants::timezone::Australia/Lord_Howe
source: (GMT+10:30) Lord Howe
fa: (GMT+10:30) لرد هاو
fr: (GMT+10:30) Seigneur Howe

# SettingsVariants::timezone::Pacific/Chatham
source: (GMT+12:45) Chatham
fa: (GMT+12:45) چتم

# SettingsVariants::timezone::Africa/Casablanca
source: (GMT+01:00) Casablanca
fa: (GMT+01:00) کازابلانکا

# SettingsVariants::timezone::Europe/Dublin
source: (GMT+01:00) Dublin
fa: (GMT+01:00) دوبلین

# SettingsVariants::timezone::Pacific/Midway
source: (GMT-11:00) United States Minor Outlying Islands
fa: (GMT-11:00) جزایر کوچک دورافتاده ایالات متحده
fr: (GMT-11:00) Îles mineures éloignées des États-Unis

# SettingsVariants::timezone::Asia/Urumqi
source: (GMT+06:00) Urumqi
fa: (GMT+06:00) ارومچی

# Languages::sync_data
source: Sync data
fa: همگام سازی داده ها
fr: Synchroniser les données

# Languages::never
source: Never
fa: هرگز
fr: Jamais

# Languages::last_sync
source: Last sync
fa: آخرین همگام سازی
fr: Dernière synchronisation

# Languages::log_file
source: Log file
fa: ورود به سیستم فایل
fr: Fichier journal

# Languages::select_developer
source: Select developer
fa: توسعه دهنده را انتخاب کنید
fr: Sélectionnez un développeur

# Languages::popular_developer
source: Popular developer
fa: توسعه دهنده محبوب
fr: Développeur populaire

# Languages::developers
source: Developers
fa: توسعه دهندگان
fr: Développeurs

# Languages::storefronts.manage_language_availability
source: Configure the languages available on this storefront
fa: زبان های موجود در این فروشگاه را پیکربندی کنید
fr: Configurez les langues disponibles sur cette vitrine

# Languages::storefronts.manage_currency_availability
source: Configure the currencies available on this storefront
fa: ارزهای موجود در این ویترین فروشگاه را پیکربندی کنید
fr: Configurez les devises disponibles sur cette vitrine

# Languages::variant_with_name_already_exist
source: Couldn't rename feature variant "[variant]". Reason: a variant with the new name already exists.
fa: تغییر نام نوع ویژگی "[variant]" امکان پذیر نیست. دلیل: یک نوع با نام جدید از قبل وجود دارد.
fr: Impossible de renommer la variante de fonctionnalité "[variant]". Raison : une variante avec le nouveau nom existe déjà.

# Languages::delete_default_destination_notice
source: Couldn't delete the default rate area. It must always exist.
fa: ناحیه نرخ پیش‌فرض حذف نشد. همیشه باید وجود داشته باشد.
fr: Impossible de supprimer la zone tarifaire par défaut. Il doit toujours exister.

# Languages::display
source: Display
fa: نمایش دادن
fr: Afficher

# Languages::create_filters
source: Create filters
fa: فیلترها را ایجاد کنید
fr: Créer des filtres

# Languages::text_n_filters_created
source: Filters created: [n].
fa: فیلترهای ایجاد شده: [n].
fr: Filtres créés : [n].

# Languages::error_n_filters_already_exists
source: Some filters ([n]) already exist.
fa: برخی از فیلترها ([n]) از قبل وجود دارند.
fr: Certains filtres ([n]) existent déjà.

# Languages::bulk_product_features_warning
source: This change won't affect some of the selected features, because they belong to a feature group. You can assign categories to an entire feature group.
fa: این تغییر بر برخی از ویژگی‌های انتخاب‌شده تأثیر نمی‌گذارد، زیرا آنها به یک گروه ویژگی تعلق دارند. می توانید دسته بندی ها را به کل گروه ویژگی اختصاص دهید.
fr: Cette modification n'affectera pas certaines des fonctionnalités sélectionnées, car elles appartiennent à un groupe de fonctionnalités. Vous pouvez attribuer des catégories à un groupe de fonctions entier.

# Languages::view_feature_groups
source: View feature groups
fa: مشاهده گروه های ویژگی
fr: Afficher les groupes de fonctionnalités

# Languages::show_on_storefront
source: Show on Storefront
fa: نمایش در ویترین فروشگاه
fr: Afficher sur la vitrine

# Languages::parent
source: Parent
fa: والدین

# Languages::attempt_to_set_itself_or_a_own_child_as_its_parent_warning
source: The parent page wasn't changed. Reason: can't assign child page as a parent for its own parent.
fa: صفحه اصلی تغییر نکرده است. دلیل: نمی توان صفحه فرزند را به عنوان والد برای والدین خودش اختصاص داد.
fr: La page parent n'a pas été modifiée. Raison : impossible d'affecter la page enfant en tant que parent pour son propre parent.

# Languages::bulk_attempt_to_set_itself_or_a_own_child_as_its_parent_warning
source: The parent page of some of the selected pages wasn't changed. Reason: can't assign child page as a parent for its own parent.
fa: صفحه اصلی برخی از صفحات انتخابی تغییر نکرده است. دلیل: نمی توان صفحه فرزند را به عنوان والد برای والدین خودش اختصاص داد.
fr: La page parent de certaines des pages sélectionnées n'a pas été modifiée. Raison : impossible d'affecter la page enfant en tant que parent pour son propre parent.

# Languages::visit_marketplace
source: Visit the CS-Cart Marketplace
fa: از بازار CS-Cart دیدن کنید
fr: Visitez le marché CS-Cart

# Languages::manual_installation
source: Manual installation
fa: نصب دستی
fr: Installation manuelle

# Languages::downloaded_addons
source: Downloaded addons ([n])
fa: افزونه های دانلود شده ([n])
fr: Extensions téléchargées ([n])

# Languages::upgrades
source: Upgrades ([n])
fa: ارتقاء ([n])
fr: Améliorations ([n])

# Languages::addon_subscriptions
source: Subscriptions ([n])
fa: اشتراک ها ([n])
fr: Abonnements ([n])

# Languages::addon_type
source: Add-on type
fa: نوع افزودنی
fr: Type de complément

# Languages::third_party_addons
source: Third-party add-ons
fa: افزونه های شخص ثالث
fr: Modules complémentaires tiers

# Languages::unidentified
source: Unidentified
fa: ناشناس
fr: Non identifié

# Languages::without_rating
source: Without rating
fa: بدون امتیاز
fr: Sans classement

# Languages::has_additional_pages
source: Has additional pages
fa: دارای صفحات اضافی
fr: A des pages supplémentaires

# Languages::favorites
source: Favorites
fa: موارد دلخواه
fr: Favoris

# Languages::add_addon_to_favorites
source: Add add-on to favorites
fa: افزودنی را به موارد دلخواه اضافه کنید
fr: Ajouter un module complémentaire aux favoris

# Languages::remove_addon_from_favorites
source: Remove add-on from favorites
fa: حذف افزونه از موارد دلخواه
fr: Supprimer le module complémentaire des favoris

# Languages::new_addon
source: New add-on
fa: افزونه جدید
fr: Nouveau complément

# Languages::install_date
source: Install date
fa: تاریخ نصب
fr: Date d'installation

# Languages::compatibility
source: Compatibility
fa: سازگاری
fr: Compatibilité

# Languages::installed_date
source: Installed date
fa: تاریخ نصب
fr: Date d'installation

# Languages::what_is_new
source: What's new
fa: چه خبر
fr: Quoi de neuf

# Languages::where_access_addon
source: Where to access this add-on
fa: از کجا باید به این افزونه دسترسی داشت
fr: Où accéder à ce module complémentaire

# Languages::addon_is_compatible
source: This add-on version is compatible with your current [product] version.
fa: این نسخه افزودنی با نسخه [product] فعلی شما سازگار است.
fr: Cette version complémentaire est compatible avec votre version [product] actuelle.

# Languages::addon_required_version
source: The add-on requires [version] version.
fa: این افزونه به نسخه [version] نیاز دارد.
fr: Le module complémentaire nécessite la version [version].

# Languages::version_information
source: Version information
fa: اطلاعات نسخه
fr: Information sur la version

# Languages::show_all_developer_addons
source: Show all developer add-ons
fa: نمایش همه افزونه های توسعه دهنده
fr: Afficher tous les modules complémentaires de développeur

# Languages::developer_page
source: Developer page
fa: صفحه توسعه دهنده
fr: Développeur

# Languages::show_all_category_addons
source: Show all [category] add-ons
fa: نمایش همه [category] افزونه ها
fr: Afficher tous les [category] modules complémentaires

# Languages::addons.other_category
source: Other
fa: دیگر
fr: Autre

# Languages::updates
source: Updates
fa: به روز رسانی ها
fr: Mises à jour

# Languages::actual_version
source: Actual version
fa: نسخه واقعی
fr: Version actuelle

# Languages::installed_version
source: Installed version
fa: نسخه نصب شده
fr: Version installée

# Languages::subscription
source: Subscription
fa: اشتراک، ابونمان
fr: Abonnement

# Languages::license
source: License
fa: مجوز
fr: Licence

# Languages::addon_reviews
source: Reviews
fa: بررسی ها
fr: Commentaires

# Languages::addon_has_admin_review
source: You have left a review of the add-on
fa: شما نظری در مورد افزونه گذاشته اید
fr: Vous avez laissé un avis sur le module complémentaire

# Languages::addon_status
source: Add-on status
fa: وضعیت افزودنی
fr: Statut complémentaire

# Languages::verified
source: Verified
fa: تایید شده است
fr: Vérifié

# Languages::verified_developer
source: Verified developer
fa: توسعه دهنده تایید شده
fr: Développeur vérifié

# Languages::unverified
source: Unverified
fa: تایید نشده
fr: Non vérifié

# Languages::addons.is_enjoying_addon
source: Enjoying add-on?
fa: از افزونه لذت می برید؟
fr: Vous aimez le module complémentaire ?

# Languages::addons.is_enjoying_addon_name
source: Enjoying [addon]?
fa: از [addon]لذت می برید؟
fr: Profiter de [addon] ?

# Languages::rating
source: Rating
fa: رتبه بندی
fr: Notation

# Languages::view_in_marketplace
source: View in CS-Cart Marketplace
fa: در CS-Cart Marketplace مشاهده کنید
fr: Afficher dans CS-Cart Marketplace

# Languages::addon_id
source: Add-on ID
fa: شناسه افزونه
fr: ID complémentaire

# Languages::latest_available_version
source: Latest available version
fa: آخرین نسخه موجود
fr: Dernière version disponible

# Languages::license_expires
source: License expires
fa: مجوز منقضی می شود
fr: La licence expire

# Languages::sw.store_setup_wizard
source: Store setup wizard
fa: جادوگر راه اندازی فروشگاه
fr: Assistant de configuration du magasin

# Languages::sw.store_setup_wizard_short
source: Setup wizard
fa: جادوگر راه اندازی
fr: Assistant de configuration

# Languages::sw.text_about_store_header
source: Fill out the contact information about your store
fa: اطلاعات تماس فروشگاه خود را پر کنید
fr: Remplissez les coordonnées de votre magasin

# Languages::sw.text_design_header
source: Select your storefront design and upload the logo
fa: طرح ویترین فروشگاه خود را انتخاب کرده و لوگو را آپلود کنید
fr: Sélectionnez le design de votre vitrine et téléchargez le logo
