Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::new_profile_notification
source: New profile notification
fa: اعلان پروفایل جدید
fr: Nouvelle notification de profil

# Languages::new_promotion
source: New promotion
fa: توسعه جدید
fr: Nouvelle promotion

# Languages::new_report
source: New report
fa: گزارش جدید
fr: Ajouter un nouveau rapport

# Languages::new_saved_search
source: New saved search
fa: جستجوی ذخیره شده جدید
fr: Nouvelle recherche sauvegardée

# Languages::new_section
source: New section
fa: بخش جدید
fr: Nouvelle section

# Languages::new_shipment
source: New shipment
fa: حمل و نقل جدید
fr: Créer livraison

# Languages::detailed_shipment
source: Detailed shipment
fa: حمل و نقل دقیق
fr: Expédition détaillée

# Languages::create_detailed_shipment
source: Create detailed shipment
fa: ایجاد ارسال دقیق
fr: Créer les informations d'expédition

# Languages::new_shipment_was_created
source: New shipment was created
fa: حمل و نقل جدید ایجاد شده است
fr: Nouvelle livraison créée

# Languages::new_shipping_method
source: New shipping method
fa: روش جدید ارسال
fr: Nouveau méthode de livraison

# Languages::new_site_map_section
source: New sitemap section
fa: بخش نقشه سایت جدید
fr: Ajouter une nouvelle section plan de site

# Languages::new_states
source: New state(s) for the selected country
fa: استان(های) جدید برای کشور انتخاب شده
fr: Ajouter un nouveau canton / une nouvelle région au pays sélectionné

# Languages::new_status
source: New status
fa: وضعیت جدید
fr: Ajouter un nouveau statut

# Languages::new_tab
source: New tab
fa: زبانه جدید
fr: Nouvel onglet

# Languages::new_tax
source: New tax
fa: مالیات جدید
fr: Nouvelle taxe

# Languages::new_usergroups
source: New user group(s)
fa: گروه جدید
fr: Nouveau groupe d'utilisateurs

# Languages::new_user_profile
source: New user profile
fa: نمایه کاربر جدید
fr: Nouveau profil utilisateur

# Languages::new_vendor
source: New store
fa: فروشگاه جدید
fr: Nouveau magasin

# Languages::new_zealand
source: New Zealand
fa: زلاند نو
fr: Nouvelle-Zélande

# Languages::next
source: Next
fa: بعدی
fr: Suivant

# Languages::next_step
source: Next step
fa: مرحله بعد
fr: Prochaine étape

# Languages::no
source: No
fa: خیر
fr: Non

# Languages::nocombination
source: Unfortunately this combination is not accessible
fa: متاسفانه این ترکیب در دسترس نیست
fr: Malheureusement cette combinaison n'est pas accessible

# Languages::none
source: None
fa: هیچ کدام
fr: Aucun

# Languages::normal
source: Normal
fa: عادی

# Languages::norway
source: Norway
fa: نروژ
fr: Norvège

# Languages::norwegian
source: Norwegian
fa: نروژی
fr: Norvégien

# Languages::note
source: Note
fa: یادداشت

# Languages::notes
source: Notes
fa: یادداشت ها

# Languages::notice
source: Notice
fa: توجه
fr: Remarque

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
fa: [DECIMALS] رقم اعشار [CURRENCY] را مشخص کرده اید. حداکثر تعداد رقم اعشار پشتیبانی شده ۲ است. مقادیر بزرگتر به صورت صفر نمایش داده خواهد شد.
fr: Vous avez specifie les decimales pour {CURRENCY}. Le nombre maximum des places decimales est 2. Plus de valeurs seront affichees comme zeros.

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
fa: محصولات غیرقابل تحویل از سبد خرید شما حذف شده اند. شما ممکن است به خرید ادامه دهید.
fr: Les produits non disponibles ont été supprimés de votre panier. Vous pouvez procéder à l'achat.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
fa: مشتری به آدرس ایمیل در مشخصات روز. کادر بررسی برای به روز رسانی اطلاعات سفارش را انتخاب کنید:
fr: L'adresse email a été changé par le client dans son profil. Cocher la case à cocher pour mettre a jour les détails de la commande :

# Languages::notify_customer
source: Notify customer
fa: اطلاع مشتری
fr: Notifier client

# Languages::notify_orders_department
source: Notify orders department
fa: اطلاع بخش سفارشات
fr: Informer le secteur d'ordres

# Languages::notify_user
source: Notify user
fa: اطلاع به کاربر
fr: Notifier utilisateur

# Languages::notify_vendor
source: Notify store owner
fa: اطلاع صاحب فروشگاه
fr: Notifier le propriétaire de la boutique

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
fa: هنگامی که این محصول به انبار برگشت مرا مطلع کن
fr: M'informer lorsque ce produit sera à nouveau disponible

# Languages::not_active
source: Not active
fa: غیر فعال
fr: Pas actif

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
fa: این فایل برای دانلود تنها پس از تایید آنها توسط مدیر سیستم در دسترس خواهد بود
fr: Ce fichier sera disponible pour téléchargement uniquement après approbation de l'administrateur

# Languages::not_a_member
source: Not a member
fa: عضو نیست
fr: Non membre

# Languages::not_installed
source: Not installed
fa: نصب نشده
fr: Pas installé

# Languages::not_scroll_automatically
source: Do not scroll automatically
fa: به طور خودکار حرکت عمودی/افقی نشود
fr: Ne pas faire défiler automatiquement

# Languages::enable_link
source: Enable link
fa: فعال کردن لینک
fr: Permettre lien

# Languages::no_categories_available
source: No categories available
fa: هیچ دسته بندی در دسترس نیست
fr: Pas de catégories disponibles

# Languages::no_data
source: No data found
fa: هیچ داده ای یافت نشد
fr: Aucun donnée trouvée

# Languages::no_data_found
source: No data found that satisfies this chart conditions
fa: هیچ داده ای یافت نشد که مطابق این شرایط نمودار باشد
fr: Aucune donnée trouvée satisfaisant les conditions de ce diagramme

# Languages::no_files
source: No files
fa: بدون فایل
fr: Aucun fichier

# Languages::no_image
source: No image
fa: بدون تصویر
fr: Pas d'image

# Languages::no_items
source: No items defined
fa: موردی تعریف نشده
fr: Liste vide

# Languages::no_items_found
source: No items found matching the search criteria
fa: هیچ موردی مطابق با معیار جستجو یافت نشد
fr: Pas d'items trouvés correspondants à votre critère de recherche

# Languages::no_menus
source: No menus
fa: بدون منو
fr: Pas de menus

# Languages::no_products_for_shipment
source: There are no products for shipment
fa: هیچ محصولی برای حمل و نقل وجود دارد
fr: Il n'y a pas de produits pour cette livraison

# Languages::no_products_selected
source: No products selected
fa: هیچ محصولی انتخاب نشده
fr: Pas de produits sélectionnés

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
fa: <p class="error-text" align="center"> سبد خرید شما خالی می باشد و هزینه حمل و نقل نمی تواند تخمین زده شود</p>
fr: <p class="error-text" align="center">Malheureusement, votre panier est vide et le coût d'expédition ne peut être estimée</p>

# Languages::no_rates_for_empty_cart_warning
source: Your cart is empty and the shipping cost cannot be estimated
fa: سبد خرید شما خالی است و هزینه ارسال قابل تخمین نیست
fr: Votre panier est vide le coût d'expédition ne peut être calculé

# Languages::no_shipping_required
source: No shipping required
fa: بدون نیاز به ارسال
fr: Pas d'expédition requise

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
fa: چون الزامات را برآورده کند کد وارد شده، اعمال نمی باشد.
fr: Ce bon de réduction n'existe pas. <br> Réessayer encore svp.

# Languages::no_themes_available
source: No themes available
fa: قالب دردسترس نیست
fr: Aucun thème disponible

# Languages::no_users_found
source: No users found
fa: هیچ کاربری یافت نشد
fr: Aucun utilisateur trouvé

# Languages::number
source: Number
fa: شماره
fr: Nombre

# Languages::number_of_columns
source: Number of columns in the objects list
fa: تعداد ستون در لیست اشیاء
fr: Nombre de colonnes dans la liste d'objet

# Languages::object
source: Object
fa: شی
fr: Objet

# Languages::object_does_not_exist
source: The object doesn't exist
fa: شی وجود ندارد
fr: L'objet n'existe pas

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
fa: شی به همین نام از قبل وجود دارد. آیا مایل به بازنویسی آن می باشید؟
fr: Un objet ayant le même nom existe déjà. Voulez-vous le supprimer ?

# Languages::object_not_found
source: The [object] not found
fa: [object] یافت نشد
fr: [object] introuvable

# Languages::of
source: of
fa: از
fr: de

# Languages::off
source: Off
fa: خاموش

# Languages::offline
source: Offline
fa: آفلاین
fr: Hors ligne

# Languages::offset
source: Offset
fa: افست

# Languages::ok
source: OK
fa: قبول

# Languages::old_price
source: Old price
fa: قیمت قدیمی
fr: Ancien prix

# Languages::on
source: on
fa: در
fr: sur

# Languages::once_per_customer
source: Once per customer
fa: یک بار در هر مشتری
fr: Une fois par client

# Languages::onclick_dropdown
source: Onclick-dropdown
fa: کلیک روی کشویی

# Languages::online_only
source: Online only
fa: فقط آنلاین
fr: En ligne seulement

# Languages::on_off
source: On/Off
fa: روشن/خاموش

# Languages::on_site_template_editing
source: On-site template editing
fa: ویرایش قالب درون سایت
fr: Edition de modèle sur site

# Languages::on_site_live_editing
source: On-site live editing
fa: ویرایش زنده درون سایت
fr: Edition sur site en temps reel

# Languages::open
source: Open
fa: باز کردن
fr: Ouvert

# Languages::open_action
source: Open
fa: باز کردن
fr: Ouvrir

# Languages::open_file_or_create_new
source: Open a file or create a new one to get started.
fa: باز کردن یک فایل یا ایجادش برای شروع.
fr: Ouvrir un fichier ou créer un nouveau pour démarrer.

# Languages::open_in_new_window
source: Open in new window
fa: گشودن در پنجره جدید
fr: Ouvrir dans une nouvelle fenêtre

# Languages::open_store
source: Open storefront
fa: بازکردن نمای فروشگاه
fr: Ouvrir boutique client

# Languages::optimize_database
source: Optimize database
fa: بهینه سازی بانک اطلاعاتی
fr: Optimiser la base de données

# Languages::optimizing_table
source: Optimizing table
fa: بهینه سازی جدول
fr: Optimisation de la table

# Languages::options
source: Options
fa: گزینه های

# Languages::options_for
source: Options for
fa: گزینه ها برای
fr: Options pour

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
fa: گزینه های را به محصولات انتخاب شده با موفقیت اعمال شدند
fr: Les options ont été appliquées avec succès aux produits sélectionnés

# Languages::options_menu_description
source: Manage global product options and option variants in your store.
fa: مدیریت گزینه های سراسری محصول و گزینه های انتخاب در فروشگاه شما.
fr: Gerez les options globales de produits et variants d'options dans votre boutique.

# Languages::options_settings
source: Options settings
fa: گزینه های تنظیمات
fr: Paramètres des options

# Languages::options_type
source: Options type
fa: گزینه های نوع
fr: Type d'options

# Languages::option_combinations
source: Option combinations
fa: گزینه ترکیبی
fr: Combinaisons d'option

# Languages::option_name
source: Option name
fa: انتخاب نام
fr: Nom d'option

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
fa: گزینه های سراسری "[option_name]" برای این محصول غیر فعال شده اند
fr: L'option globale "[option_name]" a été dissociée du produit

# Languages::option_variants
source: Option variants
fa: انواع گزینه
fr: Variantes d'option

# Languages::opt_currency_name
source: Show currency titles
fa: نمایش عناوین ارز
fr: Afficher les noms des devises

# Languages::opt_currency_symbol
source: Use currency symbols instead of titles
fa: استفاده از نمادهای پول رایج به جای عناوین
fr: Utiliser les symboles de monnaie au lieu des titres

# Languages::opt_language_icon
source: Use language icons instead of names
fa: استفاده از نمادهای زبان به جای نام
fr: Utiliser les icônes de langues au lieu des noms

# Languages::opt_language_name
source: Show language names
fa: نمایش نام زبان
fr: Afficher les noms des langues

# Languages::or
source: or
fa: یا
fr: ou

# Languages::order
source: Order
fa: سفارش
fr: Commande

# Languages::ordered_products
source: Ordered products
fa: محصولات سفارش داده شده
fr: Produits commandés

# Languages::orders
source: Orders
fa: سفارشات
fr: Commandes

# Languages::orders_not_allow_to_change_company
source: Company has not been changed. It is not allowed to change the company when editing an order.
fa: شرکت تغییر نکرده است. این است که مجاز به تغییر شرکت در هنگام ویرایش یک سفارش.
fr: La société n'a pas été changée. Il n'est pas possible de changer la société pendant l'édition d'une commande.

# Languages::orders_no_items
source: Use the "Add products" button above to add products to order.
fa: از دکمه "افزودن محصولات" بالا برای افزودن محصولات به سفارش استفاده نمایید.
fr: Utiliser le boutton 'Ajouter des produits' pour ajouter des produits à la commande.

# Languages::order_by_status
source: Order by status
fa: سفارش با وضعیت
fr: Commande par statut

# Languages::order_date
source: Order date
fa: تاریخ سفارش
fr: Date de la commande

# Languages::order_details
source: Order details
fa: جزئیات سفارش
fr: Détails de la commande

# Languages::order_discount
source: Order discount
fa: تخفیف سفارش
fr: Rabais de la commande

# Languages::order_id
source: Order ID
fa: شناسه سفارش
fr: ID Commande

# Languages::order_info
source: Order information
fa: اطلاعات سفارش
fr: Infos commande

# Languages::order_items
source: Order items
fa: اقلام سفارش
fr: Articles de la commande

# Languages::order_landing_page
source: Order landing page
fa: صفحه فرود سفارش
fr: Page d'ordre qui apparait

# Languages::order_management
source: Order management
fa: مدیریت سفارش
fr: Gestion de commande

# Languages::order_placed
source: Order placed
fa: سفارش ثبت شد
fr: Commande passée

# Languages::order_prefix
source: Order prefix
fa: پیشوند سفارش
fr: Préfixe de commande

# Languages::order_search
source: Search order
fa: جستجو سفارش
fr: Recherche de commandes

# Languages::order_status
source: Order status
fa: وضعیت سفارش
fr: Statut de commande

# Languages::order_statuses
source: Order statuses
fa: وضعیت های سفارش
fr: Statuts de commande

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
fa: افزودن جدید یا ویرایش موجود وضعیت سفارش.
fr: Ajouter ou éditer un statut de commande

# Languages::order_total
source: Order Total
fa: جمع سفارش
fr: Total commande

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
fa: میزان جمع پرداختی با جمع سفارش تطابق ندارد
fr: Le montant total payé ne correspond pas au montant total de la commande.

# Languages::order_was_not_placed
source: Order was not placed
fa: سفارش ثبت نشد
fr: Commande non enregistrée

# Languages::original
source: Original
fa: اصلی

# Languages::origination
source: Origination
fa: منشاء
fr: Origines

# Languages::or_saved_search
source: or any item from the saved search
fa: و یا هر موردی از جستجوی ذخیره شده
fr: or any item from saved search

# Languages::or_use
source: Or use
fa: یا استفاده از
fr: Ou usage

# Languages::others
source: Others
fa: دیگران
fr: Autres

# Languages::other_addons
source: Other add-ons
fa: افزودنی های دیگر
fr: Autres modules

# Languages::output
source: Output
fa: خروجی
fr: Résultats

# Languages::out_of_stock_actions
source: Out of stock actions
fa: خارج از اسهام
fr: Mesures du stock

# Languages::out_of_stock_products
source: Out of stock
fa: اتمام موجودی
fr: En rupture de stock

# Languages::override_by_dispatch
source: Override locations by dispatch
fa: نادیده گرفتن مکان های اعزام
fr: Substituer les emplacements par livraison

# Languages::override_by_this
source: Use this content for all the block instances
fa: استفاده از این مطلب برای تمام موارد بلوک
fr: Utiliser ce contenu pour toutes les instances du bloc

# Languages::override_product_data
source: Apply values to all the selected products
fa: ارزش مورد نظر را به تمامی محصولات اعمال کن
fr: Appliquer valeurs à tous les produits sélectionnés

# Languages::owner
source: Owner
fa: صاحب
fr: Propriétaire

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
fa: لطفا "موافقم" یا "مخالفم" در جعبه ارائه شده را تایپ کنید
fr: Veuillez ecrire "AGREE" ou "DISAGREE" dans la boite fournie

# Languages::p21agree_tooltip
source: By typing AGREE in the below box I am providing my signature as authorization to Payment21&reg; to electronically debit my account for the amount I have entered. I also understand and expressly authorize the merchant, if my eCheck payment is dishonored or returned for any reason, to electronically debit my account for the amount of the eCheck payment plus an NSF fee not to exceed the state maximum legal limit. I will print or save this page for my records. I can call 1-888-770-0850 for 24/7 support with any questions regarding this payment transaction.
fa: با تایپ AGREE در کادر زیر، امضای خود را به عنوان مجوز به Payment21&reg; می‌دهم تا مبلغی را که وارد کرده‌ام به صورت الکترونیکی از حسابم بپردازد. همچنین می‌دانم و صریحاً به تاجر اجازه می‌دهم، اگر پرداخت الکترونیکی چک من به هر دلیلی بی‌اعتبار یا بازگردانده شد، به‌صورت الکترونیکی از حساب من مبلغ پرداختی چک به‌علاوه یک کارمزد NSF را بپردازد تا از حداکثر سقف قانونی ایالتی تجاوز نکند. من این صفحه را برای سوابق خود چاپ یا ذخیره خواهم کرد. من می توانم با شماره 1-888-770-0850 برای پشتیبانی 24/7 با هر گونه سوال در مورد این تراکنش پرداخت تماس بگیرم.
fr: En ecrivant AGREE dans la boite ci-dessous j'y fournis ma signature pour le Paiement 21 autorise &reg; pour charge electronique de mon compte pour la somme introduit. Je comprends aussi autorisant le vendeur par ecrit, Si mon paiement par e-Chque , est rejete ou retourne pour n'importequelle raison, pour debiter mon compte avec par le montant du Cheque electronique, plus un paiement NSF de ne pas depaser le limite legitime maximum du statut. Je vais imprimer ou sauver cette page pour mes archives. Je peuz appeler le numero 1-888-770-0850 for 24/7 de service client en cas de questions regardant cette transaction.

# Languages::package
source: Package
fa: بسته
fr: Paquet

# Languages::packages
source: Packages
fa: بسته ها
fr: Paquets

# Languages::show_package_contents
source: View upgrade contents
fa: مشاهده محتویات ارتقاء
fr: Voir le contenu actualisé

# Languages::package_type
source: Package type
fa: نوع بسته
fr: Type de paquet

# Languages::packing_slip
source: Packing slip
fa: بسته بندی رسید
fr: Bulletin d'expédition

# Languages::packing_slip_for_order
source: Packing slip for order
fa: بسته بندی نواری برای سفارش
fr: Bordereau de paquet pour ordre

# Languages::page
source: Page
fa: صفحه

# Languages::pages
source: Pages
fa: صفحات

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
fa: صفحه <b>[page]</b> با موفقیت کپی همسان شده است. در حال حاضر شما می توانید صفحه جدید را ویرایش نمایید
fr: Cette page <b>[page]</b> a été clonée. Vous pouvez éditer cette page.

# Languages::page_id
source: Page ID
fa: شناسه صفحه
fr: ID Page

# Languages::page_link
source: Page URL
fa: آدرس صفحه
fr: URL de la page

# Languages::page_name
source: Page name
fa: نام صفحه
fr: Nom de la page

# Languages::page_not_found
source: Page Not Found
fa: صفحه یافت نشد
fr: Page non trouvée

# Languages::page_not_found_text
source: The page you have requested cannot be found.
fa: صفحه مورد درخواست شما یافت نمی شود.
fr: La page que vous avez demandé ne peux pas être trouvée.

# Languages::page_title
source: Page title
fa: عنوان صفحه
fr: Titre de la page

# Languages::paid_amount
source: Paid amount
fa: مبلغ پرداخت شده
fr: Montant payé

# Languages::param
source: Parameter
fa: پارامتر
fr: Paramètre

# Languages::parameter
source: Object to analyze
fa: شی تحلیلی
fr: Objet à analyser

# Languages::parameter_name
source: Parameter name
fa: نام پارامتر
fr: Nom du paramètre

# Languages::parent_category
source: Parent category
fa: والد دسته بندی
fr: Catégorie parent

# Languages::parent_category_id
source: Parent category
fa: والد دسته بندی
fr: Catégorie parente

# Languages::parent_item
source: Parent item
fa: والد مورد
fr: Élément parent

# Languages::parent_page
source: Parent page
fa: والد صفحه
fr: Page parente

# Languages::parent_page_id
source: Parent page
fa: والد صفحه
fr: Page parent

# Languages::partner
source: Partner
fa: شریک
fr: Partenaire

# Languages::passphrase
source: Pass-phrase
fa: رمز عبور
fr: Mot-passe

# Languages::passport_number
source: Passport number
fa: شماره پاسپورت
fr: Numéro de passeport

# Languages::password
source: Password
fa: رمزعبور
fr: Mot de passe

# Languages::path_to_files
source: Full path to the "atos" files
fa: مسیر کامل فایل های "atos"
fr: Chemin complet vers les fichiers "atos"

# Languages::pause_delay
source: Pause delay (in seconds)
fa: تاخیر مکث(به ثانیه)
fr: Pause retard

# Languages::payflowcolor
source: Payflow color
fa: رنگ جریان پرداخت
fr: Couleur Payflow

# Languages::payment
source: Payment
fa: پرداخت
fr: paiement

# Languages::payments
source: Payments
fa: پرداخت ها
fr: Paiements

# Languages::payments.cresecure.location_notice
source: <b>Please note:</b><br>1. This payment requires the https checkout option to be enabled!<br>2. By default, the Checkout location is shown to a user on payment placing. In order to show a different location, create a new location with the dispatch 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
fa: <B> لطفا توجه داشته باشید: </ B> <BR> 1. این پرداخت نیاز به گزینه HTTPS پرداخت شما فعال باشد صفحه 2. به طور پیش فرض، محل پرداخت است به یک کاربر در دادن پرداخت نشان داده شده است. به منظور نشان دادن محل های مختلف، ایجاد یک محل جدید با اعزام، checkout.cresecure_template در <a href="[url]" طرح target="_blank"> مدیر </a> شوید.
fr: <b>Noter:</b><br>1. Ce paiement necessite l'option https checkout pour etre active.!<br>2. Par defaut,le lieu de Checkout est affiche a un utilisateur lors processus de paiement. Afin d'afficher un lieu different, creer nouveau lieu avec le modèle de livraison, checkout, cresecure dans <a href="[url]" target="_blank">Format de Directeur </a>.

# Languages::payments.epdq.bgcolor
source: Background color
fa: رنگ پس زمینه
fr: Couleur de fond

# Languages::payments.epdq.btn_bgcolor
source: Button background color
fa: رنگ پس زمینه دکمه
fr: Couleur de fond du bouton

# Languages::payments.epdq.btn_textcolor
source: Button text color
fa: رنگ متن دکمه
fr: Couleur du texte du bouton

# Languages::payments.epdq.font_type
source: Font type
fa: نوع قلم
fr: Type de police

# Languages::payments.epdq.hash_error
source: Sorry, the hash string does not match
fa: متأسفانه ، رشته هش مطابقت ندارد
fr: Désolé, la chaîne de hachage ne correspond pas
