Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::apply_to_products
source: Apply to products
fa: اعمال بر محصولات
fr: Appliquer aux produits

# Languages::approve
source: Approve
fa: تایید
fr: Approuver

# Languages::approved
source: Approved
fa: تایید شد
fr: Approuvé

# Languages::approve_selected
source: Approve selected
fa: تأیید انتخاب شده ها
fr: Approuver sélection

# Languages::enter_disapproval_reason
source: Enter the reason for disapproval
fa: دلیل عدم تایید را وارد کنید
fr: Indiquez le motif de la désapprobation

# Languages::arabic
source: Arabic
fa: عربی
fr: Arabe

# Languages::arrows
source: Arrows
fa: فلش
fr: Flèches

# Languages::asc
source: asc.
fa: صعودی.
fr: Ascendant

# Languages::attention
source: Attention!
fa: توجه!

# Languages::audience
source: Audience
fa: مخاطبان

# Languages::authentication_failed
source: Authentication failed
fa: تأیید اعتبار انجام نشد
fr: Échec de l'authentification

# Languages::authentication_key
source: Authentication key
fa: کلید احراز هویت
fr: Clé d'authentification

# Languages::authentication_password
source: Authentication password
fa: رمز عبور تأیید اعتبار
fr: Mot de passe d'authentification

# Languages::author
source: Author
fa: نویسنده
fr: Auteur

# Languages::authorization
source: Authorization
fa: مجوز
fr: Autorisation

# Languages::authorize_capture
source: Authorize and capture
fa: اجازه و ضبط
fr: Autoriser et capturer

# Languages::authorize_only
source: Authorize only
fa: فقط اجازه
fr: Autoriser seulement

# Languages::auth_code
source: Auth code
fa: کد تایید
fr: Code d'authentification

# Languages::auth_info
source: Authentication information
fa: اطلاعات تایید اعتبار
fr: Information d'authentification

# Languages::auto
source: Auto
fa: خودکار
fr: Feedback automatique

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
fa: مجوزهای مجموعه ای خودکار از طریق اف تی پی
fr: Fixer les permissions automatiquement via FTP

# Languages::avail
source: Available
fa: در دسترس
fr: Dispo.

# Languages::availability
source: Availability
fa: موجودی
fr: Disponibilité

# Languages::available
source: Available
fa: در دسترس
fr: Disponible

# Languages::available_fields
source: Available fields
fa: زمینه های در دسترس
fr: Champs disponibles

# Languages::available_for_vendor
source: Available for store
fa: موجود برای فروشگاه
fr: Disponible pour le magasin

# Languages::available_items
source: Available items
fa: موارد موجود
fr: Articles disponibles

# Languages::available_languages
source: Available
fa: در دسترس
fr: Disponible

# Languages::available_views
source: Available views
fa: نمایش های در دسترس
fr: Les vues disponibles

# Languages::available_since
source: Avail since
fa: موجود از
fr: Disponible depuis

# Languages::installed_themes
source: Installed themes
fa: قالب های نصب شده
fr: Thèmes installés

# Languages::browse_all_available_themes
source: Browse all available themes
fa: مرور همه قالب های موجود
fr: Parcourir tous les thèmes disponibles

# Languages::currently_in_use
source: Currently in use
fa: واحد پول انتخاب شده
fr: En cours d'utilisation

# Languages::avail_from
source: Available from
fa: موجود از
fr: Disponible du

# Languages::avail_till
source: Available till
fa: در دسترس تا
fr: Disponible jusqu'au

# Languages::average
source: Average
fa: به طور متوسط
fr: Moyen

# Languages::avs
source: AVS
fa: انجمن گفتگوی پرشین

# Languages::awaiting
source: Awaiting
fa: در انتظار
fr: Attente

# Languages::awaiting_approval
source: Awaiting approval
fa: انتظار تصویب
fr: Attente approbation

# Languages::backup
source: Backup
fa: پشتیبان گیری
fr: Sauvegarder

# Languages::backupping_data
source: Backing up data for
fa: پشتیبان گیری از داده ها برای
fr: Sauvegarde des données pour

# Languages::backupping_schema
source: Backing up schema for
fa: پشتیبان گیری از طرح کلی برای
fr: Sauvegarde du schéma pour

# Languages::backup_data
source: Backup database data
fa: پشتیبان گیری ازداده ها پایگاه داده
fr: Sauvegarder les données de la BD

# Languages::backup_filename
source: Backup file name
fa: نام پرونده پشتیبان
fr: Nom du fichier de sauvegarde

# Languages::backup_files
source: Backup files
fa: فایل های پشتیبان
fr: Fichiers de sauvegarde

# Languages::backup_options
source: Backup options
fa: گزینه های پشتیبان گیری
fr: Options de sauvegarde

# Languages::backup_schema
source: Backup database schema
fa: پشتیبان گیری شمای پایگاه داده
fr: Sauvegarder le schéma de la BD

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
fa: به خرید خوش آمدید!
fr: Bienvenue à l'achat!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
fa: خوشحالیم که به عرض شما برسانیم که کالاهای زیر دوباره در سایت موجود شده اند
fr: Nous vous écrivons pour vous informer que le produit suivant est à nouveau en stock dans notre magasin:

# Languages::balance
source: Balance
fa: موازنه
fr: Équilibre

# Languages::balance_account
source: Account balance
fa: مانده حساب
fr: Équilibre du compte

# Languages::bank
source: Bank
fa: بانک
fr: Banque

# Languages::ground_only
source: Ground only
fa: تنها زمینی
fr: Fond seulement

# Languages::bank_cic
source: Groupe CIC
fa: گروه CIC

# Languages::bank_cm
source: Credit Mutuel
fa: اعتبار Mutuel
fr: Crédit Mutuel

# Languages::bank_routing_number
source: Bank routing number
fa: کد شعبه بانک
fr: Numéro de routage de la banque

# Languages::bar
source: Bar
fa: نوار
fr: Barre

# Languages::base_currency
source: Base
fa: پایه

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
fa: ارز حذف نشده است به این دلیل که ارز پایه فروشگاه است.
fr: La devise n'a pas été supprimée parce que c'est la devise de base du magasin.

# Languages::base_price
source: Base price
fa: قیمت پایه
fr: Prix de base

# Languages::bestsellers
source: Bestsellers
fa: پرفروشترین ها
fr: Meilleures ventes

# Languages::biller_code
source: Biller code
fa: کد صادر کننده صورتحساب
fr: Code de l'émetteur de factures

# Languages::billing_address
source: Billing address
fa: آدرس صورتحساب
fr: Adresse de facturation

# Languages::billing_options
source: Billing Options
fa: گزینه های پرداخت
fr: Options de facturation

# Languages::billing_shipping_address
source: Billing and Shipping Address
fa: آدرس صدور صورت حساب و ارسال
fr: Adresse de facturation et de livraison

# Languages::bill_to
source: Bill to
fa: صورتحساب
fr: Adresse de facturation

# Languages::block
source: Block
fa: بلوک
fr: Bloc

# Languages::blocks
source: Blocks
fa: بلوک ها
fr: Blocs

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
fa: این بلوک در حال حاضر در این شبکه وجود دارد
fr: Ce bloc existe déjà dans cette grille

# Languages::invalid_value_for_grid_with_content
source: This value can not be set, because the content does not fit into the grid width. Edit the grid content and try again.
fa: این مقدار را نمی توان تنظیم کرد، زیرا محتوا در عرض شبکه نمی گنجد. محتوای شبکه را ویرایش کنید و دوباره امتحان کنید.
fr: Cette valeur ne peut pas être définie, car le contenu ne tient pas dans la largeur de la grille. Modifiez le contenu de la grille et réessayez.

# Languages::block_breadcrumbs
source: Breadcrumbs
fa: ردپاها
fr: Aide à la navigation

# Languages::block_breadcrumbs_description
source: Navigation breadcrumbs
fa: ناوبری ردپاها
fr: Fil d'ariane

# Languages::block_categories_description
source: Category trees
fa: دسته رده بندی
fr: Arborescence des catégories

# Languages::block_products_description
source: Product showcase
fa: ویترین محصولات
fr: Vitrine de produit

# Languages::block_cart_content
source: Cart content
fa: محتویات سبد خرید
fr: Contenu du panier

# Languages::block_cart_content_description
source: Current cart content
fa: محتوای سبد خرید فعلی
fr: Contenu actuel du panier

# Languages::block_categories
source: Categories
fa: رده بندی
fr: Catégories

# Languages::block_checkout
source: Checkout
fa: تسویه حساب
fr: Commander

# Languages::block_checkout_description
source: Current order information
fa: اطلاعات سفارش فعلی
fr: Information de la commande en cours

# Languages::block_content
source: Block content
fa: بلوک تماس ها
fr: Contenu du bloc

# Languages::block_currencies
source: Currencies
fa: واحدهای پول
fr: Devises

# Languages::block_currencies_description
source: Currency selector
fa: انتخاب کننده نرخ ارز
fr: Sélecteur de devise

# Languages::block_disabled
source: Block was disabled for this location
fa: بلوک برای این مکان غیر فعال شد
fr: Le bloc a été désactivé pour cet emplacement

# Languages::block_enabled
source: Block was enabled for this location
fa: بلوک برای این مکان فعال شد
fr: Le bloc a été activé pour cet emplacement

# Languages::block_html_block
source: HTML block
fa: بلوک HTML
fr: Bloc HTML

# Languages::block_html_block_description
source: Any HTML content
fa: هر گونه محتوای HTML
fr: Tout contenu HTML

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
fa: ای پی شما به علت چند تلاش ناموفق بلوکه شده است
fr: Bloquer l'adresse IP après un certain nombre de tentatives infructueuses

# Languages::block_languages
source: Languages
fa: زبان
fr: Langues

# Languages::block_languages_description
source: Language selector
fa: انتخاب زبان
fr: Sélecteur de langue

# Languages::block_localizations
source: Localizations
fa: بومی سازی
fr: Localisations

# Languages::block_localizations_description
source: Localization selector
fa: انتخاب بومی سازی
fr: Sélecteur de localisation

# Languages::block_main
source: Main
fa: اصلی
fr: Principal

# Languages::block_main_description
source: Main content (loaded by controller)
fa: محتوای اصلی ( بارگئاری شده توسط کنترل)
fr: Contenu principal (chargé par le contrôleur)

# Languages::block_manager
source: Block manager
fa: مدیریت بلوک
fr: Gestion des blocs

# Languages::block_manager.fixed_layout
source: Fixed width
fa: با عرض ثابت
fr: Largeur fixe

# Languages::block_manager.fluid_layout
source: Fluid
fa: جریان
fr: fluide

# Languages::block_manager.full_width_layout
source: Full width
fa: عرض کامل
fr: Largeur totale

# Languages::block_manager.grid_columns
source: Grid columns
fa: ستون های شبکه
fr: Colonnes de la grille

# Languages::block_manager.layout_width
source: Layout width
fa: عرض چیدمان
fr: Largeur de la mise en page

# Languages::block_manager.max_width
source: Maximal width
fa: حداکثر عرض
fr: Largeur maximale

# Languages::block_manager.min_width
source: Minimal width
fa: حداقل عرض
fr: Largeur minimal

# Languages::block_manager.forbid_changing_layout_in_css_mode
source: Changing layout when the theme is converted to CSS is not permitted. Please enable LESS mode in the <a target="_blank" class="cm-post" href="[url]">Theme editor</a>.
fa: تغییر چیدمان هنگامی که زمینه تبدیل به CSS شده است مجاز نیست. حالت کمتر در <a target="_blank" class="cm-post" href="[url]"> ویرایشگر تم</a> را فعال کنید.
fr: Changer lle format de la page quand le sujet est converti a CSS n'est pas permis. Veuillez activer le mode LESS dans le Theme d'Editeur.

# Languages::block_manager.can_not_add_product
source: Sorry, we couldn't take you to the checkout page. It requires at least one product in cart, and we couldn't add any. Please create a product and make it available on the storefront first.
fa: متأسفیم، نتوانستیم شما را به صفحه تسویه حساب ببریم. حداقل به یک محصول در سبد خرید نیاز دارد و ما نتوانستیم هیچ کدام را اضافه کنیم. لطفا یک محصول ایجاد کنید و ابتدا آن را در ویترین فروشگاه در دسترس قرار دهید.
fr: Désolé, nous n'avons pas pu vous amener à la page de paiement. Il faut au moins un produit dans le panier, et nous n'avons pas pu en ajouter. Veuillez d'abord créer un produit et le rendre disponible sur la vitrine.

# Languages::block_manager.add_layout_page
source: Add layout page
fa: چیدمان صفحه اضافه کنید
fr: Ajouter une mise en page

# Languages::block_manager.editing_layout_page
source: Editing layout page
fa: ویرایش طرح بندی صفحه
fr: Éditer la page de mise en page

# Languages::block_manager.new_layout_page
source: New layout page
fa: صفحه چیدمان جدید
fr: Nouvelle mise de la page

# Languages::block_manager.layout_pages
source: Layout pages
fa: طرح بندی صفحات
fr: Format des pages

# Languages::block_manager.wrappers.lite_checkout
source: Lite checkout
fa: تسویه حساب ساده
fr: Commande légère

# Languages::block_manager.description_available_values_for_grid_select
source: The available values depend on the size and offset of parent and nested elements.
fa: مقادیر موجود به اندازه و افست عناصر والد و تودرتو بستگی دارد.
fr: Les valeurs disponibles dépendent de la taille et du décalage des éléments parents et imbriqués.

# Languages::block_lite_checkout_location
source: Checkout: Location
fa: تسویه حساب: مکان
fr: Commande : Emplacement

# Languages::block_lite_checkout_location_description
source: Customer's city, state, and country
fa: شهر، ایالت و کشور مشتری
fr: Ville, état et pays du client

# Languages::block_lite_checkout_customer_sign_in
source: Checkout: Sign-In
fa: پرداخت: ورود به سیستم
fr: Commande : Connexion

# Languages::block_lite_checkout_customer_sign_in_description
source: Sign-in button
fa: دکمه ورود به سیستم
fr: Bouton de connexion

# Languages::customer_sign_in
source: Customer Sign-In
fa: ورود به سیستم مشتری
fr: Connexion du client

# Languages::block_lite_checkout_customer_information
source: Checkout: Customer Information
fa: پرداخت: اطلاعات مشتری
fr: Commande : Informations sur le client

# Languages::block_lite_checkout_customer_information_description
source: Profile fields for customer information
fa: فیلدهای نمایه برای اطلاعات مشتری
fr: Champs de profil pour les informations sur les clients

# Languages::block_lite_checkout_customer_address
source: Checkout: Address
fa: پرداخت: آدرس
fr: Commande : Adresse

# Languages::block_lite_checkout_customer_address_description
source: Profile fields for customer address
fa: فیلدهای نمایه برای آدرس مشتری
fr: Champs de profil pour l'adresse du client

# Languages::customer_address
source: Customer address
fa: آدرس مشتری
fr: Adresse du client

# Languages::block_lite_checkout_shipping_methods
source: Checkout: Shipping methods
fa: پرداخت: روش های حمل و نقل
fr: Paiement : Méthodes d'expédition

# Languages::block_lite_checkout_shipping_methods_description
source: Shipping method selection
fa: انتخاب روش حمل و نقل
fr: Sélection de la méthode d'expédition

# Languages::block_lite_checkout_payment_methods
source: Checkout: Payment methods
fa: پرداخت: روش های پرداخت
fr: Paiement : Méthodes de paiement

# Languages::block_lite_checkout_payment_methods_description
source: Payment method selection
fa: انتخاب روش پرداخت
fr: Sélection du mode de paiement

# Languages::block_lite_checkout_customer_billing
source: Checkout: Billing address
fa: پرداخت: آدرس صورتحساب
fr: Paiement : Adresse de facturation

# Languages::block_lite_checkout_customer_billing_description
source: Profile fields for billing address
fa: فیلدهای نمایه برای آدرس صورتحساب
fr: Champs de profil pour l'adresse de facturation

# Languages::block_lite_checkout_customer_notes
source: Checkout: Notes
fa: پرداخت: یادداشت ها
fr: Paiement : Notes

# Languages::block_lite_checkout_customer_notes_description
source: Customer's notes about the order
fa: یادداشت های مشتری در مورد سفارش
fr: Notes du client sur la commande

# Languages::block_lite_checkout_terms_and_conditions
source: Checkout: Terms and conditions
fa: پرداخت: شرایط و ضوابط
fr: Paiement : Termes et conditions

# Languages::block_lite_checkout_terms_and_conditions_description
source: Checkbox for accepting terms and conditions
fa: چک باکس پذیرش شرایط و ضوابط
fr: Case à cocher pour l'acceptation des termes et conditions

# Languages::terms_and_conditions
source: Terms and conditions
fa: شرایط و ضوابط
fr: Termes et Conditions

# Languages::block_menu
source: Menu
fa: منو

# Languages::block_menu_description
source: Different types of menus
fa: انواع مختلف از منوها
fr: Différents types de menus

# Languages::block_my_account
source: My account
fa: حساب من
fr: Mon compte

# Languages::block_my_account_description
source: Customer profile access
fa: دسترسی به مشخصات مشتری
fr: Accès au profil client

# Languages::block_name
source: Block name
fa: نام بلوک
fr: Nom du bloc

# Languages::block_options
source: Block options
fa: گزینه های بلوک
fr: Options de bloc

# Languages::block_order
source: Block order
fa: بلوک خرید
fr: Bloc commande

# Languages::block_our_brands
source: Brands
fa: برند ها
fr: Marques

# Languages::block_our_brands_description
source: Product brands presented in the store
fa: مارک محصولات ارائه شده در فروشگاه
fr: Marques de produit présentées dans le magasin

# Languages::block_pages
source: Pages
fa: صفحات

# Languages::block_pages_description
source: Store pages
fa: صفحات فروشگاه
fr: Pages de la boutique

# Languages::block_payment_methods
source: Payment methods
fa: روش های پرداخت
fr: Méthodes de paiement

# Languages::block_payment_methods_description
source: Available payment methods
fa: روش های پرداخت موجود
fr: Méthodes de paiement disponibles

# Languages::block_products
source: Products
fa: محصولات
fr: Produits

# Languages::block_product_filters
source: Product filters
fa: فیلتر های محصول
fr: Filtres de produit

# Languages::block_product_filters_description
source: Product filtering options
fa: گزینه های فیلتر کردن محصولات
fr: Options de filtrage de produits

# Languages::block_product_filters_home
source: Product filters for home page
fa: فیلترهای محصولات برای صفحه خانگی
fr: Filtre de produits pour pages d'accueil

# Languages::block_product_filters_home_description
source: Product filtering options, displayed on home page
fa: فیلترینگ گزینه های محصولات نمایش داده شده در صفحه خانگی
fr: Options pour filtrer les produits, affichees sur la page d'accueil

# Languages::block_settings
source: Block settings
fa: تنظیمات بلوک
fr: Bloquer de paramètres

# Languages::block_shipping_methods
source: Shipping methods
fa: روش های ارسال
fr: Méthodes de livraison

# Languages::block_shipping_methods_description
source: Available shipping methods
fa: روش های موجود ارسال
fr: Méthodes de livraison disponibles

# Languages::block_smarty_block
source: HTML block with Smarty support
fa: بلوک HTML با پشتیبانی از Smarty
fr: Bloc HTML avec support Smarty

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
fa: هر گونه محتوای HTML/Smarty
fr: Tout contenu HTML/Smarty

# Languages::block_template
source: Template
fa: قالب
fr: Modèle

# Languages::block_template_description
source: Block with a particular template
fa: بلوک با قالب خاص
fr: Bloc avec un modèle particulier

# Languages::block_text
source: Block text
fa: بلوک متن
fr: Texte du bloc

# Languages::block_time
source: Time for which IP should be blocked
fa: زمانی که IP باید مسدود شود
fr: Temps après quoi l'adresse IP devra être bloquée

# Languages::block_width
source: Block width
fa: عرض بلوک
fr: Largeur du bloc

# Languages::block_wrapper_updated
source: Block wrapper was updated
fa: Weapper بلوک به روز شد
fr: Le wrapper du bloc a été mis à jour

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
fa: انجام این عمل باعث [action] این بلوک در صفحات [location_name] خواهد شد. آیا مایلید ادامه دهید?
fr: Effectuer cette action va [action] ce bloc sur toutes les pages [location_name]. Voulez-vous continuer ?

# Languages::body
source: Body
fa: بدن
fr: Message

# Languages::bonus
source: Bonus
fa: پاداش

# Languages::bonuses
source: Bonuses
fa: پاداش ها
fr: Bonus

# Languages::both
source: Both
fa: هر دو
fr: Les deux

# Languages::bought
source: Already bought
fa: در حال حاضر خریداری شده
fr: Déjà acheté

# Languages::bought_amount
source: Bought quantity
fa: مقدارخریداری شده
fr: Quantité achetée

# Languages::box_height
source: Box height
fa: ارتفاع جعبه
fr: Hauteur de la boîte

# Languages::box_length
source: Box length
fa: طول جعبه
fr: Longueur de la boîte

# Languages::box_width
source: Box width
fa: عرض جعبه
fr: Largeur de la boîte

# Languages::brand
source: Brand
fa: نام تجاری
fr: Marque

# Languages::brand_type
source: Brand/Manufacturer
fa: نام تجاری/ سازنده
fr: Maque/Fabricant

# Languages::breadcrumbs
source: Breadcrumbs
fa: ردپاها
fr: Aide à la navigation

# Languages::broken_addon_pack
source: Incorrect add-on structure. The uploaded pack cannot be installed.
fa: ساختار نادرست افزونه. بسته ارسالی قابل نصب نیست.
fr: Structure de module incorrecte. Le pack téléchargé ne peut pas être installé.

# Languages::broken_po_pack
source: Incorrect PO-pack structure. The uploaded pack cannot be installed.
fa: ساختار صندوق بسته نادرست. قادر به نصب بسته ارسالی نمی باشد.
fr: La structure du pack-PO est incorrect. Le pack téléchargé ne peut pas être installé.

# Languages::incorrect_po_pack_structure_file_not_exist
source: The structure of package that contains ".po" translation files located at <b>"[pack_path]"</b> is incorrect. The file <b>"[po_file]"</b> does not exist.
fa: ساختار بسته ای که حاوی فایل های ترجمه ".po" واقع در <b>"[pack_path]"</b> است نادرست است. فایل <b>"[po_file]"</b> وجود ندارد.
fr: La structure du paquet qui contient des fichiers de traduction ".po" situés à <b>"[pack_path]"</b> est incorrecte. Le fichier <b>"[po_file]"</b> n'existe pas.

# Languages::browse
source: Browse...
fa: مرور...
fr: Parcourir...
