Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::last_month
source: Last month
fa: ماه گذشته
fr: Mois dernier

# Languages::last_name
source: Last name
fa: نام خانوادگی
fr: Nom

# Languages::last_n_days
source: Last [N] days
fa: [N] روز اخیر
fr: Derniers [N] jours

# Languages::last_order
source: Last order
fa: آخرین سفارش
fr: Dernière commande

# Languages::first_order
source: First order
fa: سفارش اول
fr: Première commande

# Languages::registration_date
source: Registration date
fa: تاریخ ثبت نام
fr: Date d'enregistrement

# Languages::latitude
source: Latitude
fa: عرض جغرافیایی

# Languages::layout
source: Layout
fa: چیدمان
fr: Mise en page

# Languages::layouts
source: Layouts
fa: چیدمان ها
fr: Mises en page

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
fa: AWS دسترسی به کلید عمومی
fr: Code d'acces publique AWS

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
fa: کلید مخفی دسترسی AWS
fr: Clé d'accès secrète AWS

# Languages::lbl_amazon_background_color
source: Background color
fa: رنگ پس زمینه
fr: Couleur de fond

# Languages::lbl_amazon_button_color
source: Button color
fa: رنگ دگمه
fr: Couleur du bouton

# Languages::lbl_amazon_button_size
source: Button size
fa: اندازه دکمه
fr: Dimension du bouton

# Languages::lbl_amazon_button_style
source: Amazon button style
fa: سبک دکمه آمازون
fr: Style du bouton Amazon

# Languages::lbl_amazon_color_dark
source: Dark
fa: تیره
fr: Foncé

# Languages::lbl_amazon_color_light
source: Light
fa: روشن
fr: Clair

# Languages::lbl_amazon_color_orange
source: Orange
fa: نارنجی

# Languages::lbl_amazon_color_tan
source: Tan
fa: قهوهای مایل به زرد
fr: Tanné

# Languages::lbl_amazon_color_white
source: White
fa: سفید
fr: Blanc

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
fa: روند سفارش در مرجوعی
fr: Ordre procede lors appel echoue

# Languages::lbl_amazon_size_large
source: Large
fa: بزرگ

# Languages::lbl_amazon_size_medium
source: Medium
fa: متوسط

# Languages::lbl_amazon_size_xlarge
source: X-Large
fa: خیلی بزرگ

# Languages::left
source: Left
fa: چپ
fr: Gauche

# Languages::length
source: Length
fa: طول
fr: Longueur

# Languages::less
source: less
fa: کمتر
fr: moins

# Languages::letter
source: Letter
fa: نامه
fr: Lettre

# Languages::level
source: Level
fa: سطح
fr: Niveau

# Languages::licence_agreement
source: License Agreement
fa: پذیرش مجوز
fr: Accord de licence

# Languages::license_agreement
source: License agreement
fa: پذیرش مجوز
fr: Accord de licence

# Languages::license_number
source: License number
fa: شماره گواهینامه
fr: Numéro de licence

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
fa: شماره گواهینامه نمیتواند خالی باشد
fr: Le numéro de licence ne peut pas être vide

# Languages::limit
source: Limit
fa: محدودیت
fr: Limite

# Languages::line
source: Line
fa: خط
fr: Ligne

# Languages::linear
source: Linear
fa: خطی
fr: Linéaire

# Languages::link
source: Link
fa: لینک
fr: Lien

# Languages::linked_categories
source: Linked categories
fa: دسته بندی های مرتبط
fr: Catégories liées

# Languages::linked_products
source: Linked products
fa: محصولات مرتبط
fr: Produits liés

# Languages::links
source: Links
fa: لینک ها
fr: Liens

# Languages::links_thumb
source: Links thumb
fa: پیوند انگشت شست
fr: Barre de lien

# Languages::link_text
source: Link text
fa: متن پیوند
fr: Texte du lien

# Languages::link_to
source: Link to
fa: پیوند به
fr: Lier à

# Languages::list
source: List
fa: فهرست
fr: Liste

# Languages::list_objects
source: List objects
fa: اشیاء فهرست
fr: Liste d'objets

# Languages::list_price
source: List price
fa: قیمت دفتری
fr: Prix public

# Languages::list_price_decreased
source: List price has been decreased by
fa: لیست قیمت کاهش داده شده است
fr: Liste des prix a été diminué de

# Languages::list_price_increased
source: List price has been increased by
fa: لیست قیمت کاهش داده شده است
fr: Liste des prix a été augmenté de

# Languages::list_price_short
source: List price
fa: قیمت دفتری
fr: Liste de prix

# Languages::list_price_short_2
source: List price
fa: فهرست قیمت
fr: Liste des prix

# Languages::list_quantity_count
source: Number of available quantities
fa: تعداد مقادیر موجود
fr: Nombre de quantités disponibles

# Languages::tmpl_list_without_options
source: List without options
fa: لیست بدون گزینه ها
fr: Liste sans options

# Languages::live
source: Live
fa: زنده
fr: Production

# Languages::live_preview
source: Live preview
fa: پیش نمایش زنده
fr: Prévisualisation en direct

# Languages::loading
source: Loading...
fa: در حال بارگذاری...
fr: Chargement...

# Languages::local
source: Local
fa: محلی

# Languages::localization
source: Localization
fa: بومی سازی
fr: Localisation

# Languages::localizations
source: Localizations
fa: بومی سازی
fr: Localisations

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
fa: مدیریت محلی سازی هایی که در فروشگاه های شما پشتیبانی می شوند.
fr: Gérer les localisations qui sont supportées dans votre magasin.

# Languages::location
source: Location
fa: محل
fr: Destination

# Languages::rate_area
source: Rate area
fa: منطقه امتیاز دهی
fr: Zone tarifaire

# Languages::locations
source: Locations
fa: مکان
fr: Destinations

# Languages::rate_areas
source: Rate areas
fa: مناطق را رتبه بندی کنید
fr: Zones tarifaires

# Languages::statuses_management
source: Statuses
fa: وضعیت ها
fr: Statuts

# Languages::locations_menu_description
source: Manage the set of rate areas that are supported in your store.
fa: مجموعه مناطق نرخ را که در فروشگاه شما پشتیبانی می شود مدیریت کنید.
fr: Gérez l'ensemble des zones tarifaires prises en charge dans votre magasin.

# Languages::loggedin_time
source: Logged in time
fa: در زمان ثبت
fr: Connecte a temps

# Languages::logging
source: Logging
fa: ورود به سیستم
fr: Journal

# Languages::login
source: Login
fa: ورود به سیستم
fr: Connexion

# Languages::login_url
source: Login URL
fa: ورود به سیستم URL
fr: Connexion URL

# Languages::logos
source: Logos
fa: آرم

# Languages::logo_link
source: Location (URL) of logo
fa: مکان (آدرس) نشان
fr: Chemin (URL) du logo

# Languages::logs
source: Logs
fa: ارم ها

# Languages::log_action_backup
source: backup
fa: پشتیبان گیری
fr: sauvegarde

# Languages::log_action_create
source: create
fa: ایجاد
fr: créer

# Languages::log_action_delete
source: delete
fa: حذف
fr: supprimer

# Languages::log_action_deprecated
source: deprecated
fa: منسوخ
fr: Obsolète

# Languages::log_action_error
source: error
fa: خطا
fr: erreur

# Languages::log_action_failed_login
source: failed login
fa: ورود به سیستم ناموفق
fr: Échec de connexion

# Languages::log_action_http
source: http/https request
fa: درخواست http/https
fr: requête http/https

# Languages::log_action_login
source: sign in
fa: ورود به برنامه
fr: log in

# Languages::log_action_low_stock
source: low stock
fa: سهام پایین
fr: stock bas

# Languages::log_action_optimize
source: optimize
fa: بهینه سازی
fr: optimiser

# Languages::log_action_restore
source: restore
fa: بازیابی
fr: restaurer

# Languages::log_action_runtime
source: runtime
fa: زمان اجرا
fr: exécution

# Languages::log_action_session
source: session
fa: جلسه

# Languages::log_action_status
source: status change
fa: تغییر وضعیت
fr: Changer le statut

# Languages::log_action_update
source: update
fa: به روز رسانی
fr: mettre à jour

# Languages::log_type_categories
source: Categories
fa: دسته بندی ها
fr: Catégories

# Languages::log_type_database
source: Database
fa: پایگاه داده
fr: Base de données

# Languages::log_type_general
source: general
fa: عمومی
fr: Général

# Languages::log_type_orders
source: Orders
fa: سفارشات
fr: Commandes

# Languages::log_type_products
source: Products
fa: محصولات
fr: produits

# Languages::log_type_requests
source: Requests
fa: درخواست ها
fr: Requêtes

# Languages::log_type_users
source: Users
fa: کاربران
fr: Utilisateurs

# Languages::longitude
source: Longitude
fa: طول جغرافیایی

# Languages::low_stock_subj
source: Low inventory of "[product]"
fa: موجودی کم "[product]"
fr: Seuil d'alerte en stock pour "[product]"

# Languages::mac_key
source: Mac key
fa: کلید Mac
fr: Clé Mac

# Languages::mailing_lists
source: Mailing lists
fa: فهرست پستی
fr: Listes d'Email

# Languages::mail_message
source: Mail message
fa: پیام پستی
fr: Message du mail

# Languages::mail_subject
source: Mail subject
fa: موضوع پست
fr: Sujet du mail

# Languages::main
source: Main
fa: اصلی
fr: Principal

# Languages::mainbox_general
source: Main block (H1 heading)
fa: بلوک اصلی (سرفصل H1)
fr: Bloc principal (H1 Entête)

# Languages::mainbox_simple
source: Important block (H2 heading)
fa: بلوک مهم (سرفصل H2)
fr: Bloc important (H2 entête)

# Languages::footer_general
source: Footer general
fa: ته برگ کلی
fr: Base generale

# Languages::maintenance
source: Maintenance
fa: تعمیر و نگهداری

# Languages::main_category
source: Main category
fa: دسته بندی اصلی
fr: Catégorie principale

# Languages::make_default
source: Make default
fa: تنظیم بعنوان پیش فرض
fr: Par défaut

# Languages::manage
source: Manage
fa: مدیریت
fr: Arranger

# Languages::manage_addons
source: Manage add-ons
fa: مدیریت افزونه ها
fr: Gerer les modules

# Languages::manage_blocks
source: Manage blocks
fa: مدیریت بلوک‌ها
fr: Gérer les blocs

# Languages::manage_categories
source: Manage categories
fa: مديريت دسته بندی ها
fr: Gestion des catégories

# Languages::manage_existing_block
source: Edit Existing Blocks
fa: ویرایش بلوک های موجود
fr: Editer les blocs existants

# Languages::manage_items
source: Manage items
fa: مدیریت موارد
fr: Gérer les éléments

# Languages::manage_languages
source: Manage languages
fa: مدیریت زبان ها
fr: Gestion des langues

# Languages::manage_menus
source: Manage menus
fa: مدیریت منوها
fr: Gérer les menus

# Languages::manage_pages
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::manage_products
source: Manage products
fa: مدیریت محصولات
fr: Gestion des produits

# Languages::manage_reports
source: Manage reports
fa: مدیریت گزارشات
fr: Gestion des rapports

# Languages::manage_shippings
source: Shipping methods
fa: روش های ارسال
fr: Modes de livraison

# Languages::manage_sitemap
source: Manage sitemap
fa: مدیریت نقشه سایت
fr: Gestion plan du site

# Languages::manage_stores
source: Manage stores
fa: مدیریت فروشگاه ها
fr: Gérer les boutiques

# Languages::mandatory
source: Required
fa: الزامی
fr: Requis

# Languages::manually
source: Manually
fa: دستی
fr: Manuellement

# Languages::manually_set_tax_rates
source: Manually set tax rates
fa: تنظیم دستی نرخ مالیات
fr: Régler les taux de taxe manuellement

# Languages::mark
source: Mark as resolved
fa: نشان گذاری به عنوان حل و فصل شده
fr: Marquer comme résolu

# Languages::marketing
source: Marketing
fa: بازاریابی

# Languages::maximum_items_in_box
source: Maximum items in box
fa: حداکثر موارد در جعبه
fr: Maximum de produits dans la boîte

# Languages::max_amount
source: Total cost
fa: کل هزینه
fr: Coût total

# Languages::max_box_weight
source: Max box weight
fa: حداکثر وزن جعبه
fr: Poids maximal colis

# Languages::max_downloads
source: Max downloads
fa: حداکثر دانلودها
fr: Max téléchargement

# Languages::max_item
source: Number of items
fa: تعداد موارد
fr: Nombre d'items

# Languages::max_order_qty
source: Maximum quantity to buy per product
fa: حداکثر مقدار برای خرید هر محصول
fr: Quantité maximale à acheter par produit

# Languages::max_uploading_file_size
source: Max uploading file size
fa: حداکثر حجم فایل آپلود
fr: Taille maximale du fichier chargé

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
fa: ترک این زمینه خالی تا اجازه آپلود فایل با هر اندازه، و یا محدود کردن حجم فایل ( "100" 100 Kb در برابر است)
fr: Laisser ce champ vide pouf permettre le transfert de fichiers de toute taille, ou limiter la taille des fichiers ("100" est égal à 100 Kb)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
fa: مقدار ارزش دریافتی در درخواست وضعیت از مجموع اصلی سفارش متفاوت است
fr: La valeur du montant reçue dans la requête de statut diffère de celle reçue dans le système CS-Cart

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
fa: ارزش ارز دریافتی در درخواست وضعیت متفاوت از ارز فروشگاه است
fr: La valeur de la devise reçue dans la requête de statut diffère de celle reçue dans le système CS-Cart

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
fa: مقدار هش md5 در درخواست وضعیت متفاوت از آنچه محاسبه شده است می باشد
fr: La valeur d'hache md5 recue au sattus est differente de celle calculee

# Languages::mb_transaction_id
source: MB Transaction ID
fa: مگابایت شناسه معامله
fr: ID de Transaction de MB

# Languages::md5_checksum_failed
source: MD5 checksum failed
fa: جمع کنترلی MD5 به شکست انجامید
fr: La somme de controle MD5 a echoue

# Languages::md5_hash_value
source: MD5 hash value
fa: مقدار هش MD5
fr: Valeur hash MD5

# Languages::menu
source: Menu
fa: منو

# Languages::menus
source: Menus
fa: منوها

# Languages::menu_items
source: Items for menu
fa: موارد منو
fr: Éléments pour menu

# Languages::merchantid
source: Merchant ID
fa: شناسه بازرگان
fr: Identité marchand

# Languages::merchant_email
source: Merchant Notification Email
fa: اطلاع از ایمیل های تجاری
fr: Email de Notification du marchand

# Languages::merchant_firstname
source: Merchant first name
fa: نام تجاری
fr: Prénom du marchand

# Languages::merchant_id
source: Merchant ID
fa: شناسه بازرگان
fr: ID marchand

# Languages::merchant_key
source: Merchant key
fa: کلید بازرگان
fr: Clé du marchand

# Languages::merchant_lastname
source: Merchant last name
fa: نام تجاری
fr: Nom de famille du marchand

# Languages::merchant_login
source: Merchant login
fa: ورود به سیستم تجاری
fr: Login du marchand

# Languages::merchant_name
source: Merchant name
fa: نام بازرگان
fr: Nom du marchand

# Languages::merchant_pin
source: Merchant PIN
fa: رمز بازرگان
fr: Marchand PIN

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
fa: پاسخی از بازرگان دریافت نشد. لطفا این معامله را به صورت دستی چک کنید.
fr: Aucune réponse reçue du marchand. SVP vérifier cette transaction manuellement.

# Languages::merchant_site_id
source: Merchant site ID
fa: شناسه سایت بازرگان
fr: ID du site marchand

# Languages::merchant_warrior_api_key
source: API Key.
fa: کلید API.
fr: Clé API.

# Languages::merchant_warrior_api_passphrase
source: API Passphrase.
fa: کلمه رمز API.
fr: Phrase de passe d' API.

# Languages::merge
source: Merge
fa: ادغام
fr: Fusionner

# Languages::message
source: Message
fa: پیام

# Languages::messages
source: Messages
fa: پیام ها

# Languages::meta_description
source: Meta description
fa: توصیف متا
fr: Description META

# Languages::meta_keywords
source: Meta keywords
fa: کلمات کلیدی متا
fr: Mots clé META

# Languages::method
source: Method
fa: روش
fr: Méthode

# Languages::minimized
source: Minimized
fa: کوچک شده
fr: Minimisé

# Languages::minimum_commission_payment
source: Minimum commission payment
fa: حداقل پرداخت کمیسیون
fr: Paiement minimum de commission

# Languages::minimum_items_in_box
source: Minimum items in box
fa: حداقل موارد در جعبه
fr: Produit minimum en boite

# Languages::minutes
source: minute(s)
fa: دقیقه

# Languages::min_order_qty
source: Minimum quantity to buy per product
fa: حداقل مقدار برای خرید هر محصول
fr: Quantité minimale à acheter par produit

# Languages::missing_variants_handling
source: Missing variants handling
fa: انواع دستیابی مفقوده
fr: La gestion des variants y manque

# Languages::modifier
source: Modifier
fa: ویراستار
fr: Modificateur

# Languages::modifiers
source: Modifiers
fa: اصلاح کننده ها
fr: Modificateur

# Languages::modify_profile
source: Modify Profile
fa: ویرایش مشخصات
fr: Modifier profil

# Languages::modify_selected
source: Modify selected
fa: ویرایش انتخابی
fr: Modifier selection

# Languages::month
source: Month
fa: ماه
fr: Mois

# Languages::months
source: month(s)
fa: ماه
fr: mois

# Languages::month_name_1
source: January
fa: ژانویه
fr: Janvier

# Languages::month_name_10
source: October
fa: اکتبر
fr: Octobre

# Languages::month_name_11
source: November
fa: نوامبر
fr: Novembre

# Languages::month_name_12
source: December
fa: دسامبر
fr: Décembre

# Languages::month_name_2
source: February
fa: فوریه
fr: Février

# Languages::month_name_3
source: March
fa: مارس
fr: Mars

# Languages::month_name_4
source: April
fa: آوریل
fr: Avril

# Languages::month_name_5
source: May
fa: می
fr: Mai

# Languages::month_name_6
source: June
fa: ژوئن
fr: Juin

# Languages::month_name_7
source: July
fa: ژوئیه
fr: Juillet

# Languages::month_name_8
source: August
fa: اوت
fr: Août

# Languages::month_name_9
source: September
fa: سپتامبر
fr: Septembre

# Languages::month_name_abr_1
source: Jan
fa: ژانویه
fr: janv.

# Languages::month_name_abr_10
source: Oct
fa: اکتبر

# Languages::month_name_abr_11
source: Nov
fa: نوامبر

# Languages::month_name_abr_12
source: Dec
fa: دسامبر
fr: déc.

# Languages::month_name_abr_2
source: Feb
fa: فوریه
fr: Fév

# Languages::month_name_abr_3
source: Mar
fa: مارس
fr: mars

# Languages::month_name_abr_4
source: Apr
fa: آوریل
fr: Avr

# Languages::month_name_abr_5
source: May
fa: می
fr: Mai

# Languages::month_name_abr_6
source: Jun
fa: ماه جوِن ژوُِِن
fr: juin

# Languages::month_name_abr_7
source: Jul
fa: جولای
fr: juil.

# Languages::month_name_abr_8
source: Aug
fa: آگوست
fr: Aoû

# Languages::month_name_abr_9
source: Sep
fa: سپتامبر
fr: sept.

# Languages::more
source: More
fa: بیشتر
fr: Plus

# Languages::content_more
source: more
fa: بیشتر
fr: plus

# Languages::more_info
source: More info
fa: اطلاعات بیشتر
fr: Plus d'info

# Languages::more_sign_in_options
source: Back to more sign in options
fa: برگشت به نشانه های بیشتری را در گزینه های
fr: Retour a 'options de connexion

# Languages::more_than
source: More than
fa: بیش از
fr: Plus que

# Languages::more_w_ellipsis
source: More...
fa: بیشتر...
fr: Plus ...

# Languages::most_popular
source: Most popular
fa: محبوب ترین
fr: Plus populaires

# Languages::most_popular_addons
source: Most popular add-ons
fa: افزودنی های محبوب ترین
fr: Modules les plus populaires

# Languages::mr
source: Mr.
fa: آقای.

# Languages::ms
source: Ms.
fa: خانم.
fr: Mlle

# Languages::tmpl_multicolumns_small
source: Multicolumns small
fa: Multicolumns کوچک
fr: Petites Multi-colonnes

# Languages::tmpl_multicolumn_list
source: Multi-column list
fa: لیست چند ستونه
fr: Liste multi-colonnes

# Languages::multiple
source: Multiple
fa: چند
fr: Multiples

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
fa: <p>برای انتخاب چند مورد را فشار دهید و نگه داشتن کلید CTRL و کلیک بر روی آیتم های مورد نیاز است.</p>
fr: <p style="font-size:10px;">Pour sélectionner plus d'une entrée, faire un clic gauche avec la souris en maintenant la touche CTRL enfoncée. Pour désélectionner un élément, faire un clic gauche de la souris en maintenant enfoncée la touche CTRL.</p>

# Languages::my_account
source: My account
fa: حساب من
fr: Mon compte

# Languages::my_account_links
source: My account links
fa: لینک های حساب من
fr: Liens mon compte

# Languages::my_points
source: My points
fa: امتیازات من
fr: Mes points

# Languages::na
source: N/A
fa: موجود نمی باشد
fr: N/D

# Languages::name
source: Name
fa: نام
fr: Nom

# Languages::name_short
source: Name
fa: نام
fr: Nom

# Languages::navigation
source: Navigation
fa: ناوبری

# Languages::navi_pages
source: Pages
fa: صفحه ها

# Languages::neighbours
source: Neighbours
fa: همسایه
fr: Voisins

# Languages::new
source: New
fa: جدید
fr: Nouveau

# Languages::newest
source: Newest
fa: جدیدترین
fr: Nouveauté

# Languages::new_administrator_password
source: New administrator password
fa: رمزعبور سرپرست جدید
fr: Nouveau mot de passe administrateur

# Languages::new_category
source: New category
fa: دسته جدید
fr: Nouvelle catégorie

# Languages::new_chart
source: New chart
fa: نمودار جدید
fr: Nouvelle carte

# Languages::new_combination
source: New combination
fa: ترکیب جدید
fr: Ajouter une nouvelle combinaison

# Languages::new_currency
source: New currency
fa: ارز جدید \n
fr: Nouvelle monnaie

# Languages::new_customer
source: New customer
fa: مشتری جدید
fr: Nouveau client

# Languages::new_feature
source: New feature
fa: ویژگی های جدید
fr: Ajouter une nouvelle caractéristique

# Languages::new_file
source: New file
fa: فایل جدید
fr: Nouveau fichier

# Languages::new_filter
source: New filter
fa: فیلتر جدید
fr: Nouveau filtre

# Languages::new_folder
source: New folder
fa: پوشه جدید
fr: Nouveau dossier

# Languages::new_group
source: New group
fa: گروه جدید
fr: Nouveau groupe

# Languages::new_items
source: New item
fa: مورد جدید
fr: Ajouter des nouveaux élements

# Languages::new_language
source: New language
fa: زبان جدید
fr: Nouvelle langue

# Languages::new_language_variable
source: New language variable
fa: متغیر های جدید زبان
fr: Nouvelle variable de langue

# Languages::important_language_text
source: When you hide, disable, or delete a default language of one of the storefronts, make sure to update the value of the <b>Frontend default language</b> setting in <a href="[link]">Settings → Appearance</a>.
fa: هنگامی که زبان پيش فرض يکی از فروشگاهها را پنهان, غیرفعال و یا حذف ميکنيد، مطمعن شويد که زبان پیش فرض فروشگاه را در اين مسير نيز تغيير دهيد:\n<a href="[link]"> تنظیمات → ظاهر </a>.
fr: Quand Vous cachez, désactiver ou que vous supprimez une langue d'une des boutiques, assurez vous d'actualiser la valeur de la langue par défaut en <b>FrontOffice</b> <a href="[link]">Paramètrages → Apparence</a>

# Languages::important_currency_text
source: When you hide, disable, or delete a default currency of one of the storefronts, make sure to update the value of the <b>Frontend default currency</b> setting in <a href="[link]">Settings → Appearance</a>.
fa: وقتی ارز پیش‌فرض یکی از ویترین‌های فروشگاه را پنهان، غیرفعال یا حذف می‌کنید، مطمئن شوید که مقدار تنظیم ارز پیش‌فرض <b>Frontend</b> را در <a href="[link]">تنظیمات → ظاهر</a>به‌روزرسانی کرده‌اید.
fr: Lorsque vous masquez, désactivez ou supprimez une devise par défaut de l'une des vitrines, assurez-vous de mettre à jour la valeur du paramètre <b>Frontend default currency</b> dans <a href="[link]">Settings → Appearance</a>.

# Languages::new_layout
source: New layout
fa: طرح جدید
fr: Nouvelle mise en page

# Languages::new_link
source: New link
fa: لینک جدید
fr: Nouveau lien

# Languages::new_localization
source: New localization
fa: محلی سازی جدید
fr: Nouvelle localisation

# Languages::new_location
source: New location
fa: مکان جدید
fr: Nouvel destination

# Languages::new_rate_area
source: New rate area
fa: منطقه نرخ جدید
fr: Nouvelle zone tarifaire

# Languages::new_menu
source: New menu
fa: منوی جدید
fr: Nouveau menu

# Languages::new_option
source: New option
fa: گزینه های جدید
fr: Nouvelle option

# Languages::new_page
source: New page
fa: صفحه جدید
fr: Nouvelle page

# Languages::new_payments
source: New payment method
fa: روش پرداخت جدید
fr: Ajouter des nouvelles méthodes de paiement

# Languages::new_payout
source: New payout
fa: طرح جدید
fr: Ajouter un nouveau versement

# Languages::new_post
source: New post
fa: پست جدید
fr: Nouveau post

# Languages::new_product
source: New product
fa: محصول جدید
fr: Nouveau produit

# Languages::new_profile
source: New profile
fa: مشخصات جدید
fr: Nouveau profil

# Languages::new_profile_field
source: New profile field
fa: رشته نمایه جدید
fr: Nouveau champ de profil
