Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
fa: ارزی که توسط سیستم پرداخت پشتیبانی نمی شود در وب سایت استفاده می شود. لطفا در مورد این مشکل با مدیر فروشگاه تماس بگیرید.
fr: La monnaie utilisée sur le site n'est pas supportée par le système de paiement. Veuillez contacter l'administrateur du magasin.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
fa: نسخه جدید [product] موجود است. اگر می‌خواهید اکنون به آخرین نسخه ارتقا دهید، روی <a href="[link]">اینجا کلیک کنید</a>.
fr: Une nouvelle version de CS-Cart est disponible. Si vous désirez installer la dernière version, cliquez <a href="[link]">ici</a>.

# Languages::text_usergroup_activated
source: The following user groups have been activated for your account: [usergroups].
fa: گروه های کاربری زیر برای حساب شما فعال شده اند: [usergroups].
fr: Les groupes d'utilisateurs suivants ont été activés pour votre compte.

# Languages::text_usergroup_disactivated
source: The following user groups have been removed from your account: [usergroups].
fa: گروه های کاربری زیر از حساب شما حذف شده اند: [usergroups].
fr: Les groupes d'utilisateurs suivants ont été supprimés pour votre compte.

# Languages::text_usergroup_request
source: Customer requested user group.
fa: گروه کاربری درخواستی مشتری
fr: Groupe d'utilisateur demandé par le client

# Languages::text_usergroup_requested_by
source: The <b>[usergroup]</b> group was requested by [name] ([email]).
fa: گروه <b>[usergroup]</b> توسط [name] ([email]) درخواست شد.
fr: Le <b>[usergroup]</b> groupe a ete demande par [name] ([email]).

# Languages::text_worldpay_notice
source: Configure your Worldpay account before using the payment.<br /><br />Go to the Worldpay administration page and switch to the Installation section.<br /><br />Fill the fields as follows:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />MD5 secret for transactions: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />SignatureFields: <b>instId:amount:currency:cartId</b>
fa: قبل از استفاده از پرداخت، حساب Worldpay خود را پیکربندی کنید.<br /><br />به صفحه مدیریت Worldpay بروید و به بخش نصب بروید.<br /><br />فیلدها را به صورت زیر پر کنید:<br /><br />آدرس پاسخ پرداخت: <b>[return_url]</b><br />رمز عبور پاسخ پرداخت: <b>یک کلمه مخفی بسازید.</b> همان کلمه باید در قسمت مربوطه زیر<br />راز MD5 برای تراکنش ها وارد شود: <b>یک کلمه مخفی بسازید.</b> همان کلمه باید در قسمت مربوطه زیر<br />SignatureFields وارد شود: <b>instId:amount:currency:cartId</b>
fr: Configurez votre compte Worldpay avant d'utiliser le paiement.<br /><br />Allez sur la page d'administration de Worldpay et passez à la section Installation.<br /><br />Remplissez les champs comme suit :<br /><br />Url de réponse au paiement : <b>[return_url]</b><br />Mot de passe de la réponse au paiement : <b>Composez un mot secret.</b> Le même mot doit être saisi dans le champ respectif ci-dessous<br />MD5 secret pour les transactions : <b>Comprenez un mot secret.</b> Le même mot doit être saisi dans le champ respectif ci-dessous<br />SignatureFields : <b>instId:montant:monnaie:cartId</b>

# Languages::text_zipcodes_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
fa: شما می توانید از حروف عام در این زمینه استفاده کنید:<br /><b>'?'</b> - هر شخصیت واحد;<b>'*'</b> - هر تعداد کاراکتر.<br /><br /><u>مثال:</u><br /><b>98؟78</b> &nbsp;&nbsp;(مربوط به 98878، 98378، 98978، و غیره)<br /><b>12*</b>&nbsp;&nbsp; (منطبق با 12345، 12876، 12876، و غیره)
fr: Vous pouvez utiliser des jokers dans ce champs :<br><b>'?'</b> - tout caractère simple;<b>'*'</b> - tout nombre de caractères.<br><br><u>Exemple :</u><br><b>98?78</b> &nbsp;&nbsp;(correspond à 98878, 98378, 98978, etc)<br><b>12*</b>&nbsp;&nbsp; (correspond à 12345, 12876, 12098, etc..)

# Languages::theme
source: Theme
fa: تم
fr: Thème

# Languages::themes
source: Themes
fa: قالب ها
fr: Thèmes

# Languages::theme_directory
source: Theme directory
fa: تم دایرکتوری
fr: Répertoire du thème

# Languages::theme_editor
source: Theme editor
fa: تم ویرایشگر
fr: Editeur de thème

# Languages::theme_editor.background
source: Background
fa: پس زمینه
fr: Fond

# Languages::theme_editor.backgrounds
source: Backgrounds
fa: پس زمینه ها
fr: Fond

# Languages::theme_editor.background_color
source: Background color
fa: رنگ پس زمینه
fr: Couleur du fond

# Languages::theme_editor.base_color
source: Base
fa: پایه

# Languages::theme_editor.body_font
source: Body
fa: بدنه
fr: Corps

# Languages::theme_editor.browse
source: Browse
fa: مرور
fr: Naviguer

# Languages::theme_editor.buttons_font
source: Buttons
fa: دکمه ها
fr: Boutons

# Languages::theme_editor.close
source: Close theme editor
fa: تم نزدیک ویرایشگر
fr: Fermer l'éditeur de thème

# Languages::theme_editor.colors
source: Colors
fa: رنگ ها
fr: Couleurs

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
fa: ترکیب رنگ
fr: Combinaison de couleurs

# Languages::theme_editor.color_gen_analogic
source: Analogic
fa: انالوگ
fr: Analogique

# Languages::theme_editor.color_gen_base_color
source: Base color
fa: رنگ پایه
fr: Couleur de base

# Languages::theme_editor.color_gen_contrast
source: Contrast
fa: کنتراست
fr: Contraste

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
fa: نور تیره
fr: Pastel foncé

# Languages::theme_editor.color_gen_default
source: Default
fa: پیش فرض
fr: Par défault

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
fa: نور ملایم
fr: Pastel clair

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
fa: تک رنگ
fr: Monochromatique

# Languages::theme_editor.color_gen_pale
source: Pale
fa: رنگ پریده
fr: Clair

# Languages::theme_editor.color_gen_pastel
source: Pastel
fa: نقاشی با مداد رنگی

# Languages::theme_editor.color_gen_title
source: Generate colors
fa: تولید رنگ
fr: Générer les couleurs

# Languages::theme_editor.color_gen_triad
source: Triad
fa: سه تایی
fr: Triade

# Languages::theme_editor.color_gen_variant
source: Variation
fa: تنوع

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
fa: کنتراست
fr: Contraste

# Languages::theme_editor.content_bg
source: Content
fa: محتوا
fr: Contenu

# Languages::theme_editor.css
source: Custom CSS
fa: سفارشی CSS
fr: CSS personnalisé

# Languages::theme_editor.customize
source: Customize
fa: سفارشی کردن
fr: Personnaliser

# Languages::theme_editor.decorative_color
source: Decorative
fa: تزئینی
fr: Décoratif

# Languages::theme_editor.discount_label
source: Discount label
fa: برچسب های تخفیف
fr: Étiquette de rabais

# Languages::theme_editor.error_style_exists
source: The style with this name is already exist. Please choose another one.
fa: سبک با این نام است در حال حاضر وجود ندارد. خواهشمندیم یکی دیگر انتخاب کنید.
fr: Un style avec ce nom existe déjà. Merci d'en choisir un autre.

# Languages::theme_editor.favicon
source: Favicon
fa: موارد دلخواه
fr: Icône de favori

# Languages::theme_editor.favicon_size
source: Favicon size must be 16x16 px
fa: اندازه دلخواه باید 16 x 16 پیکسل
fr: La taille de l'icône de favori doit être de 16x16 px

# Languages::theme_editor.fixed
source: Fixed
fa: ثابت
fr: Corrigé

# Languages::theme_editor.font
source: Font
fa: فونت
fr: Police

# Languages::theme_editor.fonts
source: Fonts
fa: فونت ها
fr: Polices

# Languages::theme_editor.font_color
source: Font
fa: فونت
fr: Police de caractères

# Languages::theme_editor.footer
source: Footer
fa: پاورقی
fr: Pied de page

# Languages::theme_editor.footer_text
source: Footer text
fa: متن پاورقی
fr: Texte de pied de page

# Languages::theme_editor.full_width
source: Full width
fa: عرض کامل
fr: Largeur totale

# Languages::theme_editor.general
source: General
fa: عمومی
fr: Général

# Languages::theme_editor.general_bg
source: General
fa: عمومی
fr: Général

# Languages::theme_editor.gradient
source: Gradient
fa: شیب
fr: Gradiant

# Languages::theme_editor.header
source: Header
fa: سربرگ
fr: Entête

# Languages::theme_editor.headings_font
source: Headings
fa: سرفصل
fr: Rubriques

# Languages::theme_editor.hide_show
source: Hide/show theme editor panel
fa: پنهان کردن/نشان می دهد پانل ویرایشگر تم
fr: Cacher/afficher l'éditeur de thème

# Languages::theme_editor.in_stock
source: In stock
fa: موجود
fr: En stock

# Languages::theme_editor.links_font
source: Links
fa: لینک ها
fr: Liens

# Languages::theme_editor.link_color
source: Links
fa: لینک ها
fr: Liens

# Languages::theme_editor.logos
source: Logos
fa: آرم

# Languages::theme_editor.mail
source: Mail
fa: ایمیل

# Languages::theme_editor_logo.mail
source: E-mails
fa: ایمیل ها

# Languages::theme_editor.main
source: Main content
fa: محتوای اصلی
fr: Contenu principal

# Languages::theme_editor.max_image_size
source: The image must not be bigger than 200 kB.
fa: تصویر نباید بزرگتر از 200 کیلوبایت است.
fr: L'image ne doit pas être plus grande que 200kB.

# Languages::theme_editor.menu_color
source: Menu
fa: منو

# Languages::theme_editor.menu_links_color
source: Menu links
fa: منوی لینک
fr: Liens du menu

# Languages::theme_editor.middle_bg
source: Middle
fa: میانه
fr: Milieu

# Languages::theme_editor.no_repeat
source: No repeat
fa: بدون گزارش
fr: Ne pas répéter

# Languages::theme_editor.off
source: Off
fa: خاموش

# Languages::theme_editor.on
source: On
fa: روشن

# Languages::theme_editor.out_of_stock
source: Out of stock
fa: اتمام موجودی
fr: En rupture de stock

# Languages::theme_editor.pattern
source: Pattern
fa: الگو
fr: Modèle

# Languages::theme_editor.position
source: Position
fa: موقعیت

# Languages::theme_editor.styles
source: Styles
fa: سبک

# Languages::theme_editor.style
source: Style
fa: سبک

# Languages::theme_editor.style_data_cannot_be_saved
source: Style data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
fa: داده های سبک را نمی توان ذخیره کرد. شما باید اجازه نوشتن در پوشه <b>[theme_dir]</b> برای رفع این مشکل مجموعه بیابید.
fr: Les modifications de style ne peuvent pas être enregistrées. Vous devez définir des autorisations d'écriture pour le répertoire [theme_dir] afin de résoudre ce problème.

# Languages::theme_editor.style_name
source: Style name
fa: نام سبک
fr: Nom du style

# Languages::theme_editor.price
source: Price
fa: قیمت
fr: Prix

# Languages::theme_editor.price_font
source: Price tag
fa: برچسب قیمت
fr: Etiquette

# Languages::theme_editor.primary_button
source: Primary button
fa: دکمه اولیه
fr: Bouton principal

# Languages::theme_editor.tertiary_button
source: Tertiary button
fa: دکمه های پیشرفته
fr: Bouton de base

# Languages::theme_editor.repeat
source: Repeat
fa: تکرار
fr: Répéter

# Languages::theme_editor.repeat_x
source: Repeat x
fa: تکرار x
fr: Répéter x

# Languages::theme_editor.repeat_y
source: Repeat y
fa: تکرار y
fr: Répéter y

# Languages::theme_editor.reset_backgrounds
source: Reset backgrounds
fa: بازنشانی پس زمینه
fr: Réinitialiser les fonds

# Languages::theme_editor.reset_colors
source: Reset colors
fa: بازنشانی رنگ ها
fr: Réinitialiser les couleurs

# Languages::theme_editor.reset_css
source: Reset CSS
fa: بازنشانی CSS
fr: Réinitialiser le CSS

# Languages::theme_editor.reset_fonts
source: Reset fonts
fa: بازنشانی فونت ها
fr: Réinitialiser les polices

# Languages::theme_editor.reset_general
source: Reset general
fa: ریست کلی
fr: Réinitialisation générale

# Languages::theme_editor.reset_logos
source: Reset logos
fa: بازنشانی نشان ها
fr: Réinitialiser les logos

# Languages::theme_editor.rounded_corners
source: Rounded corners
fa: گوشه های گرد
fr: Coins arrondis

# Languages::theme_editor.scroll
source: Scroll
fa: پیمایش
fr: Défilement

# Languages::theme_editor.secondary_button
source: Secondary button
fa: دکمه های ثانویه
fr: Bouton secondaire

# Languages::theme_editor.sidebar
source: Sidebar
fa: نوار جانبی
fr: Barre latérale

# Languages::theme_editor.text_align
source: Text alignment
fa: تراز متن
fr: Alignement du texte

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
fa: برای خروج از ویرایشگر تم مطمین هستید?
fr: Êtes-vous sûr de vouloir quitter l'éditeur de thème ?

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
fa: تغییرات شما ذخیره نشده اند. شما به خروج از ویرایشگر تم اطمینان دارید?
fr: Des modifications n'ont pas été sauvées. Etes-vous sûr de vouloir quitter l'éditeur ?

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
fa: همه تغییرات را ذخیره کنید بعد از آخرین تنظیم مجدد خواهد شد
fr: Tous les changements après la dernière sauvegarde seront réinitialisés.

# Languages::theme_editor.theme
source: Theme
fa: تم
fr: Thème

# Languages::theme_editor_logo.theme
source: Theme
fa: موضوع
fr: Thème

# Languages::theme_editor.top_panel
source: Top panel
fa: بالای صفحه
fr: Panneau supérieur

# Languages::theme_editor.top_panel_links
source: Top panel links
fa: لینک های بالای صفحه
fr: Liens du panel du haut

# Languages::theme_editor.top_panel_text
source: Top panel text
fa: متن بالای صفحه
fr: Texte du panneau supérieur

# Languages::theme_editor.transparent
source: Transparent
fa: شفاف

# Languages::theme_editor.upload_image
source: Upload image
fa: آپلود تصویر
fr: Transférer image

# Languages::theme_editor.enable
source: Enable Theme editor
fa: فعال کردن ویرایشگر تم
fr: Activer éditeur de thème

# Languages::theme_editor.system_fonts
source: System fonts
fa: فونت های سیستم
fr: Polices système

# Languages::theme_editor.popular_fonts
source: Popular fonts
fa: فونت های محبوب
fr: Polices populaires

# Languages::theme_editor.other_fonts
source: Other fonts
fa: فونت های دیگر
fr: Autres polices

# Languages::theme_editor_mode
source: Theme editor mode
fa: حالت ویرایشگر تم
fr: Mode éditeur de thème

# Languages::theme_editor.checkout_selected_control_border
source: Checkout: Selected payment / shipping method border
fa: پرداخت: مرز روش پرداخت / حمل و نقل انتخاب شده
fr: Commander : Frontière du mode de paiement et d'expédition sélectionné

# Languages::theme_editor.checkout_active_selector_border
source: Checkout: Active selector border
fa: پرداخت: حاشیه انتخابگر فعال
fr: Paiement : Bordure active du sélecteur

# Languages::theme_editor.checkout_control_border
source: Checkout: Payment / shipping method border
fa: پرداخت: مرز روش پرداخت / حمل و نقل
fr: Paiement : Bordure de paiement / méthode d'expédition

# Languages::theme_editor.checkout_selector_border
source: Checkout: Selector border
fa: پرداخت: حاشیه انتخابگر
fr: Paiement : Bordure du sélecteur

# Languages::theme_editor.checkout_input_border
source: Checkout: Field border
fa: پرداخت: حاشیه میدان
fr: Paiement : Bordure de champ

# Languages::theme_editor.checkout_selected_input_border
source: Checkout: Selected field border
fa: پرداخت: حاشیه فیلد انتخاب شده
fr: Paiement : Bordure du champ sélectionné

# Languages::theme_editor.checkout_step_title
source: Checkout: Step title
fa: پرداخت: عنوان مرحله
fr: Paiement : Titre de l'étape

# Languages::theme_editor.checkout_input_text
source: Checkout: Text in fields
fa: پرداخت: متن در فیلدها
fr: Paiement : Texte dans les champs

# Languages::theme_editor.checkout_input_label
source: Checkout: Field label
fa: پرداخت: برچسب فیلد
fr: Paiement : Étiquette du champ

# Languages::theme_editor.checkout_control_background
source: Checkout: Payment / shipping method background
fa: پرداخت: پس زمینه روش پرداخت / حمل و نقل
fr: Paiement : Paiement / méthode d'expédition arrière-plan

# Languages::theme_editor.checkout_selector_background
source: Checkout: Selector background
fa: پرداخت: پس زمینه انتخابگر
fr: Paiement : Fond du sélecteur

# Languages::theme_editor.checkout_selected_control_background
source: Checkout: Selected payment / shipping method background
fa: پرداخت: پس زمینه انتخاب پرداخت / روش حمل و نقل
fr: Paiement : Fond du mode de paiement / d'expédition sélectionné

# Languages::theme_editor.checkout_active_selector_background
source: Checkout: Active selector background
fa: پرداخت: پس زمینه انتخابگر فعال
fr: Paiement : Arrière-plan du sélecteur actif

# Languages::theme_editor.checkout_control_title
source: Checkout: Payment / shipping method title
fa: پرداخت: عنوان روش پرداخت / حمل و نقل
fr: Paiement : Paiement / titre du mode de livraison

# Languages::theme_editor.checkout_selector_title
source: Checkout: Selector title
fa: پرداخت: عنوان انتخابگر
fr: Paiement : Titre du sélecteur

# Languages::theme_editor.checkout_control_description
source: Checkout: Payment / shipping method description
fa: پرداخت: شرح روش پرداخت / حمل و نقل
fr: Paiement : Description du mode de paiement et d'expédition

# Languages::theme_editor.checkout_selector_tooltip
source: Checkout: Selector tooltip
fa: پرداخت: راهنمای ابزار انتخابگر
fr: Paiement : Infobulle du sélecteur

# Languages::theme_editor.checkout_control_label
source: Checkout: Credit card field names
fa: پرداخت: نام فیلدهای کارت اعتباری
fr: Paiement : Noms des champs de la carte de crédit

# Languages::theme_editor.checkout_terms_background
source: Checkout: "Terms and conditions" section background
fa: پرداخت: پس‌زمینه بخش «شرایط و ضوابط».
fr: Paiement : Fond de la section "Termes et conditions"

# Languages::theme_editor.checkout_link
source: Checkout: Link
fa: پرداخت: پیوند
fr: Paiement : Lien

# Languages::admin_panel.block_manager
source: Editing layout
fa: در حال ویرایش چیدمان
fr: Édition de la mise en page

# Languages::theme_editor.create_style_first
source: You cannot modify this parameter for default styles. Create a new one first
fa: شما نمی توانید این پارامتر را برای سبک های پیش فرض تغییر دهید. ابتدا یک مورد جدید ایجاد کنید
fr: Vous ne pouvez pas modifier ce paramètre pour le style par defaut. En créer d'abord un nouveau style

# Languages::the_test_transaction
source: This is a TEST transaction
fa: این معامله آزمایشی است
fr: Ceci est une transaction TEST

# Languages::this_day
source: This day
fa: این روز
fr: Ce jour

# Languages::this_month
source: This month
fa: این ماه
fr: Ce mois

# Languages::this_week
source: This week
fa: این هفته
fr: Cette semaine

# Languages::this_year
source: This year
fa: امسال
fr: Cette année

# Languages::ths_sign
source: Ths sign
fa: این نشانه
fr: Le signe

# Languages::thumb
source: Thumbnail
fa: تصویر کوچک
fr: Vignette

# Languages::thumbnail
source: Thumbnail
fa: تصویر کوچک
fr: Vignette

# Languages::thumbnails
source: Thumbnails
fa: تصویر کوچک
fr: Vignettes

# Languages::thumbnails_removed
source: Thumbnails have been removed
fa: ریز عکسها حذف شده اند
fr: Les vignettes ont été supprimées

# Languages::thumbnail_width
source: Thumbnail width in scroller
fa: عرض تصویر بند انگشتی در پیشین
fr: Largeur vignettes dans le scroller

# Languages::tier_account
source: tier account
fa: ردیف حساب
fr: Compte tiers

# Languages::time
source: Time
fa: زمان
fr: Temps

# Languages::timeout
source: Timeout
fa: ایست
fr: Délai

# Languages::Timestamp
source: Timestamp
fa: برچسب زمان

# Languages::time_interval
source: Time interval
fa: فاصله زمانی
fr: Intervalle de temps

# Languages::time_unlimited_download
source: Time-unlimited download
fa: دانلود زمان نامحدود
fr: Temps de téléchargement illimité

# Languages::title
source: Title
fa: عنوان
fr: Titre

# Languages::tmpl_copyright
source: Copyright information
fa: اطلاعات کپی رایت
fr: Information de copyright

# Languages::tmpl_logo
source: Store logo
fa: لوگو فروشگاه
fr: Logo du magasin

# Languages::tmpl_payment_icons
source: Payment systems icons
fa: آیکون سیستم های پرداخت
fr: Icônes des systèmes de paiement

# Languages::tmpl_quick_links
source: Quick links
fa: لینک های سریع
fr: Liens rapides

# Languages::tmpl_search
source: Search field
fa: قسمت جستجو
fr: Champ de recherche

# Languages::to
source: TO
fa: به
fr: A

# Languages::today
source: Today
fa: امروز
fr: Aujourd'hui

# Languages::tools
source: Tools
fa: ابزار
fr: Outils

# Languages::tools_addons_current_state
source: Current state
fa: وضعیت فعلی
fr: État actuel

# Languages::tools_addons_no_addons
source: No add-ons
fa: هیچ افزونه ای
fr: Pas de modules supplémentaires

# Languages::tools_addons_no_third_party_addons
source: No third party add-ons
fa: بدون افزونه ی سوم شخص
fr: Pas de modules supplémentaires tiers

# Languages::tooltip
source: Tooltip
fa: راهنمای ابزار
fr: Infobulle

# Languages::container_not_used
source: This container is NOT used. "[container]" container from the default location will be used instead. Set this location as default to use this container as "[container]" for all locations.
fa: این ظرف استفاده نمی شود. جای ظرف "[container]" از مکان پیش فرض استفاده خواهد شد. این مکان پیش فرض برای استفاده از این ظرف به عنوان "[container]" برای همه جا تنظیم کنید.
fr: Ce container n'est PAS utilisé. Un container dpar défaut sera utilis. Définissez cet emplacement par defaut pour utiliser ce container "[container]" pour tous les emplacements.

# Languages::top_panel
source: Top panel
fa: بالای صفحه
fr: Haut

# Languages::total
source: Total
fa: مجموع

# Languages::totally_paid
source: Total paid
fa: مجموع پرداخت
fr: Total payé

# Languages::totals
source: Totals
fa: مجموع
fr: Totaux

# Languages::total_amount
source: Total amount
fa: مقدار کل
fr: Montant total

# Languages::total_cost
source: Total cost
fa: کل هزینه
fr: Coût total

# Languages::total_items
source: Total items
fa: مجموع اقلام
fr: Nbre d'élements

# Languages::total_price
source: Total price
fa: جمع قیمت
fr: Prix total

# Languages::total_product_cost
source: Total product cost
fa: هزینه کل محصول
fr: Coût total du produit

# Languages::total_results
source: Total results
fa: کل نتیجه
fr: Total résultats

# Languages::to_all_subcats
source: Apply to all subcategories
fa: اعمال بر همه سرگروه
fr: Appliquer à toutes les sous-catégories

# Languages::to_date
source: Date through
fa: از طریق تاریخ
fr: Date à

# Languages::to_fixed
source: to fixed amount
fa: به مقدار ثابت
fr: A un montant fixe

# Languages::to_percentage
source: to percentage of the original price
fa: درصد از قیمت اصلی
fr: A un pourcentage du prix original

# Languages::track
source: Track
fa: آهنگ
fr: Suivre

# Languages::tracking_num
source: Tracking number
fa: شماره پیگیری
fr: Numero de Tracking

# Languages::tracking_number
source: Tracking number
fa: شماره پیگیری
fr: Numéro de suivi

# Languages::tracks
source: Identifier
fa: شناسه
fr: Identifiant

# Languages::track_my_order
source: Track my order(s)
fa: پیگیری سفارش(سفارشات) من
fr: Suivre ma/mes commande(s)

# Languages::track_orders
source: Track orders
fa: پیگیری سفارشات
fr: Suivre les commandes

# Languages::track_request_subj
source: Order tracking
fa: رهگیری سفارش
fr: Suivi de commande

# Languages::track_without_options
source: Track without options
fa: بدون گزینه های ردیابی
fr: suivre sans options

# Languages::track_with_options
source: Track with options
fa: با استفاده از گزینه های ردیابی
fr: suivre avec options

# Languages::transaction_approved
source: Transaction approved
fa: معامله مورد تایید
fr: Transaction approuvée

# Languages::transaction_cancelled
source: Transaction was canceled
fa: معامله لغو شد
fr: La transaction a été annulée

# Languages::transaction_declined
source: Transaction declined
fa: تراکنش رد شد
fr: Transaction refusée

# Languages::transaction_id
source: Transaction ID
fa: شناسه تراکنش
fr: ID Transaction
