Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::addons.you_already_posted_review
source: You can not create a add-on review because you already have a review that requires premoderation
fa: شما نمی توانید یک بررسی الحاقی ایجاد کنید زیرا قبلاً یک بررسی دارید که نیاز به تعدیل قبلی دارد
fr: Vous ne pouvez pas créer d'avis complémentaire car vous avez déjà un avis qui nécessite une modération préalable

# Languages::addons.something_went_wrong
source: Something went wrong with your request. Please try again later.
fa: مشکلی در درخواست شما پیش آمد. لطفاً بعداً دوباره امتحان کنید.
fr: Une erreur s'est produite avec votre demande. Veuillez réessayer plus tard.

# Languages::addons.your_message
source: Your message
fa: پیغام تو
fr: Votre message

# Languages::addons.not_installed
source: Not installed
fa: نصب نشده
fr: Pas installé

# Languages::addons.install
source: Install
fa: نصب
fr: Installer

# Languages::addons.disabled
source: Disabled
fa: معلول
fr: Désactivé

# Languages::addons.activate
source: Activate
fa: فعال کنید
fr: Activer

# Languages::addons.mve_ult_or_plus_required
source: [product] Plus or Ultimate required
fa: [product] پلاس یا نهایی مورد نیاز است
fr: [product] Plus ou Ultimate requis

# Languages::addons.ult_required
source: [product] Ultimate required
fa: [product] نهایی مورد نیاز است
fr: [product] ultime requis

# Languages::addons.upgrade_available
source: Upgrade available
fa: ارتقا در دسترس است
fr: Mise à niveau disponible

# Languages::addons.upgrades
source: Upgrades
fa: ارتقا
fr: Mises à jour

# Languages::addons.error_at_sending_addon_review
source: Something went wrong at sending add-on review. Please try again later.
fa: مشکلی در ارسال بررسی افزونه رخ داد. لطفاً بعداً دوباره امتحان کنید.
fr: Une erreur s'est produite lors de l'envoi de l'évaluation du module complémentaire. Veuillez réessayer plus tard.

# Languages::unable_delete_storefront_orders_exists
source: Unable to delete this storefront because there are orders containing the products of this storefront in the store database. To delete the storefront, please delete all such orders first.
fa: حذف این ویترین امکان پذیر نیست زیرا سفارشاتی حاوی محصولات این ویترین در پایگاه داده فروشگاه وجود دارد. برای حذف ویترین، لطفاً ابتدا همه این سفارشات را حذف کنید.
fr: Impossible de supprimer cette vitrine car il existe des commandes contenant les produits de cette vitrine dans la base de données de la boutique. Pour supprimer la vitrine, veuillez d'abord supprimer toutes ces commandes.

# Languages::state_field_required_only_for_countries_with_regions
source: The "State" field is required for all countries with states or provinces. If you don't have states for the customer's country, then the field will be required at checkout only if it is required in the customer's profile.
fa: فیلد "دولت" برای همه کشورهای دارای ایالت یا استان الزامی است. اگر ایالات برای کشور مشتری ندارید، فقط در صورتی که در نمایه مشتری لازم باشد، فیلد هنگام تسویه حساب الزامی است.
fr: Le champ "État" est obligatoire pour tous les pays ayant des États ou des provinces. Si vous n'avez pas d'états pour le pays du client, le champ ne sera requis à la caisse que s'il est requis dans le profil du client.

# Languages::need_storefront_id
source: Storefront ID is required (the storefront_id param)
fa: شناسه Storefront مورد نیاز است (پارام storefront_id)
fr: L'ID de la vitrine est requis (le paramètre storefront_id)

# Languages::addons.multiple_dependencies_required
source: The add-on cannot be installed because it depends on the following add-ons:<ul>[addon_list]</ul> Please install these add-ons first.
fa: این افزونه را نمی توان نصب کرد زیرا به افزونه های زیر بستگی دارد:<ul>[addon_list]</ul> لطفاً ابتدا این افزونه ها را نصب کنید.
fr: Le module complémentaire ne peut pas être installé car il dépend des modules complémentaires suivants :<ul>[addon_list]</ul> Veuillez d'abord installer ces modules complémentaires.

# Languages::products_are_not_selectable_for_context_menu
source: You can not select products that belong to another storefront.
fa: شما نمی توانید محصولاتی را انتخاب کنید که متعلق به ویترین فروشگاه دیگری هستند.
fr: Vous ne pouvez pas sélectionner des produits appartenant à une autre vitrine.

# Languages::product_filters_are_not_selectable_for_context_menu
source: You can not select product filters that belong to another storefront.
fa: شما نمی توانید فیلترهای محصولی را که متعلق به ویترین فروشگاه دیگری هستند انتخاب کنید.
fr: Vous ne pouvez pas sélectionner des filtres de produits appartenant à une autre vitrine.

# Languages::product_options_are_not_selectable_for_context_menu
source: You can not select product options that belong to another storefront
fa: نمی‌توانید گزینه‌های محصولی را انتخاب کنید که متعلق به ویترین فروشگاه دیگری است
fr: Vous ne pouvez pas sélectionner les options de produit qui appartiennent à une autre vitrine

# Languages::product_features_are_not_selectable_for_context_menu
source: You can not select product features that belong to another storefront.
fa: شما نمی توانید ویژگی های محصولی را که متعلق به ویترین فروشگاه دیگری است انتخاب کنید.
fr: Vous ne pouvez pas sélectionner les caractéristiques du produit qui appartiennent à une autre vitrine.

# Languages::product_feature_groups_are_not_selectable_for_context_menu
source: You can not select product feature groups that belong to another storefront.
fa: نمی‌توانید گروه‌های ویژگی محصول را که متعلق به ویترین فروشگاه دیگری هستند انتخاب کنید.
fr: Vous ne pouvez pas sélectionner des groupes de fonctionnalités de produit appartenant à une autre vitrine.

# Languages::removing_default_language_from_storefront
source: Sorry, we couldn't remove the [language_name] language from storefront [storefront_name]. To remove it, please go to <b>Settings → Appearance</b> and change the <b>Frontend default language</b> for storefront [storefront_name] first.|Sorry, we couldn't remove the [language_name] language from storefronts: [storefront_name]. To remove it, please go to <b>Settings → Appearance</b> and change the <b>Frontend default language</b> for storefronts: [storefront_name] first.
fa: متأسفیم، ما نتوانستیم زبان [language_name] را از ویترین فروشگاه [storefront_name]حذف کنیم. برای حذف آن، لطفاً به <b>Settings → Appearance</b> بروید و ابتدا زبان پیش فرض <b>Frontend را برای ویترین</b> تغییر دهید.|متأسفیم، نتوانستیم زبان [storefront_name] را از ویترین ها حذف کنیم [storefront_name][language_name] برای حذف آن، لطفاً به <b> [storefront_name] → Appearance</b> بروید و ابتدا زبان پیش‌فرض <b>Frontend را برای ویترین‌ها تغییر دهید:</b>.
fr: Désolé, nous n'avons pas pu supprimer la langue [language_name] de la vitrine [storefront_name]. Pour le supprimer, allez dans <b>Paramètres → Apparence</b> et modifiez d'abord la langue par défaut des <b>interfaces</b> pour la vitrine [storefront_name] |Désolé, nous n'avons pas pu supprimer la langue [language_name] des vitrines : [storefront_name]. Pour le supprimer, rendez-vous dans <b>Paramètres → Apparence</b> et modifiez la <b>Langue par défaut de l'interface</b> pour les vitrines : [storefront_name] en premier.

# Languages::sw.vendor_panel
source: Vendor panel
fa: پنل فروشنده
fr: Panneau vendeur

# Languages::sw.easy_admin_panel_for_vendors
source: Easy admin panel for vendors
fa: پنل مدیریت آسان برای فروشندگان
fr: Panneau d'administration facile pour les fournisseurs

# Languages::sw.product_tabs_and_properties
source: Product tabs and properties
fa: برگه ها و خواص محصول
fr: Onglets et propriétés du produit

# Languages::sw.branding_and_colors
source: Branding and colors
fa: برند و رنگ
fr: Marquage et couleurs

# Languages::create_new_product
source: Create new product
fa: محصول جدید ایجاد کنید
fr: Créer un nouveau produit

# Languages::import_products
source: Import products
fa: واردات محصولات
fr: Importer des produits

# Languages::thank_you_for_registration
source: Thank you for registration!
fa: با تشکر از شما برای ثبت نام!
fr: Merci pour votre inscription !

# Languages::helpdesk_account.helpdesk_account
source: Help Desk account
fa: حساب Help Desk
fr: Compte d'assistance

# Languages::helpdesk_account.sign_in
source: Sign in
fa: ورود
fr: S'identifier

# Languages::helpdesk_account.sign_out
source: Sign out
fa: خروج از سیستم
fr: Déconnexion

# Languages::helpdesk_account.signed_in_message
source: Signed in
fa: وارد شدن
fr: Connecté

# Languages::helpdesk_account.signed_out_message
source: Sign in with your Help Desk account to access all CS-Cart services using single account.
fa: برای دسترسی به تمام خدمات CS-Cart با استفاده از حساب واحد، با حساب Help Desk خود وارد شوید.
fr: Connectez-vous avec votre compte Help Desk pour accéder à tous les services CS-Cart en utilisant un seul compte.

# Languages::helpdesk_account.signed_out_message.marketplace
source: Sign in with your Help Desk account to get information about newest add-on versions from Marketplace, rate and review add-ons you've bought, and prolong your license subscriptions.
fa: با حساب Help Desk خود وارد شوید تا اطلاعاتی درباره جدیدترین نسخه‌های برافزا از Marketplace دریافت کنید، افزونه‌هایی را که خریداری کرده‌اید رتبه‌بندی و بررسی کنید، و اشتراک مجوز خود را طولانی کنید.
fr: Connectez-vous avec votre compte Help Desk pour obtenir des informations sur les dernières versions des modules complémentaires de Marketplace, évaluer et évaluer les modules complémentaires que vous avez achetés et prolonger vos abonnements de licence.

# Languages::helpdesk_account.signed_out_message.marketplace_single_addon
source: Sign in with your Help Desk account to get information about newest add-on versions from Marketplace, rate and review this add-on, and prolong your license subscription.
fa: با حساب Help Desk خود وارد شوید تا اطلاعاتی درباره جدیدترین نسخه های افزونه از Marketplace دریافت کنید، این افزونه را رتبه بندی و بررسی کنید، و اشتراک مجوز خود را طولانی کنید.
fr: Connectez-vous avec votre compte Help Desk pour obtenir des informations sur les dernières versions des modules complémentaires de Marketplace, évaluer et évaluer ce module complémentaire, et prolonger votre abonnement de licence.

source: You need to have the according permission from the store owner to manage add-ons.
fa: برای مدیریت افزونه‌ها باید از مالک فروشگاه مجوز لازم را داشته باشید.
fr: Vous devez avoir l'autorisation correspondante du propriétaire du magasin pour gérer les modules complémentaires.

# Languages::helpdesk_account.request_permissions
source: Request permissions
fa: درخواست مجوز
fr: Demander des autorisations

# Languages::helpdesk_account.sign_in_to_manage_addons
source: Sign in with your Help Desk account to manage add-ons.
fa: برای مدیریت برافزاها، با حساب Help Desk خود وارد شوید.
fr: Connectez-vous avec votre compte Help Desk pour gérer les modules complémentaires.

# Languages::link_from_layout
source: Link blocks from layout
fa: پیوند بلوک ها از طرح
fr: Blocs de liens à partir de la mise en page

# Languages::use_for_all_new_vendors
source: Use for all new vendors
fa: استفاده برای همه فروشندگان جدید
fr: Utiliser pour tous les nouveaux fournisseurs

# Languages::show_vendor_info_if_shipping_no_required
source: Show information about vendors whose products do not require shipping
fa: نمایش اطلاعات مربوط به فروشندگانی که محصولاتشان به ارسال نیاز ندارد
fr: Afficher des informations sur les fournisseurs dont les produits ne nécessitent pas d'expédition

# Languages::sw.marketplace_setup_wizard
source: Marketplace setup wizard
fa: جادوگر راه اندازی بازار
fr: Assistant de configuration de la place de marché

# Languages::sw.money_split_automaticaly_descr.ru
source: This is achieved via YooMoney for marketplaces, so each vendor must have a YooMoney account. We'll create a payment method for you. You'll just need to configure it, and vendors will need to provide their account information.
fa: این از طریق YooMoney برای بازارها به دست می آید، بنابراین هر فروشنده باید یک حساب YooMoney داشته باشد. ما یک روش پرداخت برای شما ایجاد خواهیم کرد. شما فقط باید آن را پیکربندی کنید و فروشندگان باید اطلاعات حساب خود را ارائه دهند.
fr: Ceci est réalisé via YooMoney pour les places de marché, de sorte que chaque fournisseur doit avoir un compte YooMoney. Nous créerons un mode de paiement pour vous. Vous n'aurez qu'à le configurer et les fournisseurs devront fournir leurs informations de compte.

# Languages::delete_my_account
source: Delete my account
fa: اکانت من رو پاک کن
fr: Supprimer mon compte

# Languages::delete_my_account_description
source: <p>We’ll deactivate your account and remove all your personal data from it. After that you won’t be able to sign in. However, you’ll be able to register a new account with the same email address in the future. Please note that we’ll need some time to process this request, so your account won’t be deactivated immediately. If you have any comments regarding your request, please leave them in the field below.</p>
fa: <p>ما حساب شما را غیرفعال می کنیم و تمام اطلاعات شخصی شما را از آن حذف می کنیم. پس از آن نمی‌توانید وارد شوید. با این حال، در آینده می‌توانید یک حساب کاربری جدید با همان آدرس ایمیل ثبت کنید. لطفاً توجه داشته باشید که برای پردازش این درخواست به مدتی زمان نیاز داریم، بنابراین حساب شما بلافاصله غیرفعال نخواهد شد. اگر نظری در مورد درخواست خود دارید، لطفاً آن را در فیلد زیر بنویسید.</p>
fr: <p>Nous désactiverons votre compte et en supprimerons toutes vos données personnelles. Après cela, vous ne pourrez plus vous connecter. Cependant, vous pourrez créer un nouveau compte avec la même adresse e-mail à l'avenir. Veuillez noter que nous aurons besoin d'un certain temps pour traiter cette demande, afin que votre compte ne soit pas désactivé immédiatement. Si vous avez des commentaires concernant votre demande, veuillez les laisser dans le champ ci-dessous.</p>

# SettingsOptions::show_delete_account_button
source: Show "Delete my account" button
fa: نمایش دکمه "حذف حساب من".
fr: Afficher le bouton "Supprimer mon compte"

# SettingsTooltips::show_delete_account_button
source: Customers will see it on their profile page on the site.
fa: مشتریان آن را در صفحه نمایه خود در سایت مشاهده خواهند کرد.
fr: Les clients le verront sur leur page de profil sur le site.

# Languages::email_body_anonymization_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested the removal of personal data with the following comment:</p> <p>[comment]</p> <p>Make sure that all business with the customer (orders, return requests, etc.) is concluded. Then <a href="[user_profile_url]" target="_blank">go to the customer page in the admin panel</a> and choose the "Anonymize" action. This will remove the customer's personal data (including email, name, etc.) everywhere in the system, while retaining the data relevant to your business (ordered products, etc). The customer will be able to register a new account with the same email.</p>
fa: <p><a href="[user_profile_url]" target="_blank">[user]</a> با آدرس ایمیل [customer_email] با نظر زیر درخواست حذف داده های شخصی را داده است:</p> <p>[comment]</p> <p>اطمینان حاصل کنید که تمام تجارت با مشتری (سفارش ها، درخواست های برگشت و غیره) به پایان رسیده است. سپس <a href="[user_profile_url]" target="_blank">به صفحه مشتری در پنل مدیریت</a> بروید و عمل "Anonymize" را انتخاب کنید. این کار اطلاعات شخصی مشتری (از جمله ایمیل، نام و غیره) را در همه جای سیستم حذف می کند و در عین حال داده های مربوط به کسب و کار شما (محصولات سفارش داده شده و غیره) را حفظ می کند. مشتری می تواند با همان ایمیل یک حساب کاربری جدید ثبت کند.</p>
fr: <p><a href="[user_profile_url]" target="_blank">[user]</a> avec l'adresse e-mail [customer_email] a demandé la suppression des données personnelles avec le commentaire suivant :</p> <p>[comment]</p> <p>Assurez-vous que toutes les affaires avec le client (commandes, demandes de retour, etc.) sont conclues. Ensuite <a href="[user_profile_url]" target="_blank">rendez-vous sur la page client dans le panneau d'administration</a> et choisissez l'action "Anonymiser". Cela supprimera les données personnelles du client (y compris l'adresse e-mail, le nom, etc.) partout dans le système, tout en conservant les données pertinentes pour votre entreprise (produits commandés, etc.). Le client pourra créer un nouveau compte avec le même e-mail.</p>

# Languages::email_subject_anonymization_request
source: Personal Data Removal Request: [customer_email]
fa: درخواست حذف اطلاعات شخصی: [customer_email]
fr: Demande de suppression de données personnelles : [customer_email]

# Languages::user_action_request_fail
source: An error has occurred during the attempt to send your request. Please try again or send a message to the following email address: <a href="mailto:[email]">[email]</a>
fa: هنگام تلاش برای ارسال درخواست شما خطایی رخ داده است. لطفاً دوباره امتحان کنید یا به آدرس ایمیل زیر پیام ارسال کنید: <a href="mailto:[email]">[email]</a>
fr: Une erreur s'est produite lors de la tentative d'envoi de votre demande. Veuillez réessayer ou envoyer un message à l'adresse e-mail suivante : <a href="mailto:[email]">[email]</a>

# Languages::user_action_request_success
source: Your request has been sent successfully.
fa: درخواست شما با موفقیت ارسال شد.
fr: Votre demande a été envoyée avec succès.

# Languages::anonymize
source: Anonymize
fa: ناشناس کردن
fr: Anonymiser

# Languages::text_anonymize_question
source: Once you anonymize someone, all their personal information will be replaced with randomly-generated data. This action can not be undone, unless you restore the database from a backup. Are you sure you want to proceed?
fa: هنگامی که شخصی را ناشناس می کنید، تمام اطلاعات شخصی او با داده هایی که به صورت تصادفی تولید می شود جایگزین می شود. این عمل را نمی توان واگرد کرد، مگر اینکه پایگاه داده را از یک نسخه پشتیبان بازیابی کنید. آیا مطمئن هستید که می خواهید ادامه دهید؟
fr: Une fois que vous anonymisez quelqu'un, toutes ses informations personnelles seront remplacées par des données générées de manière aléatoire. Cette action ne peut pas être annulée, sauf si vous restaurez la base de données à partir d'une sauvegarde. Êtes-vous sur de vouloir continuer?

# Languages::check_other_sources_for_personal_data
source: <p>Please note that anonymization doesn't affect any backups and logs that you might have. If necessary, please do the following:</p><ol><li>Clear the logs under <b>Administration → Logs</b>.</li><li>Secure and delete the backups you might have under <b>Administration → Backup/Restore</b>.</li></ol>
fa: <p>لطفاً توجه داشته باشید که ناشناس‌سازی بر روی پشتیبان‌گیری و گزارش‌هایی که ممکن است داشته باشید تأثیری نمی‌گذارد. در صورت لزوم، لطفاً موارد زیر را انجام دهید:</p><ol><li>سیاهههای مربوط به <b>Administration → Logs</b>را پاک کنید.</li><li>پشتیبان هایی را که ممکن است در زیر <b>مدیریت → پشتیبان گیری/بازیابی</b>داشته باشید، ایمن کنید و حذف کنید.</li></ol>
fr: <p>Veuillez noter que l'anonymisation n'affecte pas les sauvegardes et les journaux que vous pourriez avoir. Si nécessaire, procédez comme suit :</p><ol><li>Effacez les journaux sous <b>Administration → Journaux</b>.</li><li>Sécurisez et supprimez les sauvegardes que vous pourriez avoir sous <b>Administration → Sauvegarde/Restauration</b>.</li></ol>

# Languages::user_anonymized
source: User has been anonymized.
fa: کاربر ناشناس شده است.
fr: L'utilisateur a été anonymisé.

# Languages::license_error_wrong_edition_build
source: The license number your site is using doesn't match the installed software. This may get the license suspended. Please <a href="[helpdesk_url]" target="_blank">contact us via Help Desk</a>, and we'll be able to look into it.
fa: شماره مجوزی که سایت شما استفاده می کند با نرم افزار نصب شده مطابقت ندارد. این ممکن است باعث تعلیق مجوز شود. لطفاً <a href="[helpdesk_url]" target="_blank">از طریق Help Desk</a>با ما تماس بگیرید و ما می توانیم آن را بررسی کنیم.
fr: Le numéro de licence utilisé par votre site ne correspond pas au logiciel installé. Cela peut entraîner la suspension du permis. Veuillez <a href="[helpdesk_url]" target="_blank">nous contacter via Help Desk</a>, et nous pourrons l'examiner.

# Languages::license_error_wrong_edition_build_entered
source: The license number you've entered is incorrect or doesn't suit the product. If you're sure that the license number is correct, please <a href="[helpdesk_url]" target="_blank">contact us via Help Desk</a>, and we'll look into it.
fa: شماره مجوزی که وارد کرده اید نادرست است یا با محصول مطابقت ندارد. اگر مطمئن هستید که شماره مجوز صحیح است، لطفاً از طریق Help Desk <a href="[helpdesk_url]" target="_blank">با ما</a>بگیرید و ما آن را بررسی خواهیم کرد.
fr: Le numéro de licence que vous avez entré est incorrect ou ne correspond pas au produit. Si vous êtes sûr que le numéro de licence est correct, veuillez <a href="[helpdesk_url]" target="_blank">nous contacter via le Help Desk</a>, et nous l'examinerons.

# Languages::privileges.manage_admin_usergroups
source: Can manage admin user groups (only if managing customer user groups is allowed)
fa: می تواند گروه های کاربری ادمین را مدیریت کند (فقط در صورتی که مدیریت گروه های کاربر مشتری مجاز باشد)
fr: Peut gérer les groupes d'utilisateurs administrateurs (uniquement si la gestion des groupes d'utilisateurs clients est autorisée)

# Languages::privilege_groups.disable_sanitize_html
source: Use advanced HTML code in content
fa: از کدهای HTML پیشرفته در محتوا استفاده کنید
fr: Utiliser du code HTML avancé dans le contenu

# Languages::event.system.helpdesk_process_message.name
source: Notifications from CS-Cart team
fa: اعلان‌های تیم CS-Cart
fr: Notifications de l'équipe CS-Cart

# Languages::category_template
source: Category template
fa: قالب دسته
fr: Modèle de catégorie

# Languages::exim_error_incorrect_concrete_feature_type
source: Incorrect feature type '[feature_type]' of the '[feature_name]' product feature. The product feature was skipped.
fa: نوع ویژگی "[feature_type]" از ویژگی محصول "[feature_name]" نادرست است. ویژگی محصول نادیده گرفته شد.
fr: Type de fonctionnalité incorrect '[feature_type]' de la fonctionnalité produit '[feature_name]'. La caractéristique du produit a été ignorée.

# Languages::product_state_description.ult.free.free
source: <p>You're using CS-Cart Free. It has all the functionality to launch your own independent online store, free of charge. If you ever need the extended functionality of CS-Cart Standard or Ultimate — such as user groups, advanced product settings, multiple storefronts, and more — please contact us.</p>
fa: <p>شما از CS-Cart Free استفاده می کنید. این همه قابلیت ها را دارد تا فروشگاه آنلاین مستقل خود را به صورت رایگان راه اندازی کنید. اگر زمانی به قابلیت‌های توسعه‌یافته CS-Cart Standard یا Ultimate نیاز داشتید - مانند گروه‌های کاربری، تنظیمات پیشرفته محصول، چندین ویترین فروشگاه و موارد دیگر - لطفاً با ما تماس بگیرید.</p>
fr: <p>Vous utilisez CS-Cart Free. Il dispose de toutes les fonctionnalités pour lancer votre propre boutique en ligne indépendante, gratuitement. Si vous avez un jour besoin des fonctionnalités étendues de CS-Cart Standard ou Ultimate - telles que les groupes d'utilisateurs, les paramètres avancés des produits, les vitrines multiples, et bien plus encore - veuillez nous contacter.</p>
