Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
fa: محصولات برای ارسال انتخاب نشدند
fr: Les produits pour l'expédition n'ont pas été sélectionnés.

# Languages::products_found
source: Products found
fa: محصولات یافت شده
fr: Produits trouvés

# Languages::n_products_found
source: [n] product found|[n] products found
fa: [n] محصول پیدا شد|[n] محصول پیدا شد
fr: [n] produit trouvé|[n] produits trouvés

# Languages::products_grid
source: Products grid
fa: شبکه محصولات
fr: Grille produits

# Languages::products_information
source: Products information
fa: اطلاعات محصولات
fr: Information produits

# Languages::products_in_cart
source: Products in cart
fa: محصولات در سبد خرید
fr: Produits dans le panier

# Languages::products_links_type
source: Products links type
fa: نوع لینک محصولات
fr: Type de liens des produits

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
fa: مشاهده، اضافه کردن و ویرایش محصولات که برای بازدید از فروشگاه خود را نشان داده شده است.
fr: Voir, ajouter et éditer des produits qui sont montrés aux visiteurs de votre magasin.

# Languages::products_required
source: Please add product(s)
fa: لطفاٌ محصول(محصولات) را اضافه کنید
fr: Veuillez ajouter un(des) produit(s)

# Languages::products_stat
source: Product statistics
fa: آمار محصول
fr: Statistiques produit

# Languages::products_weight
source: Products weight
fa: وزن محصولات
fr: Poids des produits

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
fa: محصولات برای شما فرستاده شده اند. اطلاعات سفارش در زیر آورده شده است
fr: Les produits vous ont été envoyés. Les informations de la commande sont donnés ci-dessous

# Languages::product_added_to_cart
source: The product was added to your cart
fa: محصول به سبد خرید شما اضافه شد
fr: Produits ajoutés à votre panier

# Languages::product_name_added_to_cart
source: <b>[product]</b> was added to your cart
fa: <b>[product]</b> به سبد خرید شما اضافه شد
fr: <b>[product]</b> a été ajouté à votre panier

# Languages::product_added_to_cl
source: The product was added to your Comparison list
fa: محصول به فهرست مقایسه شما اضافه شد
fr: Le produit a été ajoute a lvotre liste de Comparaison

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
fa: محصول نمی تواند به سبد خرید اضافه شده است. بررسی کنید اگر تمام فایل های آپلود واجد شرایط لازم را
fr: Le produit ne peut pas être ajouté au panier. Vérifier si tous les fichiers de téléchargement remplissent les conditions requises.

# Languages::product_code
source: Product code
fa: کد محصول
fr: Code du produit

# Languages::product_columns
source: Product columns
fa: ستون های محصول
fr: Colonnes produit

# Languages::product_combinations
source: Product combinations
fa: ترکیبات محصول
fr: Combinaisons de produit

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
fa: محصول را اکنون نمی توان به سبد خرید اضافه کرد. در [avail_date] موجود خواهد شد
fr: Ce produit ne peut être ajouté au panier. Il sera disponible le [avail_date]

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
fa: این محصول در [avail_date] حمل خواهد شد
fr: Ce produit sera disponible le [avail_date]

# Languages::product_details
source: Product details page
fa: صفحه جزئیات محصول
fr: Page de détail d'un produit

# Languages::product_details_view
source: Product details view
fa: نمای جزئیات محصول
fr: Vue des données des produits

# Languages::product_details_sidebar
source: Product details
fa: مشخصات محصول
fr: Détails du produit

# Languages::customer_info_sidebar
source: Customer info
fa: اطلاعات مشتری
fr: Infos clients

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
fa: ویژگی های "[feature_name]" نمی تواند به محصول اختصاص بیابد "[product_name]"
fr: La fonctionnalité "[feature_name]" ne peut pas être attribué au produit "[produit_nom]"

# Languages::product_fields
source: Product fields
fa: فیلد های محصول
fr: Champs du produit

# Languages::product_groups
source: Product groups
fa: گروه های محصول
fr: Groupes de produit

# Languages::product_id
source: Product ID
fa: شناسه محصول
fr: ID Produit

# Languages::product_images
source: Product images
fa: تصاویر محصول
fr: Produit images

# Languages::product_inventory
source: Product inventory
fa: موجودی محصول
fr: Inventaire du produit

# Languages::product_in_cart
source: This product is already in the cart
fa: این محصول قبلا در سبد خرید است
fr: Ce produit est déjà dans le panier

# Languages::product_in_comparison_list
source: This product is already in the comparison list
fa: این محصول قبلاٌ در لیست مقایسه است
fr: Ce produit existe deja dans la liste de comparaison

# Languages::product_name
source: Product name
fa: نام محصول
fr: Nom du produit

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
fa: شما به محصول در اعلان های سهام باید عضو شوید
fr: Vous avez été abonné aux notifications de produit en stock

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
fa: اشتراک شما از محصول در اعلان های سهام لغو شده است
fr: Vous avez été désinscrit des notifications de stock pour ce produit

# Languages::product_notification_subscription_error
source: Cannot subscribe for the product in stock notification
fa: نمی توان برای اطلاع رسانی موجودی محصول مشترک شد
fr: Vous ne pouvez pas souscrire à l'avertissement de retour en stock pour ce produit

# Languages::product_options
source: Product options
fa: گزینه های محصول
fr: Options produit

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
fa: از <strong> [کالا] </ strong> در محصول دارای گزینه هایی که در ترکیب ممنوع گنجانده شده است. این محصول از سبد خرید حذف شد
fr: Le produit <strong>[product]</strong> a des options qui font partie de combinaisons interdites. Le produit a été supprimé du panier.

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
fa: کالا و <strong> [کالا] </ strong> شما گزینه های انتخابی مغایر یا انواع گزینه ای است که دیگر در دسترس نیست،بنابراین آن از سبد خرید حذف شد
fr: Le produit a des oprions ou variants d'options qui ne son tplus disponibles, ainsi il a été elimine de la carte

# Languages::product_s
source: Product(s)
fa: محصول
fr: Produit(s)

# Languages::product_subscriptions
source: Product subscriptions
fa: اشتراک های محصول
fr: Abonnements au produit

# Languages::product_summary
source: Product summary
fa: خلاصه محصول
fr: Résumé produit

# Languages::product_tabs
source: Product tabs
fa: برچسب های محصول
fr: Onglets du produit

# Languages::product_type
source: Product type
fa: نوع محصول
fr: Type de produit

# Languages::profile
source: Profile
fa: نمایه
fr: Profil

# Languages::profiles
source: Profiles
fa: نمایه ها
fr: Profils

# Languages::profile_activated
source: Account activated
fa: حساب فعال شد
fr: Compte activé

# Languages::profile_details
source: Profile details
fa: جزئیات نمایه
fr: Profil détails

# Languages::profile_fields
source: Profile fields
fa: مشخصات نمایه
fr: Champs profil

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
fa: پیکربندی مجموعه فیلدهای موجود در فرم مشخصات.
fr: Configurer l'ensemble des champs inclus dans les formulaires du profil.

# Languages::profile_info
source: Profile information
fa: اطلاعات نمایه کاربری
fr: Infos profil

# Languages::profile_name
source: Profile name
fa: نام نمایه
fr: Nom du profil

# Languages::project_id
source: Project ID
fa: كد پروژه
fr: ID du projet

# Languages::project_password
source: Project password
fa: رمز عبور پروژه
fr: Mot de passe du projet

# Languages::prolongate_download_key
source: Prolong download key to
fa: کلید دانلود را طولانی کنید
fr: Prolonger la clé de téléchargement jusqu'à

# Languages::promotion
source: Promotion
fa: ترفیع

# Languages::promotions
source: Promotions
fa: ترفیعات

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
fa: ترفیع کالا و پاداش براساس عضویت مشتریان.
fr: Promotion de biens et offre de bonus basées sur l'adhésion des membres.

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
fa: تخفیف در تمام محصولات دسته بندی ها
fr: Rabais sur tous les produits des catégories

# Languages::promotion_bonus_discount_on_products
source: Discount on products
fa: تخفیف در محصولات
fr: Rabais sur les produits

# Languages::promotion_bonus_free_products
source: Free products
fa: محصولات رایگان
fr: Produits gratuits

# Languages::promotion_bonus_free_shipping
source: Free shipping
fa: ارسال رایگان
fr: Livraison gratuite

# Languages::promotion_bonus_give_coupon
source: Give coupon
fa: دادن کوپن
fr: Donner un coupon

# Languages::promotion_bonus_give_points
source: Give points
fa: دادن امتیاز
fr: Donner des points

# Languages::promotion_bonus_give_usergroup
source: Give user group
fa: گروه کاربری دادن
fr: Attribuer à un groupe d'utilisateurs

# Languages::promotion_bonus_order_discount
source: Order discount
fa: تخفیف سفارش
fr: Rabais sur la commande

# Languages::promotion_bonus_product_discount
source: Product discount
fa: تخفیف محصول
fr: Rabais sur le produit

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
fa: کد کوپن به طور خودکار تولید شده
fr: Codes coupon générés automatiquement

# Languages::promotion_cond_categories
source: Categories
fa: دسته بندی
fr: Catégories

# Languages::promotion_cond_country
source: Customer country (shipping)
fa: کشور مشتری (حمل)
fr: Pays du client

# Languages::promotion_cond_coupon_code
source: Coupon code
fa: کد کوپن
fr: Code du coupon

# Languages::promotion_cond_feature
source: Product feature
fa: ویژگی محصول
fr: Caractéristique produit

# Languages::promotion_cond_number_of_usages
source: Number of usages
fa: تعداد کاربرد
fr: Nombre d'utilisation

# Languages::promotion_cond_once_per_customer
source: Once per customer
fa: یک بار در هر مشتری
fr: Une utilisation par client

# Languages::promotion_cond_payment
source: Payment method
fa: روش پرداخت
fr: Méthode de paiement

# Languages::promotion_cond_price
source: Product price
fa: قيمت محصول
fr: Prix des produits

# Languages::promotion_cond_products
source: Products
fa: محصولات
fr: Produits

# Languages::promotion_cond_products_number
source: Total products in the cart
fa: تعداد محصولات در سبد خرید
fr: Nombre de produits dans le panier

# Languages::promotion_cond_purchased_products
source: Purchased products
fa: محصولات خریداری شده
fr: Produits achetés

# Languages::promotion_cond_state
source: Customer state (shipping)
fa: استان مشتری (حمل)
fr: Canton / Région du client

# Languages::promotion_cond_subtotal
source: Order subtotal
fa: زیر جمع سفارش
fr: Montant sous-total de la commande

# Languages::promotion_cond_total
source: Order total
fa: جمع سفارش
fr: Total de la commande

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
fa: وزن کل محصولات در سبد خرید
fr: Poids total des produits dans le panier

# Languages::promotion_cond_usergroup
source: User group
fa: گروه کاربری
fr: Groue d'utilisateurs

# Languages::promotion_cond_users
source: Users
fa: کاربران
fr: Utilisateurs

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
fa: کدپستی(حمل)
fr: NPA du client

# Languages::promotion_cond_shipping
source: Shipping methods
fa: روش های ارسال
fr: Methodes d'expedition

# Languages::promotion_op_amount
source: amount
fa: مقدار
fr: montant

# Languages::promotion_op_cont
source: contains
fa: شامل
fr: contient

# Languages::promotion_op_eq
source: equal
fa: برابر
fr: equals

# Languages::promotion_op_gt
source: greater
fa: بزرگتر
fr: supérieur

# Languages::promotion_op_gte
source: equal or greater
fa: مساوی یا بزرگتر
fr: greater or equals

# Languages::promotion_op_in
source: in
fa: در
fr: dans

# Languages::promotion_op_lt
source: less
fa: کمتر
fr: moins

# Languages::promotion_op_lte
source: equal or less
fa: مساوی یا کمتر
fr: less or equals

# Languages::promotion_op_ncont
source: doesn't contain
fa: شامل نمی شود
fr: not contains

# Languages::promotion_op_neq
source: not equal
fa: مساوی نیست
fr: not equals

# Languages::promotion_op_nin
source: not in
fa: نه در
fr: pas dans

# Languages::promo_code
source: Promo code
fa: کد تشویق
fr: Code promotion

# Languages::promo_text
source: Promo text
fa: متن تبلیغی
fr: Texte promotionnel

# Languages::properties
source: Properties
fa: خواص
fr: Propriétés

# Languages::provider
source: Provider
fa: ارائه دهنده
fr: Fournisseur

# Languages::public
source: Public
fa: عمومی
fr: Publique

# Languages::purchased_in_orders
source: Purchased in orders
fa: خریداری شده در سفارشات
fr: Achats en commandes

# Languages::purchased_qty
source: Purchased qty
fa: تعداد خریداری شده
fr: Quantité achetée

# Languages::purchasers_name
source: Purchaser`s Name
fa: نام خریدار
fr: Nom de l'acheteur

# Languages::qty
source: Qty
fa: تعداد
fr: Qté

# Languages::qty_discounts
source: Quantity discounts
fa: میزان تخفیف
fr: Rabais sur quantité

# Languages::qty_discount_type_tooltip
source: Fixed amount/Percentage to be taken off the price
fa: مقدار ثابت/درصدی که باید به قیمت گرفته شده باشد
fr: Montant/pourcentage fixe à soustraire du prix

# Languages::quantity
source: Quantity
fa: مقدار
fr: Quantité

# Languages::quantity_long
source: Quantity
fa: تعداد
fr: Quantité

# Languages::quantity_step
source: Quantity step
fa: مقدار گام
fr: Quantité étape

# Languages::query
source: Query
fa: پرس و جو
fr: Requête

# Languages::quick_checkout
source: Quick checkout
fa: تسویه سریع
fr: Commande rapide

# Languages::quick_links
source: Quick links
fa: لینک های سریع
fr: Liens rapides

# Languages::quick_menu
source: Quick start menu
fa: منوی شروع سریع
fr: Menu de démarrage rapide

# Languages::quick_product_viewer
source: Quick product viewer
fa: نمایش سریع محصولات
fr: Vue des produits rapide

# Languages::quick_view
source: Quick view
fa: مشاهده سریع
fr: Vue rapide

# Languages::radiogroup
source: Radio group
fa: گروه رادیو
fr: Groupe radio

# Languages::random
source: Random
fa: تصادفی
fr: Aléatoire

# Languages::rank_number
source: Rank ('machine') number
fa: مرتبه و تعداد ('ماشین')
fr: Numero de rank (machine)

# Languages::rates_depend_on
source: Rates depend on
fa: وابستگی نرخ ها به
fr: Les taux dépendent de

# Languages::rate_calculation
source: Rate calculation
fa: محاسبه نرخ
fr: Calcul du taux

# Languages::rate_calculation_manual
source: Manual (by defined location)
fa: کتابچه راهنمای کاربر (بر اساس مکان تعریف شده)
fr: Manuel (par destination définie)

# Languages::rate_calculation_manual_by_rate_area
source: Manual (by rate areas)
fa: کتابچه راهنمای (بر اساس مناطق نرخ)
fr: Manuel (par zones tarifaires)

# Languages::rate_calculation_by_customer_address
source: By customer's address
fa: با آدرس مشتری
fr: Par l'adresse du client

# Languages::rate_calculation_realtime
source: Realtime
fa: بیدرنگ
fr: Temps réel

# Languages::rate_calculation_realtime_automatic
source: Real-time (automatic)
fa: بلادرنگ (اتوماتیک)
fr: Temps réel (automatique)

# Languages::rate_value
source: Rate value
fa: ميزان ارزش
fr: Valeur du taux

# Languages::read
source: Read
fa: دفعات بازدید
fr: Lire

# Languages::readme
source: Readme
fa: مرا مطالعه کن
fr: Lisez-moi

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
fa: اطلاعات بیشتر در مورد امنیت ۳ بعدی
fr: Lire plus à propos de 3-D Secure

# Languages::reason
source: Reason
fa: دلیل
fr: Raison

# Languages::reasons
source: reasons
fa: دلایل
fr: raisons

# Languages::reason_text
source: Payment processor response
fa: پاسخ پردازشگر پرداخت
fr: Réponse de processeur de paiement

# Languages::rebuild_cache_automatically
source: Rebuild cache automatically
fa: بازسازی حافظه نهان به صورت خودکار
fr: Reconstruire le cache automatiquement

# Languages::rebuild_cache_automatically_tooltip
source: Modified files are tracked in real time (including the files modified directly on server) and re-cached. Block cache will be disabled. Store performance may be slightly affected. Recommended to disable on production.
fa: فایل‌های اصلاح‌شده در زمان واقعی (از جمله فایل‌هایی که مستقیماً روی سرور اصلاح شده‌اند) ردیابی می‌شوند و دوباره ذخیره می‌شوند. بلاک کش غیرفعال خواهد شد. عملکرد فروشگاه ممکن است کمی تحت تاثیر قرار گیرد. توصیه می شود هنگام تولید غیرفعال شود.
fr: Les fichiers modifies sont vus a temps reel (y inclus les ficheirs modifies directement sur serveur) et re-caches. Le cache du bloc sera deactive. La performance du magasin peut etre affectee un peu. Il est recommende de deactiver lors production.

# Languages::rebuild_combinations
source: Rebuild combinations
fa: بازسازی ترکیبات
fr: Reconstruire les combinaisons

# Languages::recalculate
source: Recalculate
fa: باز محاسبه
fr: Recalculer

# Languages::recalculate_rates
source: Recalculate rates
fa: محاسبه مجدد نرخ ها
fr: Recalculer les taux

# Languages::recalculate_totals
source: Recalculate totals
fa: باز محاسبه کلی
fr: Recalculer les totaux

# Languages::recent_activity
source: Recent activity
fa: فعالیت های اخیر
fr: Activité récente

# Languages::recent_orders
source: Recent orders
fa: سفارشات اخیر
fr: Commandes récentes

# Languages::recent_products
source: Recently viewed
fa: اخیراً مشاهده شده
fr: Récemment vus

# Languages::recipient
source: Recipient
fa: گیرنده
fr: Destinataire

# Languages::recipients_name
source: Recipient`s Name
fa: نام گیرنده
fr: Nom du recepteur

# Languages::recipient_description
source: Description of the Merchant
fa: توصیف بازرگان
fr: Description du marchand

# Languages::recommended
source: Recommended
fa: توصیه شده
fr: Recommandé

# Languages::recover_password
source: Reset password
fa: تنظیم مجدد رمزعبور
fr: Récupérer mot de passe

# Languages::recover_password_subj
source: Password recovery
fa: بازیابی رمزعبور
fr: Récupération de mot de passe

# Languages::recursively
source: Recursively
fa: به صورت بازگشتی
fr: Récursivement

# Languages::redirect_customer_from_storefront
source: Redirect visitors of this storefront to the one that has countries to which the visitors' IP addresses belong defined
fa: تغییر مسیر بازدید کنندگان از این نمای به یک کشور تعلق دارند که آدرس های IP بازدیدکنندگان تعریف شده است
fr: Rediriger les viisteurs de ce dtorefront a celui qui a des pays ou les adresses des visiteurs sont definies

# Languages::referrers
source: Referrers
fa: مراجعه کنندگان
fr: Références

# Languages::referrer_domain
source: Referrer domain
fa: ارجاع دهنده دامنه
fr: Référence domaine

# Languages::refresh
source: Refresh
fa: تازه کردن
fr: Rafraîchissez

# Languages::refresh_packages_list
source: Refresh available upgrades
fa: بروز رسانی لیست ارتقاء های موجود
fr: Actualiser les surclassements disponibles

# Languages::refund
source: Refund
fa: باز پرداخت
fr: Rembourser

# Languages::refunded
source: Refunded
fa: باز پرداخت شده
fr: Remboursé

# Languages::refunded_amount
source: Refunded amount
fa: میزان باز پرداخت
fr: Montant remboursé

# Languages::regexp_hint
source: If you are using the regexp checking, it is necessary to set a prompting message informing of the incorrect filling of the field, otherwise, the checking will not be performed
fa: اگر از چک کردن regexp استفاده می کنید، لازم است یک پیام هشدار دهنده مبنی بر عدم پر کردن صحیح فیلد تنظیم کنید، در غیر این صورت، بررسی انجام نمی شود.
fr: Si Vous utiliser le checking regexp, il faut poster un message qui informe du remplissage faux du champ, autrement le checking ne sera pas performe

# Languages::region
source: Region
fa: منطقه
fr: Région

# Languages::regions
source: Regions
fa: مناطق
fr: Régions

# Languages::register
source: Register
fa: ثبت نام
fr: S'inscrire

# Languages::registered
source: Registered
fa: ثبت نام شده
fr: Enregistré

# Languages::registered_customers
source: Registered customers
fa: مشتریان ثبت نام شده
fr: Clients enregistrés

# Languages::register_new_account
source: Register for a new account
fa: برای یک حساب جدید ثبت نام کنید
fr: S'inscrire pour un nouveau compte

# Languages::register_profile
source: Register profile
fa: ثبت نمایه مشخصات
fr: Enregistrer profil

# Languages::registration
source: Registration
fa: ثبت نام
fr: Inscription

# Languages::regnumber
source: Registration number
fa: شماره ثبت
fr: N° d'enreg.

# Languages::related_order
source: Related order
fa: سفارش مرتبط
fr: Commande associée

# Languages::release_date
source: Release date
fa: تاریخ انتشار
fr: Date de sortie

# Languages::remember_me
source: Remember me
fa: مرا به خاطر بسپار
fr: Se souvenir de moi

# Languages::remove
source: Remove
fa: حذف
fr: Enlever

# Languages::remove_backup_files
source: Remove backup files
fa: حذف پرونده های پشتیبان
fr: Supprimer les fichiers de backup

# Languages::remove_cc_info
source: Remove CC info
fa: حذف اطلاعات CC
fr: Enlever infos CC

# Languages::remove_this_item
source: Remove this item
fa: حذف این مورد
fr: Supprimer cet élement

# Languages::rename
source: Rename
fa: تغییر نام
fr: Renommer

# Languages::repay_order
source: Pay order
fa: سفارش پرداخت
fr: Payer la commande

# Languages::report
source: Report
fa: گزارش
fr: Rapport

# Languages::reports
source: Reports
fa: گزارش
fr: Rapports

# Languages::reports_interval_1
source: Total
fa: مجموع

# Languages::reports_interval_3
source: Day
fa: روز
fr: Jour

# Languages::reports_interval_5
source: Week
fa: هفته
fr: Semaine

# Languages::reports_interval_7
source: Month
fa: ماه
fr: Mois

# Languages::reports_interval_9
source: Year
fa: سال
fr: Année

# Languages::reports_list
source: Reports list
fa: فهرست گزارشات
fr: Liste des rapports

# Languages::reports_parameter_1
source: Order totals
fa: مجموع سفارش
fr: Totaux commande

# Languages::reports_parameter_10
source: Shipping costs
fa: هزینه های ارسال
fr: Frais de port

# Languages::reports_parameter_11
source: Categories
fa: دسته بندی ها
fr: Catégories

# Languages::reports_parameter_12
source: Products
fa: محصولات
fr: Produits

# Languages::reports_parameter_13
source: Product costs
fa: هزینه های محصول
fr: Coûts produit

# Languages::reports_parameter_14
source: The number of products
fa: تعداد محصولات
fr: Un nombre de produits

# Languages::reports_parameter_15
source: Managers
fa: مدیران

# Languages::reports_parameter_2
source: The number of orders
fa: تعداد سفارشات
fr: Un nombre de commandes

# Languages::reports_parameter_3
source: Orders
fa: سفارشات
fr: Commandes

# Languages::reports_parameter_4
source: Statuses of orders
fa: وضعیت سفارشات
fr: Statut des commandes

# Languages::reports_parameter_5
source: Payment methods
fa: روش های پرداخت
fr: Méthodes de paiement

# Languages::reports_parameter_6
source: Rate areas
fa: مناطق را رتبه بندی کنید
fr: Zones tarifaires

# Languages::reports_parameter_7
source: Users
fa: کاربران
fr: Utilisateurs

# Languages::reports_parameter_8
source: Discounts and coupons
fa: تخفیف و کوپن
fr: Remises et coupons

# Languages::reports_parameter_9
source: Taxes
fa: مالیات ها

# Languages::request
source: Request
fa: درخواست
fr: Demande

# Languages::requests_count
source: Requests count
fa: تعداد درخواست
fr: Compte des requêtes

# Languages::requesttype
source: Request type
fa: نوع درخواست
fr: Type de requête

# Languages::request_account_name
source: Requested account name
fa: نام حساب درخواست شده
fr: Nom du compte requis

# Languages::required
source: Required
fa: الزامی
fr: Requis
