Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::variant_name
source: Variant name
fa: نوع نام
fr: Nom de variante

# Languages::vendor
source: Store
fa: فروشگاه
fr: Vendeur

# Languages::vendors
source: Stores
fa: فروشگاه ها
fr: Magasins

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
fa: لیست مرتب شده ی حساب های ثبت شده ی شرکت ها در فروشگاه.
fr: Liste triée des comptes de la société enregistrés dans le magasin.

# Languages::vendor_id
source: Store ID
fa: شناسه ی فروشگاه
fr: Identifiant magasin

# Languages::vendor_name_field
source: Vendor name
fa: نام فروشنده
fr: Nom du vendeur

# Languages::vendor_name
source: Store name
fa: نام فروشگاه
fr: Nom du vendeur

# Languages::vendor_pages
source: Store pages
fa: صفحات فروشگاه
fr: Pages du magasin

# Languages::version
source: Version
fa: نسخه

# Languages::vertical
source: Vertical
fa: عمودی

# Languages::very_good
source: Very Good
fa: بسیار خوب
fr: Très bien

# Languages::view
source: View
fa: نما
fr: Voir

# Languages::viewing_feature
source: Viewing feature
fa: قابلیت مشاهده
fr: Voir caractéristique

# Languages::viewing_filter
source: Viewing filter
fa: نمایش فیلتر
fr: Voir le filtre

# Languages::view_all
source: view all
fa: نمایش همه
fr: Voir tous

# Languages::view_all_orders
source: View all orders
fa: نمایش همه سفارشات
fr: Voir toutes les commandes

# Languages::view_all_product_features
source: View all product features
fa: نمایش همه مشخصات محصول
fr: Voir toutes les caractéristiques du produit

# Languages::view_cart
source: View cart
fa: نمایش سبد خرید
fr: Voir panier

# Languages::view_categories
source: View categories
fa: نمایش دسته بندی ها
fr: Voir catégories

# Languages::view_comparison_list
source: Comparison list
fa: لیست مقایسه
fr: Liste de comparaison

# Languages::view_details
source: View details
fa: نمایش جزئیات
fr: Voir détails

# Languages::view_orders
source: View orders
fa: نمایش سفارشات
fr: Voir commandes

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
fa: نمایش، پردازش و چاپ صورت حساب های سفارشاتی که از وب گاه شما انجام پذیرفته شده است.
fr: Voir, traiter et imprimer les feuilles de factures pour les commandes passées de votre site web.

# Languages::view_page
source: View page
fa: نمایش صفحه
fr: Voir la page

# Languages::view_product
source: View product
fa: نمایش محصول
fr: Voir produit

# Languages::view_products
source: View products
fa: نمایش محصولات
fr: Voir produits

# Languages::view_product_features
source: View product features
fa: نمایش مشخصات محصول
fr: Voir les caractéristiques du produit

# Languages::view_purchased_products
source: View purchased products
fa: نمایش محصولات خریداری شده
fr: Voir les produits achetés

# Languages::view_report
source: View report
fa: نمایش گزارش
fr: Voir le rapport

# Languages::view_results
source: View results
fa: نمایش نتایج
fr: Voir les résultats

# Languages::view_storefront
source: View storefront
fa: مشاهده ویترین فروشگاه
fr: Voir la vitrine

# Languages::view_vendor_categories
source: View store categories
fa: نمایش دسته بندی های فروشگاه
fr: Voir les catégories du magasin

# Languages::view_vendor_orders
source: View store orders
fa: نمایش سفارشات فروشگاه
fr: Voir les commandes du magasin

# Languages::view_vendor_products
source: View store products
fa: نمایش محصولات فروشگاه
fr: Voir les produits du magasin

# Languages::view_vendor_users
source: View store users
fa: نمایش کاربران فروشگاه
fr: Voir les utilisateurs du magasin

# Languages::visa_card_discover
source: Visa, MasterCard, Discover
fa: ویزا، مستر کارت، دیسکاور

# Languages::visited_page
source: Visited page
fa: صفحه ی بازدید شده
fr: Pages visitées

# Languages::voided
source: Voided
fa: خالی شده
fr: Annulé

# Languages::warning
source: Warning
fa: هشدار
fr: Attention

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
fa: زبان پیش فرض تعریف شده در تنظیمات شما غیرفعال یا حذف شده است. لطفاً مقدار زبان پیش‌فرض Frontend را در صفحه زیر به‌روزرسانی کنید: <a href="[link]">تنظیمات :: ظاهر</a>
fr: La langue par défaut définie dans vos paramétrages a été désactivée ou supprimée. Veuillez mettre à jour les paramétrages sur la page suivante : <a href="[link]">Paramétrages :: Apparence</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
fa: وضعیت زبان پیش فرض را نمی توان تغییر داد
fr: Le status de la langue par défaut ne peut pas être changé.

# Languages::warning_cannot_disable_all_currencies
source: All currencies cannot be hidden or disabled. Primary currency activated.
fa: همه ارزها را نمی توان پنهان یا غیرفعال کرد. ارز اولیه فعال شد
fr: Toutes les devises ne peuvent pas être masquées ou désactivées. Devise principale activée.

# Languages::warning_default_currency_disabled
source: The default currency of one of the storefronts defined in your settings has been disabled or deleted, or its code has been changed. Please update the Frontend default currency value on the following page: <a href="[link]">Settings :: Appearance</a>
fa: واحد پول پیش فرض یکی از ویترین های تعریف شده در تنظیمات شما غیرفعال یا حذف شده است یا کد آن تغییر کرده است. لطفاً مقدار ارز پیش‌فرض Frontend را در صفحه زیر به‌روزرسانی کنید: <a href="[link]">تنظیمات :: ظاهر</a>
fr: La devise par défaut d'une des vitrines définies dans vos paramètres a été désactivée ou supprimée, ou son code a été modifié. Veuillez mettre à jour la valeur de la devise par défaut de l'interface sur la page suivante : <a href="[link]">Paramètres :: Apparence</a>

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
fa: وضعیت ارز اصلی را نمی توان تغییر داد
fr: Le statut de la monnaie principale ne peut pas être changé

# Languages::warning_https_is_disabled
source: The secure connection check has failed. Please ensure that SSL certificate is installed on your server. Check out the <a href="[href]" target="_blank">Documentation article</a> for more details.
fa: بررسی اتصال ایمن ناموفق بود. لطفاً مطمئن شوید که گواهی SSL روی سرور شما نصب شده است. برای جزئیات بیشتر، مقاله <a href="[href]" target="_blank">مستندات</a> را بررسی کنید.
fr: Le test de connexion sécurisée SSL a échoué. Merci de vous assurer que le certificat SSL est bien installé sur votre serveur. Veuillez consulter <a href="[href]" target="_blank">cette page de documentation</a> pour plus de détails.

# Languages::warning_insecure_admin_script
source: It is strongly recommended that you rename the default <b>admin.php</b> script (check the <a href="[href]" target="_blank">Documentation</a>) for security reasons.
fa: اکیداً توصیه می شود که به دلایل امنیتی نام اسکریپت پیش فرض <b>admin.php</b> را تغییر دهید ( <a href="[href]" target="_blank">Documentation</a>را بررسی کنید).
fr: Il est fortement recommandé de renommer le script <b>admin.php</b> par défaut (consultez la <a href="[href]" target="_blank">Documentation</a>) pour des raisons de sécurité.

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
fa: رمز عبور باید با ایمیل متفاوت باشد! <p><a href="[link]" class="underlined"><b>تغییر رمز عبور &#155;&#155;</b></a></p>
fr: Le mot de passe doit être différent de l'adresse E-mail<p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
fa: نام متغیر زبان شامل کاراکترهای پشتیبانی نشده می باشد!
fr: Le nom de la variable langue contient des caractères interdits !

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
fa: زبان [lang_name] را نمی توان حذف کرد زیرا زبان پیش فرض ذخیره است
fr: La langue [lang_name] ne peut pas être supprimée, c'est la langue par défaut du magasin.

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
fa: شرط "[condition]" را می توان فقط در گروه هایی با شرایط "[set_value]" استفاده کرد.
fr: La condition "[condition]" peut être utilisée seulement pour les groupes ayant les conditions "[set_value]"

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
fa: به‌روزرسانی خودکار حافظه پنهان فعال شد.<br /><br />فایل های اصلاح شده در زمان واقعی (از جمله فایل هایی که مستقیماً روی سرور اصلاح شده اند) ردیابی و مجدداً ذخیره می شوند.<br /><br />عملکرد فروشگاه ممکن است کمی تحت تأثیر قرار گیرد. توصیه می شود هنگام تولید در <a href="[link]">موضوع</a>غیرفعال شود.
fr: Mise à jour du cache activée. <br /><br />Les fichiers modifiés sont traçés en temps réel (inclus les fichiers modifiés directement sur le serveur) et reconstruits pour le cache.<br /><br />La performance du site peut être légèrement affectée. Il est recommandé de désactiver cette fonction en production dans <a href="[link]">l'éditeur de fichier</a>.

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
fa: به‌روزرسانی خودکار حافظه پنهان غیرفعال شد.<br /><br />پس از اصلاح فایل های تم با دنبال کردن <a href="[link]">این پیوند</a> برای اعمال تغییرات، الگوهای کامپایل شده را به صورت دستی پاک کنید.
fr: Mise à jour du cache désactivée.<br /><br />Nettoyer le cache des modèles manuellement après modification de fichiers de thème avec <a href="[link]">ce lien</a> pour appliquer les changements.

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
fa: <b>[email]</b> در حال حاضر در لیست مشترکین است
fr: Cette e-mail <b>[email]</b> est déjà dans la liste des abonnés

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
fa: نمی توانید تم را تکثیر کنید، زیرا محل قرارگیری که وارد کرده اید در حال حاضر وجود دارد. لطفا مورد دیگری وارد نمایید.
fr: Le thème ne peut pas être copié, le répertoire saisi existe déjà. Svp, entrez un autre répertoire.

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
fa: شما مجاز به مشاهده ی جزئیات این سفارش نیستید.
fr: Vous n'êtes pas autorisé à voir les détails de cette commande.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
fa: ایمیل یا شناسه ی سفارشی که وارد کرده اید موجود نمی باشد
fr: L'E-Mail/ID de commande que vous avez entré n'existe pas dans notre base de données

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
fa: با کلیک بر روی Save مقادیر ویژگی محصول حذف می شود.
fr: En cliquant sur 'Enregistrer', les variantes du produit seront supprimées.

# Languages::website
source: Website
fa: وب گاه
fr: Site web

# Languages::web_pages
source: Web pages
fa: صفحه وب
fr: Pages Web

# Languages::web_site
source: Website
fa: وب گاه
fr: Site web

# Languages::week
source: Week
fa: هفته
fr: Semaine

# Languages::weekday_0
source: Sunday
fa: یک شنبه
fr: Dimanche

# Languages::weekday_1
source: Monday
fa: دوشنبه
fr: Lundi

# Languages::weekday_2
source: Tuesday
fa: سه شنبه
fr: Mardi

# Languages::weekday_3
source: Wednesday
fa: چهارشنبه
fr: Mercredi

# Languages::weekday_4
source: Thursday
fa: پنج شنبه
fr: Jeudi

# Languages::weekday_5
source: Friday
fa: جمعه
fr: Vendredi

# Languages::weekday_6
source: Saturday
fa: شنبه
fr: Samedi

# Languages::weekday_abr_0
source: Sun
fa: یک شنبه
fr: Di

# Languages::weekday_abr_1
source: Mon
fa: دوشنبه
fr: Lu

# Languages::weekday_abr_2
source: Tue
fa: سه شنبه
fr: Ma

# Languages::weekday_abr_3
source: Wed
fa: چهارشنبه
fr: Me

# Languages::weekday_abr_4
source: Thu
fa: پنج شنبه
fr: Je

# Languages::weekday_abr_5
source: Fri
fa: جمعه
fr: Ve

# Languages::weekday_abr_6
source: Sat
fa: شنبه
fr: Sa

# Languages::weeks
source: week(s)
fa: هفته (ها)
fr: semaine(s)

# Languages::weight
source: Weight
fa: وزن
fr: Poids

# Languages::weight_dependences
source: Weight dependencies
fa: وابستگی وزن
fr: En fonction du poids

# Languages::weight_limit
source: Weight limit
fa: محدوده وزن
fr: Limite du poids

# Languages::weight_modifier
source: Weight modifier
fa: تغییر دهنده وزن
fr: Modificateur du poids

# Languages::weight_symbol
source: Weight symbol
fa: نماد وزن
fr: Symbole du poids

# Languages::well_done
source: Well done!
fa: بسیار عالی!
fr: Bien joué!

# Languages::what_is_cvv2
source: What is CVV/CVC
fa: CVV/CVC چیست
fr: Qu'est-ce que le code CVV/CVC

# Languages::widget_code
source: Widget code
fa: کد ابزارک
fr: Code du Widget

# Languages::widget_what_is_it
source: <a href="[href]" target="_blank">What is it?</a>
fa: <a href="[href]" target="_blank">چیست؟</a>
fr: <a href="[href]" target="_blank">Qu'est-ce que c'est ? <0>

# Languages::width
source: Width
fa: عرض
fr: Largeur

# Languages::without_image
source: Without image
fa: بدون تصویر
fr: Sans image

# Languages::with_contact_information
source: With contact information only
fa: فقط با اطلاعات تماس
fr: Seulement avec information de contact

# Languages::world
source: World
fa: جهان
fr: Monde

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
fa: بروز خطا! جرئیات: درخواست و پاسخ منطبق نیستند.
fr: Une erreur s'est produite. Détails de l'erreur: le hachage de la requête et de la réponse ne correspondent pas.

# Languages::worldpay_secret
source: MD5 secret for transactions
fa: رمز MD5 تراکنش ها
fr: Cryptage MD5 pour les transactions

# Languages::wrapper
source: Wrapper
fa: کاغذ بسته بندی
fr: Conteneur

# Languages::write
source: Write
fa: بنویسید
fr: Ecrire

# Languages::year
source: Year
fa: سال
fr: Année

# Languages::yes
source: Yes
fa: بله
fr: Oui

# Languages::yesterday
source: Yesterday
fa: دیروز
fr: Hier

# Languages::your_message
source: Your message
fa: پیغام شما
fr: Votre message

# Languages::your_name
source: Your name
fa: نام شما
fr: Votre nom

# Languages::your_range
source: Your range
fa: محدوده شما
fr: Votre gamme

# Languages::you_have_no_permissions
source: You have no permissions
fa: شما مجوزی ندارید
fr: Vous n'avez pas les droits

# Languages::you_save
source: You save
fa: شما ذخیره کنید
fr: Vous économisez

# Languages::zero_price_action
source: Zero price action
fa: اقدام قیمت صفر
fr: Action prix nul

# Languages::zipcodes
source: Zip/Postal codes
fa: کد پستی ها
fr: Codes postaux

# Languages::zip_postal_code
source: Zip/postal code
fa: کد پستی
fr: Code postal

# Languages::zone
source: Zone
fa: ناحیه

# Languages::zpa_ask_price
source: Ask customer to enter the price
fa: از مشتری بخواه که قیمت را وارد نماید
fr: Demander au client de saisir le prix

# Languages::zpa_permit
source: Allow customers to add the product to cart
fa: به مشتریان اجازه بده که محصول جدید را به سبد خرید اضافه کنند
fr: Permettre l'ajout du produit au panier

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
fa: به مشتریان اجازه نده که محصول جدید را به سبد خرید اضافه کنند
fr: Ne pas permettre l'ajout du produit au panier

# Languages::po_file
source: Choose a file in the PO or ZIP format
fa: فایلی را با فرمت PO یا ZIP انتخاب کنید
fr: Choisir un fichier au format PO ou ZIP

# Languages::hidden_categories
source: Hidden categories
fa: دسته بندی های پنهان
fr: Catégories cachées

# Languages::clone_categories
source: Copy categories
fa: کپی دسته بندی
fr: Copier catégories

# Languages::clone_layouts
source: Copy layouts
fa: رونوشت چیدمان
fr: Copier les mises en page

# Languages::clone_pages
source: Share pages
fa: اشتراک گذاری صفحات
fr: Partager les pages

# Languages::clone_payments
source: Share payment methods
fa: اشتراک گذاری روش های پرداخت
fr: Partager les méthodes de paiement

# Languages::clone_products
source: Share products
fa: اشتراک گذاری محصولات
fr: Partager les produits

# Languages::clone_product_features
source: Share product features
fa: اشتراک گذاری ویژگی های محصول
fr: Partager les caractéristiques produit

# Languages::clone_product_filters
source: Share product filters
fa: اشتراک گذاری فیلترهای محصول
fr: Partager les filtres produit

# Languages::clone_profile_fields
source: Share profile fields
fa: اشتراک گذاری فیلدهای نمایه مشخصات
fr: Partager les champs du profil

# Languages::clone_promotions
source: Share promotions
fa: اشتراک گذاری ترفیعات
fr: Partager les promotions

# Languages::clone_settings
source: Copy settings
fa: کپی تنظیمات
fr: Copier les paramètres

# Languages::clone_shippings
source: Share shipping methods
fa: اشتراک روش های حمل
fr: Partager les méthodes de livraison

# Languages::clone_sitemap
source: Copy sitemap
fa: کپی نقشه سایت
fr: Copier le plan du site

# Languages::clone_static_data_clone
source: Copy menus
fa: کپی کردن منوها
fr: Copier les menus

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
fa: عدم موفقیت برای استخراج فایل ها از آرشیو
fr: Impossible d'extraire les fichiers de l'archive

# Languages::development
source: Development
fa: توسعه
fr: Développement

# Languages::po_file_is_incorrect
source: PO-file <b>"[file]"</b> contains syntax errors or incorrect structure.
fa: صندوق دریافت فایل <b>"[file]"</b> شامل خطاهای نحوی یا ساختار نادرست می باشد.
fr: PO-file <b>"[file]"</b> contient des erreurs de syntaxe ou une structure incorrecte.

# Languages::product_option_delimiter
source: Option delimiter
fa: مرزبندی گزینه
fr: Délimiteur d'option

# Languages::text_product_option_delimiter
source: Delimiter for product options within an option combination (e.g. "Color: Red, Size: Small")
fa: جداکننده برای گزینه های محصول در یک ترکیب گزینه (به عنوان مثال "رنگ: قرمز، اندازه: کوچک")
fr: Délimiteur pour les options de produit au sein d'une combinaison d'options (p. e. "Color: Red, Size: Small")"

# Languages::upload_addon
source: Upload & install add-on
fa: بارگذاری و نصب افزونه
fr: Transférer & installer un module supplémentaire

# Languages::upload_theme
source: Upload theme
fa: بارگذاری تم
fr: Transférer un thème

# Languages::install_theme_text
source: Uploading and installing a new theme is a great way to personalize your storefront. You can upload a theme by picking a [exts] format archive and clicking <strong>Upload</strong>.
fa: آپلود و نصب یک تم جدید یک راه عالی برای شخصی کردن ویترین فروشگاه شما است. می‌توانید با انتخاب یک بایگانی با فرمت [exts] و کلیک کردن روی <strong>آپلود</strong>، یک طرح زمینه آپلود کنید.
fr: Transférez et installez un nouveau thème est un excellent moyen de personnaliser votre vitrine. Vous pouvez transférer un thème en choisissant un fichier archive au format .tgz, .gz ou .zip et en cliquant sur <strong>Transférer</strong>

# Languages::install_upgrade_package_text
source: You can upload an upgrade package manually from the local machine, your server, or from a remote location. Specify the location of a [exts] format archive and click <strong>Upload</strong>.
fa: می توانید بسته ارتقاء را به صورت دستی از دستگاه محلی، سرور خود یا از یک مکان راه دور آپلود کنید. محل یک بایگانی با فرمت [exts] را مشخص کنید و روی <strong>آپلود</strong>کلیک کنید.
fr: Vous pouvez télécharger un paquet de mise à niveau manuellement à partir de la machine locale, de votre serveur ou d'un emplacement distant. Spécifiez l'emplacement d'une archive au format [exts] et cliquez sur <strong>Transférer</strong>.

# Languages::non_writable_directories
source: The following directories do not have writable permissions
fa: دایرکتوری های زیر مجوز نوشتن ندارند
fr: Les répertoires suivants n'ont pas de droit d'écriture

# Languages::text_set_write_permissions_for_dirs
source: You can set the write permissions for the Web server to the directories listed above or provide an FTP-access with the write permissions to these directories.
fa: شما می توانید مجوزهای نوشتن برای وب سرور را روی فهرست های فهرست شده در بالا تنظیم کنید یا یک دسترسی FTP با مجوزهای نوشتن برای این دایرکتوری ها فراهم کنید.
fr: Vous pouvez définir les autorisations d'écriture pour le serveur Web sur les répertoires listés ci-dessus ou fournir un accès FTP avec les droits d'écriture sur ces répertoires.

# Languages::ftp_server_options
source: FTP server options
fa: گزینه های سرور FTP
fr: Options du serveur FTP

# Languages::ftp_directory
source: FTP directory
fa: دایرکتوری FTP
fr: Répertoire FTP

# Languages::recheck
source: Re-check
fa: بررسی مجدد
fr: Revérifier

# Languages::use_this_style
source: Use this style
fa: استفاده از این سبک
fr: Utiliser ce style

# Languages::upload_via_ftp
source: Upload via FTP
fa: بارگذاری از طریق FTP
fr: Envoyer via FTP

# Languages::invalid_ftp_access
source: Invalid FTP access
fa: دسترسی FTP نامعتبر است
fr: Accès FTP non valable

# Languages::install_addon_text
source: Add-ons extend the functionality of your store. <br /> You can install an add-on by picking a [exts] format archive and clicking Upload & install.
fa: افزونه ها عملکرد فروشگاه شما را گسترش می دهند. <br /> می‌توانید با انتخاب یک بایگانی با فرمت [exts] و کلیک بر روی آپلود و نصب، یک افزونه نصب کنید.
fr: Les modules supplémentaires augmentent les fonctionnalités de votre magasin.<br />Vous pouvez installer un module en choisissant une archive au format .zip, .tgz ou .gz, et en cliquant sur 'Upload & install'

# Languages::xml_error
source: XML parse error
fa: خطای تجزیه ی XML
fr: Erreur d'analyse XML

# Languages::column
source: Column
fa: ستون
fr: Colonne

# Languages::checking_core_version_is_not_suitable
source: Version of your cart ([version]) is not supported. Minimal: [min]. Maximal: [max].
fa: نسخه سبد خرید شما ([version]) پشتیبانی نمی شود. حداقل: [min]. حداکثر: [max].
fr: La version de votre panier ([verions]) n'est pas supportée. Minimale: [min]. Maximale: [max].

# Languages::checking_core_edition_is_not_suitable
source: Edition of your cart ([current_edition]) is not supported. Required: [required_edition].
fa: نسخه سبد خرید شما ([current_edition]) پشتیبانی نمی شود. مورد نیاز: [required_edition].
fr: L'édition de votre panier ([current_edition]) n'est pas supportée. Requis: [required_edition].

# Languages::checking_php_version_is_not_suitable
source: PHP version ([version]) is not supported. Minimal: [min]. Maximal: [max].
fa: نسخه PHP ([version]) پشتیبانی نمی شود. حداقل: [min]. حداکثر: [max].
fr: La version ([version]) de PHP n'est pas supportée. Minimum: [min]. Maximum: [max].

# Languages::checking_extension_should_be_installed
source: The [extension] extension should be installed on your server for correct add-on operation.
fa: پسوند [extension] باید بر روی سرور شما نصب شود تا عملیات افزودنی صحیح انجام شود.
fr: L'extension [extension] doit être installée sur votre serveur pour une action correcte du module supplémentaire

# Languages::checking_extension_should_be_removed
source: The [extension] extension should be removed from your server for correct add-on operation.
fa: پسوند [extension] باید برای عملکرد صحیح افزونه از سرور شما حذف شود.
fr: L'extension [extension] doit être supprimée de votre serveur pour un fonctionnement correcte du module supplémentaire.
