Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::text_paysitecash_notice
source: Please add these URL fields in your Paysite-cash configuration:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
fa: لطفاً این فیلدهای URL را در پیکربندی Paysite-cash خود اضافه کنید:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>آدرس ارجاع دهنده:</b><br/>[ref_url]<br/><br/><b>پس از پرداخت، آدرس برگشتی:</b><br/>[sucess_url]<br/><br/><b>آدرس پرداخت لغو[cancel_url]</b><br/>آدرس اینترنتی تأیید بک آفیس<br/><br/><b>:</b><br/>[confirm_url]
fr: Veuillez ajouter ces champs URL dans votre configuration de Paysite Cash :<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>url du site source:</b><br/>[ref_url]<br/><br/><b>url de retour après paiement:</b><br/>[sucess_url]<br/><br/><b>url pour paiement annulé:</b><br/>[cancel_url]<br/><br/><b>url de confirmation du backoffice:</b><br/>[confirm_url]

# Languages::text_paysitecash_processor
source: Processor
fa: پردازنده
fr: Processeur

# Languages::text_paysitecash_site_id
source: Site ID
fa: شناسه سایت
fr: Identifiant Site

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
fa: لطفاً پارامترهای زیر را در PayWay back end تنظیم کنید: <p> URL بازگشتی مرورگر پیش پرداخت: <b>[prepayment]</b><br /> URL بازگشتی مرورگر: <b>[return]</b><br /> آدرس اینترنتی اعلان: <b>[notify]</b><br /> نوع پست اعلان: خالی بگذارید </p>
fr: Merci de définir les paramètres suivants dans le backend PayWay: <p>URL de retour pré-paiement:[prepayment]</b><br />URL de retour: <b>[return]</b><br />URL de notification: <b>[notify]</b><br /> Type de notification du message: laisser vide</p>

# Languages::text_permissions_changed
source: Permissions changed
fa: مجوزها تغییر کرده اند
fr: Les permissions ont changés

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
fa: <b>توجه:</b> لطفاً اطلاعات زیر را به پشتیبانی پرداخت ارسال کنید:<br /> URL وب سایت: '<u>[website_url]</u>'<br /> URL ارجاع دهنده: '<u>[referrer_url]</u>'<br /> URL موفقیت: '<u>[success_url]</u>'<br /> URL خطا: '<u>[failure_url]</u>'<br /> URL بک لینک: '<u>[backlink_url]</u>'<br /> آدرس IP: '<u>[ip_address]</u>'<br /><br /> روش پاسخگویی: '<u>[response_method]</u>'<br /><br />
fr: <b>Note:</b> Veuillez envoyer les informations suivantes au support de paiement:<br /> URL du site web:'<u>[website_url]</u>'<br />URL source: '<u>[referrer_url]</u>'<br /> URL en cas de succès'<u>[success_url]</u>'<br /> URL en cas d'échec: '<u>[failure_url]</u>'<br />URL de retour: '<u>[backlink_url]</u>'<br /> Adresse IP:'<u>[ip_address]</u>'<br /><br /> Méthode de réponse: '<u>[response_method]</u>'<br /><br />

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
fa: در حال بارگذاری... موقعیت ها بروز می شوند، لطفا صبر کنید.
fr: Chargement en cours ... Les positions sont mis à jour, veuillez patienter.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
fa: جداکننده ده دهی برای قیمت محصول.
fr: Séparateur décimal pour les prix des produits

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
fa: محصولات با موفقیت اضافه شده اند. لیست جدید محصولات زیر را مشاهده کنید.
fr: Les produits suivants viennent juste d'être ajoutes a votre boutique :

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
fa: محصولات با موفقیت کپی همسان شده اند. در زیر لیست محصولات جدید
fr: Les produits ont été clonés avec succès. Ci-dessous la liste des nouveaux produits

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
fa: محصولات با موفقیت حذف شده اند.
fr: Les produits viennent d'être supprimés avec succès.

# Languages::text_products_updated
source: The following products have been updated:
fa: محصولات زیر به روز شده اند:
fr: Les produits suivants ont été mis à jour :

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
fa: محصول(ها) با موفقیت به روز شدند
fr: Le(s) produit(s) a/ont été mis à jour avec succès

# Languages::text_product_cloned
source: The product has been cloned
fa: محصول کلون شده
fr: Le produit a été clôné avec succès. Maintenant, vous pouvez modifier le nouveau produit.

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
fa: (اختیاری نمایش داده شده در پنجره)
fr: (optionel, affichée dans une fenêtre popup)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
fa: حذف فایل های محصول
fr: Le fichier du produit a été supprimé

# Languages::text_product_filters_were_disabled
source: The following <a href="[url]" target="_blank">product filters</a> were disabled: [filters_list].
fa: <a href="[url]" target="_blank">فیلتر محصول زیر</a> غیرفعال شد: [filters_list].
fr: Les <a href="[url]" target="_blank">filtres de produits</a> suivants ont été désactivés: [filters_list].

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
fa: محصول با موفقیت حذف شده است.
fr: Le produit a été supprimé avec succès.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
fa: (نمایش داده شده در لیست محصولات و صفحات جزئيات محصول)
fr: (affichée dans les pages de détails et liste de produit)

# Languages::text_profile_activated
source: Your account is now active. You may log in to your account using your credentials.
fa: حساب شما اکنون فعال است. می توانید با استفاده از اطلاعات کاربری خود وارد حساب کاربری خود شوید.
fr: Votre compte est actif maintenant. Vous pouvez vous connecter à votre compte avec vos certificats.

# Languages::text_profile_benefits
source: <h4>Benefits of becoming a registered member</h4><ul><li>Log in at any time to check order statuses</li><li>Personalize your shopping</li><li>Speed up future purchases</li></ul>
fa: <h4>مزایای عضویت در عضویت</h4><ul><li>برای بررسی وضعیت سفارش در هر زمان وارد شوید</li><li>خرید خود را شخصی سازی کنید</li><li>سرعت خریدهای آینده را افزایش دهید</li></ul>
fr: <h4>Avantages de devenir un membre enregistré</h4>Connectez-vous à n'importe quel moment pour vérifier vos statuts de commandes.</li><li>Personnalisez vos achats</li><li>Accélerez vos futurs achats</li></ul>

# Languages::text_profile_details
source: <h4>Profile details</h4><p>On this page you can modify your login credentials and personal data to be used during future purchases.</p><p>To keep your account secure we recommend to avoid creating passwords that use:</p><ul><li>Dictionary words in any language.</li><li>Words spelled backwards, common misspellings, and abbreviations.</li><li>Sequences or repeated characters. Examples: 12345678, 222222, abcdefg, or adjacent letters on your keyboard (qwerty).</li><li>Personal information. Your name, birthday, driver's license, passport number, or similar information.</li></ul>
fa: <h4>جزئیات نمایه</h4><p>در این صفحه می توانید اعتبار ورود و داده های شخصی خود را تغییر دهید تا در خریدهای بعدی از آنها استفاده شود.</p><p>برای ایمن نگه داشتن حساب خود توصیه می کنیم از ایجاد گذرواژه هایی که از:</p><ul><li>واژه های فرهنگ لغت در هر زبانی استفاده می کنند اجتناب کنید.</li><li>املای کلمات معکوس، غلط املایی رایج و اختصارات.</li><li>دنباله یا شخصیت های تکراری. مثال: 12345678، 222222، abcdefg، یا حروف مجاور روی صفحه کلید شما (qwerty).</li><li>اطلاعات شخصی. نام، تاریخ تولد، گواهینامه رانندگی، شماره پاسپورت یا اطلاعات مشابه شما.</li></ul>
fr: <h4>Détails du profil</h4><p>Sur cette page vous pouvez modifier vos informations de connexion et les données personnelles pour quelles soient utilisées lors de vos prochains achats.</p><p>Pour garder votre compte sécurisé, nous vous recommandons d'éviter de créer des mots de passe qui utilisent:</p><ul><li>Dictionnaire des mots dans n'importe quel language..</li><li>Mots épelé à l'envers, fautes d'orthographe courantes, et abréviations.</li><li> Séquences ou caractères répétés. Exemples: 12345678, 222222, abcdefg, ou des lettres adjacentes sur votre clavier (qwerty).</li><li> Informations personnelles. Votre nom, anniversaire, permis de conduire, numéro de passeport, ou des informations similaires.</li></ul>

# Languages::text_profile_is_created
source: The account has been created successfully.
fa: حساب با موفقیت ایجاد شده است.
fr: Le compte a été créé avec succès.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
fa: مشخصات داده ها با موفقیت به روز شده است.
fr: Le profil a été mis à jour avec succès.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
fa: حساب شما با موفقیت ساخته شد اما قبل از اینکه شما بتوانید ورود کنید باید فعال شود توسط مدیر فروشگاه.
fr: Votre compte a été créé avec succès, mais il doit être activé par l'administrateur de la boutique avant que vous puissiez ouvrir une session.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
fa: اگر [set] این شرایط [set_value]
fr: Si [set] ces conditions sont [set_value]

# Languages::our_brands
source: Our Brands
fa: نشان های ما
fr: Nos marques

# Languages::text_qty_discounts
source: Our quantity discounts
fa: میزان تخفیف ما
fr: Votre rabais de quantité

# Languages::text_recover_password
source: <p>If you have forgotten your password, enter your email address in the field and click <i>Reset password</i>.</p><p>You will receive a new password and a link to sign in. You will be able to change the password later.</p>
fa: <p>اگر رمز عبور خود را فراموش کرده اید، آدرس ایمیل خود را در فیلد وارد کنید و روی <i>Reset password</i>کلیک کنید.</p><p>یک رمز عبور جدید و پیوندی برای ورود به سیستم دریافت خواهید کرد. بعداً می توانید رمز عبور را تغییر دهید.</p>
fr: <p>Si vous avez oublié votre mot de passe, saisissez votre adresse e-mail dans le champ et cliquez sur <i>Réinitialiser le mot de passe</i>.</p><p>Vous recevrez un nouveau mot de passe et un lien pour vous connecter. Vous aurez dès lors la possibilité de changer de mot de passe plus tard. </p>

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
fa: آدرس ایمیل خود را وارد کنید تا کلید ورود جدید و پیوندی برای ورود به سیستم و تغییر رمز عبور دریافت کنید.
fr: Veuillez saisir votre nom d'utilisateur. Le système va annuler votre ancien mot de passe et vous envoyer un nouveau à votre adresse email.

# Languages::text_recover_password_title
source: Reset password
fa: تنظیم مجدد رمزعبور
fr: Réinitialiser le mot de passe

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
fa: هنگام وارد کردن تصاویر بیشتر از محصول به روز شده تصاویر موجود در این محصول قبل از واردات حذف خواهد شد
fr: Lors de l'import d'images additionnelles d'un produit mis-à-jour, les images existantes de ce produit seront détruites avant l'import.

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
fa: هشدار! اگر پرونده های پشتیبان را حذف شما هنوز قادر خواهید بود به نصب قبلی خود را بازیابی. مطمئن شوید که نسخه جدید در حال کار مناسب و فایل های پایگاه داده پشتیبان در مکان امن هستند.
fr: Attention! Si vous supprimez les fichiers de sauvegarde, vous ne serez pas en mesure de restaurer votre installation précédente de CS-Cart . Assurez-vous que le CS-Cart installé fonctionne correctement, et que les fichiers de base de données de sauvegarde sont en lieu sûr.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
fa: لطفا انتخاب کنید برای [group_name] مورد نیاز گروه
fr: Veuillez sélectionner svp un produit pour le groupe requis [group_name]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
fa: مقدار تمام محصولات در فروشگاه بازنشانی خواهد شد.
fr: La quantité de tous les produits du magasin sera réinitialisée.

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
fa: که شما می خواهید برای بازگرداندن الگو شود؟
fr: Etes-vous sûr de vouloir restaurer le modèle ?

# Languages::text_sagepay_dir_notice
source: <b>Note:</b> In order to track your Sage Pay orders by the shopping cart software, please enable the 3D Secure Fraud Checking Option for your Sage Pay VSP Direct account.
fa: <b>توجه:</b> برای ردیابی سفارشات Sage Pay توسط نرم افزار سبد خرید، لطفاً گزینه 3D Secure Fraud Checking را برای حساب Sage Pay VSP Direct خود فعال کنید.
fr: <b>Note:</b> Afin que vos commandes Sage Pay soient suivies par le logiciel e-commerce, veuillez activer l'option 'Contrôle de fraude 3D Secure' pour votre compte Sage Pay.

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
fa: از <b>فروشنده آزمایشی</b> به عنوان <b>نام فروشنده</b> برای اهداف آزمایشی استفاده کنید<br /><p><b>پرداخت</b> - نوع تراکنش برای دریافت مجوز از بانک استفاده می شود، سپس صبح روز بعد آن تراکنش را تسویه کنید و وجه را متعهد کنید که از کارت مشتری شما برداشت شود. .<br /></p><p><b>به تعویق افتاد</b> - تراکنش‌ها برای تکمیل به بانک ارسال نمی‌شوند تا زمانی که با ورود به رابط مدیریت SagePay VSP، یافتن تراکنش و کلیک کردن روی دکمه انتشار، آنها را آزاد نکنید.</p>

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
fa: لطفاً این فیلد را با هر مقدار غیر خالی تکمیل کنید. امنیت معاملات را افزایش خواهد داد.
fr: Veuillez remplir ce champ avec une valeur non vide. Cela permettra d'accroître la sécurité des transactions.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
fa: شما می توانید چندین مورد را به طور همزمان تغییر دهید. چک باکس های مربوط به فیلدهایی را که می خواهید ویرایش کنید انتخاب کنید و روی Modify Selected کلیک کنید.
fr: Vous pouvez modifier plusieurs items en même temps. Sélectionner certains items dans la liste ci-dessus, décocher les cases à cocher des champs que vous voulez modifier et cliquer sur le bouton "Modifier sélection".

# Languages::text_select_file
source: Select a file or enter a URL
fa: انتخاب یک پرونده یا آدرس را وارد کنید
fr: Sélectionner fichier

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
fa: محدوده برای صادرات را انتخاب کنید (در غیر این صورت تمام [name] صادر خواهد شد)
fr: Vous pouvez sélectionner la zone pour l'export (sinon tout [name] seront exportés)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
fa: توجه! برخی از داده‌ها در طول این عملیات کپی نمی‌شوند: حتی اگر همه دسته‌ها را کپی کنید، دسته‌های تنظیم‌شده در فیلترها از بین خواهند رفت. لطفا دسته ها را به صورت دستی اصلاح کنید.
fr: Attention! Certaines données ne seront pas copiés lors de cette opération: les catégories figurant dans les filtres seront perdues même si vous copiez toutes les catégories. Merci de corriger les catégories manuellement.

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
fa: توجه! برخی از داده‌ها در طول این عملیات کپی نمی‌شوند: حتی اگر همه دسته‌ها را کپی کنید، دسته‌های تنظیم‌شده در ویژگی‌ها از بین خواهند رفت. لطفا دسته ها را به صورت دستی اصلاح کنید.
fr: Attention! Des données ne seront pas copiées pendant cette opération: les catégories définies dans les caractéristiques seront perdues, même si vous copiez toutes les catégories. Merci de corriger les catégories manuellement.

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
fa: برای به اشتراک گذاشتن تبلیغات مطمئن شوید که محصولات مربوطه نیز به اشتراک گذاشته شده اند (اشتراک گذاری محصولات را در زیر بررسی کنید)
fr: Afin de partager les promotions s'assurer que les produits respectifs sont également partagés (vérifier 'Partagez produits' ci-dessous)

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
fa: برای اطمینان از تخمین دقیق تر نرخ حمل و نقل، محصولات به بسته بندی هایی که توسط تنظیمات محصول و پیکربندی روش حمل و نقل تعریف شده است، تفکیک شده اند. اطلاعات زیر فقط برای استفاده ارجاعی است
fr: Pour assurer une estimation plus précise des frais d'expédition, les produits ont été séparés en paquets tel que défini par les paramètres du produit et la configuration de la méthode d'expédition. L'information suivante est utilisée comme référence uniquement.

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
fa: نرخ های حمل تغییر کرده است
fr: Les tarifs des méthodes de livraison ont été changées.

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
fa: سفارش به آدرس صورتحساب تحویل داده می شود
fr: Commandes à livrer à l'adresse de facturation

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
fa: Skrill ابزار تجاری را قادر می سازد شما را به پرداخت از کارت های اعتباری و کارت های بدهی و بیش از 60 دیگر گزینه های پرداخت محلی در بیش از 200 کشور جهان. نرخ بسیار رقابتی برای این سرویس منتشر شده در وب سایت Skrill در www.skrill.com.
fr: Le Skrill Merchant Tools vous permet de prendre des paiements des cartes credites, des cartes debites et plus de 60 autres options de paiement dans 200 pays. Les taux hauts competitifs pour ce service sont publies sur le site Skrill a www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
fa: قادر به ارسال یک درخواست برای فعال سازی در [date] است. لطفا آگاه باشید که فرایند تایید استفاده از ابزار Skrill تاجر می زند تا 72 ساعت باشد. هنگامی که مرحله تأیید تکمیل شده است شما را با Skrill تماس.
fr: Vous avez envoyé une demande d'activation le [date]. Le processus de vérification pour utiliser les Outils marchand Skrill peut prendre jusqu'à 72 heures. Vous serez contacté par Skrill lorsque la procédure de vérification est terminée.

# Languages::text_skrill_activate_quick_checkout_short_explanation_2
source: After activation Skrill will grant you access to a new section in your Skrill Account called Merchant Tools. There please choose a secret word (NOT the same as your password) and enter it in the section below to connect to Skrill. The secret word is the last step of your activation process and encrypts your payments securely. After successful submission you will be ready to use all the direct payment options of Skrill.
fa: پس از فعال‌سازی، Skrill به شما اجازه می‌دهد به بخش جدیدی در حساب Skrill خود به نام Merchant Tools دسترسی داشته باشید. در آنجا لطفاً یک کلمه مخفی (نه با رمز عبور خود) انتخاب کنید و آن را در بخش زیر وارد کنید تا به Skrill متصل شوید. کلمه مخفی آخرین مرحله از فرآیند فعال سازی شما است و پرداخت های شما را به صورت ایمن رمزگذاری می کند. پس از ارسال موفقیت آمیز، آماده استفاده از تمام گزینه های پرداخت مستقیم Skrill خواهید بود.
fr: Apres l'activation Skrill vous donnera accès à une nouvelle section de votre compte Skrill appele Merchant Tools . Vous choisirez ici un mot secret (PAS le même du mot de passe) et Vous allez entrer dans la section dessous pour se connecter a Skrill. Le mot secret est le dernier pas de Votre processus d'activation et encrypte Vos paiements en securite. Apres une soumission avec succès, Vous pourrez utiliser toutes les options de paiement directe a Skrill.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
fa: اگر ارزی را انتخاب کرده‌اید که ارز پایه فروشگاه شما نیست، لطفاً مطمئن شوید که کد</a> ISO 4217 <a href="http://en.wikipedia.org/wiki/ISO_4217">صحیح در صفحه <a href="[link]">ارز</a> دارد.
fr: Si vous avez selectionne une monnaie qui n'est pas la base de votre boutique, faire sur qu'elle a le code correcte, sr la page <a href=''{link}"" des monnaies </a>.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
fa: آدرس ایمیل مشخص شده در Skrill ثبت نشده است.
fr: Adresse email spécifiée n'est pas enregistrée dans Skrill

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
fa: آدرس ایمیل مشخص شده در Skrill ثبت شده است.
fr: Adresse e-mail spécifiée est enregistrée dans Skrill

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
fa: برخی از فیلدهای مورد نیاز برای فعال سازی تسویه حساب سریع وجود ندارد. لطفا بررسی کنید.
fr: Certains des champs requis pour l'activation de la commande rapide sont manquants. Veuillez vérifier SVP.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
fa: اگر سرور HTTPS شما راه‌اندازی نشده باشد، لوگو توسط پروتکل HTTP ارسال می‌شود و کاربران اخطار «اتصال جزئی رمزگذاری شده» را در صفحه Skrill مشاهده خواهند کرد.
fr: Si votre serveur HTTPS n'est pas configuré, le logo sera transmis par le protocole HTTP et les utilisateurs verront UN AVERTISSEMENT "Connexion partiellement crypté" sur ​​la page Skrill .
