Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
fa: بازگشت سرویس درخواست
fr: On a Demande le Retour au Service

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
fa: شناسه مشتری آشکار
fr: ID de rappport du client

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
fa: نوع رها کردن
fr: Type de dépot

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
fa: وانت منظم
fr: Recueiillir en base reguliere

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
fa: درخواست پیک
fr: Demander Courier

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
fa: رها در ایستگاه
fr: Déposer à la gare

# Languages::ship_fedex_height
source: Height (inches)
fa: ارتفاع (اینچ)
fr: Hauteur (pouces)

# Languages::ship_fedex_hub_id
source: Hub ID
fa: شناسه توپی
fr: ID Hub

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
fa: مدیا ایمیل (با بسته های 1 تا 70 lbs کتاب ها، دی وی دی و سی دی، نوارهای ویدیوئی)
fr: Poste de Media (Les paquets y sont de 1 a 70 Livres ibs, DVDs, CDs, CDs)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
fa: بسته را انتخاب کنید (با بسته های 1 تا 70 lbs)
fr: Selectionner Paquet (Paquets ade 1 a 70 ibs)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
fa: محدود بسته های مطبوعات (با بسته های 1 به 15 پوند کاتالوگ کتاب تلفن یا هر چیزی که برای همیشه محدود)
fr: Des Paquets Bound Printes Matter (Les paquets sont de 1 a 15 ibs Des cataloqgues, livres de numeros de téléphone ou tout soumis en base permenente)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
fa: بسته های پستی استاندارد (بسته های کمتر از 1 پوند)
fr: Paquets de Poste standard (Paquets de moins de 1 ib)

# Languages::ship_fedex_length
source: Length (inches)
fa: طول (اینچ)
fr: Longueur (pouces)

# Languages::ship_fedex_meter_number
source: Meter number
fa: تعداد متر
fr: Numéro du compteur

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
fa: فدرال اکسپرس جعبه 10 کیلوگرم
fr: FedEx 10g Box

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
fa: فدرال اکسپرس جعبه 25kg
fr: FedEx 25g Box

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
fa: فدرال اکسپرس جعبه
fr: Boîte FedEx

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
fa: فدرال اکسپرس پاکت
fr: Enveloppe FedEx

# Languages::ship_fedex_package_type_fedex_pak
source: FedEx Pak
fa: فدرال اکسپرس پک
fr: FedEx Pax

# Languages::ship_fedex_package_type_fedex_tube
source: FedEx Tube
fa: فدرال اکسپرس لوله
fr: Tube FedEx

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
fa: بسته بندی شما
fr: Votre emballage

# Languages::ship_fedex_smart_post
source: Smart Post
fa: پست هوشمند
fr: Post Intelligent

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
fa: سرویس ویژه ( تایید تحویل)
fr: Service special (livraison confirmee)

# Languages::ship_fedex_width
source: Width (inches)
fa: عرض (اینچ)
fr: Largeur (pouces)

# Languages::ship_height
source: Package height (cm)
fa: ارتفاع بسته (سانتی متر)
fr: Hauteur du paquet, cm

# Languages::ship_length
source: Package length (cm)
fa: طول بسته(سانتی متر)
fr: Longueur du paquet, cm

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
fa: تاییدیه تحویل (فقط برای پست سفارشی)
fr: Accusés de réception (pour envois recommandés uniquement)

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
fa: نقدی در هنگام تحویل (برای پست سفارشی فقط)
fr: Contre-remboursement (pour envois recommandés uniquement)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
fa: تحویل شخصی (فقط برای پست سفارشی)
fr: Livraison personnelle (pour envois recommandés uniquement)

# Languages::ship_sp_l_registered_mail
source: Registered mail
fa: پست سفارشی
fr: Envois Recommandés

# Languages::ship_sp_pc_assurance
source: Assurance
fa: تضمین

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
fa: نقدی در محل تحویل
fr: Contre-remboursement

# Languages::ship_sp_pc_fragile
source: Fragile
fa: شکستنی

# Languages::ship_sp_pc_manual_handling
source: Manual handling
fa: حمل دستی
fr: Traitement manuel

# Languages::ship_sp_pc_personal
source: Personal
fa: شخصی
fr: Personnel

# Languages::ship_sp_pc_signature
source: Signature
fa: امضا

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
fa: بیمه اضافی
fr: Assurance additionnelle (jusqu'à CHF 3000.-)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
fa: اجناس حجیم
fr: Biens volumineux

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
fa: نقدی در محل تحویل (فقط اقتصادی)
fr: Contre-remboursement (ECONOMY uniquement)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
fa: پردازش دستی
fr: Traitement manuel

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
fa: بیمه اضافی برای کالاهای فوری
fr: Assurance additionnelle pour les biens URGENT (jusqu'à CHF 3000.-)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
fa: نمی توانید از این روش ارسال برای تحویل بین المللی استفاده کنید
fr: Impossible d'utiliser cette méthode d'expédition pour les livraisons internationales

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
fa: نمی توانید از این روش حمل برای تحویل خصوصی استفاده نمایید
fr: Vous ne pouvez pas utiliser cette méthode d'expédition pour une livraison privée

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
fa: بسته بیش از حد سنگین است
fr: Le paquet est trop lourd

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
fa: نمی تواند فایل additional_services.csv را باز کند
fr: Impossible d'ouvrir le fichier additional_services.csv

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
fa: نم تواندفایل [code] را باز کند
fr: Impossible d'ouvrir le fichier [code]

# Languages::ship_temando_height
source: Package height
fa: ارتفاع بسته
fr: Hauteur du paquet

# Languages::ship_temando_length
source: Package length
fa: طول بسته
fr: Longueur du paquet

# Languages::ship_temando_measurement
source: Package measurement
fa: اندازه گیری بسته
fr: Mesure du paquet

# Languages::ship_temando_method
source: Delivery method
fa: روش تحویل
fr: Mode de livraison

# Languages::ship_temando_package
source: Packaging
fa: بسته بندی
fr: Conditionnement

# Languages::ship_temando_readydate
source: Ready date (days)
fa: تاریخ آماده (روز)
fr: Date de disponibilité (jours)

# Languages::ship_temando_subclass
source: Class of the item being sent
fa: کلاس موردی که ارسال می شود
fr: Catégorie de l'élément envoyé

# Languages::ship_temando_weight_measurement
source: Weight measurement type
fa: نوع اندازه گیری وزن
fr: Type de mesure de poids

# Languages::ship_temando_width
source: Package width
fa: عرض بسته
fr: Largeur du paquet

# Languages::ship_to
source: Ship to
fa: ارسال به
fr: Adresse de livraison

# Languages::ship_to_another
source: Ship to a different address
fa: ارسال به نشانی دیگری
fr: Adresse de livraison différente

# Languages::ship_ups_access_key
source: UPS Rates Access Key
fa: یو پی اس نرخ دسترسی به کلید
fr: Clé d'accès pour tarifs UPS

# Languages::ship_ups_package_type_01
source: UPS letter/ UPS Express Envelope
fa: یو پی اس نامه / یو پی اس پاکت اکسپرس
fr: Lettre UPS / Enveloppe express UPS

# Languages::ship_ups_package_type_03
source: UPS Tube
fa: لوله یو پی اس
fr: Tube UPS

# Languages::ship_ups_package_type_04
source: UPS Pack
fa: بسته یو پی اس
fr: UPS Paquet

# Languages::ship_ups_package_type_21
source: UPS Express Box
fa: جعبه یو پی اس اکسپرس
fr: UPS Box Express

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
fa: جعبه 25Kg یو پی اس

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
fa: یو پی اس جعبه 10 کیلوگرم
fr: UPS 10g Box

# Languages::ship_ups_pickup_type
source: Pickup type
fa: نوع وانت
fr: Type de dépôt

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
fa: وانت روزانه
fr: Vient chercher tous les jours

# Languages::ship_ups_pickup_type_03
source: Customer Counter
fa: شمارنده و ضوابط
fr: Courrier Client

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
fa: یک وانت بار
fr: Recueillir en Temps

# Languages::ship_ups_pickup_type_07
source: On Call Air
fa: در تماس با هوا
fr: Sur Aooel Aire

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
fa: نرخ خرده فروشی پیشنهادی
fr: Taux de Ventes Nettes Propose s

# Languages::ship_ups_pickup_type_19
source: Letter Center
fa: مرکز نامه
fr: Centre des Lettres

# Languages::ship_ups_pickup_type_20
source: Air Service Center
fa: مرکز خدمات هوایی
fr: Centre de Service de Societes Aeriennes

# Languages::ship_ups_delivery_confirmation
source: No Signature
fa: بدون امضا
fr: Aucune Signature

# Languages::ship_ups_delivery_confirmation_signature
source: Signature Required
fa: امضا مورد نیاز است
fr: Signature Obligatoire

# Languages::ship_ups_delivery_confirmation_adult_signature
source: Adult Signature Required
fa: امضا بزرگسال مورد نیاز است
fr: Signature d'Adultes Obligatoire

# Languages::ship_ups_use_delivery_confirmation
source: Use Delivery confirmation
fa: استفاده از تأیید تحویل
fr: Utiliser confirmation de Livraison

# Languages::ship_ups_dcist_type
source: Confirmation type
fa: نوع تایید
fr: Type de confirmation

# Languages::ship_usps_container
source: Container
fa: ظرف
fr: Conteneur

# Languages::ship_usps_container_express
source: Container (Express)
fa: ظرف (اکسپرس)
fr: Container (expres)

# Languages::ship_usps_container_express_flat_rate_envelope
source: Flat Rate Envelope
fa: نرخ پاکت
fr: Enveloppe de Prix Standard

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
fa: ظرف (پست پیشتاز)
fr: Container (Poste de Priorite)

# Languages::ship_usps_container_priority_flat_rate_box
source: Flat Rate Box
fa: نرخ جعبه
fr: Box de Taux Forfaitaire

# Languages::ship_usps_container_priority_flat_rate_envelope
source: Flat Rate Letter
fa: نرخ نامه
fr: Flat Rate Envelope

# Languages::ship_usps_container_priority_lg_flat_rate_box
source: Large Flat Rate Box
fa: جعبه بزرگ نرخ
fr: Box Large de Taux Forfaitaire

# Languages::ship_usps_container_priority_md_flat_rate_box
source: Medium Flat Rate Box
fa: متوسط نرخ جعبه
fr: Box de Taux Forfaitaire Medium

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
fa: غیر مستطیل
fr: Non rectangulaire

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
fa: مستطیلی
fr: Rectangulaire

# Languages::ship_usps_container_priority_regional_a_rate_box
source: Regional Rate Box A
fa: نرخ منطقه اي جعبه A
fr: Box A de Taux Regional

# Languages::ship_usps_container_priority_regional_b_rate_box
source: Regional Rate Box B
fa: جعبه نرخ منطقه ای ب
fr: Box B de Taux Regional

# Languages::ship_usps_container_priority_regional_c_rate_box
source: Regional Rate Box C
fa: نرخ منطقه اي جعبه c
fr: Box C de Taux Regional

# Languages::ship_usps_container_priority_sm_flat_rate_box
source: Small Flat Rate Box
fa: نرخ جعبه کوچک
fr: Petite boite de Taux Forfetaire

# Languages::ship_usps_container_priority_padded_flat_rate_envelope
source: Padded Flat Rate Envelope
fa: نرخ پاکت خالی
fr: Enveloppe Sillee de Taux Forfetaire

# Languages::ship_usps_container_priority_legal_flat_rate_envelope
source: Legal Flat Rate Envelope
fa: نرخ پاکت قانونی
fr: Taux forfaitaire pour enveloppe à format juridique

# Languages::ship_usps_container_priority_sm_flat_rate_envelope
source: Sm Flat Rate Envelope
fa: Sm نرخ پاکت
fr: Taux forfaitaire pour enveloppe sm

# Languages::ship_usps_container_priority_window_flat_rate_envelope
source: Window Flat Rate Envelope
fa: پنجره نرخ پاکت
fr: Taux forfaitaire pour enveloppe à fenêtre

# Languages::ship_usps_container_priority_gift_card_flat_rate_envelope
source: Gift Card Flat Rate Envelope
fa: نرخ پاکت کارت هدیه
fr: Taux forfaitaire d'enveloppe de carte cadeau

# Languages::ship_usps_first_class_mail_type
source: First Class Mail Type
fa: نوع پست ممتاز
fr: Type de courrier FIRST CLASS

# Languages::ship_usps_first_class_mail_type_flat
source: Flat
fa: تخت
fr: Plat

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
fa: پاکت
fr: Colis

# Languages::ship_usps_intl_package_girth
source: Package girth
fa: بسته بندی محکم
fr: Circonférence du paquet

# Languages::ship_usps_intl_package_height
source: Package height
fa: ارتفاع بسته
fr: Hauteur du paquet

# Languages::ship_usps_intl_package_length
source: Package length
fa: طول بسته
fr: Longueur du paquet

# Languages::ship_usps_intl_package_size
source: Package size
fa: سایز بسته بندی
fr: Taille du paquet

# Languages::ship_usps_intl_package_width
source: Package width
fa: عرض بسته
fr: Largeur du paquet

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
fa: Machinable (طبقه اول پست یا پست استاندارد)
fr: Machinable (Poste de Premiere Classe ou Poste Standard)

# Languages::ship_usps_machinable_false
source: False
fa: نادرست
fr: Faux

# Languages::ship_usps_machinable_true
source: True
fa: درست است
fr: Vrai

# Languages::ship_usps_mailtype
source: Type of Mail
fa: نوع پست
fr: Type de courrier

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
fa: ماده برای نابینایان
fr: Sujet pour Aveugles

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
fa: کارت پستال و یا Aerogrammes
fr: Cartes postales ou aérogrammes

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
fa: اندازه بسته بندی (طول + دور، اینچ)
fr: Taille du paquet (largeur + circonférence, pouces)

# Languages::ship_usps_package_size_large
source: Large (84..108)
fa: بزرگ (84..108)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
fa: بزرگترین (108..130)

# Languages::ship_usps_package_size_regular
source: Regular (0..84)
fa: منظم (0..84)
fr: Regulier (0..84)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
fa: پست پیشتاز (اندازه: بزرگ, ظرف: NonRectangular) دور (اینچ)
fr: Poste de Priorite (TailleLarge, Container-PasRectangulaire), Pouces

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
fa: پست پیشتاز (اندازه: بزرگ) ارتفاع (اینچ)
fr: Poste de Priorite (TailleLarge) Hauteur (pouces)

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
fa: پست پیشتاز (اندازه: بزرگ) ارتفاع (اینچ)
fr: Poste de Priorite (TailleLarge)Longeur (pouces)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
fa: پست پیشتاز (اندازه: بزرگ) ارتفاع (اینچ)
fr: Courrier prioritaire (Taille: Large) Largeur (cm)

# Languages::ship_usps_username
source: User ID
fa: شناسه کاربری
fr: ID utilisateur

# Languages::ship_width
source: Package width (cm)
fa: بسته عرض (سانتیمتر)
fr: Largeur du paquet, cm

# Languages::short_description
source: Short description
fa: شرح کوتاه
fr: Description courte

# Languages::short_hour
source: h.
fa: ارتفاع.

# Languages::short_list
source: Short list
fa: لیست کوتاه
fr: Liste courte

# Languages::show
source: Show
fa: نمایش
fr: Montrer

# Languages::show_all
source: Show all
fa: نمایش همه
fr: Afficher tout

# Languages::show_items_in_line
source: Show items inline
fa: نمایش موارد به صورت درون خطی
fr: Afficher les articles en ligne

# Languages::show_orders
source: Show orders
fa: نشان دادن سفارشات
fr: Montrer commandes

# Languages::show_price
source: Show price
fa: نمایش قیمت
fr: Afficher le prix

# Languages::show_rate_for_destination
source: Show rates for location
fa: نمایش نرخ های مکان
fr: Afficher le taux pour la destination

# Languages::show_rate_for_rate_area
source: Show rates for rate area
fa: نمایش نرخ ها برای منطقه نرخ
fr: Afficher les tarifs pour la zone tarifaire

# Languages::show_tab_in_popup
source: Show this tab in a popup window
fa: نمایش این برگه در پنجره باز شونده
fr: Afficher cet onglet dans une nouvelle fenêtre

# Languages::tmpl_sidebox_1_item
source: Side box first item
fa: اولین مورد جعبه کناری
fr: Bloc premier article

# Languages::sidebox_general
source: Ordinary block (H3 heading) [deprecated]
fa: بلوک معمولی (سرفصل H3) [deprecated]
fr: Bloc ordinaire (H3 entête) [deprecated]

# Languages::sidebox_important
source: Ordinary block (H3 heading)
fa: بلوک معمولی (سرفصل H3)
fr: Bloc ordinaire (H3 entête)

# Languages::signature
source: Signature
fa: امضا

# Languages::signed_in_as
source: Signed in as
fa: وارد شده به عنوان
fr: Se connecter en tant que

# Languages::sign_in
source: Sign in
fa: ورود
fr: S'identifier

# Languages::sign_in_as_different
source: Sign in as a different user
fa: ورود با کاربری متفاوت
fr: Se connecter avec un autre utilisateur

# Languages::sign_in_to_buy
source: Please sign in to buy
fa: لطفاً برای خرید وارد شوید
fr: Merci de vous connecter pour acheter

# Languages::sign_in_to_view_price
source: [Sign in to view price]
fa: [برای دیدن قیمت وارد شوید]
fr: [Se connecter pour voir le prix]

# Languages::sign_out
source: Sign out
fa: خروج از سیستم
fr: Se déconnecter

# Languages::sign_up_for_notification
source: Sign up for notification
fa: ثبت نام برای اطلاع رسانی
fr: Vous abonner aux notifications

# Languages::similar_only
source: Similar only
fa: فقط مشابه
fr: Similaire seulement

# Languages::simple_ultimate_companies_selector
source: Please contact the technical support
fa: لطفاً با پشتیبانی فنی تماس بگیرید
fr: S'il vous plait contactez le support technique

# Languages::simultaneous
source: Simultaneous
fa: همزمان
fr: Simultané

# Languages::single
source: Single
fa: تک
fr: Unique

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
fa: فقط یک کوپن تخفیف مجاز است
fr: Un seul coupon de réduction est permis seulement

# Languages::sitemap
source: Sitemap
fa: نقشه سایت
fr: Plan du site

# Languages::sitemap_menu_description
source: Create additional sections of the customer area sitemap and define the set of links for them.
fa: ایجاد بخش های اضافی از نقشه منطقه مشتری و تعریف مجموعه لینک برای آنها.
fr: Générer le sitemap.xml de votre magasin pour les moteurs de recherche

# Languages::sitemap_settings
source: Sitemap settings
fa: تنظیمات نقشه سایت
fr: Paramétrages plan du site

# Languages::site_number
source: Site number (EPT)
fa: سایت شماره (EPT)
fr: Numero du site (EPT)

# Languages::size
source: Size
fa: اندازه
fr: Taille

# Languages::skiplastpage
source: Skip the last page
fa: رد شدن صفحه آخر
fr: Aller directement à la dernière page

# Languages::skip_payment
source: Skip payment
fa: رد شدن از پرداخت
fr: passer le paiement

# Languages::skrill_customer_id
source: Skrill Customer ID
fa: شناسه مشتری Skrill
fr: Identifiant client Skrill

# Languages::sku
source: CODE
fa: کد
fr: Réf.

# Languages::slovak
source: Slovak
fa: اسلواکی
fr: Slovaque

# Languages::slow
source: Slow
fa: آهسته
fr: Lent

# Languages::small_items
source: Small items
fa: موارد کوچک
fr: Petits articles

# Languages::smarty_block
source: HTML block with Smarty support
fa: بلوک HTML با پشتیبانی از Smarty
fr: Bloc HTML avec support Smarty

# Languages::sms_customer_registered
source: Customer [name] has been registered.
fa: مشتری [name] ثبت نام شده است.
fr: Client [name] a été enregistré.

# Languages::sms_for_the_sum
source: to the amount of
fa: به مقدار
fr: au montant de

# Languages::sms_order_placed
source: has been placed
fa: ثبت شده است
fr: a été placé

# Languages::snapshot_date
source: Snapshot date
fa: تاریخ عکس فوری
fr: Date de prise de vue

# Languages::sort_by
source: Sort by
fa: مرتب سازی بر اساس
fr: Trier par

# Languages::sort_by_null_asc
source: No sorting
fa: بدون مرتب سازی
fr: Pas de tri

# Languages::sort_by_popularity_asc
source: Sort by Popularity: Low to High
fa: مرتب‌سازی بر اساس محبوبیت: از کم به زیاد
fr: Trier par popularité : du plus bas au plus haut

# Languages::sort_by_popularity_desc
source: Sort by Popularity
fa: مرتب‌سازی بر اساس محبوبیت
fr: Trier par popularité

# Languages::sort_by_position_asc
source: Sort by Position: Low to High
fa: مرتب کردن بر اساس موقعیت: کم به زیاد
fr: Trier par Position: du plus haut au plus bas

# Languages::sort_by_position_desc
source: Sort by Position: High to Low
fa: مرتب کردن بر اساس موقعیت: زیاد به کم
fr: Trier par Position: du plus haut au plus bas

# Languages::sort_by_price_asc
source: Sort by Price: Low to High
fa: مرتب کردن بر اساس قیمت: کم به زیاد
fr: Trier par prix : du plus bas au plus haut

# Languages::sort_by_price_desc
source: Sort by Price: High to Low
fa: مرتب کردن بر اساس قیمت: بالا به پایین
fr: Trier par prix : du plus élevé au plus bas

# Languages::sort_by_product_asc
source: Sort Alphabetically: A to Z
fa: مرتب کردن بر اساس حروف الفبا: ا تا ی
fr: Trier par ordre alphabétique : A à Z

# Languages::sort_by_product_desc
source: Sort Alphabetically: Z to A
fa: مرتب کردن بر اساس حروف الفبا: ی تا ا
fr: Tri alphabétique: Z à A

# Languages::sort_by_timestamp_asc
source: Oldest Items First
fa: قدیمی ترین موارد در ابتدا
fr: Les éléments le plus vieux en premier

# Languages::sort_by_timestamp_desc
source: Newest Items First
fa: جدیدترین موارد در ابتدا
fr: Articles les plus récents d'abord

# Languages::sort_images
source: Sort images
fa: مرتب کردن تصاویر
fr: Trier les images

# Languages::spanish
source: Spanish
fa: اسپانیایی
fr: Espagnol

# Languages::specific_settings
source: Specific settings
fa: تنظیمات خاص
fr: Paramètres spécifiques

# Languages::specify_url
source: Specify URL
fa: تعیین URL
fr: Spécifier l'URL

# Languages::speed
source: Speed
fa: سرعت
fr: Vitesse

# Languages::type_to_search
source: Type to search...
fa: برای جستجو تایپ کنید...
fr: Saisissez votre recherche...

# Languages::type_to_create
source: Type to create...
fa: برای ایجاد تایپ کنید...
fr: Tapez pour créer...

# Languages::type_to_search_or_click_button
source: Type to search, or click the button on the right for advanced search
fa: برای جستجو تایپ کنید یا برای جستجوی پیشرفته روی دکمه سمت راست کلیک کنید
fr: Tapez votre recherche, ou cliquez sur le bouton de recherche avancé

# Languages::use_comma_enter_to_separate_variants
source: Use a comma or Enter to separate variants.
fa: برای جدا کردن انواع مختلف از کاما یا Enter استفاده کنید.
fr: Utilisez une virgule ou la touche Entrée pour séparer les variantes.

# Languages::enter_color_name_and_code
source: Enter color name and code. Example, "Red #ff0000"
fa: نام رنگ و کد را وارد کنید. به عنوان مثال، "قرمز #ff0000"
fr: Entrez le nom et le code de la couleur. Exemple, "Rouge #ff0000"

# Languages::enter_category_name_and_path
source: Enter path and category name. Example, "Electronics/Computers/Laptops"
fa: نام مسیر و دسته را وارد کنید. به عنوان مثال، "الکترونیک / کامپیوتر / لپ تاپ"
fr: Entrez le chemin et le nom de la catégorie. Exemple, "Électronique/ordinateurs/ordinateurs portables".

# Languages::ssl_certificate
source: SSL certificate
fa: گواهی SSL
fr: Certificat SSL

# Languages::staff_only_notes
source: Staff only notes
fa: یادداشت های فقط کارکنان
fr: Notes pour l'administration

# Languages::stage
source: Stage
fa: مرحله
fr: Etape

# Languages::standard_sidebox
source: Standard side box
fa: جعبه جانبی استاندارد
fr: Blocs standards
