Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::checking_extension_version_is_not_suitable
source: The [extension] version ([version]) is not supported by the add-on. Minimal: [min]. Maximal: [max].
fa: نسخه [extension] ([version]) توسط افزونه پشتیبانی نمی شود. حداقل: [min]. حداکثر: [max].
fr: La version ([version]) de l'extension [extension] n'est pas supportée par le module supplémentaire. Minimale: [min]. Maximale: [max].

# Languages::scroll_per_page
source: Scroll per page
fa: پیمایش در صفحه
fr: Défilement par page

# Languages::payments.paypal_adv_layout
source: Layout
fa: چیدمان
fr: Mise en page

# Languages::payments.layout_a
source: Layout A
fa: چیدمان A
fr: Mise en page A

# Languages::payments.layout_b
source: Layout B
fa: چیدمان B
fr: Mise en page B

# Languages::payments.layout_c
source: Layout C
fa: چیدمان C
fr: Mise en page C

# Languages::payments.eway_rapidapi_rsp.header_text
source: Header text
fa: متن سرصفحه
fr: Texte de l'en-tête

# Languages::filter_by_categories
source: Filter by categories
fa: فیلتر با دسته بندی
fr: Filtrer par catégories

# Languages::default_filter_by_location
source: No filter specified. Filter by location set as default.
fa: فیلتری مشخص نشده است. فیلتر با مکان به عنوان پیش فرض تنظیم شده است.
fr: Aucun filtre spécifié. Filtre par destination défini par défaut

# Languages::theme_information
source: Theme information
fa: اطلاعات مضمون
fr: Information du thème

# Languages::developer
source: Developer
fa: توسعه دهنده
fr: développeur

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
fa: تم سبک و طرح بندی
fr: Styles et mises en page du thème

# Languages::activate
source: Activate
fa: فعال کردن
fr: Activer

# Languages::export_layout
source: Export layout
fa: ظرح صادرات
fr: Exporter le layout

# Languages::import_layout
source: Import layout
fa: طرح واردات
fr: Importer le layout

# Languages::create_new_layout
source: Create new layout
fa: ایجاد طرح های جدید
fr: Créer un nouveau layout

# Languages::update_current_layout
source: Update current layout
fa: بروزرسانی پیکربندی کنونی
fr: Mettre à jour le layout actuel

# Languages::get_social
source: Get social
fa: اجتماعی شوید
fr: Devenez social

# Languages::uc_searchanise_disabled
source: The Searchanise add-on was automatically disabled during upgrade to avoid false search results. Activate it at any time on the <a href="[url]">Add-ons</a> page.
fa: افزونه Searchanise در حین ارتقا به طور خودکار غیرفعال شد تا از نتایج جستجوی نادرست جلوگیری شود. آن را در هر زمان در صفحه <a href="[url]">افزونه</a> فعال کنید.
fr: L'add-on Searchanise a été automatiquement désactivé pendant la mise à jour pour éviter des résultats de recherche erronés. Activez le à n'importe quel moment sur la page <a href="[url]">Modules supplémentaires</a>

# Languages::text_store_closed
source: Sorry, the store is temporarily closed for maintenance.
fa: با عرض پوزش، فروشگاه به طور موقت برای نگهداری بسته است.
fr: Désolé, le magasin est temporairement fermé pour maintenance.

# Languages::theme_editor.presets
source: Presets
fa: پیش تنظیم
fr: Préréglages

# Languages::theme_editor.preset_data_cannot_be_saved
source: Preset data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
fa: داده های از پیش تعیین شده را نمی توان ذخیره کرد. برای رفع این مشکل باید مجوزهای نوشتن را برای دایرکتوری <b>[theme_dir]</b> تنظیم کنید.
fr: Les données de la présélection ne peuvent pas être enregistrées. Vérifier que le répertoire <b>[theme_dir]</b> a des droits en écriture.

# Languages::theme_editor.preset_name
source: Preset name
fa: نام پیش تنظیم
fr: Nom de la présélection

# Languages::active_preset
source: Active preset
fa: پیش تنظیم فعال
fr: Présélection active

# Languages::theme_editor.error_preset_exists
source: The preset with this name is already exist. Please choose another one.
fa: پیش تنظیم با این نام از قبل وجود دارد. لطفا یکی دیگر را انتخاب کنید
fr: Un préréglage avec ce nom existe déjà. Choisissez un autre nom.

# Languages::theme_editor.convert_to_css
source: Convert to CSS
fa: تبدیل بهCSS
fr: Convertir en CSS

# Languages::theme_editor.text_convert_to_css
source: <p>Generate CSS files from LESS (for manual editing).</p><p>IMPORTANT: You won't be able to use the Theme editor to customize the storefront!</p><p><i>The original LESS files will be backed up and you will be able to restore them later</i></p>
fa: <p>فایل های CSS را از LESS (برای ویرایش دستی) تولید کنید.</p><p>مهم: شما نمی توانید از ویرایشگر تم برای سفارشی کردن ویترین استفاده کنید!</p><p><i>از فایل های اصلی LESS نسخه پشتیبان تهیه می شود و می توانید بعداً آنها را بازیابی کنید</i></p>
fr: <p>Générer les fichiers CSS depuis LESS (pour l'édition manuelle). </p><p>IMPORTANT: Il se sera pas possible d'utiliser l'Editeur de thème pour personnaliser la vitrine!</p><p><i>Les fichiers LESS originaux seront sauvegardés et vous pourrez les restaurer plus tard.</i></p>

# Languages::theme_editor.enable_less
source: Enable LESS
fa: فعال کردن LESS
fr: Acitver LESS

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
fa: <p>باید به LESS برگردید تا بتوانید از ویرایشگر Theme استفاده کنید، زیرا به جای CSS ساده با فایل های LESS سروکار دارد.</p><p><strong>مهم:</strong> همه فایل های CSS در طول بازیابی رونویسی می شوند! تغییرات CSS سفارشی در دایرکتوری پشتیبان ذخیره می شود.</p>
fr: <p>Vous devez revenir à LESS pour pouvoir utiliser l'Editeur de thème, parce qu'il traite avec des fichiers LESS plutôt que CSS. </p><p><srtong>Important:</strong>Tous les fichiers CSS seront écrasés pendant la restauration! Les modifications personnalisées seront sauvegardées dans le répertoire de backup.</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
fa: از تغییرات CSS شما نسخه پشتیبان تهیه و بازنویسی خواهد شد. آیا مطمئن هستید که با بازیابی LESS ادامه می دهید؟
fr: Vos modifications CSS seront sauvegardées puis écrasées. Etes-vous sûr de vouloir continuer la restauration LESS ?

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
fa: فایل های CSS کامپایل شده از استایل پشتیبانی نمی کنند. LESS را در ویرایشگر <a target="_blank" href="[url]">Theme</a> بازیابی کنید تا بتوانید سبک را تغییر دهید.
fr: Les fichiers CSS compilés ne prennent pas en charge le style. Restaurer LESS dans l' <a target="_blank" href="[url]">Editeur de thème</a> pour pouvoir changer de styles.

# Languages::need_product_name
source: You have to specify product name
fa: شما باید نام محصول را تعیین کنید
fr: Vous devez spécifier un nom de produit

# Languages::api_required_field
source: The [field] field is required
fa: زمینه [field] مورد نیاز است
fr: Le champ [field] est obligatoire

# Languages::update_translation
source: Update translations
fa: بروزرسانی های ترجمه
fr: Mise à jour des traductions

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
fa: زبان کد در فایل های صندوق پستی به که زبان به روز شده مطابقت ندارد
fr: Le code de langue dans le fichier PO ne correspond pas à la langue mise à jour.

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
fa: کلاس PharData پیدا نشد. بیشتر بخوانید: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
fr: La classe PharData introuvable. Lire plus: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
fa: کلاس ZipArchive پیدا نشد. بیشتر بخوانید: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
fr: La classe ZipArchive introuvable. Lire plus: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>

# Languages::error_zip_php_extension_not_installed
source: "Zip" PHP extension is not installed. Please install the "Zip" PHP extension to create and extract ZIP-archives.
fa: پسوند PHP "Zip" نصب نشده است. لطفاً پسوند PHP "Zip" را برای ایجاد و استخراج آرشیوهای ZIP نصب کنید.
fr: L'extension PHP "Zip" n'est pas installée. Veuillez installer l'extension PHP "Zip" pour créer et extraire des archives ZIP.

# Languages::make_archive
source: Make archive
fa: ایجاد بایگانی
fr: Archiver

# Languages::marketplace
source: Marketplace
fa: بازار
fr: Marché

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
fa: پیدا کردن افزودنی ها و تم ها در <a href="[href]" target="_blank"> بازار</a>
fr: Trouvez plus de modules et de thèmes dans le <a href="http://marketplace.cs-cart.com/" target="_blank">marché CS-Cart</a>

# Languages::more_languages
source: More languages
fa: زبان های بیشتر
fr: Plus de langues

# Languages::languages_find_more
source: If you haven't found the language you need, check out <a href="[href]" target="_blank">our site with free language packs</a>.
fa: اگر زبان مورد نیاز خود را پیدا نکردید، <a href="[href]" target="_blank">سایت ما را با بسته های زبان رایگان</a>بررسی کنید.
fr: Si vous n'avez pas trouvé la langue dont vous avez besoin, consultez <a href="[href]" target="_blank">notre site avec des packs de langues gratuits</a>.

# Languages::extract_archive
source: Extract archive
fa: استخراج بایگانی
fr: Extraire l'archive

# Languages::seo
source: SEO
fa: بهینه سازی موتور جستجو

# Languages::text_owl
source: OwlCarousel
fa: جغد چرخ و فلک

# Languages::carousel_swiper
source: Swiper
fa: سوایپر

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
fa: چاپ فله ورقه بسته بندی
fr: Bordereau d'expédition imprimé en vrac

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
fa: چاپ فاکتور فله (PDF)
fr: Impression groupée de la facture (PDF)

# Languages::text_all_categories_included
source: All categories included
fa: همه بخش ها شامل
fr: Toutes les catégories sont incluses

# Languages::text_all_products_included
source: All products included
fa: شامل کلیه محصولات
fr: Tous les produits sont inclus

# Languages::usergroup_registered
source: Registered users
fa: کاربران ثبت نام شده
fr: Utilisateurs enregistrés

# Languages::person_name
source: Name
fa: نام
fr: Nom

# Languages::promotions.cond_any
source: any
fa: هر
fr: certaines

# Languages::promotions.cond_all
source: all
fa: تمام
fr: tout

# Languages::promotions.cond_true
source: true
fa: واقعی
fr: vrai

# Languages::promotions.cond_false
source: false
fa: نادرست
fr: faux

# Languages::text_select_vendor
source: Please select a store first
fa: لطفا اول فروشگاه را انتخاب کنید
fr: Sélectionner d'abord une boutique

# SettingsSections::Appearance
source: Appearance
fa: ظاهر
fr: Apparence

# SettingsSections::Company
source: Company
fa: شرکت
fr: Société

# SettingsSections::Emails
source: E-mails
fa: پست الکترونیکی

# SettingsSections::General
source: General
fa: عمومی
fr: Général

# SettingsSections::Image_verification
source: Image verification
fa: تائید کننده تصویر
fr: Protection par image

# SettingsSections::Logging
source: Logging
fa: ورود به سیستم
fr: Journal

# SettingsSections::Reports
source: Reports
fa: گزارش
fr: Rapports

# SettingsSections::Security
source: Security settings
fa: تنظیمات امنیتی
fr: Paramètres de sécurité

# SettingsSections::Checkout
source: Checkout
fa: تسویه حساب
fr: Tunnel de paiement/Checkout

# SettingsSections::Sitemap
source: Sitemap
fa: نقشه سایت
fr: Plan du site

# SettingsSections::Stores
source: Stores
fa: فروشگاه ها
fr: Magasins

# SettingsSections::Thumbnails
source: Thumbnails
fa: تصویر کوچک
fr: Vignettes

# SettingsSections::Upgrade_center
source: Upgrade center
fa: مرکز ارتقا
fr: Centre de mise à jour

# SettingsSections::Notifications
source: Notifications
fa: اطلاعیه

# SettingsOptions::company_name
source: Company name
fa: نام شرکت
fr: Nom de la société

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
fa: عدم توانایی فعال کردن اتصال امن در بخش مدیریت
fr: Connection sécurisée dans la zone admin (certificat SSL requis)

# SettingsOptions::secure_storefront
source: Enable secure connection for the storefront
fa: عدم توانایی فعال کردن اتصال امن برای نمای
fr: Activer la connexion sécurisée pour la partie client de la boutique

# SettingsOptions::license_number
source: License number
fa: شماره گواهینامه
fr: Numéro de licence

# SettingsOptions::alternative_currency
source: Alternative currency display format
fa: فرمت نمایش ارز جایگزین
fr: Format d'affichage alternatif de la monnaie

# SettingsOptions::company_address
source: Company address
fa: آدرس شرکت
fr: Adresse de la société

# SettingsOptions::show_cats
source: Show the 'Categories' section
fa: بخش "دسته ها" را نشان دهید
fr: Afficher la section 'Catégories'

# SettingsOptions::mailer_send_method
source: Method of sending e-mails
fa: روش ارسال ایمیل
fr: Méthode d'envoi d'émails

# SettingsOptions::width
source: Image width
fa: عرض تصویر
fr: Largeur de l'image

# SettingsOptions::log_lifetime
source: Days before a log entry is removed
fa: چند روز قبل از حذف یک ورودی گزارش
fr: Jours avant la suppression d'une entrée du journal

# SettingsTooltips::log_lifetime
source: Enter 0 if you don't want any automatic removal of old logs.
fa: اگر نمی خواهید لاگ های قدیمی به طور خودکار حذف شوند، 0 را وارد کنید.
fr: Entrez 0 si vous ne voulez pas de suppression automatique des anciens journaux.

# SettingsOptions::log_type_orders
source: Orders
fa: سفارشات
fr: Commandes

# SettingsOptions::log_type_users
source: Users
fa: کاربران
fr: Vérification de l'âge

# SettingsOptions::log_type_products
source: Products
fa: محصولات
fr: Attachements

# SettingsOptions::log_type_categories
source: Categories
fa: دسته بندی
fr: Points de vente

# SettingsOptions::log_type_database
source: Database
fa: پایگاه داده
fr: Clé Google (http://code.google.com/apis/maps/signup.html)

# SettingsOptions::log_type_requests
source: Requests
fa: درخواست ها
fr: Requêtes

# SettingsOptions::min_account_password_length
source: Minimum password length
fa: حداقل طول رمز عبور
fr: Longueur minimale du mot de passe

# SettingsOptions::header_1
source: Administrator settings
fa: تنظیمات سرپرست
fr: Paramètrages Administrateur

# SettingsOptions::header_7010
source: Format of time intervals
fa: فرمت فواصل زمانی
fr: Format des intervalles de temps

# SettingsOptions::share_users
source: Share users among stores
fa: اشتراک بین کاربران در فروشگاه
fr: Partager les utilisateurs parmi les magasins

# SettingsOptions::log_type_general
source: General
fa: عمومی
fr: Général

# SettingsOptions::backend_default_language
source: Backend default language
fa: زبان پیش فرض بخش مدیریت
fr: Langue par défaut de la zone Admin

# SettingsOptions::company_city
source: Company city
fa: شهر شرکت
fr: Ville de la société

# SettingsOptions::admin_orders_per_page
source: Orders per page
fa: سفارش در صفحه
fr: Commandes par page

# SettingsOptions::day
source: Day
fa: روز
fr: Jour

# SettingsOptions::show_rootcats_only
source: Show only root level categories links in the 'Categories' section
fa: فقط پیوندهای دسته‌بندی سطح ریشه را در بخش «دسته‌ها» نشان دهید
fr: Afficher seulement les liens de catégories racines dans la section 'Catégories'

# SettingsOptions::height
source: Image height
fa: بلندی تصویر
fr: Hauteur de l'image

# SettingsOptions::account_passwords_must_contain_mix
source: Password must contain both letters and numbers
fa: رمز عبور باید شامل حروف و اعداد باشد
fr: Le mot de passe doit contenir des lettres et des chiffres

# SettingsOptions::header_10003
source: SMTP server settings
fa: تنظیمات سرورSMTP
fr: Paramètrages serveur SMTP

# SettingsOptions::header_8158
source: FTP server options
fa: گزینه های سرور اف تی پی
fr: Options du serveur FTP

# SettingsOptions::default_state_update_for_all
source: Default state of the "Update for all stores" icon
fa: حالت پیش‌فرض نماد «به‌روزرسانی برای همه فروشگاه‌ها».
fr: État par défaut de l'icône "Mise à jour pour tous les magasins".

# SettingsOptions::ftp_hostname
source: Hostname
fa: نام میزبان
fr: Nom du serveur

# SettingsOptions::weight_symbol
source: Weight symbol
fa: نماد وزن
fr: Symbole du poids

# SettingsOptions::admin_products_per_page
source: Products per page
fa: محصولات در هر صفحه
fr: Produits par page

# SettingsOptions::company_country
source: Company country
fa: کشور شرکت
fr: Pays de la société

# SettingsOptions::week
source: Week
fa: هفته
fr: Semaine

# SettingsOptions::mailer_smtp_host
source: SMTP host
fa: SMTP میزبان
fr: Hôte SMTP

# SettingsOptions::string_length
source: String length
fa: طول رشته
fr: Nombre de caractères

# SettingsOptions::change_admin_password_on_first_login
source: Force administrators to change password on the first login
fa: مدیران را مجبور به تغییر رمز عبور در اولین ورود کنید
fr: Forcer les administrateur à modifier leur mot de passe à la première connexion

# SettingsOptions::show_site_info
source: Show the 'Site info' section
fa: نمایش بخش اطلاعات سایت
fr: Afficher la section 'Infos du site'

# SettingsOptions::lines_number
source: Number of grid lines
fa: تعداد خطوط شبکه
fr: Nombre de ligne de grille

# SettingsOptions::grid_color
source: Grid color (hexadecimal code)
fa: رنگ شطرنجی (کد هگزادسیمال)
fr: Couleur de la grille (code hexadécimal)

# SettingsOptions::ftp_username
source: Username
fa: نام کاربری
fr: Nom de l'utilisateur

# SettingsOptions::company_state
source: Company state
fa: وضعیت شرکت
fr: Département de la société

# SettingsOptions::weight_symbol_grams
source: Grams in the unit of weight defined by the weight symbol
fa: گرم واحد وزن است که با نماد وزن تعریف شده است
fr: Les grammes dans l'unité de poids définie par le symbole

# SettingsOptions::month
source: Month
fa: ماه
fr: Mois

# SettingsOptions::mailer_smtp_username
source: SMTP username
fa: نام کاربریSMTP
fr: Nom d'utilisateur SMTP

# SettingsOptions::min_font_size
source: Minimum font size
fa: حداقل اندازه قلم
fr: Taille minimale de la police

# SettingsOptions::ftp_password
source: Password
fa: رمزعبور
fr: Mot de passe

# SettingsOptions::company_zipcode
source: Company zip code
fa: کد پستی شرکت
fr: Code postal de la société

# SettingsOptions::admin_pages_per_page
source: CMS pages per page
fa: سیستم مدیریت محتوای صفحه در صفحه
fr: Pages CMS par page

# SettingsOptions::year
source: Year
fa: سال
fr: Année

# SettingsOptions::mailer_smtp_password
source: SMTP password
fa: رمزعبور SMTP
fr: Mot de passe SMTP

# SettingsOptions::max_font_size
source: Maximum font size
fa: اندازه فونت حداکثر
fr: Taille maximale de la police

# SettingsOptions::store_mode
source: Close storefront
fa: نمای نزدیک
fr: Fermer la boutique

# SettingsOptions::cron_password
source: Access key to cron script which sends e-mail notifications of password change.
fa: کلید دسترسی به اسکریپت cron که اعلان های ایمیل تغییر رمز عبور را ارسال می کند.
fr: Clé d'accès au script cron qui envoie des notifications par e-mail en cas de changement de mot de passe.

# SettingsTooltips::cron_password
source: Use: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
fa: استفاده کنید: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
fr: Utiliser : http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
fa: بازسازی حافظه نهان ( کش) به صورت خودکار
fr: Reconstruire le cache automatiquement

# SettingsOptions::order_start_id
source: Initial order ID value
fa: مقدار اولیه شناسه سفارش
fr: Numéro de la premiere commande

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
fa: مجوز ارسال گوناگون برای یک سفارش
fr: Autoriser l'utilisateur de créer des livraisons

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
fa: اطلاع به بازدید کنندگان در مورد استفاده از کوکی ها
fr: Notifier les visiteurs sur l'utilisation des cookies

# SettingsOptions::tax_calculation
source: Tax calculation method based on
fa: روش پرداخت مالیات بر اساس
fr: Méthode de calcul de taxe basé sur

# SettingsOptions::feedback_type
source: Help us improve software
fa: به ما در بهبود نرم افزار کمک کنید
fr: Aidez-nous à améliorer CS-Cart

# SettingsOptions::auto_check_updates
source: Check for updates automatically
fa: بررسی برای به روز رسانی خودکار
fr: Vérifier les mises à jour automatiquement.

# SettingsOptions::ftp_directory
source: Directory
fa: دایرکتوری
fr: Répertoire

# SettingsOptions::admin_elements_per_page
source: Elements per page
fa: عنصر در صفحه
fr: Eléments par page

# SettingsOptions::company_phone
source: Company phone
fa: تلفن شرکت
fr: Tél. de la société

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
fa: پیش فرض ویرایشگر wysiwyg
fr: Editeur wysiwyg par défaut

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
fa: استفاده از تایید اعتبارSMTP
fr: Utiliser identification SMTP

# SettingsOptions::string_type
source: String type
fa: نوع رشته
fr: Type de caractères

# SettingsOptions::header_7003
source: Default customer location
fa: موقعیت مکانی مشتری پیش فرض
fr: Emplacement du client par défaut

# SettingsOptions::char_shadow
source: Character shadows
fa: سایه های شخصیت
fr: Ombre sous les caractères

# SettingsOptions::default_address
source: Default address
fa: آدرس پیش فرض
fr: Adresse par défaut

# SettingsOptions::company_phone_2
source: Company phone 2
fa: تلفن شرکت
fr: Tél. 2 de la société

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
fa: رنگ پس زمینه تصویر بند انگشتی
fr: Couleur de fond de vignette

# SettingsOptions::colour
source: Color
fa: رنگ
fr: Couleur

# SettingsOptions::header_2
source: Customer settings
fa: تنظیمات مشتری
fr: Paramètrages Client

# SettingsOptions::header_10004
source: Sendmail settings
fa: تنظیمات sendmail باشد
fr: Paramètrages Sendmail

# SettingsOptions::default_zipcode
source: Default zipcode
fa: کد پستی پیش فرض
fr: Code postal par défaut

# SettingsOptions::frontend_default_language
source: Frontend default language
fa: زبان پیش فرض ظاهر
fr: Langue par défaut de la zone client

# SettingsOptions::frontend_default_currency
source: Frontend default currency
fa: ارز پیش فرض Frontend
fr: Devise par défaut de l'interface

# SettingsOptions::convert_to
source: Thumbnail format
fa: قالب بند انگشتی
fr: Format de la vignette

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
fa: مسیر برنامه sendmail باشد
fr: Chemin du programme sendmail

# SettingsOptions::background_image
source: Background image
fa: تصویر پس زمینه
fr: Chemin vers l'image de fond (relatif au répertoire racine)

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
fa: اگر کاربر وارد شده است از تأیید استفاده نکنید
fr: Ne pas utiliser la vérification si l'utilisateur est connecté

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
fa: تأیید صحت پس از اولین پاسخ معتبر استفاده کنید
fr: Ne pas utiliser la vérification après première réponse valide
