Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::feature_hide_on_header
source: Hide in header on the product details page
fa: در هدر صفحه جزئیات محصول پنهان شوید
fr: Cacher dans l'en-tête de la page des détails du produit

# Languages::feature_hide_on_product
source: Hide on the Features tab
fa: در تب Features مخفی شوید
fr: Cacher dans l'onglet Caractéristiques

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
fa: بازخورد با موفقیت ارسال شده است.
fr: Le feedback a été envoyé avec succès.

# Languages::feedback_values
source: Feedback values
fa: مقادیر بازخورد
fr: Valeurs de feedback

# Languages::field
source: Field
fa: فیلد
fr: Champs

# Languages::field_editor
source: Field Editor
fa: ویرایشگر فیلد
fr: Éditeur de champs

# Languages::file
source: File
fa: فایل
fr: Fichier

# Languages::filename
source: File name
fa: نام فایل
fr: Nom du fichier

# Languages::files
source: Files
fa: فایل ها
fr: Fichiers

# Languages::sell_files
source: Files to sell
fa: فایل های فروش
fr: Fichiers à vendre

# Languages::filesize
source: File size
fa: حجم فایل
fr: Taille du fichier

# Languages::files_changes
source: File changes
fa: تغییرات فایل
fr: Modifications du fichier

# Languages::files_directory
source: Files directory
fa: فایل های دایرکتوری
fr: Dossier des fichiers

# Languages::downloadable_product_files_directory
source: Directory for the files of downloadable products
fa: دایرکتوری برای فایل های محصولات قابل دانلود
fr: Répertoire pour les fichiers des produits téléchargeables

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
fa: این فایل پس از پرداخت کامل سفارش در دسترس خواهد بود.
fr: Ce fichier sera disponible après que la commande soit versée dans son intégralité.

# Languages::file_browser
source: File browser
fa: مرورگر فایل
fr: Navigateur de fichiers

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
fa: این فایل کلید دانلود را ندارد.
fr: Ce fichier n'a pas de clé de téléchargement.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
fa: پرونده قادر به بارگیری نمی شود زیرا از محدودیت دانلود برای [limit] فراتر رفته است.
fr: Le fichier ne peut pas être téléchargé car la limite de téléchargement égale à [limiter] est dépassée.

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
fa: پرونده بسیار بزرگ است. حداکثر حجم آپلود [size] است.
fr: Le fichier est trop grand. La taille maximale de transfert est de [size].

# Languages::files_are_too_large
source: Total size of the uploaded files exceeds the maximum limit of [size].
fa: حجم کل فایل های آپلود شده بیش از حد مجاز [size] است.
fr: Volume total des fichiers envoyés dépasse la limite maximum de.

# Languages::file_tree
source: File tree
fa: درخت فایل
fr: Arbre des fichiers

# Languages::filling
source: Filling
fa: پر کردن
fr: Remplissage

# Languages::filter
source: Filter
fa: فیلتر
fr: Filtre

# Languages::filters
source: Filters
fa: فیلترها
fr: Filtres

# Languages::filters_menu_description
source: Product filters are displayed on the storefront and enable your customers to quickly find the products.
fa: فیلتر های محصول در نمای فروشگاه نمایش داده می شود و مشتریان شما را قادر به یافتن سریع محصولات می‌نماید.
fr: Les filtres de produits sont affichés dans la vitrine et permettent à vos clients de touver rapidement les produits.

# Languages::filter_by
source: Filter by
fa: فیلتر توسط
fr: Filtrer par

# Languages::filter_description
source: Filter description
fa: توصیف فیلتر
fr: Filtre description

# Languages::filter_name
source: Filter name
fa: نام فیلتر
fr: Filtre nom

# Languages::filters_in_use
source: All features are already in use
fa: تمام ویژگی های در حال حاضر در حال استفاده
fr: Toutes les caractéristiques sont déjà utilisées

# Languages::finance_product_code
source: Finance product code
fa: کد مالی محصول
fr: Code de produit de finances

# Languages::financial_state
source: Financial state
fa: وضعیت مالی
fr: État financier

# Languages::find_results_with
source: Find results with
fa: پیدا کردن نتایج با
fr: Trouver des résultats avec

# Languages::finish
source: Finish
fa: پایان
fr: Fin

# Languages::finished
source: Finished
fa: به پایان رسید
fr: Terminé

# Languages::finnish
source: Finnish
fa: فنلاندی
fr: Finlandais

# Languages::first_name
source: First name
fa: نام
fr: Prénom

# Languages::flemish
source: Flemish
fa: هلندی بلژیکی
fr: flamand

# Languages::folder
source: Folder
fa: پوشه
fr: Dossier

# Languages::folder_is_empty
source: Folder is empty
fa: پوشه خالی می باشد
fr: Le dossier est vide

# Languages::footer
source: Footer
fa: ته برگ
fr: Bas

# Languages::for
source: for
fa: برای
fr: de

# Languages::forbidden
source: Forbidden
fa: ممنوع
fr: Interdit

# Languages::forbidden_combinations
source: Forbidden combinations
fa: ترکیب های ممنوع
fr: Combinaisons interdites

# Languages::forgot_password_question
source: Forgot your password?
fa: رمز ورود خود را فراموش کرده اید؟
fr: Mot de passe oublié ?

# Languages::form
source: Form
fa: فرم
fr: Formulaire

# Languages::format
source: Format
fa: قالب

# Languages::forms
source: Forms
fa: فرم ها
fr: Formulaires

# Languages::form_id
source: Form ID
fa: شناسه فرم
fr: ID du formulaire

# Languages::for_all_found_orders
source: For orders on ALL pages
fa: برای سفارشات در تمام صفحات
fr: Pour les commandes de TOUTES les pages

# Languages::for_this_page_orders
source: For orders on THIS page
fa: برای سفارشات در این صفحه
fr: Pour les commandes de CETTE page

# Languages::fragile
source: Fragile
fa: شکستنی

# Languages::free
source: Free
fa: رایگان
fr: Gratuit

# Languages::free_products
source: Free products
fa: محصولات رایگان
fr: Produits gratuits

# Languages::free_shipping
source: Free shipping
fa: ارسال رایگان
fr: Franco de port

# Languages::french
source: French
fa: فرانسوی
fr: Français

# Languages::from
source: from
fa: از
fr: de

# Languages::from_date
source: Date from
fa: از تاریخ
fr: Date de

# Languages::fulfillment_state
source: Fulfillment state
fa: دولت تحقق
fr: Etat d'exécution

# Languages::full
source: Full
fa: کامل
fr: Complet

# Languages::fullauth
source: Fullauth
fa: اعتبار سنجی کامل
fr: Autorisation totale

# Languages::full_description
source: Full description
fa: شرح کامل
fr: Description complète

# Languages::full_list
source: Full list
fa: لیست کامل
fr: Liste complète

# Languages::full_tree_cat
source: Full tree
fa: درخت کامل
fr: Arborescence complète

# Languages::full_tree_pages
source: Full tree
fa: درخت کامل
fr: Arborescence complète

# Languages::full_width
source: Full width
fa: عرض کامل
fr: Largeur totale

# Languages::function
source: Core
fa: هسته
fr: Noyau

# Languages::function_deprecated
source: Function [old_function] is deprecated and will be removed in next version. Please use [new_function] instead of it.
fa: تابع [old_function] توصیه می شود و در نسخه بعدی حذف خواهد شد. لطفا [new_function] را به جای آن استفاده کنید.
fr: La fonction [old_function] est obsolète et sera supprimée dans la prochaine version de CS-Cart. S'il vous plaît, utilisez [new_function] à la place.

# Languages::gateway
source: Gateway
fa: دروازه

# Languages::gateways
source: Gateways
fa: دروازه ها
fr: Passerelles

# Languages::general
source: General
fa: عمومی
fr: Général

# Languages::general_info
source: General information
fa: اطلاعات عمومی
fr: Infos générales

# Languages::general_statistics
source: General statistics
fa: آمار کلی
fr: Statistiques générales

# Languages::generate
source: Generate
fa: تولید
fr: Générer

# Languages::generate_submenu
source: Generate submenu
fa: تولید زیر منو
fr: Générer sous-menu

# Languages::geography
source: Geography
fa: جغرافیا
fr: Géographie

# Languages::german
source: German
fa: آلمانی
fr: Allemand

# Languages::get_rates
source: Get rates
fa: دریافت نرخ‌ها
fr: Obtenir les tarifs

# Languages::give_coupon_subj
source: you have new promotion
fa: ارتقاء جدید دارید
fr: Vous avez une nouvelle promotion

# Languages::global
source: Global
fa: جهانی

# Languages::global_options
source: Global options
fa: گزینه های جهانی
fr: Options globales

# Languages::global_status
source: Global status
fa: وضعیت کلی
fr: Statut global

# Languages::global_update
source: Global update
fa: بروز رسانی جهانی
fr: Mise à jour globale

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
fa: ارزش های مثبت یا منفی را می توان در فیلدهای زیر (به عنوان مثال -5) وارد نمود.
fr: Les valeurs Positives ou négatives peuvent être saisies dans les champs ci-dessous (par exemple -5)

# Languages::go
source: Go
fa: رفتن
fr: Aller

# Languages::google
source: Google
fa: گوگل

# Languages::google_base
source: Google Base
fa: پایگاه گوگل

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
fa: <b>توجه:</b> شما می توانید نرخ مالیات و نرخ حمل و نقل را در صفحه مرکز پذیرنده گوگل در <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> تعیین نمایید.
fr: <b>Note:</b> Vous pouvez configurer les taxes et le frais de livraison sur la page <a href="http://www.google.com/merchants/taxshippingsettings">Taxes et frais de livraison</a> de votre compte Google Merchant Center.

# Languages::goto_theme_configuration
source: Browse themes
fa: مرور قالب ها
fr: Parcourir les thèmes

# Languages::remove_theme
source: Remove theme
fa: حذف مضمون
fr: Supprimer le thème

# Languages::go_back
source: Go back
fa: بازگشت
fr: Revenir en arrière

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
fa: رفتن به صفحه اصلی مدیریت
fr: Aller à la page d'administration

# Languages::go_to_the_homepage
source: Go to the homepage
fa: رفتن به صفحه اصلی
fr: Aller à la page d'accueil

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
fa: گرم واحد وزن است که با نماد وزن تعریف شده است
fr: Grammes dans l'unité de poids défini par le symbole poids

# Languages::graphic
source: Graphic
fa: گرافیک
fr: Graphique

# Languages::greek
source: Greek
fa: یونانی
fr: Grec

# Languages::grid
source: Grid
fa: شبکه
fr: Grille

# Languages::tmpl_grid
source: Grid
fa: شبکه
fr: Grille

# Languages::tmpl_grid2
source: Grid2
fa: شبکه۲
fr: Grille2

# Languages::grid_options
source: Grid options
fa: گزینه های شبکه توری
fr: Options de grille

# Languages::gross_total
source: Gross total
fa: مجموع ناخالص
fr: Total brut

# Languages::group
source: Group
fa: گروه
fr: Groupe

# Languages::groups
source: Groups
fa: گروه ها
fr: Groupes

# Languages::guest
source: Guest
fa: مهمان
fr: Invité

# Languages::has_credit_memo
source: Has credit memo
fa: دارای یادداشت اعتباری
fr: A une note de crédit

# Languages::has_invoice
source: Has invoice
fa: دارای فاکتور
fr: A une facture

# Languages::header
source: Header
fa: سربرگ
fr: En-tête

# Languages::sidebar
source: Sidebar
fa: نوار کناری
fr: Barre latérale

# Languages::header_image
source: Header image
fa: تصویر سربرگ
fr: Image d'en-tête

# Languages::hebrew
source: Hebrew
fa: عبری
fr: Hébreu

# Languages::height
source: Height
fa: ارتفاع
fr: Hauteur

# Languages::hello
source: Hello
fa: سلام
fr: Salut

# Languages::help
source: Help
fa: کمک
fr: Aide

# Languages::hidden
source: Hidden
fa: پنهان
fr: Caché

# Languages::hide
source: Hide
fa: پنهان کردن
fr: Cacher

# Languages::hide_add_to_cart_button
source: Hide add to cart button
fa: مخفی سازی دکمه اضافه به سبد خرید
fr: Masquer le bouton ajouter au panier

# Languages::hide_options
source: Hide options
fa: پنهان کردن گزینه ها
fr: Masquer les options

# Languages::show_options
source: Show options
fa: نمایش گزینه ها
fr: Voir les options

# Languages::hide_option_completely
source: Hide option completely
fa: پنهان کردن گزینه به طور کامل
fr: Cacher complètement l'option

# Languages::home
source: Home
fa: صفحه اصلی
fr: Accueil

# Languages::home_page
source: Home page
fa: صفحه اصلی
fr: Accueil

# Languages::horizontal
source: Horizontal
fa: افقی

# Languages::host
source: Host name
fa: نام میزبان
fr: Nom de l'hôte

# Languages::host_code
source: Host code
fa: کد میزبان
fr: Code de hote

# Languages::hour
source: Hour
fa: ساعت
fr: Heure

# Languages::how_to_send
source: How to send?
fa: نحوه ارسال؟
fr: Comment envoyer ?

# Languages::html_block
source: HTML block
fa: بلوک HTML
fr: Bloc HTML

# Languages::hungarian
source: Hungarian
fa: مجارستانی
fr: hongrois

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
fa: لایه 2 از 5 بر استاندارد 2 از 5 نماد است. <br/> از لایه 2 از 5 طراحی شده است به رمز تنها 10 رقم بدهید.
fr: Intervalles 2 sur 5 est basée sur la norme 2 du 5 symbologie. <br/>Intervalles 2 sur 5 est conçu pour encoder seulement 10 chiffres.

# Languages::icon
source: Icon
fa: آیکون
fr: Icône

# Languages::id
source: ID
fa: شناسه

# Languages::identifier
source: PayBox identifier
fa: شناسه PayBox
fr: Identificateur de PayBox

# Languages::iframe_mode
source: iFrame mode
fa: حالت فریم داخلی
fr: Mode Iframe

# Languages::illegal_item_weight
source: Illegal item weight
fa: وزن مورد غیر قانونی
fr: Poids non autorisé de l'élément

# Languages::image
source: Image
fa: تصویر

# Languages::images
source: Images
fa: تصاویر

# Languages::images_directory
source: Images directory
fa: پوشه تصاویر
fr: Dossier d'images

# Languages::image_pair
source: Image pair
fa: جفت تصویر
fr: Paire d'images

# Languages::image_verification
source: Image verification
fa: تائید کننده تصویر
fr: Vérification par l'image

# Languages::image_verification_body
source: Type the characters you see in the picture above.
fa: نویسه ای که در تصویر بالا می‌بینید وارد نمایید.
fr: Pour garantir qu'une personne et non un programme automatisé remplit ce formulaire, s'il vous plait entrer les caractères que vous voyez sur cette photo. Toutes les lettres seront affichés dans leur forme majuscule.

# Languages::image_verification_label
source: Anti-bot validation
fa: تأیید نبودن ربات
fr: Validation anti-robot

# Languages::immediately
source: Immediately
fa: فوراً
fr: Immédiatement

# Languages::import
source: Import
fa: ورود
fr: Importer

# Languages::important
source: Important
fa: مهم

# Languages::importing_data
source: Importing data
fa: ورود داده ها
fr: Importation des données

# Languages::import_data
source: Import data
fa: وارد کردن داده ها
fr: Importer

# Languages::import_locations
source: Import locations
fa: مکان های ورود
fr: Import de destinations

# Languages::import_options
source: Import options
fa: گزینه های ورود
fr: Importer options

# Languages::in
source: In
fa: در
fr: dans

# Languages::included
source: included
fa: شامل
fr: inclus

# Languages::include_cvn
source: Include CVN
fa: شامل CVN
fr: Inclure CVN

# Languages::including_discount
source: Including discount
fa: با تخفیف
fr: Remise incluse

# Languages::including_tax
source: Including tax
fa: با مالیات
fr: Taxe incluse

# Languages::incompleted
source: Incomplete
fa: ناقص
fr: Incomplet

# Languages::incompleted_orders
source: Incomplete orders
fa: سفارشات ناقص
fr: Commandes incomplètes

# Languages::incorrect_filling_message
source: Incorrect filling message
fa: پیام اشتباه پر شده
fr: Message de remplissage incorrect

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
fa: محصول به سبد خرید اضافه نشده است. لطفا قیمت صحیح را وارد کنید.
fr: Le produit n'a pas été ajouté au panier. Veuillez saisir le prix exact.

# Languages::increase
source: Increase
fa: افزایش
fr: Augmenter

# Languages::inc_tax
source: inc tax
fa: شامل مالیات
fr: taxes incluses

# Languages::index
source: Home page
fa: صفحه اصلی
fr: Accueil

# Languages::information
source: Information
fa: اطلاعات

# Languages::tip
source: Tip
fa: نکته
fr: Conseil

# Languages::inner_hint
source: Inner hint
fa: راهنمای داخلی
fr: Indice interne

# Languages::input_field
source: Input field
fa: فیلد ورودی
fr: Champs de saisie

# Languages::insert_block
source: Add block
fa: اضافه کردن بلوک
fr: Ajouter un bloc

# Languages::insert_grid
source: Add grid
fa: اضافه کردن شبکه
fr: Ajouter grille

# Languages::install
source: Install
fa: نصب
fr: Installer

# Languages::installation_id
source: Installation ID
fa: شناسه نصب
fr: ID Installation

# Languages::installed
source: Installed
fa: نصب شد
fr: Installé

# Languages::installed_languages
source: Installed
fa: نصب شد
fr: Installé

# Languages::installed_upgrades
source: Installed upgrades
fa: ارتقا نصب شده
fr: Mises à jour installées

# Languages::welcome_screen.administrator_info
source: To access the administrator area, use the e-mail (<b>[email]</b>) and the password you have entered earlier.
fa: برای دسترسی به محیط مدیریت، از ایمیل (<b>[ایمیل]</b>) و گذرواژه ای که پیشتر وارد کرده اید استفاده نمایید.
fr: Pour accéder à la zone administrateur, utilisez l'adresse mail (<b>[email]</b>) et le mot de passe que vous avez entré précédemment.

# Languages::welcome_screen.go_admin_panel
source: Go to the administration panel
fa: به بخش مدیریت بروید
fr: Aller à la page d'administration

# Languages::welcome_screen.go_storefront
source: Go to the storefront
fa: به نمای فروشگاه بروید
fr: Aller à la boutique

# Languages::welcome_screen.go_settings_wizard
source: Go to the Settings wizard for basic store setup
fa: برای برپایی فروشگاه به جادوگر تنظیمات بروید
fr: Accédez à l'Assistant de paramètres pour la configuration de base du magasin

# Languages::welcome_screen.knowledge_base
source: Documentation
fa: مستندات

# Languages::welcome_screen.run_settings_wizard
source: Run Settings wizard
fa: جادوگر تنظیمات را اجرا کنید
fr: Exécuter l'assistant de configuration

# Languages::welcome_screen.learn_more_configuration
source: Learn more about storefront configuration in our
fa: درباره ی پیکربندی نمای فروشگاه بیشتر بیاموزید
fr: Apprenez plus sur la configuration d'un vitrine dans notre

# Languages::welcome_screen.thanks
source: Thank you for choosing [product]. Happy selling!
fa: ممنون که CS-Cart را انتخاب نمودید. موفق باشید!
fr: Merci d'avoir choisi CS-Cart. Bonne vente!

# Languages::installer_complete_title
source: Installation successfully finished
fa: نصب با موفقیت به پایان رسید
fr: Installation terminée avec succès

# Languages::international_settings
source: International settings
fa: تنظیمات بین المللی
fr: Paramètres internationaux

# Languages::international_usps
source: International U.S.P.S.
fa: U.S.P.S بین المللی.
fr: U.S.P.S. International

# Languages::inventory
source: Inventory
fa: موجودی
fr: Inventaire

# Languages::track_inventory
source: Track inventory
fa: پیگیری موجودی
fr: Suivi de l'inventaire

# Languages::track_inventory_tooltip
source: When inventory is tracked, the number of products in stock will decrease after each purchase.
fa: با ردیابی موجودی، پس از هر خرید تعداد محصولات موجود در انبار کاهش می یابد.
fr: Lorsque l'inventaire est suivi, le nombre de produits en stock diminue après chaque achat.

# Languages::invitees
source: Invitees
fa: مدعوین
fr: Invités

# Languages::invoice
source: Invoice
fa: فاکتور
fr: Facture

# Languages::invoices
source: Invoices
fa: فاکتورها
fr: Factures

# Languages::invoice_credit_memo
source: Invoice/Credit memo
fa: یادداشت فاکتور/اعتبار
fr: Facture/Note de crédit

# Languages::invoice_id
source: Invoice ID
fa: شناسه فاکتور
fr: ID facture

# Languages::invoice_title
source: INVOICE
fa: فاکتور
fr: FACTURE

# Languages::in_progress
source: In progress
fa: در حال انجام
fr: En cours

# Languages::in_stock
source: In stock
fa: موجود
fr: En stock

# Languages::ip
source: IP
fa: آی پی

# Languages::ip_address
source: IP address
fa: IP آدرس
fr: Adresse IP

# Languages::manager
source: Manager
fa: مدیر
fr: Directeur

# Languages::is_back_in_stock
source: is back in stock!
fa: موجود در انبار!
fr: est disponible en stock!

# Languages::is_pbp
source: Allow payment by points
fa: اجازه پرداخت با امتیاز
fr: permettre le paiement par points

# Languages::italian
source: Italian
fa: ایتالیایی
fr: Italien

# Languages::items
source: item(s)
fa: مورد (موارد)
fr: Articles

# Languages::items_dependences
source: Items dependencies
fa: موارد وابسته
fr: En fonction des articles

# Languages::items_in_box
source: Items in a box
fa: اقلام در جعبه
fr: Eléments dans une boîte

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
fa: [n] قلم در سبد خرید شماست
fr: Vous avez [n] éléments dans votre panier|Vous avez [n] éléments dans votre panier

# Languages::n_products
source: [n] product|[n] products
fa: [n] محصول|[n] محصول
fr: [n] produit|[n] produits

# Languages::items_per_page
source: Items per page
fa: مورد در صفحه
fr: Élements par page

# Languages::objects_per_page
source: [n] per page
fa: [n] در هر صفحه
fr: [n] par page

# Languages::items_title
source: Items
fa: موارد
fr: Éléments

# Languages::item_number
source: Show item number
fa: نمایش تعداد مورد
fr: Afficher le nombre d'éléments

# Languages::item_quantity
source: Item quantity
fa: مقدار مورد
fr: Quantité article

# Languages::japanese
source: Japanese
fa: ژاپنی
fr: japonais

# Languages::join
source: Join
fa: عضویت
fr: Joindre

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
fa: خطای نویسه‌ی کنترلی ، احتمالا نادرست کد گذاری شده است
fr: Erreur sur les caractères de contrôle, peut-être mal codé.

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
fa: عمق حداکثر پشته فراتر رفته است
fr: La profondeur de la pile a été depasse

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
fa: JSON نامعتبر است و یا ناقص
fr: JSON invalide ou corrompu

# Languages::json_error_syntax
source: Syntax error, malformed JSON
fa: خطای ساختاری JSON ناقص
fr: Erreur de syntaxe, JSON malformé

# Languages::json_error_unknown
source: Unknown JSON error
fa: خطای ناشناخته JSON
fr: Erreur JSON inconnue

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
fa: نویسه های UTF-8 ناقص اند، احتمالا اشتباه کد گذاری شده اند
fr: Caractères UTF-8 mal-formés, probablement incorrectement codés.

# Languages::key
source: Key
fa: کلید
fr: Clé

# Languages::key1_for_md5
source: Auth key 1 for md5
fa: کلید تایید 1 برای md5
fr: Cle d'Auth pour md5

# Languages::key2_for_md5
source: Auth key 2 for md5
fa: کلید تایید 2 برای md5
fr: Code 2 d'Auth md5

# Languages::keywords
source: Keywords
fa: کلید واژه ها
fr: Mots clés

# Languages::korean
source: Korean
fa: کره ای
fr: Coréen

# Languages::label_text_color
source: Label text color
fa: رنگ متن برچسب
fr: Couleur du texte du label

# Languages::landing_header
source: Your order has been received
fa: سفارش شما دریافت شده است
fr: Votre commande a été reçue

# Languages::language
source: Language
fa: زبان
fr: Langue

# Languages::languagecode
source: Language code
fa: کد زبان
fr: Code de langue

# Languages::languages
source: Languages
fa: زبان
fr: Langues

# Languages::texts_languages
source: Texts & languages
fa: متون و زبان ها
fr: Textes et langues

# Languages::language_code
source: Language code
fa: کد زبان
fr: Code langue

# Languages::language_variable
source: Language variable
fa: متغیر های زبان
fr: Variable de langue

# Languages::language_variables
source: Language variables
fa: متغیر های زبان
fr: Variables de la langue

# Languages::last4ssn
source: Last 4 digits of Social Security Number
fa: آخرين 4 رقم از شماره ملی
fr: Les quatre derniers chiffres de votre code de sécurité sociale

# Languages::last_24hours
source: Last 24 hours
fa: 24 ساعت گذشته
fr: Dernières 24 heures

# Languages::last_days
source: Last days
fa: روز گذشته
fr: Derniers jours
