Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::max_storefronts_reached.ult.b2b.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult.ru.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult.ru
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult.ru.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::new_text_ultimate_license_required
source: A special edition of [product] that offers an unlimited number of storefronts. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
fa: نسخه ویژه [product] که تعداد نامحدودی ویترین را ارائه می دهد. اگر به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>بروید، دیگر هرگز پیام محدودیت ویترین را نخواهید دید.
fr: Une édition spéciale de [product] qui offre un nombre illimité de vitrines. Si vous passez à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, vous ne verrez plus jamais le message concernant la limite de vitrine.

# Languages::text_only_ultimate_license_required
source: A special edition called [product] Ultimate is required to perform this action. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see this message again, and you'll also be able to create an unlimited number of storefronts.
fa: یک نسخه ویژه به نام [product] Ultimate برای انجام این عمل مورد نیاز است. اگر به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>بروید، دیگر هرگز این پیام را نخواهید دید و همچنین می توانید تعداد نامحدودی ویترین بسازید.
fr: Une édition spéciale appelée [product] Ultimate est nécessaire pour effectuer cette action. Si vous passez à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, vous ne verrez plus jamais ce message et vous pourrez également créer un nombre illimité de vitrines.

# Languages::text_storefront_license_required
source: An additional storefront for your standard [product] license. Good for those who don't intend to add a few more storefronts in the future.
fa: یک ویترین اضافی برای مجوز استاندارد [product] شما. برای کسانی که قصد ندارند چند ویترین دیگر در آینده اضافه کنند خوب است.
fr: Une vitrine supplémentaire pour votre licence [product] standard. Bon pour ceux qui n'ont pas l'intention d'ajouter quelques vitrines supplémentaires à l'avenir.

# Languages::available_upgrades
source: Available upgrades
fa: ارتقاهای موجود
fr: Mises à jour disponibles

# Languages::additional_storefront_license_required
source: Additional [product] Storefront License Required
fa: مجوز اضافی [product] ویترین فروشگاه مورد نیاز است
fr: Licence supplémentaire [product] Storefront requise

# Languages::text_additional_storefront_license_required
source: <p>You can't add a new storefront. The maximum number of storefronts allowed by your current license <code>[license_number]</code> is [allowed_storefronts], and you currently have [existing_storefronts].</p><p>To be able to add another storefront, please buy additional [product] Storefront License. If you want to add multiple new storefronts, buy the corresponding number of licenses.</p>
fa: <p>نمی توانید ویترین فروشگاه جدیدی اضافه کنید. حداکثر تعداد ویترین مجاز توسط مجوز فعلی <code>[license_number]</code> شما [allowed_storefronts]است و شما در حال حاضر [existing_storefronts]دارید.</p><p>برای اینکه بتوانید ویترین دیگری را اضافه کنید، لطفاً [product] مجوز فروشگاه اضافی خریداری کنید. اگر می‌خواهید چندین ویترین جدید اضافه کنید، تعداد مجوزهای مربوطه را خریداری کنید.</p>
fr: <p>Vous ne pouvez pas ajouter une nouvelle vitrine. Le nombre maximum de vitrines autorisé par votre licence actuelle <code>[license_number]</code> est de [allowed_storefronts], et vous en avez actuellement [existing_storefronts].</p><p>Pour pouvoir ajouter une autre vitrine, veuillez acheter [product] une licence de vitrine supplémentaire. Si vous souhaitez ajouter plusieurs nouvelles vitrines, achetez le nombre de licences correspondant.</p>

# Languages::storefront_license
source: Storefront License
fa: مجوز ویترین فروشگاه
fr: Licence vitrine

# Languages::buy_new_storefront_license
source: Buy [product] Storefront License
fa: خرید [product] مجوز فروشگاه
fr: Acheter la Licence Vitrines [product]

# Languages::import_new_vendor
source: [n] new vendor was created during the import. This vendor only has a name so far. Please edit the new vendor to add other information.|[n] new vendors were created during the import. These vendors only have names so far. Please edit the new vendors to add other information.
fa: [n] فروشنده جدید در حین واردات ایجاد شد. این فروشنده تاکنون فقط یک نام دارد. لطفاً فروشنده جدید را برای افزودن اطلاعات دیگر ویرایش کنید.|[n] فروشنده جدید در طول واردات ایجاد شد. این فروشندگان تاکنون فقط نام دارند. لطفاً فروشندگان جدید را برای افزودن اطلاعات دیگر ویرایش کنید.
fr: [n] nouveau fournisseur a été créé lors de l'importation. Ce fournisseur n'a pour l'instant qu'un nom. Veuillez modifier le nouveau fournisseur pour ajouter d'autres informations.|[n] nouveaux fournisseurs ont été créés lors de l'importation. Ces fournisseurs n'ont pour l'instant que des noms. Veuillez modifier les nouveaux fournisseurs pour ajouter d'autres informations.

# Languages::file_changes_detector.snapshot_not_found
source: Snapshot of the clear installation was not found. Please restore <b>[dist_filename]</b>.
fa: عکس فوری نصب واضح پیدا نشد. لطفاً <b>[dist_filename]</b>را بازیابی کنید.
fr: L'instantané de l'installation claire n'a pas été trouvé. Veuillez restaurer <b>[dist_filename]</b>.

# Languages::file_changes_detector.added
source: Added
fa: اضافه
fr: Ajoutée

# Languages::file_changes_detector.changed
source: Changed
fa: تغییر کرد
fr: Modifié

# Languages::file_changes_detector.deleted
source: Deleted
fa: حذف شده
fr: Supprimé

# Languages::licensing.license_error_license_is_disabled
source: The license is disabled. Please check your license status.
fa: مجوز غیرفعال است. لطفا وضعیت مجوز خود را بررسی کنید.
fr: La licence est désactivée. Veuillez vérifier l'état de votre licence.

# Languages::licensing.license_error_license_is_disabled.title
source: Your [product] license has been disabled
fa: مجوز [product] شما غیرفعال شده است
fr: Votre licence [product] a été désactivée

# Languages::licensing.license_error_license_is_disabled.text
source: Please contact us <a href="[helpdesk_url]" target="_blank">via Customer Help Desk</a> to find out why it happened and what can be done about it. To access the admin panel right now, you can enter another valid license number, as long as it isn't used in another store:
fa: لطفاً با شماره <a href="[helpdesk_url]" target="_blank">از طریق میز راهنمایی مشتری</a> با ما تماس بگیرید تا بدانید چرا این اتفاق افتاده و چه کاری می توان در مورد آن انجام داد. برای دسترسی به پنل مدیریت در حال حاضر، می‌توانید شماره مجوز معتبر دیگری را تا زمانی که در فروشگاه دیگری استفاده نشده است وارد کنید:
fr: Veuillez nous contacter <a href="[helpdesk_url]" target="_blank">via Customer Help Desk</a> pour savoir pourquoi cela s'est produit et ce qui peut être fait à ce sujet. Pour accéder au panneau d'administration dès maintenant, vous pouvez entrer un autre numéro de licence valide, tant qu'il n'est pas utilisé dans un autre magasin :

# Languages::licensing.license_error_license_is_invalid
source: Invalid license number. Please enter a valid license number.
fa: شماره مجوز نامعتبر است. لطفاً یک شماره مجوز معتبر وارد کنید.
fr: Numéro de licence invalide. Veuillez entrer un numéro de licence valide.

# Languages::licensing.license_error_wrong_edition
source: The license does not match your store edition. Please enter a valid license number.
fa: مجوز با نسخه فروشگاه شما مطابقت ندارد. لطفاً یک شماره مجوز معتبر وارد کنید.
fr: La licence ne correspond pas à l'édition de votre boutique. Veuillez entrer un numéro de licence valide.

# Languages::licensing.license_error_wrong_licensing_mode
source: The license does not match your store licensing mode. Please enter a valid license number.
fa: مجوز با حالت مجوز فروشگاه شما مطابقت ندارد. لطفاً یک شماره مجوز معتبر وارد کنید.
fr: La licence ne correspond pas au mode de licence de votre magasin. Veuillez entrer un numéro de licence valide.

# Languages::upgrade_center.upgrade_process_failed
source: Upgrade process of your store has failed
fa: روند ارتقا فروشگاه شما ناموفق بود
fr: Le processus de mise à niveau de votre boutique a échoué

# Languages::upgrade_center.apply_migration_failed
source: <p>Please restore the pre-upgrade backup manually or via a link sent to your email address, then contact our technical support.</p><br><p>Tech details: Couldn't complete migration [migration]. Reason: [error].</p><p>Completed migrations: [processed_count] out of [total_count].</p>
fa: <p>لطفاً نسخه پشتیبان پیش از ارتقا را به صورت دستی یا از طریق پیوند ارسال شده به آدرس ایمیل خود بازیابی کنید، سپس با پشتیبانی فنی ما تماس بگیرید.</p><br><p>جزئیات فنی: انتقال کامل نشد [migration]. دلیل: [error].</p><p>مهاجرت های انجام شده: [processed_count] از [total_count].</p>
fr: <p>Veuillez restaurer la sauvegarde de pré-mise à niveau manuellement ou via un lien envoyé à votre adresse e-mail, puis contactez notre support technique.</p><br><p>Détails techniques : Impossible de terminer la migration [migration]. Raison : [error].</p><p>Migrations terminées : [processed_count] sur [total_count].</p>

# Languages::profile_deactivated
source: Account deactivated
fa: اکانت غیرفعال شد
fr: Compte désactivé

# Languages::text_profile_deactivated
source: Your account has been deactivated. Please contact us for more details.
fa: حساب شما غیرفعال شده است. لطفا برای اطلاعات بیشتر با ما تماس بگیرید.
fr: Votre compte a été désactivé. Veuillez nous contacter pour plus de détails.

# Languages::email_template.profile_deactivated
source: User account deactivation
fa: غیرفعال کردن حساب کاربری
fr: Désactivation du compte utilisateur

# Languages::text_addon_disable_dependencies
source: The add-on cannot be disabled because the following add-ons depend on it: [addons]
fa: افزونه را نمی توان غیرفعال کرد زیرا افزونه های زیر به آن بستگی دارند: [addons]
fr: Le module complémentaire ne peut pas être désactivé car les modules complémentaires suivants en dépendent : [addons]

# Languages::text_addon_enable_dependencies
source: The add-on cannot be enabled because it depends on the following add-ons: [addons]
fa: افزونه را نمی توان فعال کرد زیرا به افزونه های زیر بستگی دارد: [addons]
fr: Le module complémentaire ne peut pas être activé car il dépend des modules complémentaires suivants : [addons]

# Languages::current_setting_value
source: Current value
fa: ارزش فعلی
fr: Valeur actuelle

# Languages::new_setting_value
source: New value
fa: ارزش جدید
fr: Nouvelle valeur

# Languages::overwrite_selected_settings
source: Overwrite selected settings
fa: بازنویسی تنظیمات انتخاب شده
fr: Remplacer les paramètres sélectionnés

# Languages::payment_method_not_found
source: Payment method not found. It could've been disabled, or a technical problem occurred. Please choose a payment method and try again.
fa: روش پرداخت پیدا نشد ممکن است غیرفعال شده باشد یا مشکل فنی رخ داده باشد. لطفاً یک روش پرداخت را انتخاب کنید و دوباره امتحان کنید.
fr: Mode de paiement introuvable. Il a peut-être été désactivé ou un problème technique est survenu. Veuillez choisir un mode de paiement et réessayer.

# Languages::shippings.ups.package_type.00
source: UNKNOWN
fa: ناشناخته
fr: INCONNU

# Languages::shippings.ups.package_type.01
source: UPS Letter
fa: نامه یو پی اس
fr: Lettre UPS

# Languages::shippings.ups.package_type.02
source: Package
fa: بسته
fr: Emballer

# Languages::shippings.ups.package_type.03
source: Tube
fa: لوله

# Languages::shippings.ups.package_type.04
source: Pak
fa: پاک
fr: Paquet

# Languages::shippings.ups.package_type.21
source: Express Box
fa: جعبه اکسپرس
fr: Boîte Express

# Languages::shippings.ups.package_type.24
source: 25KG Box
fa: جعبه 25 کیلویی
fr: Boîte de 25 KG

# Languages::shippings.ups.package_type.25
source: 10KG Box
fa: جعبه 10 کیلویی
fr: Boîte de 10 KG

# Languages::shippings.ups.package_type.30
source: Pallet
fa: پالت
fr: Palette

# Languages::shippings.ups.package_type.2a
source: Small Express Box
fa: جعبه اکسپرس کوچک
fr: Petite Boîte Express

# Languages::shippings.ups.package_type.2b
source: Medium Express Box
fa: جعبه اکسپرس متوسط
fr: Boîte express moyenne

# Languages::shippings.ups.package_type.2c
source: Large Express Box
fa: جعبه اکسپرس بزرگ
fr: Grande Boîte Express

# Languages::wrong_number_initial_order_id
source: The value you entered for the "Initial order ID value" setting is not supported. Only integers from 1 to [max_initial_order_id] are supported
fa: مقداری که برای تنظیم "مقدار شناسه اولیه سفارش" وارد کرده اید پشتیبانی نمی شود. فقط اعداد صحیح از 1 تا [max_initial_order_id] پشتیبانی می شوند
fr: La valeur que vous avez saisie pour le paramètre "Valeur initiale de l'ID de commande" n'est pas prise en charge. Seuls les entiers de 1 à [max_initial_order_id] sont pris en charge

# Languages::tt_views_shippings_components_services_ups_ship_ups_pickup_type
source: <p>Select "Daily Pickup" to calculate the delivery cost according to Daily Rates.</p><p>Select "One Time Pickup", "Letter Center", or "Air Service Center" to calculate the delivery cost according to Retail Rates.</p>
fa: <p>برای محاسبه هزینه تحویل با توجه به نرخ های روزانه، "پیکاپ روزانه" را انتخاب کنید.</p><p>"یک بار تحویل"، "مرکز نامه" یا "مرکز خدمات هوایی" را برای محاسبه هزینه تحویل با توجه به نرخ های خرده فروشی انتخاب کنید.</p>
fr: <p>Sélectionnez « Daily Pickup » pour calculer le coût de livraison selon les tarifs journaliers.</p><p>Sélectionnez « One Time Pickup », « Letter Center » ou « Air Service Center » pour calculer les frais de livraison selon les tarifs de vente au détail.</p>

# Languages::php_extension_missing
source: The [extension] PHP extension is not installed on your server
fa: پسوند PHP [extension] روی سرور شما نصب نشده است
fr: L'extension [extension] PHP n'est pas installée sur votre serveur

# Languages::customization
source: Customization
fa: سفارشی سازی
fr: Personnalisation

# Languages::assign_to_me
source: Assign to me
fa: به من اختصاص دهید
fr: Attribuez-moi

# Languages::customer_phone
source: Customer phone
fa: تلفن مشتری
fr: Téléphone du client

# Languages::could_not_connect_to_database
source: Could not connect to database
fa: نمی توان به پایگاه داده متصل شد
fr: Connexion impossible à la base de données

# Languages::information_file_roobots
source: A robots.txt file was detected. The changes you make here won't take effect until you delete the existing <b>robots.txt</b> file from the root directory of your store.
fa: یک فایل robots.txt شناسایی شد. تغییراتی که در اینجا ایجاد می‌کنید تا زمانی که فایل <b>robots.txt</b> موجود را از فهرست اصلی فروشگاه خود حذف نکنید، اعمال نمی‌شوند.
fr: Un fichier robots.txt a été détecté. Les modifications que vous apportez ici ne prendront effet que lorsque vous supprimerez le fichier <b>robots.txt</b> existant du répertoire racine de votre boutique.

# Languages::advanced_products_search
source: Advanced products search
fa: جستجوی محصولات پیشرفته
fr: Recherche avancée de produits

# Languages::advanced_companies_search
source: Advanced companies search
fa: جستجوی شرکت های پیشرفته
fr: Recherche avancée d'entreprises

# Languages::advanced_storefronts_search
source: Advanced storefronts search
fa: جستجوی پیشرفته ویترین
fr: Recherche avancée de vitrines

# Languages::api_wrong_user_company_relation
source: The user doesn't exist for this store, and sharing users among stores is disabled.
fa: کاربر برای این فروشگاه وجود ندارد و اشتراک‌گذاری کاربران بین فروشگاه‌ها غیرفعال است.
fr: L'utilisateur n'existe pas pour ce magasin et le partage d'utilisateurs entre les magasins est désactivé.

# Languages::product_details_tabs
source: Tabs
fa: زبانه ها
fr: Onglets

# Languages::shippings.fedex.currency_is_missing
source: The rates calculated by FedEx are in [currency], and that currency doesn't exist in your store. Please create that currency; otherwise customers won't be able to select this shipping method.
fa: نرخ‌های محاسبه‌شده توسط FedEx بر حسب [currency]هستند و آن ارز در فروشگاه شما وجود ندارد. لطفا آن ارز را ایجاد کنید. در غیر این صورت مشتریان نمی توانند این روش حمل و نقل را انتخاب کنند.
fr: Les tarifs calculés par FedEx sont en [currency], et cette devise n'existe pas dans votre boutique. Veuillez créer cette devise ; sinon, les clients ne pourront pas sélectionner cette méthode d'expédition.

# Languages::text_redactor2
source: Redactor II
fa: ویرایشگر دوم
fr: Rédacteur II

# Languages::image_url
source: Image URL
fa: آدرس تصویر
fr: URL de l'image

# Languages::insert_image
source: Insert image
fa: درج تصویر
fr: Insérer une image

# Languages::view_avail_files_for_order
source: View the list of available files from order #[order_id].
fa: لیست فایل های موجود را از سفارش شماره[order_id]مشاهده کنید.
fr: Consultez la liste des fichiers disponibles à partir de la commande n °[order_id].

# Languages::advanced_customer_search
source: Advanced customer search
fa: جستجوی مشتری پیشرفته
fr: Recherche avancée de clients

# Languages::change_customer
source: Change customer
fa: تغییر مشتری
fr: Changer de client

# Languages::on_backorder
source: On backorder
fa: در صورت سفارش مجدد
fr: En rupture de stock

# Languages::invoice_heading
source: Invoice
fa: صورتحساب
fr: Facturer

# Languages::min_quantity
source: Minimum order quantity
fa: حداقل مقدار سفارش
fr: Quantité minimum d'achat

# Languages::ship_downloadable
source: Enable shipping for downloadable products
fa: ارسال را برای محصولات قابل دانلود فعال کنید
fr: Activer la livraison pour les produits téléchargeables

# Languages::inventory_tracking
source: Inventory
fa: فهرست
fr: Inventaire

# Languages::detailed_image
source: Detailed image
fa: تصویر با جزئیات
fr: Image détaillée

# Languages::secondary_categories
source: Secondary category
fa: دسته ثانویه
fr: Catégorie secondaire

# Languages::override_points
source: Override points
fa: لغو امتیاز
fr: Remplacer les points

# Languages::override_exchange_rate
source: Override exchange rate
fa: نادیده گرفتن نرخ ارز
fr: Remplacer le taux de change

# Languages::max_quantity
source: Maximum order quantity
fa: حداکثر مقدار سفارش
fr: Quantité maximale de commande

# Languages::list_qty_count
source: List quantity count
fa: لیست تعداد کمیت
fr: Compte de quantité de liste

# Languages::product_url
source: Product URL
fa: آدرس محصول
fr: URL du produit

# Languages::detailed_image_url
source: Detailed image URL
fa: URL تصویر تفصیلی
fr: URL détaillée de l'image

# Languages::box_size
source: Box size
fa: اندازه جعبه
fr: Taille de boîte

# Languages::usergroup_ids
source: Usergroup ids
fa: شناسه های گروه کاربری
fr: ID de groupe d'utilisateurs

# Languages::combination_code
source: Combination code
fa: کد ترکیبی
fr: Code combiné

# Languages::pair_type
source: Pair type
fa: نوع جفت
fr: Type de paire

# Languages::lower_limit
source: Lower limit
fa: حد پایین
fr: Limite inférieure

# Languages::user_group
source: User group
fa: گروه کاربران
fr: Groupe d'utilisateurs

# Languages::percentage_discount
source: Percentage discount
fa: درصد تخفیف
fr: Remise en pourcentage

# Languages::feature_name
source: Feature name
fa: نام ویژگی
fr: Nom de la fonctionnalité

# Languages::feature_id
source: Feature ID
fa: شناسه ویژگی
fr: ID de fonctionnalité

# Languages::show_on_the_features_tab
source: Show on the features tab
fa: در تب ویژگی ها نمایش داده شود
fr: Afficher dans l'onglet des fonctionnalités

# Languages::show_in_product_list
source: Show in product list
fa: نمایش در لیست محصولات
fr: Afficher dans la liste des produits

# Languages::show_in_product_header
source: Show in product header
fa: نمایش در سرصفحه محصول
fr: Afficher dans l'en-tête du produit

# Languages::comparsion
source: Comparison
fa: مقایسه
fr: Comparaison

# Languages::variant_id
source: Variant ID
fa: شناسه متغیر
fr: ID de variante

# Languages::feature_group
source: Feature group
fa: گروه ویژگی
fr: Groupe de fonctionnalités

# Languages::email
source: E-mail
fa: پست الکترونیک

# Languages::payment_id
source: Payment ID
fa: شناسه پرداخت
fr: ID de paiement

# Languages::billing_first_name
source: Billing: first name
fa: صورتحساب: نام
fr: Facturation : prénom

# Languages::billing_last_name
source: Billing: last name
fa: صورتحساب: نام خانوادگی
fr: Facturation : nom de famille

# Languages::billing_address_line_2
source: Billing: address (line 2)
fa: صورتحساب: آدرس (خط 2)
fr: Adresse de facturation, ligne 2)

# Languages::billing_city
source: Billing: city
fa: صورتحساب: شهرستان
fr: Facturation : ville

# Languages::billing_state
source: Billing: state
fa: صورتحساب: ایالتی
fr: Facturation : état

# Languages::billing_country
source: Billing: country
fa: کشور صدور صورت حساب
fr: Pays de facturation

# Languages::billing_zipcode
source: Billing: zipcode
fa: صورتحساب: کد پستی
fr: Facturation : code postal

# Languages::shipping_first_name
source: Shipping: first name
fa: حمل و نقل: نام
fr: Expédition : prénom

# Languages::shipping_last_name
source: Shipping: last name
fa: حمل و نقل: نام خانوادگی
fr: Expédition : nom de famille

# Languages::shipping_address_line_2
source: Shipping: address (line 2)
fa: حمل و نقل: آدرس (خط 2)
fr: Expédition : adresse (ligne 2)

# Languages::shipping_city
source: Shipping: city
fa: حمل و نقل: شهرستان
fr: Expédition : ville

# Languages::shipping_state
source: Shipping: state
fa: حمل و نقل: ایالتی
fr: Expédition : état

# Languages::shipping_country
source: Shipping: country
fa: حمل و نقل: کشور
fr: Pays de livraison
