Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::reset
source: Reset
fa: بازنشانی
fr: Effacer

# Languages::reset_filter
source: Reset filter
fa: بازنشانی فیلتر
fr: Effacer filtre

# Languages::reset_inventory
source: Reset inventory
fa: بازنشانی موجودی
fr: Mettre l'inventaire à zéro

# Languages::reset_quantity_to_zero
source: Set quantity of all products to zero
fa: مقدار همه محصولات را صفر کنید
fr: Mettre la quantité de tous les produits à zéro

# Languages::reset_quantity_to_zero_tooltip
source: If you enable this setting, all the products in your store will have their quantity set to 0, except for the products that have the quantity specified in the imported file.
fa: اگر این تنظیم را فعال کنید، مقدار تمام محصولات موجود در فروشگاه شما روی 0 تنظیم می شود، به جز محصولاتی که دارای مقدار مشخص شده در فایل وارداتی هستند.
fr: Si vous activez ce paramètre, tous les produits de votre magasin verront leur quantité fixée à 0, à l'exception des produits dont la quantité est spécifiée dans le fichier importé.

# Languages::reset_password
source: Reset password
fa: تنظیم مجدد رمزعبور
fr: Initialiser mot de passe

# Languages::resolved
source: Resolved
fa: حل و فصل
fr: résolu

# Languages::response
source: Response
fa: پاسخ
fr: Réponse

# Languages::restore
source: Restore
fa: بازیابی
fr: Restaurer

# Languages::restore_default
source: Use default value
fa: استفاده از مقدار پیش فرض
fr: Utiliser la valeur par défaut

# Languages::restore_from_repository
source: Restore from the repository
fa: بازیابی از مخزن
fr: Restaurer à partir de l'original

# Languages::ResultDescription
source: ResultDescription
fa: شرح نتیجه

# Languages::return
source: Return to normal view
fa: بازگشت به نمای عادی
fr: Retourner à la vue normale

# Languages::returning_customer
source: Returning customer
fa: مشتريان فروشگاه
fr: Retour client

# Languages::return_url_target
source: Return URL target
fa: آدرس مقصد بازگشت
fr: Rtiru a URL

# Languages::reuse
source: Reuse
fa: استفاده مجدد
fr: Réutiliser

# Languages::reversed
source: Reversed
fa: معکوس شده
fr: Inversé

# Languages::revert
source: Revert
fa: برگرداندن
fr: Revenir en arrière

# Languages::re_order
source: Reorder this order
fa: سفارش مجدد این سفارش
fr: Refaire cette commande

# Languages::right
source: Right
fa: راست
fr: Droite

# Languages::right_to_left_orientation
source: Right to left orientation
fa: جهت راست به چپ
fr: Orientation de droite à gauche

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
fa: بررسی خطر در جریان است. لطفاً این صفحه را در یک دقیقه مجدد بارگذاری نمایید.
fr: Risk cheking is in process. Please try reloading this page in a minute.

# Languages::risk_information
source: Risk information
fa: اطلاعات خطر
fr: Information sur le risque

# Languages::romanian
source: Romanian
fa: رومانیایی
fr: Roumain

# Languages::root_category
source: Root category
fa: ریشه دسته بندی
fr: Catégorie racine

# Languages::root_level
source: Root level
fa: سطح ریشه
fr: Niveau racine

# Languages::root_page
source: Root level page
fa: صفحه سطح ریشه
fr: Page de niveau racine

# Languages::round_to
source: Round to
fa: گردنمایی به
fr: Arrondi à

# Languages::routing_code
source: Routing Number
fa: کد شعبه
fr: Numero d'acheminement

# Languages::runtime
source: Runtime
fa: زمان اجرا
fr: exécution

# Languages::russian
source: Russian
fa: روسی
fr: Russe

# Languages::sale
source: Sale
fa: فروش
fr: Vente

# Languages::sales
source: Sales
fa: فروش ها
fr: Ventes

# Languages::sales_commission
source: Sales commission
fa: کمیسیون فروش
fr: Commission des ventes

# Languages::sales_reports
source: Sales reports
fa: گزارش فروش
fr: Rapports de ventes

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
fa: آمار و ارقام دقیق در فروش.
fr: Statistiques détaillées des ventes

# Languages::same_as_source
source: same as source
fa: مشابه منبع
fr: pareille que la source

# Languages::save
source: Save
fa: ذخیره
fr: Enregistrer

# Languages::saved_search
source: Saved searches
fa: جستجوهای ذخیره شده
fr: Recherches enregistrées

# Languages::save_and_close
source: Save and close
fa: ذخیره و بستن
fr: Enregistrer et fermer

# Languages::save_as
source: Save As...
fa: ذخیره به عنوان...
fr: Enregistrer sous...

# Languages::save_changes
source: Save changes
fa: ذخیره تغییرات
fr: Enregistrer les changements

# Languages::save_discount
source: Save
fa: تخفیف
fr: Réduction

# Languages::save_layout
source: Save layout
fa: ذخیره طرح
fr: Sauver la mise en page

# Languages::save_layout_as
source: Save layout as
fa: ذخیره طرح بعنوان
fr: Sauver la mise en page sous

# Languages::save_process_payment
source: Save and process payment
fa: ذخیره و انجام پرداخت
fr: Enregistrer et procéder au paiement

# Languages::save_this_search_as
source: Save this search as
fa: ذخیره این جستجو به عنوان
fr: Enregistrer cette recherche sous

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
fa: لطفا آدرس زیر به پشتیبانی SCB برای تنظیم به عنوان PostbackURL:-br / > <b>[return_url]</b>
fr: Veuillez envoyé l'adresse suivante au support SCB pour être défini comme PostbackURL : <br /><b>[return_url]</b>

# Languages::screen
source: Screen
fa: صفحه نمایش
fr: Écran

# Languages::screen_resolution
source: Screen resolution
fa: وضوح صفحه نمایش
fr: Résolution d'écran

# Languages::script
source: Script
fa: اسکریپت

# Languages::tmpl_scroller
source: Scroller
fa: پیمایشگر
fr: Défilement

# Languages::scroller_direction
source: Auto-scroll direction
fa: پیمایش خودکار جهت
fr: Direction d'auto scroll

# Languages::search
source: Search
fa: جستجو
fr: Recherche rapide

# Languages::admin_search_title
source: Search
fa: جستجو کردن
fr: Rechercher

# Languages::admin_search_button
source: Search
fa: جستجو کردن
fr: Rechercher

# Languages::admin_search_field
source: Search
fa: جستجو کردن
fr: Rechercher

# Languages::admin_search_general
source: Search
fa: جستجو کردن
fr: Rechercher

# Languages::storefront_search_button
source: Search
fa: جستجو کردن
fr: Rechercher

# Languages::storefront_search_field
source: Search
fa: جستجو کردن
fr: Rechercher

# Languages::storefront_search_label
source: Search
fa: جستجو کردن
fr: Rechercher

# Languages::storefront_search_general
source: Search
fa: جستجو کردن
fr: Rechercher

# Languages::search_again
source: Search again
fa: جستجوی دوباره
fr: Rechercher encore

# Languages::search_by_order
source: Search by order
fa: جستجو بر اساس سفارش
fr: Rechercher par ordre

# Languages::search_by_owner
source: Search by owner
fa: جستجو بر اساس مالک
fr: Recherche par propriétaire

# Languages::search_by_price
source: Search by price
fa: جستجو بر اساس قیمت
fr: Recherche par prix

# Languages::search_by_product_features
source: Search by product features
fa: جستجو بر اساس ویژگی های محصول
fr: Chercher par caractéristiques produit

# Languages::search_by_product_filters
source: Search by product filters
fa: جستجو توسط فیلتر های محصول
fr: Rechercher par filtres de produit

# Languages::search_by_sku
source: Search by product code
fa: جستجو بر اساس کد
fr: Chercher par code de produit

# Languages::search_by_vendor
source: Search by store
fa: جستجو برای فروشگاه
fr: Recherche par magasin

# Languages::search_by_weight
source: Search by weight
fa: جستجو بر اساس وزن
fr: Recherche par poids

# Languages::search_engine
source: Search engine
fa: موتور جستجو
fr: Moteur de recherche

# Languages::search_for_pattern
source: Search for pattern
fa: جستجو برای
fr: Chercher

# Languages::search_in
source: Search in
fa: جستجو در
fr: Chercher dans

# Languages::search_in_category
source: Search in category
fa: جستجو در دسته
fr: Chercher dans la catégorie

# Languages::search_in_subcategories
source: Search in subcategories
fa: جستجو در زیر شاخه
fr: Chercher dans sous-catégories

# Languages::search_options
source: Search options
fa: گزینه های جستجو
fr: Options de recherche

# Languages::search_product
source: Search product
fa: جستجوی محصول
fr: Chercher produit

# Languages::search_products
source: Search products
fa: جستجو در محصولات
fr: Chercher des produits

# Languages::search_results
source: Search results
fa: نتایج جستجو
fr: Résultats de recherche

# Languages::search_results_for
source: Search results for [search]
fa: نتایج جستجو برای [search]
fr: Résultats de recherche pour [search]

# Languages::search_string
source: Search string
fa: جستجوی رشته
fr: Chercher phrase

# Languages::search_words
source: Search words
fa: جستجوی کلمات
fr: Chercher des mots

# Languages::secret_key
source: Secret key
fa: کلید مخفی
fr: Clé secrète

# Languages::secret_string
source: Secret string
fa: رشته مخفی
fr: Chaîne de caractère secrète

# Languages::secret_word
source: Secret word
fa: کلمه مخفی
fr: Mot secret

# Languages::section
source: Section
fa: بخش

# Languages::section_is_not_completed
source: Section is not completed.
fa: بخش کامل نشده است.
fr: La section n'est pas remplie

# Languages::section_links
source: Section links
fa: لینک های بخش
fr: Liens de la section

# Languages::section_name
source: Section name
fa: نام بخش
fr: Nom de la section

# Languages::secure
source: Secure
fa: امن
fr: Sécurisé

# Languages::security
source: Security
fa: امنیت
fr: Paramètres de sécurité

# Languages::secure_checkout
source: Secure checkout
fa: پرداخت امن

# Languages::secure_storefront_url
source: Secure storefront URL
fa: ایمن سازی نشانی نمای فروشگاه
fr: URL de storefront de securite

# Languages::store_access_key
source: Access key to temporarily closed store
fa: کلید دسترسی به فروشگاه موقتاً بسته
fr: Clé d'accès au magasin temporairement fermé

# Languages::secure_storefront_url_already_exists
source: The value of the <strong>Secure storefront URL</strong> parameter mentioned by you already belongs to another company.
fa: مقدار پارامتر<strong>آدرس نمای فروشگاه</strong> ذکر شده توسط شما در حال حاضر متعلق به یک شرکت دیگر است.
fr: La veleur du parametre du URL <strong> storefront en securite que Vous avez deja mentionee fait partie d'une autre societe.

# Languages::url_access_storefront
source: Use the following URL to access the storefront:<br><a href="[url]" target="_blank">[url]</a>
fa: برای دسترسی به ویترین فروشگاه از URL زیر استفاده کنید:<br><a href="[url]" target="_blank">[url]</a>
fr: Utilisez l'URL suivante pour accéder à la vitrine : <br><a href="[url]" target="_blank">[url]</a>

# Languages::security_settings
source: Security settings
fa: تنظیمات امنیتی
fr: Paramètres de sécurité

# Languages::see_demo
source: See demo
fa: مشاهده نمايشی
fr: Voir demo

# Languages::select
source: Select
fa: انتخاب
fr: Sélectionner

# Languages::selectbox
source: Select box
fa: انتخاب جعبه
fr: Liste de sélection

# Languages::selected
source: Selected
fa: انتخاب شده
fr: Sélectionné

# Languages::selected_fields
source: Selected fields
fa: زمینه های انتخاب شده
fr: Champs sélectionnés

# Languages::selected_items
source: Selected items
fa: موارد انتخاب شده
fr: Articles sélectionnés

# Languages::select_all
source: Select all
fa: انتخاب همه
fr: Tout sélectionner

# Languages::select_all_product_options
source: You should select all product options
fa: شما باید تمام گزینه های محصول را انتخاب کنید
fr: Vous devez sélectionner toutes les options du produit

# Languages::select_block
source: Select block
fa: انتخاب بلوک
fr: Sélectionner le bloc

# Languages::select_country
source: Select country
fa: انتخاب کشور
fr: Sélectionner pays

# Languages::select_customer
source: Select customer
fa: انتخاب مشتری
fr: Sélectionner le client

# Languages::select_dates
source: Select dates
fa: انتخاب تاريخ
fr: Sélection de dates

# Languages::select_descr_lang
source: Select the description language
fa: انتخاب زبان توضیحات
fr: Sélectionner la langue

# Languages::select_fields_to_edit
source: Select fields to edit
fa: انتخاب فیلد ها برای ویرایش
fr: Sélectionner les champs à modifier

# Languages::select_file
source: Select file
fa: فایل را انتخاب کنید
fr: Sélectionner

# Languages::select_image
source: Select image
fa: تصویر را انتخاب کنید
fr: Sélectionnez une image

# Languages::select_options
source: Select options
fa: انتخاب گزینه ها
fr: Sélectionner options

# Languages::select_option_above
source: Select the previous option first
fa: قبلی گزینه اول را انتخاب کنید
fr: Sélectionner l'option précédente d'abord

# Languages::select_product
source: Select product
fa: انتخاب محصول
fr: Sélectionner produit

# Languages::select_products
source: Select products
fa: انتخاب محصولات
fr: Sélectionner produits

# Languages::select_profile
source: Select profile
fa: پروفایل انتخاب کنید
fr: Sélectionner profil

# Languages::select_shipping_method
source: Select shipping method
fa: انتخاب روش ارسال
fr: Sélectionner le mode de livraison

# Languages::select_state
source: Select state
fa: انتخاب استان/ایالت
fr: Département

# Languages::select_tables
source: Select tables
fa: انتخاب جدوال
fr: Sélectionner tables

# Languages::select_storefront
source: Select [store] storefront
fa: [store] ویترین را انتخاب کنید
fr: Sélectionnez [store] storefront

# Languages::semicolon
source: Semicolon
fa: نقطه ویرگول
fr: Point-virgule

# Languages::send
source: Send
fa: ارسال
fr: Envoyer

# Languages::sender
source: Sender
fa: فرستنده
fr: Émetteur

# Languages::send_feedback
source: Help us improve [product]
fa: کمک به ما در بهبود [product]
fr: Aidez-nous à améliorer CS-Cart

# Languages::send_notification
source: Send notification to selected
fa: ارسال اطلاع به انتخاب شده ها
fr: Envoyer notification

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
fa: اطلاع از ارسال کالا به مشتریان
fr: Envoyer notification de livraison au client

# Languages::send_shipping_address
source: Send customer shipping address
fa: فرستادن نشانی ارسال کالای مشتری
fr: Envoyer à l'adresse de livraison du client

# Languages::send_via
source: Send via
fa: ارسال از طریق
fr: Envoyer avec

# Languages::send_via_email
source: Send via email
fa: ارسال از طریق پست الکترونیکی
fr: Envoyer sur email

# Languages::send_via_postal_mail
source: Send via postal mail
fa: ارسال از طریق پست زمینی
fr: Envoyer par adresse postale

# Languages::seo_meta_data
source: Meta data
fa: داده های متا
fr: SEO / Données Meta

# Languages::sequential
source: Sequential
fa: ترتیبی
fr: séquentiel

# Languages::server
source: Server
fa: سرور
fr: Serveur

# Languages::service_not_available
source: This service is not available.
fa: این سرویس در دسترس نیست.
fr: Ce service n'est pas disponible

# Languages::settings
source: Settings
fa: تنظیمات
fr: Paramétrages

# Languages::settings_wizard
source: Settings wizard
fa: جادوی تنظیمات
fr: Assistant de configuration

# Languages::settings_wizard_close_tooltip
source: Wizard will be possible to re-open in the menu 'Settings -> Settings wizard'.
fa: جادو در منوی 'تنظیمات-> جادوی تنظیمات' دوباره باز خواهد شد.
fr: L'assistant peut être à nouveau ouvert dans le menu 'Paramètres -> Assistant de configuration'.

# Languages::settings_wizard_title
source: Settings wizard: Step [current_step] of [total_steps]
fa: جادوی تنظیمات: گام [current_step] از [total_steps]
fr: Assistant de configuration: étape [current_step] sur [total_steps]

# Languages::share
source: Share
fa: اشتراک
fr: Partager

# Languages::share.congratulations_first_order
source: Congratulations on your first complete order.
fa: اولین سفارش کامل شما را تبریک می گویم.
fr: Félicitations pour votre première commande complète.

# Languages::share.first_order_tweet
source: Wow! The first complete order in my [product]-powered store
fa: وای! اولین سفارش کامل در فروشگاه توانمند شده [product] من
fr: Wow! La première commande complète dans mon magasin CS-Cart

# Languages::share.installation_tweet
source: I have just created an online store with [product_name]
fa: من فقط فروشگاه آنلاینی با [product_name] ایجاد کرده‌ام
fr: Je viens juste de créer un magasin online avec [product_name]

# Languages::shared_secret
source: Shared Secret
fa: راز مشترک
fr: SecretPartage

# Languages::sha_sign
source: SHA-1 Signature
fa: امضای SHA-1
fr: Signature SHA-1

# Languages::shipment
source: Shipment
fa: حمل و نقل
fr: Livraison

# Languages::shipments
source: Shipments
fa: محموله ها
fr: Livraisons

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
fa: مشاهده و چاپ بسته بندی ورقه برای محموله های ایجاد شده از دستور.
fr: Voir et imprimer des bordereaux en paquet pour expeditions crees d'ordres.

# Languages::shipment_date
source: Shipment date
fa: تاریخ حمل و نقل
fr: Date livraison

# Languages::shipment_details
source: Shipment details
fa: جزئیات حمل و نقل
fr: Détails d'expédition

# Languages::shipment_has_been_created
source: Shipment has been created
fa: حمل و نقل ایجاد شده است
fr: Livraison a été créée

# Languages::shipment_id
source: Shipment ID
fa: شناسه حمل و نقل
fr: Livraison #

# Languages::shipment_info
source: Shipment information
fa: اطلاعات ارسال
fr: Info livraison

# Languages::shipped
source: Shipped
fa: ارسال شده
fr: Expédié

# Languages::shipped_products
source: Shipped products
fa: محصولات ارسال شده
fr: Produits expédiés

# Languages::shipper_number
source: Shipper number
fa: شماره مرسوله
fr: Numéro d'expéditeur

# Languages::shipping
source: Shipping
fa: ارسال
fr: Livraison

# Languages::shippings
source: Shippings
fa: ارسالی ها
fr: Livraisons

# Languages::shippings.service_not_configured
source: Service is not configured
fa: سرویس پیکربندی نشده است
fr: Le service n'est pas configuré

# Languages::shippings.service_not_found
source: Service was not found
fa: خدمات یافت نشد
fr: Le service n'a pas été trouvé

# Languages::shippings.currency_not_found
source: Currency [currency] was not found
fa: واحد ارزی [currency] یافت نشد
fr: La monnaie n'a pas été trouvée

# Languages::shippings_taxes
source: Shipping & taxes
fa: ارسال و مالیات ها
fr: Livraison & taxes

# Languages::shipping_address
source: Shipping address
fa: نشانی ارسال
fr: Adresse de livraison

# Languages::shipping_charges
source: Shipping charges
fa: هزینه های ارسال
fr: Frais de port

# Languages::shipping_time_and_charges
source: Shipping time and rates
fa: زمان و نرخ حمل و نقل
fr: Délais et tarifs d'expédition

# Languages::shipping_cost
source: Shipping cost
fa: هزینه ارسال
fr: Frais de port

# Languages::shipping.pricing
source: Pricing
fa: قیمت گذاری
fr: Fixation des prix

# Languages::shipping_estimation
source: Shipping estimation
fa: برآورد ارسال
fr: Estimation des frais de livraison

# Languages::shipping_freight
source: Shipping freight
fa: بار ارسالی
fr: Frais de port

# Languages::shipping_information
source: Shipping information
fa: اطلاعات ارسال
fr: Information de livraison

# Languages::shipping_method
source: Shipping method
fa: روش ارسال
fr: Mode de livraison

# Languages::shipping_methods
source: Shipping methods
fa: روش های ارسال
fr: Modes de livraison

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
fa: مجموعه ای از قوانین و پارامترهای برای محاسبه هزینه ارسال.
fr: Ensemble de règles et de paramètres pour calculer le coût d'expédition

# Languages::shipping_name
source: Shipping name
fa: نام حمل و نقل
fr: Nom livraison

# Languages::shipping_options
source: Shipping Options
fa: گزینه های ارسال
fr: Options d'expédition

# Languages::shipping_properties
source: Shipping properties
fa: خواص حمل و نقل
fr: Propriétés d'expédition

# Languages::shipping_rates
source: Shipping rates
fa: نرخ حمل
fr: Taux livraison

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
fa: نشانی صورتحساب و حمل مشابه اند؟
fr: Adresse de livraison idem que facturation

# Languages::shipping_service
source: Shipping service
fa: خدمات حمل
fr: Service livraison

# Languages::shipping_time
source: Shipping time
fa: زمان ارسال
fr: Temps de livraison

# Languages::shipping_rate
source: Rate
fa: نرخ
fr: Taux

# Languages::shipping_price_condition
source: Price condition
fa: شرایط قیمت
fr: Condition de prix

# Languages::shipping_weight_condition
source: Weight condition
fa: وضعیت وزن
fr: Condition de poids

# Languages::shipping_items_condition
source: Items condition
fa: شرایط اقلام
fr: État des articles

# Languages::shipping_surcharge_discount
source: Surcharge / Discount
fa: اضافه هزینه / تخفیف
fr: Supplément / Remise

# Languages::shipping_per
source: per
fa: مطابق
fr: par

# Languages::shipping_from_value
source: From
fa: از جانب
fr: De

# Languages::shipping_to_value
source: To
fa: به
fr: À

# Languages::shipping_and_up
source: and up
fa: و تا
fr: et plus

# Languages::shipping_item
source: item
fa: مورد

# Languages::shipping_add_conditions
source: Add conditions
fa: شرایط را اضافه کنید
fr: Ajouter des conditions

# Languages::shipping_hide_conditions
source: Hide conditions
fa: پنهان کردن شرایط
fr: Cacher les conditions

# Languages::shipping_add_price_condition
source: Add price conditions
fa: اضافه کردن شرایط قیمت
fr: Ajouter des conditions de prix

# Languages::shipping_add_weight_condition
source: Add weight conditions
fa: شرایط وزن را اضافه کنید
fr: Ajouter des conditions de poids

# Languages::shipping_add_items_condition
source: Add items conditions
fa: شرایط موارد را اضافه کنید
fr: Conditions d'ajout d'éléments

# Languages::shipping_remove_price_condition
source: Remove price conditions
fa: حذف شرایط قیمت
fr: Supprimer les conditions de prix

# Languages::shipping_remove_weight_condition
source: Remove weight conditions
fa: شرایط وزنی را حذف کنید
fr: Supprimer les conditions de poids

# Languages::shipping_remove_items_condition
source: Remove items conditions
fa: شرایط موارد را حذف کنید
fr: Conditions de retrait des articles

# Languages::shipping_edit_rate_area
source: Edit rate area
fa: ویرایش منطقه نرخ
fr: Édition d'une zone tarifaire

# Languages::shipping_remove_rate_area
source: Remove rate area from shipping
fa: منطقه نرخ را از حمل و نقل حذف کنید
fr: Retirer la zone tarifaire de l'expédition

# Languages::shipping_rate_range_overlap_error_message
source: Condition must not fall within existing range.
fa: شرایط نباید در محدوده موجود قرار گیرد.
fr: La condition ne doit pas tomber dans la fourchette existante.

# Languages::shipping_rate_range_limit_error_message
source: The beginning of the range can't be higher than the end.
fa: ابتدای محدوده نمی تواند بالاتر از انتهای آن باشد.
fr: Le début de la fourchette ne peut pas être plus élevé que la fin.

# Languages::shipping_rate_absolute
source: Absolute ([currency])
fa: مطلق ([currency])
fr: ([devise]) Absolu

# Languages::shipping_rate_percent
source: Cart percent (%)
fa: درصد سبد خرید (%)
fr: Pourcentage du panier (%)

# Languages::ship_dhl_height
source: Package height
fa: ارتفاع بسته بندی
fr: Hauteur du paquet

# Languages::ship_dhl_length
source: Package length
fa: طول بسته
fr: Longueur du paquet

# Languages::ship_dhl_site_id
source: Site ID
fa: شناسه سایت

# Languages::ship_dhl_width
source: Package width
fa: عرض بسته بندی
fr: Largeur du paquet

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
fa: تجهیزات کمکی برای تایید
fr: Concessions Complemetaires

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
fa: آدرس سرویس درخواست شده
fr: Le Service d'Adresses a été Demande

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
fa: ترک حامل اگر پاسخی داده نشد
fr: Pas de transport s'il n'y a pas de Reponse

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
fa: تغییر سرویس درخواست شده
fr: On a Demande de Changer le Service

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
fa: درخواست خدمات حمل و نقل
fr: Promotion du Service Demande
