Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::text_skrill_notice
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before validating email, secret word or activating merchant tools.</p>
fa: برای دسترسی به شبکه پرداخت بین‌المللی Skrill، لطفاً در صورتی که هنوز حسابی ندارید، <a href="[register_url]" target="_blank">را در اینجا</a> برای یک حساب رایگان ثبت کنید.<p><strong>توجه</strong>: لطفاً تنظیمات را قبل از تأیید اعتبار ایمیل، کلمه مخفی یا فعال کردن ابزارهای تجاری ذخیره کنید.</p>
fr: Pour avoir accès au reseau de paiements international de Skrill, veuillez vous inscrire avec un compte gratuit si vous n'en avez pas encore un. Attention, enregistrer s'il vous plait les paramètres avant de valider l'email, mot de passe ou activer les outils de vendeur </p>

# Languages::text_skrill_notice_register
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before activating merchant tools.</p>
fa: برای دسترسی به شبکه پرداخت بین‌المللی Skrill، لطفاً در صورتی که هنوز حسابی ندارید، <a href="[register_url]" target="_blank">را در اینجا</a> برای یک حساب رایگان ثبت کنید.<p><strong>توجه</strong>: لطفاً تنظیمات را قبل از فعال کردن ابزارهای تجاری ذخیره کنید.</p>
fr: Pour avoir accès au reseau international des paiements de Skrill, veuillez-vous enregistrer ici pour un compte gratuit, si vous n'en avez pas encore. Attention, enregistrer les parametres avant d'activer les outils du vendeur

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
fa: برای استفاده از این ویژگی، لطفاً ابتدا روش پرداخت را ذخیره کنید.
fr: Pour utiliser cette fonctionnalité, sauvez d'abord la méthode de paiement.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
fa: کلمه مخفی باید در حروف بدون شخصیت های ویژه و حداقل 10 رقم داشته باشد.
fr: Le mot secret doit être en minuscules sans caractères spéciaux et contenir au moins 10 caractères.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
fa: ورد مشخص شده صحیح است.
fr: Le mot secret indiqué est correct.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
fa: ورد شما نادرست است. لطفا شما ورد در بخش تجاری ابزار حساب Skrill را انتخاب کنید و سپس آن را اینجا وارد کنید.
fr: Votre mot secret est incorrect. Choisissez votre mot secret dans la section Outils marchands de votre compte Skrill, puis entrez-le ici.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
fa: <b>پشتیبانی:</b> <br /><br /> آیا سوالی دارید؟<br /> با Skrill در <a href="mailto:">ecommerce@skrill.com</a> یا با تلفن +44 (0) 870 383 0762.<br />تماس بگیرید.
fr: <b> Support: </ b> <br /> <br /> Vous avez des questions ?<br /> Contactez Skrill sur <a href="mailto:"> ecommerce@skrill.com </ a> ou par téléphone au +44 (0) 870 383 0762. <br />

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
fa: زیرا این پارامتر زمان وابسته به فاصله زمانی برای پارامتر "وضعیت" نمی توانید استفاده کنید.
fr: Vous ne pouvez pas utiliser un intervalle de temps pour le paramètre "Statut" car ce dernier est indépendant du temps.

# Languages::text_storage_changed
source: Storage changed successfully
fa: ذخیره سازی با موفقیت تغییر کرد
fr: Stockage changé avec succès

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
fa: <strong>حالت کامل</strong> فعال شده است. در این حالت تمام ویژگی های تجارت الکترونیک پیشرفته در دسترس هستند.
fr: <strong> Le mode complet </ strong> a été activé. Dans ce mode, toutes les fonctionnalités avancées de commerce électronique sont disponibles.

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
fa: فروشگاه <b>بسته</b> شد
fr: Le magasin est <b>fermé</b>

# Languages::text_store_mode_full
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fr: Accès complet non limité à toutes les fonctionnalités. Saisissez un numéro de licence valide pour l'activer. Ce mode peut être activé à tout moment

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
fa: فروشگاه <b>افتتاح</b> شد
fr: Le magasin a été <b> ouvert </ b>

# Languages::text_store_mode_open
source: The store was <b>opened</b>
fa: فروشگاه <b>باز شد</b>
fr: Le magasin a été <b>ouvert</b>

# Languages::text_store_mode_trial
source: <p>Full access to all features during the 30-day trial period, starting from the time of activation.</p><p>Once the 30-day trial period expires, you'll have to <a href="[product_buy_url]" target="_blank">purchase a license</a> or enter a valid license number to be able to manage your store.</p>
fa: <p>دسترسی کامل به همه ویژگی‌ها در طول دوره آزمایشی 30 روزه، از زمان فعال‌سازی.</p><p>پس از پایان دوره آزمایشی 30 روزه، باید <a href="[product_buy_url]" target="_blank">مجوز</a> را خریداری کنید یا یک شماره مجوز معتبر وارد کنید تا بتوانید فروشگاه خود را مدیریت کنید.</p>
fr: Accès complet à toutes les fonctionalités durant une période d'évaluation de 30 jours, celle-ci débutera dés l'activation. Lorsque la période d'évaluation de 30 jours sera terminée, vous devrez alors acheter une licence ou introduire un numéro de licence valide pour pouvoir continuer à gérer votre boutique

# Languages::text_store_mode_trial_rb
source: All features are available during 30 days after download of the installation package. You don't need to enter the license key.<br /><br />After the 30-day trial period is over, you need to buy the license or enter the license key if you already have one.<br /><br />
fa: همه ویژگی ها در طول 30 روز پس از دانلود بسته نصب در دسترس هستند. نیازی نیست کلید مجوز را وارد کنید.<br /><br />پس از پایان دوره آزمایشی 30 روزه، باید مجوز را بخرید یا اگر از قبل کلید مجوز را دارید، آن را وارد کنید.<br /><br />
fr: Toutes les caractérisitiques sont disponibles pendant 30 jours après avoir télécharger le fichier d'installation. Il n'est pas nécessaire de saisir un cle de license. Après la période de 30 jours, Vous devrez à acheter une license ou saisir une clé de licence si vous en avez une

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
fa: مالیات <b>[tax]</b> به تمام محصولات اعمال شد
fr: La taxe <b>[tax]</b> a été appliquée à tous les produits

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
fa: مالیات <b>[tax]</b> از تمام محصولات حذف شد
fr: La taxe <b>[tax]</b> a été supprimée de tous les produits

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
fa: تغییرات شما ذخیره نشده است. برای ذخیره تغییرات روی تأیید یا لغو را برای رد آنها فشار دهید.
fr: Template has been changed. Please press "OK" to save changes or "Cancel" to leave template unchanged.

# Languages::text_thaiepay_notice
source: <p>Please set the following values in the ThaiePay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these values to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
fa: <p>لطفاً مقادیر زیر را در تنظیمات فروشنده ThaiePay تنظیم کنید:</p><p>URL بازگشت: <b>[return_url]</b></p><p>وضعیت: <b>بله (مهم است!)</b></p><p>آدرس پست برگشت: <b>[postback_url]</b></p><p>پارامتر اصلی: <b>اینچ " باید بررسی شود</b> - باعث افزایش امنیت تراکنش ها می شود</p><p>پارامتر اضافی: برای پردازش موفقیت آمیز تراکنش ها الزامی است. به عنوان مثال، می توانید <b>name=completed را</b> و <b>value=some_secret_word را</b>تنظیم کنید. این مقادیر را در این فیلدهای فرم کپی کنید: "Additional Parameter Name" و "Additional Parameter Value".</p>
fr: <p>Veuillez définir les valeurs suivantes dans les paramètres du marchand ThaiePay:</p><p>Return Url : <b>[return_url]</b></p><p>Status : <b>Oui (c'est important !)</b></p><p>Post Back Url : <b>[postback_url]</b></p><p>Paramètre principal : <b>"total" doit être vérifié</b> - cela augmentera la sécurité des transactions</p><p>Paramètre supplémentaire : il est obligatoire pour le traitement réussi des transactions. Par exemple, vous pouvez définir <b>name=completed</b> et <b>value=some_secret_word</b>. Copiez ces valeurs dans ces champs de formulaire : "Nom du paramètre supplémentaire" et "Valeur du paramètre supplémentaire".</p>

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
fa: تصاویر بندانگشتی به طور خودکار از تصاویر دقیق تولید می شوند، اما می توانید آنها را به صورت دستی نیز <a id="[id]" class="[class]">کنید.</a>
fr: Les vignettes seront générées automatiquement à partir des images détaillées, mais vous pouvez aussi les <a id="[id]" class="[class]">télécharger manuellement.</a>

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
fa: [item] بیشتر<i class="text-arrow">&larr;</i>
fr: Plus [item] <i class="text-arrow">&rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
fa: بیشتر <i class="text-arrow"> &rarr;</i>
fr: Voir plus <i class="text-arrow">&rarr;</i>

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
fa: دستورالعمل های دسترسی به آدرس ایمیل شما فرستاده شدند.
fr: Les instructions d'accès ont été envoyé à votre adresse e-mail.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
fa: اطلاعات درخواست شما در مورد سفارشات شما که در فروشگاه قرار گرفته است.
fr: Vous avez demandé les informations de commande que vous avez faites sur notre boutique en ligne.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
fa: لطفاٌ برای نمایش کل سفارشاتتان این لینک را دنبال کنید:
fr: Pour voir toutes vos commandes, veuillez cliquer sur le lien suivant :

# Languages::text_track_view_order
source: To view order #[order] please open this link:
fa: لطفاً برای نمایش سفارش #[order] این لینک را باز کنید:
fr: Pour voir la commande #[order], veuillez ouvrir ce lien :

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
fa: معامله توسط مشتری لغو شد
fr: La transaction a été annulée par le client

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
fa: معامله توسط پردازنده پرداخت کاهش یافته است و یا توسط مشتری لغو شد
fr: La transaction a été annulée par le système de paiement ou a été annulée par le client

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
fa: احتمالاً فرآیند ارتقای دیگری در حال اجرا است.<br />لطفا صبر کنید تا تمام شود.<br />اگر فرآیند با خطا به پایان رسیده است، می توانید فایل [filename] را حذف کرده و سعی کنید ارتقا را مجدداً راه اندازی کنید.<br /><a href="[url]">فایل قفل را بردارید و ارتقا را مجدد راه اندازی کنید</a>
fr: Un autre processus de mise à jour est en cours d'exécution. <br /> Veuillez attendre jusqu'à ce qu'il soit terminé. <br /> Si le processus se termine avec une erreur, vous pouvez supprimer le fichier [nom du fichier] et essayer de redémarrer la mise à jour. <br /> <a href="[url]"> Supprimer le fichier de verrouillage et redémarrer la mise à niveau </ a>

# Languages::text_uc_backup_database
source: The following database tables have been backed up
fa: جداول پایگاه داده زیر پشتیبان گرفته شده است
fr: Les tables suivantes de la base de données ont été sauvegardées.

# Languages::text_uc_backup_files
source: The following files have been backed up
fa: فایل های زیر را پشتیبان گرفته شده است
fr: Les fichiers suivants ont été sauvegardés

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please refresh packages list and try to download it again
fa: به نظر می رسد ارتقاء بسته شکسته شود. لطفا لیست بسته هارا به روز کردن کنید و سعی کنید دوباره آن را دانلود کنید
fr: Le fichier de mise à jour semble être defectueux. Renouveler la liste des fichiers et essayer de le télécharger à nouveau

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
fa: غیر فعال کردن روند ارتقاء راه اندازی نشده است
fr: Impossible de désactiver le processus du lancement de la mise à jour.

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
fa: ارتقاء بسته نمی توانید دانلود شود
fr: Impossible de télécharger le package de mise à jour

# Languages::text_uc_changed_files_message
source: These files have local modifications and will be backed up. Once the upgrade is complete, compare the backup files with the new files and reapply the modifications to the new files, if necessary.
fa: این فایل ها دارای تغییرات محلی هستند و از آنها نسخه پشتیبان تهیه می شود. پس از تکمیل ارتقا، فایل‌های پشتیبان را با فایل‌های جدید مقایسه کنید و در صورت لزوم، تغییرات را مجدداً در فایل‌های جدید اعمال کنید.
fr: Ces fichiers ont des modifications locales et seront sauvegardés. Quand la mise à jour sera finie, comparer les fichiers du backup avec les nouveaux fichiers et re appliquez aux nouveaux fichiers vos modifications, si nécessaire.

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
fa: نسخه [product] با موفقیت بررسی شده است. آماده برای ارتقاء داده شدن است.
fr: Votre version CS-Cart a été testée avec succès. Il est prêt pour la mise à jour

# Languages::text_uc_conflicts
source: The following files had local modifications
fa: فایل های زیر تغییرات محلی بود
fr: Les fichiers suivants ont eu des modifications locales

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
fa: مجوز به اندازه کافی برای به روز رسانی پایگاه داده نمی باشد. [priviliges]: لطفا امتیازات زیر را به کاربر پایگاه داده خود [DB_USER] اختصاص دهید.
fr: Permissions insuffisantes pour mettre à jour la base de données. Veuillez attribuer les privilèges suivants à l'utilisateur de votre base de données [db_user]: [priviliges].

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
fa: توجه! لطفا کپی کنید و URL زیر را ذخیره کنید - شما می توانید از آن برای بازگرداندن و ارتقای فروشگاه خود استفاده کنید <br /> <B> [عکاس هنگام عکسبرداری] </ B>
fr: Attention! Veuillez copier et sauvegarder URL ci-dessous - vous pouvez l'utiliser pour restaurer votre magasin si la mise à jour échoue. <br /><b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
fa: جداول پایگاه داده ها پشتیبانی نشده اند.
fr: Les tables de la base de données n'ont pas été sauvegardées

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
fa: عدم موفقیت در ایجاد پوشه جدید
fr: La création d'un nouveau répertoire a échoué

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
fa: اف تی پی انتقال انجام نشد
fr: Échec du transfert FTP

# Languages::text_uc_ftp_cart_directory_not_found
source: We were unable to find CS-Cart installation in the specified directory. Please make sure that you have entered the correct FTP directory.
fa: ما نتوانستیم نصب CS-Cart را در دایرکتوری مشخص شده پیدا کنیم. لطفا مطمئن شوید که دایرکتوری FTP را درست وارد کرده اید.
fr: Nous n'avons pas pu trouver l'installation de CSCart dans le repertoire specifie. Merci de vous assurer vous avez saisi l'accès correcte du répertoire FTP.

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
fa: عدم موفقیت در اتصال به FTP
fr: La connection FTP a échoué

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
fa: نمی تواند به سرور اف تی پی متصل شوید. لطفا چک کنید که نام میزبان درست است یا خیر
fr: Impossible de se connecter au serveur FTP. Vérifier si le nom d'hôte est correct

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
fa: به سرور اف تی پی نميتوانيد وارد شويد. لطفا چک کنید کهنام کاربری و رمز عبور صحیح است یا نه
fr: Impossible de se connecter au serveur FTP. Vérifier le nom d'utilisateur et le mot de passe.

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
fa: اعتبار FTP برای دسترسی به فایل ها و تنظیم مجوزهای مناسب به طور خودکار
fr: Identification FTP pour accéder aux fichiers et définir des autorisations appropriées automatiquement

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
fa: برخی از فایل های خود را تغییرات محلی دهید. شما می توانید آنها را با کلیک کردن روی لینک زیر چک کنید
fr: Certains de vos fichiers avaient des modifications locales. Vous pouvez les consulter en cliquant sur le lien suivant

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
fa: اشتباه در به روز رسانی فایل ها
fr: Mauvais chemin pour mettre à niveau les fichiers

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
fa: لطفا شماره گواهینامه [product] را وارد کنید
fr: Merci de saisir votre numéro de licence CS-Cart

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
fa: لیست ارتقا گم شده است یا در دسترس نیست
fr: La liste des mises à jour est manquante

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
fa: این فایل ها نیاز به مجوز مجموعه نوشتن (دستی و اتوماتیک از طریق FTP) دارند
fr: Ces fichiers requièrent des autorisations en écriture (manuellement ou automatiquement via FTP)

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
fa: فضای دیسک کافی برای نسخه پشتیبان پایگاه داده ها
fr: Espace disque insuffisant pour sauvegarder la base de données

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
fa: به نظر می رسد هیچ ماژول اف تی پی در سرور شما نصب نشده است. تا زمانی که این ماژول نصب نشده شما نمی توانید از FTP استفاده کنید
fr: Il semble qu'aucun module FTP n'est installé sur votre serveur. Vous ne pouvez pas utiliser le FTP si ce module n'est pas installé.

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
fa: عدم موفقیت در ایجاد پوشه ارتقاء
fr: Impossible de créer un répertoire de mise à jour.

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
fa: عدم موفقیت در تجزیه uc.xml توصیف فرآیند ارتقاء
fr: Impossible d'analyser le descripteur du processus de mise à jour uc.xml

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
fa: عدم موفقیت در حذف پرونده
fr: Impossible de supprimer le fichier

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
fa: عدم موفقیت در حذف packages.xml توصیف ارتقاء
fr: Impossible de supprimer le descripteur de mise à jour packages.xml

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
fa: عدم حذف فایل قفل ارتقاء داده شده. فایل [file] را حذف کنید.
fr: Impossible de supprimer le fichier de verrouillage de mise à jour. Veuillez supprimer le fichier [file].

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
fa: به روز رسانی لیست ارتقا داده شده نصب نشد
fr: Impossible de mettre à jour la liste des mises à jour installées

# Languages::text_uc_upgrade_completed
source: Your store has been upgraded successfully
fa: فروشگاه شما با موفقیت ارتقا یافته است
fr: Votre boutique a été mise à jour avec succès

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
fa: <p>فروشگاه شما در طول مراحل ارتقا بسته شد. ما به شما توصیه می کنیم که پس از ارتقا، کار فروشگاه را بررسی کنید و تنها پس از آن آن را باز کنید.</p><p>می توانید با برداشتن تیک تنظیمات بستن ویترین در زیر تنظیمات → عمومی، فروشگاه را باز کنید.</p>
fr: <p>Votre magasin a été fermé durant la procédure de mise à jour. Nous vous conseillons de vérifier le travail de votre magasin après la mise à jour, et ensuite de l'ouvrir. .</p><p>Vous pouvez ouvrir votre magasin en décochant le paramètre 'Fermer le magasin' sous Paramètres->Général</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
fa: فایل ورود به سیستم ارتقاء داده شده قابل نوشتن است
fr: Fichier du journal de mise à jour n'est pas accessible en écriture

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
fa: شما نیاز به ارتقاء به نسخه <b>[to_version]</b> قبل از استفاده از این بسته را دارید، ارتقا (نسخه شما <b>[your_version]</b> است).
fr: Vous devez mettre à jour la version <b>[to_version]</b> avant d'appliquer ce paquet de mise à jour (votre version : <b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
fa: هیچ بسته ای برای ارتقا انتخاب نشده است
fr: Aucun paquet de mise à jour n'est sélectionné.

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
fa: ارتقاء باموفقیت واگردانی شده است
fr: La mise à jour a été inversée avec succès

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
fa: مالک محصول. فقط صاحب کالا می توانید تمام زمینه ها در محصولات مشترک را ویرایش کنید.
fr: Propriétaire du produit. Seul le propriétaire du produit peut modifier tous les champs dans les produits partagés.

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
fa: عدم موفقیت در تجزیه ساختار XML
fr: Échec de l'analyse de la structure XML
