Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::transaction_datetime
source: Transaction date
fa: تاریخ معامله
fr: Date de la transaction

# Languages::transaction_key
source: Transaction key
fa: کلید معامله
fr: Clé de transaction

# Languages::transaction_password
source: Transaction password
fa: رمزعبور تراکنش
fr: Mot de passe de la transaction

# Languages::transaction_type
source: Transaction type
fa: نوع معامله
fr: Type de transaction

# Languages::transaction_url
source: Transaction URL
fa: آدرس معامله
fr: URL de la transaction

# Languages::translate
source: Translate
fa: ترجمه
fr: Basculer vers le mode de traduction

# Languages::translations
source: Translations
fa: ترجمه
fr: Traductions

# Languages::edit_texts
source: Edit texts
fa: ویرایش متون
fr: Modifier les textes

# Languages::tree
source: Tree
fa: درخت
fr: Arbre

# Languages::trial
source: Trial
fa: ازمایش
fr: Test

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
fa: حالت آزمایشی دیگر در دسترس نیست زیرا مجوز معتبری برای این نصب فعال کرده اید
fr: Le mode de test n'est plus disponible dès que vous activez une licence valide pour cette installation.

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
fa: ازمایش در حالت فعال نمی باشد
fr: Le mode de test ne peut pas être activé

# Languages::trial_notice
source: Your store is in the Trial mode.<br /><br />When the 30-day trial period expires, you'll have to enter a valid license number to be able to manage your store.<br /><br />To dismiss this message permanently, and to access to the Administration panel after the trial period is over, purchase a license and <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activate the Full mode</a>.
fa: فروشگاه شما در حالت آزمایشی است.<br /><br />وقتی دوره آزمایشی 30 روزه منقضی شد، باید یک شماره مجوز معتبر وارد کنید تا بتوانید فروشگاه خود را مدیریت کنید.<br /><br />برای رد دائمی این پیام و دسترسی به پنل مدیریت پس از اتمام دوره آزمایشی، مجوز خریداری کنید و <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">حالت کامل را فعال کنید</a>.
fr: Votre boutique est en mode de Test.<br /><br />Quand les 30 jours de la période de test seront terminés, Vous devrez introduire un numero de license valide pour pouvoir gérer votre boutique .<br /><br />Pour plus afficher ce message de façon permanente et accéder le panneau d'Administration après la fin de la période de test, achetez une license <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> et activez le mode complet du logiciel</a>.

# Languages::trial_expired
source: Your [product] trial period has expired
fa: دوره آزمایشی [product] شما به پایان رسیده است
fr: Votre période de test est terminée

# Languages::text_input_license_code
source: Please enter your license number to be able to manage your store:
fa: لطفا شماره مجوز خود را وارد کنید تا بتوانید فروشگاه خود را مدیریت کنید:
fr: Veuillez introduire votre numéro de license pour pouvoir gérer votre boutique:

# Languages::text_buy_new_license
source: If you don't have a license number yet, you can purchase it at our official website.
fa: اگر هنوز شماره مجوز ندارید، می توانید آن را در وب سایت رسمی ما خریداری کنید.
fr: Si Vous n'avez pas encoreun numéro de licence, vous pouvez l'acheter sur notre site web officiel.

# Languages::buy_license
source: Purchase a license
fa: خرید مجوز
fr: Acheter une licence

# Languages::true
source: True
fa: درست است
fr: Vrai

# Languages::tt_views_shippings_update_delivery_time
source: The delivery time appears next to the name of the shipping method. If you use realtime shipping rate calculation, your shipping service may provide its own delivery time. The time provided by the shipping service will be displayed instead of the time you specify here.
fa: زمان تحویل در کنار نام روش ارسال ظاهر می شود. اگر از محاسبه نرخ حمل و نقل بلادرنگ استفاده می کنید، سرویس حمل و نقل شما ممکن است زمان تحویل خود را ارائه دهد. زمان ارائه شده توسط سرویس حمل و نقل به جای زمانی که در اینجا مشخص کرده اید نمایش داده می شود.
fr: L'heure de livraison apparait près du nom de la méthode d'expédition. Si vous utilisez un taux d'expédition en temps réel, votre service d'expédition fournira sa propre heure de livraison. L'heure forunie par le service d'expédition sera affichée au lieu de l'heure specifiée ici.

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
fa: عنوان صفحه نمایش داده شده در صفحه مرورگر.
fr: Titre de la page affichée sur la fenêtre de navigation.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
fa: رتبه محبوبیت محصول بر اساس تعداد دفعات بازدید از ویترین، تعداد موارد اضافه شده به سبد خرید و تعداد خرید.
fr: Cote de popularité du produit basée sur le nombre de fois que la vitrine a été vue, et le nombre d'ajouts au panier et le nombre d'achats.

# Languages::ttc_search_words
source: Enter a few words here, and the product will appear in the results of the built-in search for those words, even if the product name or description doesn't have them. Separate different search words by commas.
fa: چند کلمه را در اینجا وارد کنید، و محصول در نتایج جستجوی داخلی برای آن کلمات ظاهر می شود، حتی اگر نام محصول یا توضیحات آنها را نداشته باشد. کلمات جستجوی مختلف را با کاما جدا کنید.
fr: Saisissez quelques mots ici, et le produit apparaîtra dans les résultats de la recherche intégrée pour ces mots, même si le nom ou la description du produit ne les contient pas. Séparez les différents mots de recherche par des virgules.

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
fa: همه نام‌های دامنه فروشگاه‌ها باید با یک آدرس IP مرتبط باشند. توجه: برای ویرایش به «همه فروشگاه‌ها» بروید
fr: Tous les noms de domaine des storefronts doivent être associés à la même adresse IP. Note: Basculer en 'Tous les magasins' pour éditer.

# Languages::ttc_stores_status
source: ON—the storefront is open; everyone will see it. OFF—the storefront is closed; only those who have the access key will be able to see it.
fa: روشن - ویترین فروشگاه باز است. همه آن را خواهند دید خاموش - ویترین فروشگاه بسته است. فقط کسانی که کلید دسترسی را دارند می توانند آن را ببینند.
fr: ON - la vitrine est ouverte ; tout le monde peut la voir. OFF - la vitrine est fermée ; seuls ceux qui ont la clé d'accès pourront la voir.

# Languages::access_for_authorized_customers_only
source: Access for authorized customers only
fa: دسترسی فقط برای مشتریان مجاز
fr: Accès réservé aux clients autorisés

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
fa: آیتم منو برای ارسال مشخص شده فعال شده نشان داده می شود.
fr: Le menu sera affiché activé pour les envois spécifiés.

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
fa: منوی فرعی شامل عناصر فرزند شی انتخاب شده خواهد بود.
fr: Le sous-menu comprendra des éléments 'enfants' des objets sélectionnés.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
fa: URL هدف. ممکن است یک URL خارجی، یک URL فروشگاه داخلی یا یک ارسال باشد.
fr: URL cible. Peut être une URL externe, une URL de magasin interne ou un dispatch.

# Languages::tts_menu_user_class
source: User-defined CSS class will be added to the menu item, so this will allow to define the menu item with its own CSS style.
fa: کلاس CSS تعریف شده توسط کاربر به آیتم منو اضافه می شود، بنابراین این امکان را به شما می دهد که آیتم منو با سبک CSS خود تعریف کنید.
fr: La classe CSS utilisateur sera ajoutée au menu, cela vous permetra de définir le menu avec son propre style CSS.

# Languages::tt_views_block_manager_update_block_override_by_this
source: If you save the block with this option checked, the current block content value will override the content of this block everywhere it is used in the cart
fa: اگر بلوک را با علامت زدن این گزینه ذخیره کنید، مقدار محتوای بلوک فعلی محتوای این بلوک را در هر جایی که در سبد خرید استفاده می شود لغو می کند.
fr: Si vous enregistrez le bloc avec cette option cochée, la valeur du contenu du bloc en cours écrasera le contenu de ce bloc partout où il est utilisé dans le panier.

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
fa: عرض بلوک برای بلوک های واقع در گروه دارای جهت افقی کار می کند، برای موارد دیگر این پارامتر کار نمی کند.
fr: La largeur du bloc fonctionne pour les blocs situés dans le groupe ayant une direction horizontale, ce paramètre ne fonctionne pas pour les autres cas.

# Languages::tt_views_block_manager_update_location_default
source: One location must be picked as default. Its Top and Bottom containers will be used in all locations.
fa: یک مکان باید به عنوان پیش فرض انتخاب شود. ظروف بالا و پایین آن در همه مکان ها استفاده خواهد شد.
fr: Une destination doit être choisie comme étant celle par défaut. Ses conteneurs en haut et en bas seront utilisés dans toutes les destinations.

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
fa: اگر فعال باشد، نتایج جستجو فقط شامل کاربرانی می شود که در حال حاضر آنلاین هستند.
fr: Si activé, les résultats de recherche n'incluent que les utilisateurs qui sont en ligne actuellement.

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
fa: در صورت فعال بودن، نماد ارز بعد از جمع نشان داده می شود.
fr: Si activé, le symbole de la devise apparaît après la somme.

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
fa: تعداد ارقام بعد از علامت اعشار.
fr: Nombre de chiffres après le signe décimal.

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
fa: جداکننده اعشاری.
fr: Séparateur décimal

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
fa: جدا کننده هزار.
fr: Séparateur de millier.

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
fa: اگر فعال باشد، فایل پشتیبان پایگاه داده شامل داده های جدول واقعی است.
fr: Si activé, le fichier de sauvegarde de la base de données comprends les données effectives de la table.

# Languages::tt_views_database_manage_backup_schema
source: If enabled, the database backup file keeps the table structure.
fa: اگر فعال باشد، فایل پشتیبان پایگاه داده ساختار جدول را حفظ می کند.
fr: Si activé, le fichier de sauvegarde de la base de données conserve la structure de la table.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
fa: اقدامی را روی فایل انتخاب کنید: "دانلود مستقیم" - برای ذخیره فایل در رایانه محلی، "صفحه نمایش" - برای نمایش محتویات فایل، "سرور" - برای ذخیره فایل در سیستم فایل سرور.
fr: Choisir une action sur le fichier: "Téléchargement direct" - pour enregistrer le fichier sur l'ordinateur local, "Ecran" - pour afficher le contenu du fichier, "Serveur" - pour enregistrer le fichier dans le système de fichiers du serveur.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
fa: کد دو حرفی زبان.
fr: Code 2 lettres de la langue

# Languages::tt_views_languages_update_country
source: The flag of this country will be used as language icon.
fa: پرچم این کشور به عنوان نماد زبان مورد استفاده قرار گیرد.
fr: Le drapeau de ce pays sera utilisé comme icône de la langue.

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
fa: اگر فعال باشد، نتایج جستجو حاوی سفارشاتی است که مشتریان فایل های خود را برای آنها بارگذاری کرده اند.
fr: Si activé, les résultats de recherche contiendront les commandes pour lesquelles les clients ont chargés leurs propres fichiers.

# Languages::tt_views_payments_update_surcharge_title
source: Leave empty to use the 'Payment surcharge' as a title
fa: برای استفاده از «اضافه پرداخت» به عنوان عنوان، خالی بگذارید
fr: Laisser vide pour utiliser 'Paiement en supplément' comme titre

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
fa: الگو مسئول نمایش فیلدهای تکمیلی برای روش پرداخت است.
fr: Modèle responsable de l'affichage des champs d'affichage supplémentaires pour la méthode de paiement.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
fa: از این فیلد برای تعریف حداقل و حداکثر تعداد کالاهایی که باید در یک جعبه جداگانه ارسال شوند، استفاده کنید. یک مقدار غیر صفر وارد کنید و ابعاد کادر را در زیر مشخص کنید.
fr: Utilisez ce champ pour définir le nombre minimum et maximum d'éléments de produits à être livré dans une boîte séparée. Entrez une valeur non nulle, et précisez les dimensions de la boîte.

# Languages::tt_views_products_components_products_shipping_settings_weight
source: Non-downloadable products with zero weight are handled as having minimal possible non-zero weight
fa: محصولات غیر قابل دانلود با وزن صفر به عنوان دارای حداقل وزن غیر صفر ممکن در نظر گرفته می شوند
fr: Les produits non-téléchargeables ayant un poids nul sont traités comme ayant un poids minimal possible non nul

# Languages::tt_views_products_update_categories
source: Categories to be displayed in the navigation breadcrumbs.
fa: دسته بندی هایی که باید در بخش ناوبری نمایش داده شوند.
fr: Catégories qui doivent être affichées dans le chemin de fer/breadcrumb de navigation.

# Languages::tt_views_products_update_inventory
source: Track in stock product quantity. Enable the "Enable inventory tracking" option (Settings -> General) to modify.
fa: ردیابی مقدار موجودی محصول گزینه "Enable inventory tracking" (تنظیمات -> عمومی) را برای تغییر فعال کنید.
fr: Suivre la quantité de produits en stock. Activez l'option "Activer le suivi des stocks" (Paramètres -> Général) pour modifier.

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
fa: قیمت خرده فروشی پیشنهادی سازنده
fr: Prix de vente conseillé par le fabricant.

# Languages::tt_views_products_update_out_of_stock_actions
source: 'Buy in advance' lets customers buy out-of-stock products and products that will be available since a specific date. 'Sign up for notification' works only when the product has zero or negative quantity.
fa: «پیش خرید» به مشتریان این امکان را می‌دهد تا محصولات و محصولاتی که از تاریخ خاصی در دسترس خواهند بود را خریداری کنند. "ثبت نام برای اطلاع رسانی" فقط زمانی کار می کند که محصول دارای مقدار صفر یا منفی باشد.
fr: L'option "Acheter en avance" permet aux clients d'acheter des produits en rupture de stock et des produits qui seront disponibles à partir d'une date spécifique. L'option "S'inscrire à la notification" ne fonctionne que lorsque le produit a une quantité nulle ou négative.

# Languages::tt_views_product_features_update_feature_display_on_catalog
source: Show this feature on product list pages along with product description.
fa: نمایش این ویژگی در صفحات فهرست محصول همراه با توضیحات محصول.
fr: Afficher cette caractéristique produit sur la page de liste des produits avec la description du produit.

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
fa: در صورت فعال بودن، ویژگی محصول در صفحه جزئیات محصول در ویترین فروشگاه نمایش داده می شود
fr: Si activé, la caractéristique du produit est affichée sur la page de détails du produit dans la vitrine.

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
fa: ضمیمه ای که قبل از ویژگی محصول قرار دارد.
fr: Un affixe qui précède la caractéristique du produit.

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
fa: ضمیمه ای که از ویژگی محصول پیروی می کند.
fr: Un affixe qui suit la caractéristique du produit.

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
fa: پیامی که در صورت نادرست بودن داده های وارد شده نمایش داده می شود.
fr: Message affiché si la donnée saisie est incorrect.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
fa: یادداشتی که نشان دهنده مقداری است که باید وارد شود.
fr: Une note qui indique la valeur à entrer.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
fa: در صورت فعال بودن، این گزینه هنگام تشکیل موجودی محصول در نظر گرفته می شود.
fr: Si activée, cette option est prise en compte lors de la formation de l'inventaire des produits.

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
fa: عبارت منظم که الگوی مطابقت را مشخص می کند.
fr: Expression régulière spécifiant un schéma pour correspondre

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
fa: اگر فعال شود، دیگر ترفیعات اعمال نمی شود.
fr: Si activé, les autres promotions ne sont pas appliquées.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
fa: بازه های بررسی (روز، هفته، ماه، سال)
fr: Périodes à analyser (jour, semaine, mois, années).

# Languages::tt_views_sales_reports_update_table_dependence
source: Parameter to sort values by. It should relate to the Value to display param (e.g. Product costs—Total cost or Number of products—Number of items).
fa: پارامتر برای مرتب کردن مقادیر بر اساس. باید به پارامتر ارزش نمایش مربوط شود (مثلاً هزینه های محصول - هزینه کل یا تعداد محصولات - تعداد اقلام).
fr: Paramètre pour choisir les valeurs. Il devrait etre lié à sa valeur pour montrer le paramètre. (ex. Couts du Produit-Cout total ou Nombre de produits-Nombre de produits).

# Languages::tt_views_sales_reports_update_table_limit
source: Max number of chart components.
fa: بیشترین تعداد اجزای نمودار.
fr: Nombre maximum de composants du graphique.

# Languages::tt_views_site_layout_logos_alt_text
source: Leave empty to use company name as alternative text.
fa: خالی بگذارید تا نام شرکت به عنوان متن جایگزین استفاده شود.
fr: Laisser vide pour utiliser le nom de la société comme texte alternatif.

# Languages::tt_views_storage_cdn_cname
source: Domain name that you want to use instead of the CloudFront domain name for the URLs for your files. You also need to create a CNAME record with your DNS service to route queries to CloudFront host (it will be displayed on this page after you enter account information).
fa: نام دامنه ای که می خواهید به جای نام دامنه CloudFront برای URL های فایل های خود استفاده کنید. همچنین باید یک رکورد CNAME با سرویس DNS خود ایجاد کنید تا درخواست ها را به میزبان CloudFront هدایت کنید (پس از وارد کردن اطلاعات حساب در این صفحه نمایش داده می شود).
fr: Nom de domaine que vous souhaitez utiliser à la place du nom de domaine CloudFront pour les URL de vos fichiers. Vous devez également créer un enregistrement CNAME avec votre service DNS pour acheminer les requêtes vers l'hôte CloudFront (il sera affiché sur cette page après que vous ayez saisi les informations du compte).

# Languages::tt_views_storage_cdn_key
source: AWS Access Key ID. See <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> to learn how to get key and secret key.
fa: شناسه کلید دسترسی AWS. <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> را ببینید تا نحوه دریافت کلید و کلید مخفی را بیاموزید.
fr: ID de la clé d'accès AWS. Voir <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> pour apprendre à obtenir la clé et la clé secrète.

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
fa: شماره ی ثبت این مالیات در فروشگاه.
fr: Numéro d'enregistrement de la taxe dans le magasin.

# Languages::turkish
source: Turkish
fa: ترکی
fr: turc

# Languages::type
source: Type
fa: نوع

# Languages::type_comments_here
source: You can leave us a comment here
fa: شما اینجا می توانید نظری برای ما درج نمایید
fr: Vous pouvez nous laisser un commentaire ici.

# Languages::uc_ok
source: OK
fa: قبول

# Languages::uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
fa: از کوکی ها در این سایت برای ارائه بهترین تجربه کاربری استفاده می شود. اگر ادامه دهید، فرض می کنیم که با دریافت کوکی ها از این سایت موافقت می کنید. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">خوب</a></span></span>
fr: Notifier les visiteurs sur l'utilisation des cookies

# Languages::ult_share_users_setting_disabled
source: The setting value can not be changed as identical email addresses are registered in your store.
fa: مقدار تنظیمات قابل تغییر نمی باشد، زیرا آدرس ایمیل های مشابه در فروشگاه ثبت شده است.
fr: La valeur du paramètre ne ​​peut être modifiée tant que des adresses email identiques sont enregistrées dans votre magasin.

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
fa: پاک کردن این فروشگاه مقدور نمی باشد، زیرا سفارشاتی در بانک اطلاعاتی وجود دارند که شامل محصولات این شرکت می شوند. برای پاک کردن حساب، لطفا ابتدا تمام این قبیل سفارشات را پاک کنید.
fr: Impossible de supprimer cette boutique parce que des commandes contenant les produits de cette société se trouvent dans la base de données. Pour supprimer ce compte, supprimer d'abord toutes ces commandes.

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
fa: تعیین گروه کاربری مقدور نمی باشد. لطفا با مدیر فروشگاه تماس بگیرید.
fr: Impossible d'assigner le groupe d'utilisateur. Merci de contacter l'administrateur du magasin.

# Languages::unable_to_check_license
source: Unable to check your license number
fa: بررسی شماره ی پروانه شما مقدور نمی باشد
fr: Impossible de vérifier votre numéro de licence

# Languages::unable_to_delete_setting_description
source: Unable to delete setting description: [reason]
fa: امکان حذف توضیحات تنظیم وجود ندارد: [reason]
fr: Impossible de supprimer la description du paramètre: [reason]

# Languages::unable_to_delete_setting_variant
source: Unable to delete setting_variant: [reason]
fa: حذف setting_variant ممکن نیست: [reason]
fr: Impossible de supprimer setting_variant: [reason]
