Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::sales_reports_side_bar_notes
source: To include Order statuses, Payment methods and Rate areas in the conditions list, check the necessary item and click on the "Save" button.
fa: برای درج وضعیت سفارش، روش‌های پرداخت و مناطق نرخ در لیست شرایط، مورد لازم را بررسی کرده و بر روی دکمه «ذخیره» کلیک کنید.
fr: Pour inclure les statuts de commande, les modes de paiement et les zones tarifaires dans la liste des conditions, cochez l'élément nécessaire et cliquez sur le bouton "Enregistrer".

# Languages::check_none
source: None
fa: هیچ کدام
fr: Aucun

# Languages::check_active
source: Active
fa: فعال
fr: actif

# Languages::check_hidden
source: Hidden
fa: پنهان
fr: Caché

# Languages::check_pending
source: Pending
fa: در انتظار
fr: En attente

# Languages::check_number
source: Check Number
fa: شماره چک
fr: Vérifier le nombre

# Languages::check_ssl
source: Check SSL
fa: بررسی SSL
fr: Vérifier SSL

# Languages::check_uncheck_all
source: Check / uncheck all
fa: بررسی کنید / لغو انتخاب همه
fr: Cocher / tout décocher

# Languages::chinese
source: Chinese
fa: چینی
fr: chinois

# Languages::choose
source: Choose
fa: انتخاب کنید
fr: Choisir

# Languages::choose_action
source: Choose action
fa: انتخاب عمل
fr: Choisir une action

# Languages::choose_category
source: Choose category
fa: انتخاب رده
fr: Choisir la catégorie

# Languages::choose_user
source: Choose user
fa: کاربر را انتخاب کنید
fr: Choisir l'utilisateur

# Languages::choose_your_country
source: Choose your country
fa: کشور خود را انتخاب کنید
fr: Choisir votre pays

# Languages::choose_your_store_mode
source: Please choose your licensing mode
fa: لطفا نحوه صدور مجوز خود را انتخاب کنید
fr: Choisissez votre mode de licence

# Languages::cities
source: Cities
fa: شهرها
fr: Villes

# Languages::city
source: City
fa: شهر
fr: Ville

# Languages::classes
source: classes
fa: کلاس ها

# Languages::clean
source: clean
fa: پاکسازی
fr: Nettoyé

# Languages::cleanup_history
source: Clean up history
fa: پاک کردن تاریخچه
fr: Vider l'historique

# Languages::clean_logs
source: Clear logs
fa: پاکسازی گزارشات
fr: Eliminer les logs

# Languages::clean_old_logs
source: Clear logs older than [n] day|Clear logs older than [n] days
fa: پاک کردن گزارش‌های قدیمی‌تر از [n] روز|پاک کردن گزارش‌های قدیمی‌تر از [n] روز
fr: Effacer les journaux de plus de [n] jours|Effacer les journaux de plus de [n] jours

# Languages::clean_up_all_locations_on_import
source: Clean up locations before import
fa: پاکسازی مکان ها قبل از وارد نمایی
fr: Nettoyer les emplacements avant l'import

# Languages::clear
source: Clear
fa: پاک کردن
fr: effacer

# Languages::clear_cache
source: Clear cache
fa: پاک کردن حافظه نهان
fr: Nettoyer le cache

# Languages::generate_cache
source: Generate cache
fa: تولید حافظه نهان
fr: Générer le cache

# Languages::clear_cart
source: Clear cart
fa: پاک کردن سبد خرید
fr: Vider le panier

# Languages::clear_conditions
source: Clear conditions
fa: پاک کردن شرایط
fr: Effacer les conditions

# Languages::clear_fields
source: Clear fields
fa: پاک کردن زمینه ها
fr: Vider les champs

# Languages::clear_list
source: Clear list
fa: پاک کردن لیست
fr: Effacer la liste

# Languages::clear_thumbnails
source: Clean up generated thumbnails
fa: تمیز کردن تصاویر کوچک تولید شده
fr: Nettoyer les vignettes générées

# Languages::clicks
source: Clicks
fa: کلیک ها
fr: Cliques

# Languages::client_id
source: Client ID
fa: شناسه مشتری
fr: ID Client

# Languages::clone
source: Clone
fa: شبیه سازی
fr: Cloner

# Languages::clone_from
source: Clone from
fa: شبیه سازی از
fr: Clone de

# Languages::clone_selected
source: Clone selected
fa: شبیه سازی انتخاب شده ها
fr: Clôner sélection

# Languages::clone_table
source: Clone table
fa: جدول شبیه سازی
fr: Clôner table

# Languages::clone_theme
source: Clone theme
fa: شبیه سازی تم
fr: Cloner le thème

# Languages::clone_this_item
source: Clone this item
fa: شبیه سازی این مورد
fr: Clôner cet élement

# Languages::clone_this_page
source: Clone this page
fa: شبیه سازی این صفحه
fr: Cloner cette page

# Languages::close
source: Close
fa: بستن
fr: Fermer

# Languages::cmcic_societe
source: Societe
fa: شرکت
fr: Société

# Languages::code
source: Code
fa: کد

# Languages::coefficient
source: Coefficient
fa: ضريب

# Languages::collapse_bg_color
source: Collapse background color
fa: فروکش رنگ پس زمینه
fr: Réduire la couleur du fond

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
fa: بستن زیر فهرست موارد
fr: Fermer la sous-liste des items

# Languages::collapse_text_color
source: Collapse text color
fa: فروکش رنگ متن
fr: Réduire la couleur du texte

# Languages::color
source: Color
fa: رنگ
fr: Couleur

# Languages::combination
source: Combination
fa: ترکیب
fr: Combinaison

# Languages::comma
source: Comma
fa: ویرگول
fr: Virgule

# Languages::comment
source: Comment
fa: نظر
fr: Commenter

# Languages::comments
source: Comments
fa: نظرات
fr: Commentaire

# Languages::comment_hint
source: Enter your comment to appear below the option
fa: نظرتان را برای نمایان شدن زیر گزینه وارد نمایید
fr: Saisir le commentaire qui apparaîtra en dessous de l'option

# Languages::commission
source: Commission
fa: کمیسیون

# Languages::commissions
source: Commissions
fa: کمیسیون ها

# Languages::commissions_of_last_periods
source: Commissions of latest periods
fa: کمیسیون آخرین دوره ها
fr: Commissions des dernières périodes

# Languages::commission_rates
source: Commission rates
fa: نرخ کمیسیون
fr: Taux commission

# Languages::compact_list
source: Compact list
fa: لیست فشرده
fr: Liste compacte

# Languages::company
source: Company
fa: شرکت
fr: Société

# Languages::company_address
source: Company address
fa: آدرس شرکت
fr: Adresse de la société

# Languages::company_name
source: Company name
fa: نام شرکت
fr: Nom de la société

# Languages::company_not_found
source: Selected company not found.
fa: شرکت انتخاب شده پیدا نشد.
fr: Société sélectionnée introuvable.

# Languages::company_phone
source: Company phone
fa: تلفن شرکت
fr: Téléphone de la société

# Languages::company_settings
source: Company settings
fa: تنظیمات شرکت
fr: Paramètres de l'entreprise

# Languages::compare
source: Compare
fa: مقایسه
fr: Comparer

# Languages::product_comparison_list
source: Comparison list
fa: لیست مقایسه
fr: Liste de comparaison

# Languages::comparison_list_note
source: Go to the products comparison list
fa: به لیست مقایسه محصولات بروید
fr: Aller a la liste des comparaisons

# Languages::compare_product_features
source: Compare product features
fa: مقایسه ویژگی های محصول
fr: Comparer les caractéristiques des produits.

# Languages::comparison_list
source: Comparison list
fa: لیست مقایسه
fr: Liste de comparaison

# Languages::compatible_class
source: Compatible class
fa: کلاس های سازگار
fr: Classe compatible

# Languages::completed
source: Completed
fa: کامل شد
fr: Complète

# Languages::compressing_backup
source: Compressing backup file
fa: فشرده سازی فایل های پشتیبان
fr: Compression du fichier de sauvegarde

# Languages::compress_dump
source: Compress backup file
fa: فشرده سازی فایل های پشتیبان
fr: Compresser fichier de sauvegarde

# Languages::condition
source: Condition
fa: وضعیت

# Languages::conditions
source: Conditions
fa: شرایط

# Languages::configure
source: Configure
fa: پیکربندی
fr: Configurer

# Languages::confirm
source: Confirm
fa: تایید
fr: Confirmer

# Languages::confirmation_dialog
source: Confirmation dialog
fa: تایید گفتگو
fr: Boite de confirmation

# Languages::confirm_password
source: Confirm password
fa: تلیید رمزعبور
fr: Confirmer mot de passe

# Languages::conflicts
source: Conflicts
fa: درگیری
fr: Conflits

# Languages::congratulations
source: Congratulations!
fa: تبریک میگم!
fr: Confirmé !

# Languages::connection_ticket
source: Connection ticket
fa: بلیط اتصال
fr: Ticket de connexion

# Languages::contact_information
source: Contact information
fa: اطلاعات تماس
fr: Informations de contact

# Languages::contact_us_for_price
source: Contact us for a price
fa: برای قیمت با ما تماس بگیرید
fr: [Nous contacter pour un prix]

# Languages::container_options
source: Container options
fa: ظرف گزینه ها
fr: Options de conteneur

# Languages::content
source: Content
fa: محتوا
fr: Contenu

# Languages::content_alignment
source: Content alignment
fa: تراز محتوا
fr: Alignement du contenu

# Languages::content_changed_for
source: This block instances have different content for
fa: این موارد بلوک دارای محتوای مختلفی برای
fr: Ces instances de bloc ont un contenu différent pour

# Languages::pages_menu_description
source: Create and publish pages, polls, forms and links.
fa: ایجاد و انتشار صفحات نظر سنجی فرم و لینک.
fr: Creer et publier des pages, statistiques, formes et liens.

# Languages::continue
source: Continue
fa: ادامه
fr: Continuer

# Languages::continue_shopping
source: Continue shopping
fa: ادامه خرید
fr: Continuer les achats

# Languages::controller
source: Replace with
fa: تعویض با
fr: Remplacer avec

# Languages::converting_data_in_table
source: Converting data in table [table]
fa: تبدیل داده ها در جدول [table]
fr: Convertir les informations dans un tableau [table]

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
fa: [product]- نرم افزار خرید
fr: CS-Cart - logiciel e-commerce

# Languages::core
source: Core
fa: هسته
fr: Noyau

# Languages::cost
source: Cost
fa: هزینه
fr: Coût

# Languages::cost_dependences
source: Cost dependencies
fa: هزینه های وابسته
fr: En fonction du prix

# Languages::could_not_open_file
source: File preview is not available
fa: پیش نمایش فایل در دسترس نمی باشد.
fr: L'aperçu du fichier n'est pas disponible

# Languages::countries
source: Countries
fa: کشورها
fr: Pays

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
fa: مدیریت مجموعه ای از کشورهایی که در فروشگاه های شما پشتیبانی می شوند.
fr: Gérer l'ensemble des pays qui sont pris en charge dans votre magasin.

# Languages::country
source: Country
fa: کشور
fr: Pays

# Languages::coupon
source: Coupon
fa: کوپن

# Languages::coupons
source: Coupons
fa: کوپن ها

# Languages::coupon_already_used
source: This coupon is already in use
fa: این کوپن تکراری است
fr: Ce coupon est déjà en cours d'utilisation

# Languages::coupon_code
source: Coupon code
fa: کد کوپن
fr: Code du coupon

# Languages::cpi_hash_key
source: CPI Hash Key
fa: کلید هش شاخص تورم مصرف کننده
fr: Clé hash CPI

# Languages::create
source: Create
fa: ایجاد
fr: Créer

# Languages::created
source: Created
fa: ایجاد شد
fr: Créé

# Languages::create_account
source: Create account
fa: ایجاد حساب کاربری
fr: Créer compte

# Languages::create_administrator_account
source: Create administrator account
fa: ایجاد حساب سرپرست
fr: Créer un compte administrateur

# Languages::create_and_close
source: Create and close
fa: ایجاد کنید و ببندید
fr: Créer et fermer

# Languages::create_file
source: Create file
fa: ایجاد فایل
fr: Créer fichier

# Languages::create_folder
source: Create folder
fa: ایجاد پوشه
fr: Créer répertoire

# Languages::create_guest_account
source: Quick checkout with no account creating required
fa: پرداخت سریع بدون هیچ حسابی ضروری است
fr: Commande rapide sans création de compte requis

# Languages::create_new_account
source: Create a permanent account and use it for checkout
fa: ایجاد یک حساب دائم و استفاده از آن برای پرداخت
fr: Créer un compte permanent et utiliser le pour commander

# Languages::create_new_block
source: Create New Block
fa: ایجاد بلوک جدید
fr: Créer un nouveau bloc

# Languages::create_new_order
source: Create a new order
fa: ایجاد سفارش جدید
fr: Créer une nouvelle commande

# Languages::create_process_payment
source: Create and process payment
fa: ایجاد و انجام پرداخت
fr: Créer et traiter le paiement

# Languages::create_profile
source: Create a new profile
fa: ایجاد یک پروفایل جدید
fr: Crér un nouveau profil

# Languages::create_profile_notification_header
source: Thank you for becoming a registered user at our store. Below you will find your account information.
fa: از اینکه در فروشگاه ما ثبت نام کردید سپاسگزاریم. در زیر شما می توانید اطلاعات حساب خود را مشاهده نمائید.
fr: Merci pour votre isncription sur notre boutique. Ci-dessous vous trouverez les informations de votre compte.

# Languages::create_table
source: Create New Table
fa: ایجاد جدول جدید
fr: Créer nouvelle table

# Languages::creating
source: Creating
fa: ایجاد
fr: Création

# Languages::creating_table
source: Creating table
fa: ایجاد جدول
fr: Création de la table

# Languages::creation_date
source: Creation date
fa: تاریخ ایجاد
fr: Jour de création

# Languages::credit_card
source: Credit card
fa: کارت اعتباری
fr: Carte de crédit

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
fa: این عدد در منطقه امضای در پشت کارت چاپ شده است. این شماره ۳ رقمی پس از شماره کارت اعتباری است.
fr: Ce numéro est imprimé dans la zone de signature sur le dos de la carte. Ce sont les 3 chiffres APRÈS le numéro de carte de crédit.

# Languages::credit_memo
source: Credit memo
fa: یادداشت های اعتباری
fr: Note de crédit

# Languages::credit_memo_id
source: Credit memo ID
fa: شناسه یادداشت اعتبار
fr: ID de la note de crédit

# Languages::cresecure_allowed_types
source: Allowed card types
fa: انواع کارت های مجاز
fr: Types de cartes autorisées

# Languages::csv_delimiter
source: CSV delimiter
fa: مرزبند CSV
fr: Délimiteur CSV

# Languages::csv_file
source: CSV file
fa: فایل CSV
fr: Fichier CSV

# Languages::currencies
source: Currencies
fa: واحد پول
fr: Monnaies / Devises

# Languages::currency
source: Currency
fa: ارز
fr: Monnaie

# Languages::currencycode
source: Currency code
fa: کد ارز
fr: Code de la devise

# Languages::currency_code_aed
source: United Arab Emirates Dirham
fa: درهم امارات متحده عربی
fr: Dirham des émirats arabes unis

# Languages::currency_code_aud
source: Australian Dollar
fa: دلار استرالیا
fr: Dollar Australien

# Languages::currency_code_brl
source: Brazilian Real
fa: رئال برزیل
fr: Réal brésilien

# Languages::currency_code_cad
source: Canadian Dollar
fa: دلار کانادا
fr: Dollar Canadien

# Languages::currency_code_chf
source: Swiss Franc
fa: فرانک سوئیس
fr: Franc suisse

# Languages::currency_code_cyr
source: Cyprus Pound
fa: پوند قبرس
fr: Livre chypriote

# Languages::currency_code_czk
source: Czech Koruna
fa: کرون چک
fr: Couronne tchèque

# Languages::currency_code_dkk
source: Danish Kroner
fa: کرون دانمارک
fr: Couronne danoise

# Languages::currency_code_eek
source: Estonian Kroon
fa: کرون استونیایی
fr: Couronne estonienne

# Languages::currency_code_eur
source: Euro
fa: یورو

# Languages::currency_code_fjd
source: Fiji Dollar
fa: دلار فیجی
fr: Dollar de fidji

# Languages::currency_code_frf
source: French Franc
fa: فرانک فرانسه
fr: Franc Francais

# Languages::currency_code_gbp
source: UK Pound
fa: پوند انگلستان
fr: Livre sterling

# Languages::currency_code_hkd
source: Hong Kong Dollar
fa: دلارهنگ کنگ
fr: Dollar de Hong Kong

# Languages::currency_code_huf
source: Hungarian Forint
fa: فورینت مجارستان
fr: Forint hongrois

# Languages::currency_code_ils
source: Israel New Shequel
fa: شِکِل جدید اسرائیل
fr: Shekel israélien

# Languages::currency_code_inr
source: Indian Rupee
fa: روپیه هند
fr: Roupie indienne

# Languages::currency_code_isk
source: Iceland Krona
fa: کرون ایسلند
fr: Couronne islandaise

# Languages::currency_code_jpy
source: Japanese Yen
fa: ین ژاپن
fr: Yen japonais

# Languages::currency_code_kpw
source: North Korean Won
fa: وون کره شمالی
fr: Won Nord Coréen

# Languages::currency_code_krw
source: South Korean Won
fa: وون کره جنوبی
fr: Won Sud Coréen

# Languages::currency_code_kwd
source: Kuwaiti Dinar
fa: دينار کویت
fr: Dinar koweïtien

# Languages::currency_code_kzt
source: Kazakhstani tenge
fa: تنگه قزاقستانی
fr: tenge kazakh

# Languages::currency_code_ltl
source: Lithuanian Litas
fa: لیتاس لیتوانی
fr: Litas lithuanien

# Languages::currency_code_lvl
source: Latvian Lat
fa: لاتِ لتونی
fr: Lats letton

# Languages::currency_code_mxn
source: Mexican Peso
fa: پزوی مکزیک
fr: peso mexicain

# Languages::currency_code_myr
source: Malaysian Ringgit
fa: رينگيت مالزی
fr: Ringgit Malaisien

# Languages::currency_code_nok
source: Norwegian Kroner
fa: کرون نروژ
fr: couronne norvégienne

# Languages::currency_code_nzd
source: New Zealand Dollar
fa: دلار زلاند نو
fr: Dollar néo-zélandais

# Languages::currency_code_php
source: Philippine Peso
fa: پزوی فیلیپین
fr: Peso philippin

# Languages::currency_code_pln
source: Polish Zlotych
fa: زلوتیچ لهستان
fr: Zloty Polonais

# Languages::currency_code_png
source: Papua New Guinea Kina
fa: کینا گینه نو
fr: Papouasie-Nouvelle-Guinée Kina

# Languages::currency_code_ron
source: RON
fa: رون
fr: Leu Roumain

# Languages::currency_code_rur
source: Russian Ruble
fa: روبل روسیه
fr: Ancien rouble russe

# Languages::currency_code_sar
source: Saudi Riyal
fa: ريال سعودی
fr: Riyal Saoudien

# Languages::currency_code_sbd
source: Solomon Islands Dollar
fa: دلار جزایر سلیمان
fr: Dollar des îles Salomon

# Languages::currency_code_sek
source: Sweden Kroner
fa: کرون سوئد
fr: Couronne Suédoise

# Languages::currency_code_sgd
source: Singapore Dollar
fa: دلار سنگاپور
fr: Dollar de Singapour

# Languages::currency_code_sit
source: Slovenian Tolar
fa: اسلوونی Tolar
fr: Tolar slovène

# Languages::currency_code_skk
source: Slovak Koruna
fa: کرون اسلواکیایی
fr: Couronne slovaque

# Languages::currency_code_thb
source: Thai Baht
fa: بات تایلند
fr: Baht Thaïlandais

# Languages::currency_code_top
source: Tongan Pa'anga
fa: پاآنگای تونگا
fr: Pa'anga Tongais

# Languages::currency_code_try
source: Turkish Lira
fa: لیره ترکیه
fr: Livre turque

# Languages::currency_code_twd
source: New Taiwan dollar
fa: دلار جدید تایوان
fr: Nouveau dollar taïwanais

# Languages::currency_code_usd
source: US Dollar
fa: دلار آمریکا
fr: Dollar des États-Unis

# Languages::currency_code_vuv
source: Vanuatu Vatu
fa: وانواتو واتو
fr: Vatu des Îles Vanuatu

# Languages::currency_code_wst
source: Samoan Tala
fa: سامون طلا

# Languages::currency_code_zar
source: Rand
fa: حاشیه
fr: Rand Sud-Africain

# Languages::currency_deleted
source: The currency has been deleted successfully.
fa: ارز با موفقیت حذف شده است.
fr: La monnaie a été supprimée avec succès.

# Languages::currency_rate
source: Rate
fa: نرخ
fr: Taux

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
fa: نرخ برابری ارز باید بالاتر از 0 باشد.
fr: Le taux de change de la devise doit être plus grand que 0.

# Languages::currency_sign
source: Sign
fa: ورود به سیستم
fr: Signe

# Languages::current_database_size
source: Current database size
fa: اندازه پایگاه داده های فعلی
fr: Taille de la base de données actuelle

# Languages::current_path
source: Current path
fa: مسیر فعلی
fr: Chemin actuel

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
fa: شما می توانید فایل ها را از طریق <a href="[href]"> ویرایشگر فایل</a> آپلود و دانلود کنید
fr: Vous pouvez transférer et télécharger des fichiers via via <a href="[href]">l'éditeur de fichier</a>

# Languages::text_file_editor_notice_full_link
source: You can upload and download files via [link]
fa: شما می توانید فایل ها را از طریق [link]آپلود و دانلود کنید
fr: Vous pouvez télécharger ou uploader les fichier via [link]

# Languages::current_previous_period
source: 'Current ('[date]') and previous period'
fa: "جاری ("[date]") و دوره قبلی"
fr: Période actuelle ("[date]") et période précédente".

# Languages::current_period
source: Current Period
fa: دوره فعلی
fr: Période actuelle

# Languages::current_theme
source: Current theme
fa: تم فعلی
fr: Thème actuel

# Languages::custom
source: Custom
fa: سفارشی
fr: Personnalisé

# Languages::customer
source: Customer
fa: مشتری
fr: Client

# Languages::customers
source: Customers
fa: مشتریان
fr: Clients

# Languages::customers_menu_title
source: Customers
fa: مشتریان
fr: Clients

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
fa: لیست مشتریان فروشگاه، کاربران ثبت نام شده دارای حساب کاربری.
fr: Liste des clients de la boutique, utilisateurs enregistrés avec un compte client.

# Languages::customer_details
source: Customer details
fa: اطلاعات مشتری
fr: Détails du client

# Languages::customer_email
source: Customer email
fa: پست الکترونیکی مشتری
fr: E-mail du client

# Languages::customer_id
source: Customer ID
fa: شناسه مشتری
fr: ID client

# Languages::customer_info
source: Customer information
fa: اطلاعات مشتری
fr: Infos du client

# Languages::customer_information
source: Customer information
fa: اطلاعات مربوط به مشتری
fr: Informations du client

# Languages::customer_notes
source: Customer notes
fa: یادداشت های مشتری
fr: Notes du client

# Languages::customer_signature
source: Customer's signature
fa: امضای مشتری
fr: Signature du client

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
fa: با تشکر از شما برای استفاده از سبد خرید ما.
fr: Merci d'utiliser notre boutique en ligne.

# Languages::customize
source: Customize
fa: سفارشی کردن
fr: Personnaliser

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
fa: این تم، استایل ندارد.
fr: Ce thème n'a pas de styles.

# Languages::custom_range
source: Custom Range
fa: محدوده انتخابی
fr: Plage personnalisée

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
fa: کدهای محصول زیر بیش از حد بلند هستند و به شکل های 32 تایی برش خورده اند:
fr: Les codes produits suivants sont trop longs et ont été coupés à 32 caractères.

# Languages::czech
source: Czech
fa: چک
fr: Tchèque

# Languages::danish
source: Danish
fa: دانمارکی
fr: Danois

# Languages::dashboard
source: Dashboard
fa: داشبورد
fr: Tableau de bord

# Languages::database
source: Database
fa: پایگاه داده
fr: Base de données

# Languages::database_data_changes
source: Database data changes
fa: تغییر تاریخ پایگاه داده ها
fr: Modifications des données de bases de données

# Languages::backup_restore
source: Backup/Restore
fa: تهیه پشتیبان/بازیابی
fr: Backup/Restorer

# Languages::database_structure_changes
source: Database structure changes
fa: تغییر ساختار پایگاه داده ها
fr: Modifications de la structure de base de données

# Languages::datatrans_caa
source: Authorization with immediate settlement
fa: مجوزهمراه با حل و فصل فوری
fr: Autorisation avec mise en place immédiate

# Languages::datatrans_noa
source: Authorization only
fa: تنها مجوز
fr: Autorisation seulement

# Languages::datatrans_sign
source: Digital signature
fa: امضای دیجیتالی
fr: Signature digitale

# Languages::date
source: Date
fa: تاریخ

# Languages::date_added
source: Date added
fa: تاریخ اضافه شده
fr: Date d'ajout

# Languages::date_of_birth
source: Date of birth
fa: تاریخ تولد
fr: Date de naissance

# Languages::day
source: day
fa: روز
fr: jour

# Languages::days
source: days
fa: روزها
fr: jours

# Languages::db_backup_restore
source: DB Backup/Restore
fa: مدت زمان ایجاد پشتیبان گیری/بازیابی
fr: Sauv./Rest BD

# Languages::create_backup
source: Create backup
fa: ایجاد نسخه پشتیبان
fr: Creer backup

# Languages::db_name
source: Database name
fa: نام پایگاه داده
fr: Nom de la base de données

# Languages::dear
source: Dear
fa: عزیز
fr: Cher

# Languages::debit
source: Debit
fa: بدهی
fr: Débit

# Languages::decimals
source: Decimals
fa: اعشار
fr: Décimales

# Languages::decline
source: Decline
fa: رد
fr: Refuser
