Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::unable_to_read_resource
source: Unable to read resource: [file]
fa: قادر به خواندن منبع نیست: [file]
fr: Impossible de lire la ressource: [file]

# Languages::unable_to_update_setting_description
source: Unable to set description: [reason]
fa: قادر به ایجاد توضیحات در مجموعه نیست: [reason]
fr: Impossible de configurer la description: [reason]

# Languages::unable_to_update_setting_value
source: Unable to set value: [reason]
fa: قادر به تعیین مقدار نیست: [reason]
fr: Impossible de définir la valeur:[reason]

# Languages::unable_to_unpack_file
source: Unable to decompress file
fa: خروج فایل از حالت فشرده مقدور نمی باشد
fr: Impossible de décompresser le fichier

# Languages::ungroupped_features
source: Ungrouped features
fa: ویژگی های گروه بندی تشده
fr: Caractéristiques non groupées

# Languages::uninstall
source: Uninstall
fa: پاک کردن
fr: Déinstaller

# Languages::unique_html_block
source: Unique HTML block
fa: بلوک HTML منحصر بفرد
fr: Bloc HTML unique

# Languages::unit
source: Unit
fa: واحد
fr: Unité

# Languages::united_kingdom
source: United Kingdom
fa: بریتانیا
fr: Royaume-Uni

# Languages::unit_price
source: Unit price
fa: قیمت واحد
fr: Prix unitaire

# Languages::unknown
source: Unknown
fa: ناشناس
fr: Inconnu

# Languages::unknown_server_response
source: Unknown server response
fa: پاسخ سرور نا شناس
fr: Réponse serveur inconnue

# Languages::unmark
source: Unmark
fa: حذف نشانه
fr: Décocher

# Languages::unregistered_customer
source: Unregistered customer
fa: مشتری ثبت نام نکرده
fr: Clients non enregistré

# Languages::unregistered_customer_short
source: Unregistered
fa: ثبت نشده
fr: Non enregistré

# Languages::unselect_all
source: Unselect all
fa: عدم انتخاب همه موارد
fr: Tout décocher

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
fa: حذف مالیات های انتخاب شده از تمام محصولات
fr: Supprimer les taxes sélectionnées de tous les produits

# Languages::unsubscribe
source: Unsubscribe
fa: لغو اشتراک
fr: Se désabonner

# Languages::up
source: Up
fa: بالا
fr: Haut

# Languages::update
source: Update
fa: بروزرسانی
fr: Mise à jour

# Languages::update_categories
source: Update categories
fa: بروزرسانی طبقه بندی ها
fr: Mise à jour catégories

# Languages::update_customer_info
source: Update customer information
fa: بروزرسانی اطلاعات مشتری
fr: Mise à jour informations client

# Languages::update_for_all_act
source: New value will be saved for ALL stores which share this item. Click to save it only for the owner-store.
fa: مقدار جدید برای همه فروشگاه هایی که این مورد را به اشتراک می گذارند ذخیره می شود. کلیک کنید تا فقط برای مالک-فروشگاه ذخیره شود.
fr: La nouvelle valeur sera sauvegardée pour TOUS les magasins qui partagent cet élément. Cliquer pour la sauvegarder seulement pour le magasin propriétaire.

# Languages::update_for_all_dis
source: New value will be saved ONLY for the owner-store. Click to save it for all stores which share this item.
fa: مقدار جدید فقط برای مالک-فروشگاه ذخیره خواهد شد. برای ذخیره آن برای همه فروشگاه هایی که این مورد را به اشتراک می گذارند، کلیک کنید.
fr: La nouvelle valeur sera sauvegardée SEULEMENT pour le magasin propriétaire. Cliquer pour la sauver pour tous les magasins qui partagent cet élément.

# Languages::update_for_all_hid_act
source: Click to cancel field update.
fa: برای لغو بروز رسانی زمینه کلیک کنید.
fr: Cliquer pour annuler la mise à jour du champ

# Languages::update_for_all_hid_dis
source: Click to enter a new field value to update in all stores when saving item.
fa: برای وارد کردن یک مقدار فیلد جدید برای به روز رسانی در تمام فروشگاه ها هنگام ذخیره مورد کلیک کنید.
fr: Cliquer pour entrer une nouvelle valeur de champ pour mettre à jour dans tous les magasins lorsque l'élément est enregistré.

# Languages::update_group
source: Update group
fa: بروزرسانی گروه
fr: Mise à jour groupe

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
fa: <p class="text-error">اشتراک ارتقاء شما منقضی شده است، بنابراین این ارتقاء نرم افزار قابل نصب نیست. می توانید اشتراک خود را در <a href="[url]">Customer Help Desk</a>طولانی کنید.</p><p>لطفاً توجه داشته باشید که اجباری نیست: حتی بدون اشتراک ارتقاء می توانید بدون محدودیت به استفاده از این نرم افزار ادامه دهید.</p>
fr: <p class="text-error">Votre abonnement de mise à niveau a expiré, cette mise à niveau du logiciel ne peut donc pas être installée. Vous pouvez prolonger votre abonnement dans le <a href="[url]">Customer Help Desk</a>.</p><p>Veuillez noter que ce n'est pas obligatoire : vous pouvez continuer à utiliser ce logiciel sans limitation même sans abonnement de mise à niveau.</p>

# Languages::update_products
source: Update products
fa: بروزرسانی محصولات
fr: Mise à jour produit

# Languages::update_profile
source: Update profile
fa: بروزرسانی پرونده
fr: Mise à jour profil

# Languages::update_profile_notification
source: Your profile has been updated.
fa: پرونده ی شما بروزرسانی شده است.
fr: Votre profil a été mis à jour

# Languages::update_profile_notification_header
source: Your profile has been updated
fa: پرونده ی شما بروزرسانی شده است
fr: Votre profil a été mis à jour.

# Languages::update_status
source: Update status
fa: بروزرسانی وضعیت
fr: Mise à jour statuts

# Languages::update_text
source: Update text
fa: بروزرسانی متن
fr: Texte de mise à jour

# Languages::updating
source: Updating
fa: بروزرسانی
fr: En cours de mise à jour

# Languages::updating_links
source: Updating links
fa: پیوندهای بروزرسانی
fr: En cours de mise à jour des liens

# Languages::upgrade
source: Upgrade
fa: ارتقا
fr: Mise à jour

# Languages::upgrade_center
source: Upgrade center
fa: مرکز ارتقا
fr: Centre de mise à jour

# Languages::upgrade_center_permission_adjusted_properly
source: All file and folder permissions have been adjusted properly.
fa: تمام مجوزهای فایل و پوشه به درستی تنظیم شده است.
fr: Toutes les autorisations de fichiers et de dossiers ont été ajustées correctement.

# Languages::upgrade_center.validation_issue
source: Validation issue
fa: اعتبار موضوع
fr: Problème de validation

# Languages::upgrade_center.validator_fail_result
source: Validator "[validator_name]" returned fail status
fa: اعتبار سنجی "[validator_name]" وضعیت شکست را برگرداند
fr: Le validateur "[validator_name]" a renvoyé un statut d'échec.

# Languages::upgrade_center.filehash_check_failed
source: Upgrade is impossible due to file integrity check error. Please contact the technical support team.
fa: به دلیل خطای بررسی یکپارچگی فایل، ارتقا غیرممکن است. لطفا با تیم پشتیبانی فنی تماس بگیرید.
fr: La mise à jour n'est pas possible à cause d l'erreur du contrôle d'intégrité du fichier. Merci de contatcter l'équipe du support technique.

# Languages::upgrade_center.upgrades_are_not_available_in_trial
source: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> licensing modes.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
fa: ارتقاها فقط در <strong>حالت مجوز کامل</strong> و <strong>رایگان</strong> در دسترس هستند.<br /><br />حالت صدور مجوز را می توان در تنظیمات → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">حالت مجوز</a>تغییر داد.
fr: Les mises à jour sont disponibles seulement avec des licences <strong>Full</strong> et <strong>Free</strong>.<br /><br />Le type de licence peut être modifié sous Paramètres→ <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Type de licence</a>.

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
fa: Flash Player شما نیاز به ارتقا دارد
fr: Vous devez mettre à jour votre Lecteur Flash

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
fa: <p class="text-error">این ارتقا برای مجوز [product] شما در دسترس نیست. لطفاً برای به‌روزرسانی وضعیت مجوز خود</a> تیم پشتیبانی <a href="[href]">ما تماس بگیرید.</p>
fr: <p class="text-error">Cette mise à jour n'est pas valable pour votre licence CS-Cart. Merci de contacter <a href="http://www.cs-cart.com">l'équipe de support de CS-Cart</a> pour mettre à jour le status de votre licence.</p>

# Languages::upgrade_center.warning_msg_upgrade_is_complicated
source: The upgrade is a complicated process. It can be failed due to reasons that are beyond our control.<br> To make the upgrade of your store safer, we have prepared tips for you:
fa: ارتقا یک فرآیند پیچیده است. ممکن است به دلایلی که خارج از کنترل ما هستند شکست بخورد.<br> برای ایمن تر کردن ارتقاء فروشگاه خود، نکاتی را برای شما آماده کرده ایم:
fr: La mise à niveau est un processus compliqué. Elle peut échouer pour des raisons indépendantes de notre volonté.<br> Pour rendre la mise à niveau de votre boutique plus sûre, nous avons préparé des conseils pour vous :

# Languages::upgrade_center.warning_msg_specialists
source: If you are not familiar with technical aspects of CS-Cart and the upgrade process, we strongly recommend that you <a href="[upgrade_center_specialist]" target="_blank">hire a specialist</a> or <a href="[upgrade_center_team]" target="_blank">ask our support team</a> to upgrade your store for you.
fa: اگر با جنبه‌های فنی CS</a> <a href="[upgrade_center_specialist]" target="_blank"></a> <a href="[upgrade_center_team]" target="_blank">فروشگاه شما را برای شما ارتقا دهد.
fr: Si vous n'êtes pas familier avec les aspects techniques de CS-Cart et le processus de mise à niveau, nous vous recommandons vivement de <a href="[upgrade_center_specialist]" target="_blank">engager un spécialiste</a> ou de <a href="[upgrade_center_team]" target="_blank">demander à notre équipe d'assistance</a> de mettre à niveau votre boutique pour vous.

# Languages::upgrade_center.warning_msg_third_party_add_ons
source: The upgrade doesn't update third-party add-ons. That's why we recommend that you disable all the third-party add-ons before the upgrade.
fa: ارتقاء افزونه های شخص ثالث را به روز نمی کند. به همین دلیل است که توصیه می کنیم قبل از ارتقا، همه افزونه های شخص ثالث را غیرفعال کنید.
fr: La mise à niveau ne met pas à jour les modules complémentaires tiers. C'est pourquoi nous vous recommandons de désactiver tous les modules complémentaires tiers avant la mise à niveau.

# Languages::upgrade_center.warning_msg_test_local
source: Upgrade the test copy of your store first to make sure that the upgrade will go smoothly.
fa: ابتدا نسخه آزمایشی فروشگاه خود را ارتقا دهید تا مطمئن شوید که ارتقا به راحتی انجام می شود.
fr: Mettez d'abord à niveau la copie de test de votre boutique pour vous assurer que la mise à niveau se déroulera sans problème.

# Languages::upgrade_center.warning_msg_after_upgrade
source: After the upgrade, check the basic functionality of your store.
fa: پس از ارتقا، عملکرد اصلی فروشگاه خود را بررسی کنید.
fr: Après la mise à niveau, vérifiez les fonctionnalités de base de votre boutique.

# Languages::upgrade_center.warning_msg_generally
source: Generally, the upgrade fails because the PHP script execution is terminated due to your server configuration. It's essential to check the PHP script timeout settings on your server
fa: به طور کلی، ارتقا با شکست مواجه می شود زیرا اجرای اسکریپت PHP به دلیل پیکربندی سرور شما خاتمه یافته است. بررسی تنظیمات مهلت زمانی اسکریپت PHP در سرور خود ضروری است
fr: En général, la mise à niveau échoue parce que l'exécution du script PHP est interrompue en raison de la configuration de votre serveur. Il est essentiel de vérifier les paramètres de délai d'exécution du script PHP sur votre serveur.

# Languages::upgrade_center.warning_msg_timeout_fail
source: We DO NOT recommend to start the upgrade on your server.
fa: ما توصیه نمی کنیم که ارتقا را در سرور خود شروع کنید.
fr: Nous ne recommandons PAS de lancer la mise à niveau sur votre serveur.

# Languages::upgrade_center.warning_msg_timeout_check_failed
source: Your server has wrong PHP script timeout settings. This could be due to restrictions on the PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> function or FastCGI "Timeout" options. We recommend you to contact your hosting provider in order to resolve this issue or contact our tech support team to perform the upgrade for you.
fa: سرور شما تنظیمات مهلت زمانی اسکریپت PHP اشتباهی دارد. این می تواند به دلیل محدودیت در عملکرد PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> یا گزینه های FastCGI "Timeout" باشد. به شما توصیه می کنیم برای حل این مشکل با ارائه دهنده هاست خود تماس بگیرید یا با تیم پشتیبانی فنی ما تماس بگیرید تا ارتقا را برای شما انجام دهند.
fr: Votre serveur a des paramètres de timeout de script PHP erronés. Cela peut être dû à des restrictions sur la fonction PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> ou aux options FastCGI "Timeout". Nous vous recommandons de contacter votre fournisseur d'hébergement afin de résoudre ce problème ou de contacter notre équipe d'assistance technique pour effectuer la mise à niveau pour vous.

# Languages::upgrade_center.warning_msg_executed_php
source: <p class="text-error">We have started a dummy PHP script. It will be working during 6 minutes. When the check is finished, we'll tell you if the PHP script's timeouts can be set correctly. If yes, then you are good to go with the upgrade. Please wait until the check is finished to be sure that your server has correct PHP timeout configuration.</p>
fa: <p class="text-error">ما یک اسکریپت PHP ساختگی راه اندازی کرده ایم. در مدت 6 دقیقه کار خواهد کرد. وقتی بررسی به پایان رسید، به شما خواهیم گفت که آیا می‌توان زمان‌بندی اسکریپت PHP را به درستی تنظیم کرد. اگر بله، پس شما خوب هستید که ارتقا دهید. لطفاً منتظر بمانید تا بررسی تمام شود تا مطمئن شوید که سرور شما تنظیمات PHP را درست انجام داده است.</p>
fr: <p class="text-error">Nous avons lancé un script PHP factice. Il va fonctionner pendant 6 minutes. Lorsque la vérification sera terminée, nous vous dirons si les délais d'attente du script PHP peuvent être définis correctement. Si oui, vous pouvez procéder à la mise à niveau. Veuillez attendre que la vérification soit terminée pour être sûr que votre serveur a une configuration correcte des timeouts PHP.</p>

# Languages::upload
source: Upload
fa: بارگذاری
fr: Télécharger

# Languages::upload_install
source: Upload & install
fa: بارگذاری و نصب
fr: Envoyer & installer

# Languages::upload_another_file
source: Upload another file
fa: بارگذاری فایلی دیگر
fr: Télécharger un autre fichier

# Languages::upload_file
source: Upload file
fa: بارگذاری فایل
fr: Télécharger fichier

# Languages::ups
source: United Parcel Service
fa: یونایتد پارسل سرویس

# Languages::url
source: URL
fa: URL ادرس

# Languages::user
source: User
fa: کاربر
fr: Utilisateur

# Languages::usergroup
source: User group
fa: گروه کاربری
fr: Groupe utilisateur

# Languages::usergroups
source: User groups
fa: گروه های کاربری
fr: Groupes d'utilisateur

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
fa: لیست گروه های کاربری موجود در فروشگاه شما.
fr: Liste des groupes d'utilisateurs qui existe dans votre magasin

# Languages::usergroup_activated
source: User group has been activated
fa: گروه کاربری فعال شده است
fr: Le groupe d'utilisateur a été activé

# Languages::usergroup_disactivated
source: User group has been deactivated
fa: گروه کاربری غیرفعال شده است
fr: Le groupe d'utilisateur a été désactivé

# Languages::usergroup_privileges
source: User group privileges
fa: دسترسی گروه های کاربر
fr: Privilèges du groupe d'utilisateurs

# Languages::usergroup_request_by_customer
source: User group request by customer
fa: گروه کاربری مورد درخواست مشتری
fr: Demande du groupe d'utilisateurs par le client

# Languages::username
source: Username
fa: نام کاربری
fr: Nom d'utilisateur

# Languages::users
source: Users
fa: کاربران
fr: Utilisateurs

# Languages::users_carts
source: Abandoned / Live carts
fa: چرخ دستی های رها شده / زنده
fr: Paniers utilisateurs

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
fa: لیست های محصولاتی که به دلایلی فروخته نشده اند.
fr: Liste des produits qui n'ont pas été achetés pour une raison quelconque

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
fa: مدیریت حساب های کاربری که در فروشگاه شما ثبت نام شده اند.
fr: Gérer les comptes utilisateurs qui sont enregistrés dans votre magasin

# Languages::user_type
source: User type
fa: نوع کاربر
fr: Type d'utilisateur

# Languages::user_account_info
source: User account information
fa: اطلاعات حساب کاربر
fr: Infos compte utilisateur

# Languages::user_account_information
source: User account information
fa: اطلاعات حساب کاربر
fr: Information de compte

# Languages::user_cannot_be_deleted
source: Sorry, user with id [user_id] can not be deleted.
fa: با عرض پوزش، کاربر با شناسه [user_id] را نمی توان حذف کرد.
fr: Désolé, l'utilisateur avec l'id [user_id] ne peut pas être supprimé.

# Languages::user_class
source: User-defined CSS class
fa: کلاس CSS تعریف شده توسط کاربر
fr: Classe CSS définie par l'utilisateur

# Languages::wrapper_class
source: User-defined wrapper CSS class
fa: کلاس CSS wrapper تعریف شده توسط کاربر
fr: Classe CSS d'habillage définie par l'utilisateur

# Languages::user_data_required
source: Please select a customer or enter data
fa: لطفا مشتری ای انتخاب کنید و یا داده ای وارد نمایید
fr: S'il vous plaît sélectionner un client ou entrer des données

# Languages::user_details_page
source: User details page
fa: صفحه ی مشخصات کاربر
fr: Page des détails utilisateur

# Languages::user_group_requests
source: User group requests
fa: درخواست های گروه کاربری
fr: Demandes de groupe d'utilisateurs

# Languages::user_id
source: User ID
fa: شناسه ی کاربر
fr: ID Utilisateur

# Languages::user_info
source: User information
fa: اطلاعات کاربر
fr: Informations utilisateur

# Languages::user_pin
source: User PIN
fa: شماره شناسه ی شخصی کاربر
fr: PIN utilisateur

# Languages::user_profile_info
source: User profile information
fa: اطلاعات پرونده ی کاربر
fr: Infos profil utilisateur

# Languages::user_settings
source: User settings
fa: تنظیمات کاربر
fr: Paramètres utilisateur

# Languages::use_avail_period
source: Use available period
fa: استفاده از دوره ی موجود
fr: Utiliser période de disponibilité

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
fa: از Cardinal Centinel&reg; برای احراز هویت سه بعدی ایمن پرداخت کننده استفاده کنید
fr: Utiliser Cardinal Centinel&reg; pour l'authentification 3-D Secure du donneur d'ordre

# Languages::use_coupons_commission
source: Coupon commission
fa: کارمزد برگه ی نخفیف
fr: Commission du coupon

# Languages::use_current_link
source: Use the current page link
fa: استفاده از پیوند حال حاضر صفحه
fr: Utiliser le lien de la page courante

# Languages::use_custom_view
source: Use custom view
fa: استفاده از نمای سفارشی
fr: Utiliser une vue personnalisée

# Languages::use_custom_weight_settings
source: Use custom weight settings
fa: استفاده از تنظیمات اختصاصی وزن
fr: Utiliser paramètre de poids personnalisé

# Languages::use_existing_block
source: Use Existing Block
fa: استفاده از بلوک موجود
fr: Utiliser le bloc existant

# Languages::use_existing_store
source: Copy existing storefront configuration
fa: تنظیمات ویترین موجود را کپی کنید
fr: Copier la configuration existante de la vitrine

# Languages::use_negotiated_rates
source: Use negotiated rates
fa: استفاده از قیمت مذاکره شده
fr: Utiliser des tarifs négociés

# Languages::use_new_sha_method
source: Use new SHA signature policy
fa: استفاده از SHA جدید برای قوانین امضا
fr: Utiliser la nouvelle politique de signature SHA

# Languages::usps
source: U.S Postal Service
fa: خدمات پستی ایالات متحده
fr: Service postal américain

# Languages::usps_package_size_large
source: Large
fa: بزرگ

# Languages::usps_package_size_regular
source: Regular
fa: عادی
fr: Ordinaire

# Languages::usps_service_certificate_of_mailing
source: Certificate of mailing
fa: تأییدیه ی ارسال
fr: Certificat de d'envoi

# Languages::usps_service_certificate_of_mailing_for_firm_mailing_books
source: Certificate of mailing for firm mailing books
fa: گواهی پستی کتاب پستی شرکت
fr: Certificat d'expédition pour les carnets d'adresses des entreprises

# Languages::usps_service_certificate_of_mailing_per_individual_article
source: Certificate of mailing per individual article
fa: گواهی های پستی در هر مقاله های فردی
fr: Certificat d'envoi par article individuel

# Languages::usps_service_certified
source: Certified
fa: تأیید شده
fr: certifié

# Languages::usps_service_collect_on_delivery
source: Collect on delivery
fa: جمع آوری در تحویل
fr: Collecter à la livraison

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
fa: شناسه ی پیگیری پست USPS
fr: Confirmatin de suivi/livraison USPS

# Languages::usps_service_edelivery_confirmation
source: e-Delivery Confirmation
fa: رسید الکترونیکی تحویل
fr: Confirmation de e-livraison

# Languages::usps_service_express_mail_insurance
source: Express mail insurance
fa: بیمه پست سریع
fr: Express assurance mail

# Languages::usps_service_insurance
source: Insurance
fa: بیمه
fr: Assurance

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
fa: انتخاب کنید تا در تقاضا
fr: Ramassage à la demande

# Languages::usps_service_registered_mail
source: Registered mail
fa: مرسوله ی ثبت شده
fr: Courrier recommandé

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
fa: ثبت شده بدونه بیمه
fr: Recommandé sans assurance

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
fa: ثبت شده با بیمه
fr: Recommandé avec assurance

# Languages::usps_service_return_receipt
source: Return receipt
fa: رسید عودت
fr: Accusé de réception

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
fa: بازگشت رسید الکترونیکی
fr: Accusé de réception électronique

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
fa: رسید عودت برای کالای فروخته شده
fr: Accusé de réception de la marchandise

# Languages::usps_service_signature_confirmation
source: Signature confirmation
fa: تأیید امضا
fr: Signature de confirmation

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
fa: لطفا در صورتی که بسته بزرگ می باشد، عرض، ارتفاع و طول آن را برای پست ویژه مشخص نمایید.
fr: Veuillez spécifier la largeur, la hauteur et la longueur de votre paquet pour l'envoi prioritaire, si le Grandeur du Paquet est Grande seulement.

# Languages::valid
source: Period of validity
fa: بازه اعتبار
fr: Période de validité

# Languages::validate_email
source: Validate E-mail
fa: تایید اعتبار ایمیل
fr: Valider l'e-mail

# Languages::validate_secret_word
source: Validate secret word
fa: اعتبار کلمه رمز
fr: Valider le mot secret

# Languages::valid_thru
source: Valid thru (mm/yy)
fa: معتبر تا
fr: Valable jusqu'à (mm / aa)

# Languages::value
source: Value
fa: ارزش
fr: Valeur

# Languages::value_to_display
source: Value to display
fa: ارزش برای نمایش
fr: Valeur à afficher

# Languages::variant
source: Variant
fa: نوع
fr: Variante

# Languages::variants
source: Variants
fa: انواع
fr: Variantes
