Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::epdq_3ds_popup
source: Popup
fa: باز شونده

# Languages::error
source: Error
fa: خطا
fr: Erreur

# Languages::errorCode
source: Error Code
fa: کد خطا
fr: Code d'erreur

# Languages::errorName
source: Error Name
fa: نام خطا
fr: Nom de l'erreur

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
fa: حساب شما غیرفعال شده است. لطفاً با مدیریت فروشگاه تماس بگیرید.
fr: Votre compte est désactivé. Contactez-svp l'administrateur de la boutique.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
fa: حساب مدیر سیستم ایجاد نشد. آدرس ایمیل متعلق به یک کاربر دیگر است. شما می توانید برای این شرکت مدیر را دستی اضافه کنید.
fr: Le compte administrateur n'a pas été créé. L'adresse e-mail appartient à un autre utilisateur. Vous pouvez ajouter manuellement un administrateur pour cette entreprise.

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
fa: اَه ، یک ایرادی هست ([error]). لطفاً دوباره سعی کنید.
fr: Oops, une erreur s'est produite([error]). Veuillez essayer à nouveau.

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
fa: شما مجاز به ورود به این منطقه نیستید.
fr: Vous n'êtes pas autorisé à accéder à cette zone.

# Languages::error_confirmation_code_invalid
source: Sorry, the anti-bot validation has failed. Please try again.
fa: با عرض پوزش، تایید سیستم ضد ربات موفقیت آمیز نبود. لطفا دوباره سعی کنید.
fr: Je suis désolé, la validation anti-bot a échouée. Essayez de nouveau s'il vous plait.

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
fa: <b>هشدار!</b> -br / > سرور شما <b>نمی کند</b> حمایت گسترش حلقه پی اچ پی. <b>[method]</b> را می خواهد عملیاتی نیست. با ارائه کننده هاست خود تماس بر قرار کنید.
fr: <b>Attention !</b><br />L'extension PHP CURL <b>n'est pas</b> supportée par votre serveur. La <b>[method]</b> ne sera pas opérationnelle. Veuillez contacter votre hébergeur.

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
fa: <b> هشدار! </ B> <br /> در پسوند پی اچ پی حلقه <B> بدون </ B> پشتیبانی از SSL بر روی سرور خود وارد شده است. <B> [روش] </ B> نخواهد عملیاتی. لطفا با ارائه دهنده سرویس میزبانی خود تماس بگیرید.\n
fr: <b>Attention !</b><br />L'extension PHP CURL est compilée <b>sans</b> le support de SSL dans votre serveur. La <b>[method]</b> ne sera pas opérationnelle. Veuillez contacter votre hébergeur.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
fa: ارز با کد <b>[code]</b> در حال حاضر موجود است
fr: La monnaie avec le code <b>[code]</b> existe déjà

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
fa: یکی از نماهای فروشگاهی شما از این طرح استفاده می نماید. لطفاً قبل از حذف آن، طرح دیگری را تنظیم کنید.
fr: L'un de vos vitrines utilise ce thème. Veuillez définir un autre thème avant de le supprimer.

# Languages::error_delete_theme_layout
source: Layout that uses this theme is set as default. Please set another layout as default.
fa: چیدمانی که این طرح به کار می‌برد به عنوان پیش فرض تنظیم شده است. لطفاً چیدمان دیگری را به عنوان پیش فرض قرار دهید.
fr: La mise en page qui utilise ce thème est définie par défaut. Définissez une autre mise en page par défaut.

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
fa: <p>سبد خرید در حالت <b>نمایشی </b> کار می کند و این عملکرد غیر فعال شده است.</p>.
fr: La boutique est en mode <b>DEMO</b> et cette fonctionnalité est désactivée.

# Languages::error_empty_company_name
source: Company name cannot be empty
fa: نام شرکت نمی تواند خالی باشد
fr: Le nom de la société ne peut pas être vide

# Languages::error_exim_get_images_for_products
source: Could not import images for some of the products. Either those images don't exist (or can't be accessed), or the paths to those images in the imported file are incorrect.
fa: نمی‌توان تصاویر را برای برخی از محصولات وارد کرد. یا آن تصاویر وجود ندارند (یا قابل دسترسی نیستند)، یا مسیرهای آن تصاویر در فایل وارد شده نادرست است.
fr: Impossible d'importer des images pour certains produits. Soit ces images n'existent pas (ou ne sont pas accessibles), soit les chemins d'accès à ces images dans le fichier importé sont incorrects.

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
fa: نمی تواند فایل های آپلود شده را باز کند
fr: Ne peux pas ouvrir le fichier chargé

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
fa: قادر به خواندن فایل ارسالی نمی باشد
fr: Ne peux pas lire le fichier chargé

# Languages::error_exim_fields_not_selected
source: No fields selected for export
fa: هیچ زمینه ای برای صادر کردن انتخاب نشده است
fr: Pas de champs sélectionné pour l'exportation

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
fa: فایل موجود نیست
fr: Fichier n'existe pas

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
fa: فایل CSV شما شکل بندی اطلاعاتی نادرستی دارد (جداکننده نادرست،فیلد های از دست رفته/گم شده، و غیره) در خطوط زیر: <b>[lines]</b>
fr: Votre fichier CSV est formaté de manière incorrect (délimiteur incorrect, champs manquants, etc...) aux lignes suivantes <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
fa: جداکننده در فایل CSV متفاوت از انتخاب شماست
fr: Les délimiteurs dans le fichier CSV sont différents de ceux que vous avez sélectionnés.

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
fa: عدم تطابق تعدادی از خطوط چند زبانه: تعدادی خط مختلف با توجه به زبان های مختلف ارائه شده است.
fr: Le nombre de lignes multi-langues ne correpond pas: nombre de lignes différentes pour les différentes langues.

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
fa: قسمت های زیر الزامی‌اند و نمی توانند از چیدمان حذف شود:
fr: Les champs suivants sont requis et ne peuvent pas être enlevé de la mise en page :

# Languages::error_exim_no_data_exported_new
source: No data exported. The wrong export range is probably causing this issue. <a class="cm-post" href="[url]">Clear the export range</a>, then try again
fa: هیچ داده صادر نمی شود. محدوده خروجی اشتباه است که احتمالا باعث بروز این مشکل. <a class="cm-post" href="[url]"> پاک وسیعی خروجی </a>، سپس دوباره امتحان کنید
fr: Aucunes donnees exportees. Le rang d'exportation faux a peut etre cause le probleme. Eliminer le rang d'exportation et essayer de nouveau

# Languages::error_exim_no_file_uploaded
source: No file uploaded
fa: هیچ فایلی آپلود نشده است
fr: Aucun fichier chargé

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
fa: تعریف الگوی نامعتبر: فاقد کلید جایگزین
fr: Définition de configuration invalide : clef alternative manquante

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
fa: تعریف الگوی نامعتبر: فاقد منابع جدول
fr: Définition de configuration invalide : référence des tables manquantes

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
fa: فایل ورود شما با الگوی انتخاب شده مطابقت ندارد
fr: Votre fichier importé ne correspond pas à la configuration

# Languages::error_exim_pattern_not_found
source: Pattern not found
fa: الگو یافت نشد
fr: Configuration non trouvée

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
fa: فایل ورود شما باید دارای زمینه های زیر باشد: <b>[fields]</b>
fr: Votre fichier importé DOIT avoir les champs suivants: <b>[fields]</b>

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
fa: خطا در تولید هش. یکی دیگر از روش های پرداخت را انتخاب کنید.
fr: Erreur de génération du hash. Veuillez choisir svp un autre mode de paiement.

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
fa: دایرکتوی تصاویر در دایرکتوری ریشه فروشگاه را مشخص کنید. تصاویر را برای وارد نمودن در این دایرکتوری قرار دهید.
fr: Svp, spécifiez le répertoire d'images dans le répertoire racine du store. Mettez les images à importer dans ce répertoire.

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
fa: فرمت تصویر <b>[format]</b> توسط کتابخانه GD نصب شده بر روی سرور پشتیبانی نشده است. تصویر بند انگشتی ایجاد نشد.
fr: Le format de l'image <b>[format]</b> n'est pas supporté par la librairie GD installée sur votre serveur. La vignette n'a pas été créée.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
fa: نام کاربری یا رمز عبوری که وارد کرده اید، نامعتبر است. لطفا دوباره سعی کنید.
fr: Le nom d'utilisateur ou le mot de passe saisi est invalide, réessayer encore svp.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
fa: آدرس ایمیل های زیر معتبر نیستند: <b>[emails]</b>
fr: Les adresses emails suivantes sont invalides : <b>[emails]</b>

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
fa: کد زبان ارائه شده ([code]) از قبل وجود دارد
fr: Le code ([code]) de langue fourni existe déjà.

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
fa: نام کاربری که شما وارد کرده اید با هیچ حسابی در فروشگاه ما مطابقت ندارد. لطفاً از صحت نام کاربری وارد شده مطمئن شوید و دوباره سعی نمایید.
fr: Le nom d'utilisateur saisi ne correspond à aucun compte dans notre boutique. Assurez-vous svp d'avoir saisi le bon nom d'utilisateur associé à votre compte et réessayer encore.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
fa: پیام ارسال نمی شود.<br /> خطای نامه رسان:
fr: Le message ne peut pas être envoyé.<br>Erreur Mailer :

# Languages::error_not_logged
source: You must log in before you can access this resource!
fa: قبل از اینکه بتوانید به این منبع دسترسی داشته باشید، باید وارد شوید!
fr: Vous devez vous identifier pour pouvoir accéder à cette ressource !

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
fa: هیچ موردی انتخاب نشده! حداقل یک گزینه باید برای انجام این عمل انتخاب شود.
fr: Pas d'items selectionnés ! Au moins une case à cocher doit être cochée pour effectuer cette action.

# Languages::error_occured
source: Error occurred.
fa: خطایی رخ داده است.
fr: Une erreur s'est produite

# Languages::error_occurred
source: Error occurred
fa: خطایی رخ داده است
fr: Une erreur s'est produite

# Languages::error_passwords_dont_match
source: The passwords do not match.
fa: رمزهای عبور مطابقت ندارند.
fr: Les mots de passe ne correspondent pas.

# Languages::error_password_content
source: The password must contain both letters and numbers.
fa: رمز عبور باید شامل حروف و اعداد باشد.
fr: Le mot de passe doit contenir des lettres ET des chiffres

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
fa: رمز عبور شما منقضی شده است. شما باید رمز عبور خود را در حال حاضر تغییر دهید.
fr: Votre mot de passe a expiré. Vous devez changer votre mot de passe maintenant.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
fa: رمز عبور شما منقضی شده است. <p><a href="[link]" class="underlined"> <b>تغییر رمز عبور &#155;&#155;</b></a></p>
fr: Votre mot de passe a expiré. <p><a href="[link]" class="underlined"><b>Changer le mot de passe&#155;&#155;</b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
fa: رمز عبور حداقل باید شامل <b>[number]</b> نویسه باشد.
fr: Le mot de passe doit contenir au moins <b>[number]</b> caractères.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
fa: رمز عبور جدید شما نباید مشابه چهار رمز عبور قبلی که استفاده کرده اید باشد. لطفاً کلمه عبور دیگری را استفاده کنید.
fr: Votre nouveau mot de passe ne doit pas coïncider avec les quatre mots de passe utilisés précédemment. S'il vous plaît, utiliser un autre mot de passe.

# Languages::error_permissions_not_changed
source: Cannot change permissions
fa: قادر به تغییر ذسترسی نیست
fr: Ne peut pas changer les permissions

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
fa: خطا در حین به روز رسانی وضعیت. وضعیت تغییر نکرده بود.
fr: Erreur lors de la mise à jour du statut. Le statut n'a pas été modifié.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
fa: توضیحات فایل طرح بندی("اعلامیه") یافت نشد. نصب لغو شد.
fr: Le fichier de description du thème ("manifest") n'a pas été trouvé. L'installation a été annulée.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
fa: نام کاربری یا ایمیل انتخابی شما در حال حاضر موجود است. لطفاً یکی دیگر را امتحان کنید.
fr: Le nom d'utilisateur ou email que vous avez choisi existe déjà, réessayer encore svp.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
fa: کد رنگ در فیلد<b>[field]</b> نامعتبر است.
fr: Le code couleur dans le champ <b>[field]</b> n'est pas valable.

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
fa: آدرس ایمیل در فیلد<b>[field]</b> نامعتبر است.
fr: The e-mail address in <b>[field]</b> field is invalid.

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
fa: مقدار فیلد <b>[field]</b> نامعتبر است. باید عدد صحیح باشد.
fr: The value of <b>[field]</b> field is invalid. It should be integer.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
fa: مقدار فیلد <b>[field]</b> نامعتبر است.
fr: La valeur du <b>[field]</b> n'est pas valable

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
fa: زمینه <b>[field]</b> شامل گزینه های انتخاب شده نیست.
fr: Le champ <b>[field]</b> ne contient pas les options sélectionnées.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
fa: کلمه عبور را در فیلد <b>[field2]</b> و <b>[field]</b> مطابقت ندارد.
fr: The passwords in <b>[field2]</b> and <b>[field]</b> fields do not match.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
fa: شماره تلفن درفیلد<b>[field]</b> نامعتبر است. فرمت صحیح (555) 555-55-55 یا 55 55 555 5555 است.
fr: The phone number in <b>[field]</b> field is invalid. The correct format is (555) 555-55-55.

# Languages::error_validator_phone_mask
source: The phone number in the <b>[field]</b> field is invalid.
fa: شماره تلفن در قسمت <b>[field]</b> نامعتبر است.
fr: Le numéro de téléphone dans le champ <b>[field]</b> n'est pas valide.

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
fa: برای این روش پرداخت لازم است از فرمت زیر استفاده کنید: 555 555 5555.
fr: Il est nécessaire d'utiliser le format suivant pour cette méthode de paiement: 555 555 5555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
fa: فیلد<b>[field]</b> الزامی است.
fr: Le champ <b>[field]</b> est obligatoire.

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
fa: کد پستی در فیلد<b>[field]</b> نادرست است. فرمت صحیح [extra] می باشد.
fr: The ZIP / Postal code in <b>[field]</b> field is incorrect. The correct format is [extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
fa: شرکت با پست الکترونیکی انتخابی شما در حال حاضر وجود دارد، لطفا یکی دیگر را امتحان کنید.
fr: La société avec l'email que vous avez choisi existe déjà, veuillez essayer un autre email.

# Languages::error_validator_ccv
source: CVV/CVC is too short.
fa: CVV/CVC بیش از حد کوتاه است.
fr: CVV/CVC est trop court.

# Languages::error_validator_ccv_long
source: CVV/CVC is too long.
fa: CVV/CVC خیلی طولانی است.
fr: Le CVV/CVC est trop long.

# Languages::error_change_admin_data_in_frontend
source: It's forbidden to change the admin email or password in the customer area. Please sign in using a customer account.
fa: تغییر مدیر ایمیل یا رمز عبور در ناحیه مشتری ممنوع است. لطفا با استفاده از حساب مشتری وارد شوید.
fr: Il est interdit de changer l'email admin ou mot de passe au domaine de client. Veuillez vous connecter utilisant un compte client.

# Languages::error_exchange_rate
source: Unable to get exchange rates. Please try reloading this page in a minute.
fa: قادر به دریافت نرخ ارز نیست. لطفاً یک دقیقه دیگر این صفحه را بارگیری مجدد کنید.
fr: Impossible d'obtenir les taux de change. Veuillez essayer de recharger cette page dans une minute.

# Languages::exact_phrase
source: The exact phrase
fa: عبارت دقیق
fr: La phrase exacte

# Languages::excellent
source: Excellent!
fa: بسیار عالی!

# Languages::exception
source: Exception
fa: استثنا

# Languages::exceptions
source: Exceptions
fa: استثنائات

# Languages::exceptions_type
source: Exceptions type
fa: نوع استثنائات
fr: Type d'exceptions

# Languages::exception_disabled
source: No variant can be selected
fa: هیچ نوعی نمی تواند انتخاب شود
fr: Aucune variante ne peut être sélectionnée

# Languages::exception_disregard
source: Any variant
fa: هر نوع
fr: Toute variante

# Languages::exception_error
source: ERROR
fa: خطا
fr: ERREUR

# Languages::exception_error_code
source: Error code:
fa: کد خطا:
fr: Code erreur:

# Languages::exception_exist
source: This exception combination already exists
fa: این ترکیب استثنا در حال حاضر وجود دارد
fr: Cette combinaison d'exception existe déjà

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
fa: اوه!<br /> ما قادر به یافتن آنچه شما دنبالش هستید نمی‌باشیم.
fr: Oops!<br />Nous n'avons pas été capable de trouver ce que vous cherchez.

# Languages::exchange_rate
source: Live exchange rates
fa: نرخ های فعلی ارز
fr: Taux de change en direct

# Languages::exec
source: Execute
fa: اجرا
fr: Exécuter

# Languages::exim_remove_additional_images
source: Clean up
fa: تمیز کاری
fr: Nettoyer

# Languages::exit_point
source: Exit point
fa: امتیاز خروج
fr: Point de sortie

# Languages::exp
source: Exp
fa: درصد این سطح

# Languages::expanded
source: Expanded
fa: گسترش یافته
fr: Étendu

# Languages::expand_collapse_list
source: Expand / collapse the list of items
fa: بازکردن / فشرده سازی لیست اقلام
fr: Étendre / réduire la liste des items

# Languages::expand_sublist_of_items
source: Expand the sublist of items
fa: بازکردن زیر فهرست اقلام
fr: Étendre la sous-liste des items

# Languages::expired
source: Expired
fa: منقضی شده
fr: Expiré

# Languages::expirepreauth
source: Preauthorization
fa: پیش سنجی اعتبار
fr: Autorisation préalable

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
fa: محدودیت نگه Preauthorization در روز است. حداکثر مقدار 30 روز است. با "فروش" نوع درخواست، ترک این زمینه خالی.
fr: Limite de maintien de la pré-autorisation en jours. La valeur maximale est de 30 jours. Avec le type de requête "Vente", laissez ce champ vide.

# Languages::expiry_date
source: Expiration date
fa: تاریخ انقضا
fr: Date d'expiration

# Languages::export
source: Export
fa: صدور
fr: Exporter

# Languages::exported_fields
source: Exported fields
fa: فیلدهای صادر شده
fr: Champs exportés

# Languages::exported_files
source: Exported files
fa: فایل های صادر شده
fr: Fichier(s) exportés

# Languages::exporting_data
source: Exporting data
fa: در حال صدور داده ها
fr: Export des données en cours

# Languages::export_data
source: Export data
fa: صدور داده ها
fr: Exporter

# Languages::export_locations
source: Export locations
fa: مکان های صدور
fr: Exporter les destinations

# Languages::export_options
source: Export options
fa: گزینه های صدور
fr: Options d'export

# Languages::export_selected
source: Export selected
fa: صدور انتخاب شده ها
fr: Exporter sélection

# Languages::export_products
source: Export products
fa: صادرات محصولات
fr: Produits d'exportation

# Languages::extended
source: Extended
fa: تمدید شده
fr: Etendu

# Languages::extra
source: Extra
fa: اضافی
fr: Supplément(s)

# Languages::extra_services
source: Extra services
fa: خدمات جانبی
fr: Services supplémentaires

# Languages::extra_folders
source: Extra folders
fa: پوشه های اضافی
fr: Fichiers extra

# Languages::fail
source: Fail
fa: شکست
fr: Echec

# Languages::failed
source: Failed
fa: به شکست انجامید
fr: Échec

# Languages::fair
source: Fair
fa: نمایشگاه
fr: Juste

# Languages::false
source: False
fa: نادرست
fr: Fausse

# Languages::faroese
source: Faroese
fa: فارویی
fr: Féroïen

# Languages::fast
source: Fast
fa: سریع
fr: Rapide

# Languages::fax
source: Fax
fa: فکس

# Languages::feature
source: Feature
fa: ویژگی
fr: Caractéristiques

# Languages::features
source: Features
fa: ویژگی ها
fr: Caractéristiques

# Languages::features_delimiter
source: Feature variants delimiter
fa: انواع جداکننده ویژگی ها
fr: Délimiteur de variantes de fonctionnalité

# Languages::features_menu_description
source: Add and manage extra product fields.
fa: افزودن و مدیریت فیلد های اضافی محصول.
fr: Ajouter et gérer des champs de produits supplémentaires

# Languages::feature_code
source: Feature code
fa: کد ویژگی
fr: Code de la caractéristique

# Languages::feature_comparison
source: Feature comparison
fa: مقایسه ویژگی
fr: Fonction de comparaison

# Languages::feature_category
source: Feature category
fa: دسته ویژگی
fr: Catégorie d'articles

# Languages::feature_display_on_catalog
source: Show in product list
fa: نمایش در لیست محصول
fr: Afficher dans la liste des produits

# Languages::feature_display_on_header
source: Show in header on the product details page
fa: نمایش در سربرگ در صفحه جزئیات محصول
fr: Afficher dans l'en-tête sur la page de détails du produit

# Languages::feature_display_on_product
source: Show on the Features tab
fa: نمایش در زبانه ویژگی ها
fr: Afficher dans l'onglet des caractéristiques

# Languages::feature_hide_on_catalog
source: Hide in product list
fa: در لیست محصولات پنهان شوید
fr: Masquer dans la liste des produits
