Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# LanguageName
source: Localized language name
fa: پارسی
fr: Français

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
fa: فعال کردن پشتیبانی از تقلب کردن
fr: Activer le support de la notification de fraude

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
fa: وضعیت سفارشات با بررسی تقلب ناموفق
fr: Statut pour les commandes avec commentaire de fraude manqué

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
fa: وضعیت سفارشات در حال انتظار برای بررسی تقلب
fr: Statut pour les commandes avec commentaire de fraude en attente

# Languages::3d_secure
source: 3-D Secure
fa: ایمن سازی سه بعدی

# Languages::404
source: The 404 Not Found error message
fa: پیغام خطای یافت نشد 404
fr: Message d'erreur 404 - page non trouvée

# Languages::absolute
source: Absolute
fa: مطلق
fr: Absolue

# Languages::installed_addons
source: Installed add-ons
fa: افزونه نصب شده
fr: Addons installés

# Languages::browse_all_available_addons
source: Browse all available add-ons
fa: مرور تمام افزونه های موجود
fr: Parcourir tous les addons disponibles

# Languages::accept
source: Accept
fa: قبول
fr: Accepter

# Languages::access_denied
source: Access denied
fa: دسترسی رد شد
fr: Accès refusé

# Languages::event.order.status_changed.name
source: Order status changed to [status]
fa: وضعیت سفارش به [status]تغییر کرد
fr: Le statut de la commande a été modifié en [status].

# Languages::access_denied_text
source: You don't have permission to access the page.
fa: شما دارای مجوز برای دسترسی به این صفحه نیستید
fr: You don't have permission to access the requested page.

# Languages::account
source: Account
fa: حساب
fr: Compte

# Languages::account_name
source: Account name
fa: نام حساب
fr: Nom du compte

# Languages::account_number
source: Account number
fa: شماره حساب
fr: Numéro du compte

# Languages::account_type
source: Account type
fa: نوع حساب
fr: Type de compte

# Languages::acquirerid
source: Acquirer ID
fa: شناسه خریدار
fr: ID Acquéreur

# Languages::action
source: Action
fa: اقدام

# Languages::actions
source: Actions
fa: اقدامات

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
fa: فعال شدن آیتم منو برای اعزام
fr: Activer onglet du menu pour

# Languages::activate_selected
source: Activate selected
fa: فعال کردن انتخاب شده
fr: activer sélectionné

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
fa: فعال کردن ابزار Skrill Merchant
fr: Activer les outils marchand de Skrill

# Languages::activation_link
source: Activation link
fa: لینک فعال سازی
fr: Activation lien

# Languages::activation_mode
source: Activation mode
fa: حالت فعال سازی
fr: Mode activation

# Languages::active
source: Active
fa: فعال
fr: Actif

# Languages::active_categories
source: Active categories
fa: دسته بندی های فعالیت
fr: Catégories actives

# Languages::active_style
source: Active style
fa: استایل فعال
fr: Style actif

# Languages::active_products
source: Active products
fa: محصولات فعال
fr: Produits actifs

# Languages::active_promotions
source: Active promotions
fa: فعال کردن تبلیغات
fr: Promotions actives

# Languages::act_on_behalf
source: Act on behalf of
fa: نمایندگی از طرف
fr: Agir au nom de

# Languages::log_in_as_user
source: Log in as user
fa: به عنوان کاربر وارد شوید
fr: Se connecter comme utilisateur

# Languages::add
source: Add
fa: افزودن
fr: Ajouter

# Languages::added
source: added
fa: اضافه شده
fr: ajouté

# Languages::adding_block_to_grid
source: Adding block to grid
fa: اضافه کردن بلوک به شبکه
fr: Ajoute un bloc à la grille

# Languages::adding_grid
source: Adding grid
fa: اضافه کردن شبکه
fr: Ajoute une grille

# Languages::additional_data
source: Additional data
fa: اطلاعات اضافی
fr: Données supplémentaires

# Languages::additional_images
source: Additional images
fa: تصاویر اضافی
fr: Images supplémentaires

# Languages::additional_options
source: Additional options
fa: گزینه های اضافی
fr: Options additionnelles

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
fa: پارامتراضافی نادرست است
fr: Le paramètre additionnel n'est pas correct

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
fa: تصاویر بزرگتر بازشونده از تصاویر بندانگشتی اضافه
fr: Images popup de vignettes supplémentaires

# Languages::additional_thumbnail
source: Additional thumbnails
fa: عکسهای بندانگشتی اضافی
fr: Vignettes supplémentaires

# Languages::additional__option_thumbnail
source: Additional option thumbnail
fa: گزینه های اضافی تصویر بند انگشتی
fr: Vignette option supplémentaire

# Languages::addon
source: Add-on
fa: افزونه
fr: Module supplémentaire

# Languages::addons
source: Add-ons
fa: افزونه ها
fr: Modules supplémentaires

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
fa: خطایی در SQL query در هنگام نصب افزودنی رخ داد. افزونه نصب نخواهد شد.
fr: Une erreur dans une requête SQL s'est produite pendant l'installation du module supplémentaire. Le module supplémentaire ne sera pas installé.

# Languages::address
source: Address
fa: نشانی
fr: Adresse

# Languages::addresses
source: Addresses
fa: نشانی ها
fr: Adresses

# Languages::address_2
source: Address (line 2)
fa: نشانی (خط 2)
fr: Adresse (suite)

# Languages::address_commercial
source: Commercial
fa: تجاری

# Languages::address_residential
source: Residential
fa: مسکونی
fr: résidentiel

# Languages::address_type
source: Address type
fa: نوع نشانی
fr: Type d'addresse

# Languages::add_administrator
source: Add administrator
fa: افزودن مدیر
fr: Ajouter un administrateur

# Languages::add_block
source: Add block
fa: اضافه کردن بلوک
fr: Ajouter un bloc

# Languages::add_image_from_server
source: Add image from server
fa: اضافه کردن تصویر از سرور
fr: Choisir une image sur le serveur

# Languages::add_image_from_url
source: Add image from URL
fa: اضافه کردن تصویر از URL
fr: Ajouter une image à partir d'une url

# Languages::add_bonus
source: Add bonus
fa: افزودن جایزه
fr: Ajouter un bonus

# Languages::add_cart_promotion
source: Add cart promotion
fa: افزودن ترفیع سبد خرید
fr: Ajouter une promotion de panier

# Languages::add_catalog_promotion
source: Add catalog promotion
fa: افزودن ترفیع کاتولوگ
fr: Ajouter une promotion de catalogue

# Languages::add_categories
source: Add categories
fa: افزودن دسته بندی ها
fr: Ajouter des catégories

# Languages::select_categories
source: Select categories
fa: دسته ها را انتخاب کنید
fr: Sélectionnez les catégories

# Languages::add_categories_and_close
source: Add categories and close
fa: افزودن دسته بندی و بستن
fr: Ajouter les catégories et fermer

# Languages::add_category
source: Add category
fa: افزودن دسته بندی
fr: Ajouter une catégorie

# Languages::add_chart
source: Add chart
fa: افزودن نمودار
fr: Ajouter un tableau

# Languages::add_combination
source: Add combination
fa: افزودن ترکیب
fr: Ajouter combinaison

# Languages::add_companies
source: Add stores
fa: اضافه کردن فروشگاه
fr: Ajouter des magasins

# Languages::add_companies_and_close
source: Add stores and close
fa: افزودن فروشگاه ها و بستن
fr: Ajouter des magasins et fermer

# Languages::add_condition
source: Add condition
fa: اضافه کردن وضعیت
fr: Ajouter une condition

# Languages::add_currency
source: Add currency
fa: افزودن واحد پول
fr: Ajouter une nouvelle monnaie / devise

# Languages::add_customer
source: Add customer
fa: افزودن مشتری
fr: Ajouter un client

# Languages::add_elements
source: Add elements
fa: افزودن عناصر
fr: Ajouter des éléments

# Languages::add_empty_item
source: Add empty item
fa: افزودن مورد خالی
fr: Ajouter un élement

# Languages::add_feature
source: Add feature
fa: افزودن ویژگی
fr: Ajouter une caractéristique

# Languages::advanced_feature_creation
source: Advanced feature creation
fa: ایجاد ویژگی های پیشرفته
fr: Création avancée de fonctionnalités

# Languages::add_field
source: Add field
fa: افزودن زمینه
fr: Ajouter un champ

# Languages::add_file
source: Add file
fa: افزودن فایل
fr: Ajouter un fichier

# Languages::add_filter
source: Add filter
fa: افزودن فیلتر
fr: Ajouter un filtre

# Languages::add_filters
source: Add filters
fa: افزودن فیلترها
fr: Ajouter des filtres

# Languages::add_filters_and_close
source: Add filters and close
fa: افزودن فیلتر و بستن
fr: Ajouter des filtres et fermer

# Languages::add_folder
source: Add folder
fa: افزودن پوشه
fr: Ajouter un dossier

# Languages::add_global_option
source: Add global option
fa: افزودن گزینه های سراسری
fr: Ajouter une option globale

# Languages::add_grid_block
source: Add grid or block
fa: افزودن شبکه یا بلوک
fr: Ajouter une grille ou un bloc

# Languages::add_group
source: Add group
fa: افزودن گروه
fr: Ajouter un groupe

# Languages::add_item
source: Add item
fa: افزودن مورد
fr: Ajouter un élement

# Languages::add_items
source: Add [items]
fa: افزودن [items]
fr: Ajouter [articles]

# Languages::add_language
source: Add language
fa: افزودن زبان
fr: Ajouter une langue

# Languages::add_language_variable
source: Add language variable
fa: افزودن متغیر زبان
fr: Ajouter une variable de langue

# Languages::add_layout
source: Add layout
fa: افزودن طرح
fr: Ajouter un layout

# Languages::add_link
source: Add link
fa: افزودن لینک
fr: Ajouter un lien

# Languages::add_localization
source: Add localization
fa: افزودن محلی سازی
fr: Ajouter une localisation

# Languages::add_location
source: Add location
fa: افزودن مکان
fr: Ajouter un emplacement

# Languages::add_rate_area
source: Add rate area
fa: منطقه نرخ را اضافه کنید
fr: Ajouter une zone tarifaire

# Languages::add_menu
source: Add menu
fa: افزودن منو
fr: Ajouter un menu

# Languages::add_new
source: Add new
fa: افزودن جدید
fr: Ajouter nouveau

# Languages::add_new_field
source: Add new field
fa: افزودن فیلد جدید
fr: Ajouter des nouveaux champs

# Languages::add_new_order
source: Adding new order
fa: افزودن سفارش جدید
fr: Ajout d'une nouvelle commande

# Languages::add_new_variant
source: Add new variant
fa: افزودن نوع جدید
fr: Ajouter une nouvelle variante

# Languages::add_variant
source: Add variant
fa: افزودن نوع
fr: Ajouter une variante

# Languages::add_option
source: Add option
fa: افزودن گزینه
fr: Ajouter un option

# Languages::advanced_option_creation
source: Advanced option creation
fa: ایجاد گزینه پیشرفته
fr: Création avancée d'options

# Languages::add_order
source: Add order
fa: افزودن سفارش
fr: Ajouter une commande

# Languages::add_orders
source: Add orders
fa: افزودن سفارشات
fr: Ajouter des commandes

# Languages::add_orders_and_close
source: Add orders and close
fa: افزودن سفارشات و بستن
fr: Ajouter des commandes et fermer

# Languages::add_page
source: Add page
fa: افزودن صفحه
fr: Ajouter une page

# Languages::add_pages
source: Add pages
fa: افزودن صفحات
fr: Ajouter des pages

# Languages::add_pages_and_close
source: Add pages and close
fa: افزودن صفحات و بستن
fr: Ajouter les pages et fermer

# Languages::add_payment
source: Add payment method
fa: افزودن روش پرداخت
fr: Ajoutez une méthode de paiement

# Languages::add_payout
source: Add payout
fa: افزودن پرداخت
fr: Ajouter un versement

# Languages::add_product
source: Add product
fa: افزودن محصول
fr: Ajouter un produit

# Languages::add_products
source: Add products
fa: افزودن محصولات
fr: Ajouter des produits

# Languages::add_products_and_close
source: Add products and close
fa: اضافه کردن محصولات و بستن
fr: Ajouter des produits et fermer

# Languages::add_products_to_section
source: Add product(s) to this section
fa: افزودن محصول(محصولات) به این بخش
fr: Ajouter les produits dans cette section

# Languages::add_product_filter
source: Add product filter
fa: افزودن فیلتر محصول
fr: Ajouter un filtre de produit

# Languages::add_promotions
source: Add promotions
fa: افزودن ترفیع
fr: Ajouter des promotions

# Languages::add_report
source: Add report
fa: افزودن گزارش
fr: Ajouter un rapport

# Languages::add_section
source: Add section
fa: افزودن بخش
fr: Ajouter une section

# Languages::add_selected_to_cart
source: Add selected to cart
fa: افزودن انتخابی به سبد خرید
fr: Ajouter sélection au panier

# Languages::add_shipping_method
source: Add shipping method
fa: افزودن روش ارسال
fr: Ajouter une méthode de livraison

# Languages::add_site_map_section
source: Add sitemap section
fa: افزودن بخش نقشه سایت
fr: Ajoute une section au plan du site

# Languages::add_state
source: Add state
fa: افزودن استان
fr: Ajouter un canton / une région

# Languages::add_status
source: Add status
fa: افزودن وضعیت
fr: Ajouter un statut

# Languages::add_subcategory
source: Add subcategory
fa: افزودن زیرشاخه
fr: Ajouter une sous-catégorie

# Languages::new_subscribers
source: New subscribers
fa: مشترکین جدید
fr: Nouveaux membres enregistres

# Languages::add_subscriber
source: Add subscriber
fa: افزودن مشترک
fr: Ajouter un abonné

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
fa: افزودن مشترکین از لیست کاربران
fr: Ajouter des abonnés depuis la liste utilisateurs

# Languages::add_tab
source: Add tab
fa: افزودن زبانه
fr: Ajouter un onglet

# Languages::add_tax
source: Add tax
fa: افزودن مالیات
fr: Ajouter une taxe

# Languages::add_to_cart
source: Add to cart
fa: افزودن به سبد خرید
fr: Ajouter au panier

# Languages::add_to_comparison_list
source: Add to comparison list
fa: افزودن به فهرست مقایسه
fr: Ajouter a la liste de comparaison

# Languages::add_user
source: Add user
fa: افزودن کاربر
fr: Ajouter un utilisateur

# Languages::add_users
source: Add users
fa: افزودن کاربران
fr: Ajouter des utilisateurs

# Languages::add_users_and_close
source: Add users and close
fa: کاربران را اضافه کنید و ببندید
fr: Ajouter les utilisateurs et fermer

# Languages::add_vendor
source: Add store
fa: افزودن فروشگاه
fr: Ajouter un magasin

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
fa: شما نمی توانید واردات به این فروشگاه را انجام دهد زیرا تاریخ استفاده از نسخه آزمایشی تمام شده
fr: Vous ne pouvez pas exécuter un import dans ce magasin parce que vous utilisez une version d'essai expirée.

# Languages::administration
source: Administration
fa: مدیریت

# Languages::administration_panel
source: Administration panel
fa: بخش مدیریت
fr: Panneau d'administration

# Languages::administrator
source: Administrator
fa: مدیر
fr: Administrateur

# Languages::administrators
source: Administrators
fa: مدیران
fr: Administrateurs

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
fa: فهرست مدیران فروشگاه، حساب کاربران ثبت شده توسط مدیر.
fr: Liste des administrateur du magasin, utilisateurs enregistrés avec un compte administrateur.

# Languages::administrators_notified
source: [count] administrators notified.
fa: به [count] مدیر اطلاع داده شد.
fr: [count] administrateurs notifiés.

# Languages::admin_panel
source: Administration panel
fa: بخش مدیریت
fr: Panneau d'administration

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
fa: فروشگاه الکترونیکی [company_name].
fr: E-shop de [company_name].

# Languages::advanced
source: Advanced
fa: پیشرفته
fr: Avancé

# Languages::advanced_search
source: Advanced search
fa: جستجوی پیشرفته
fr: Recherche avancée

# Languages::advanced_search_options
source: Advanced search options
fa: گزینه های جستجو پیشرفته
fr: Options de recherche avancée

# Languages::after_full_payment
source: After full payment
fa: پس از پرداخت کامل
fr: Après le paiement intégral

# Languages::after_sum
source: After sum
fa: پس از جمع
fr: Après somme

# Languages::agent_id
source: Agent ID
fa: شناسه عامل
fr: ID Agent

# Languages::agreement_required
source: Agreement required
fa: توافق مورد نیاز است
fr: Validation requise

# Languages::all
source: All
fa: همه
fr: Tous / Toutes

# Languages::allowed
source: Allowed
fa: مجاز
fr: Autorisé

# Languages::allowed_combinations
source: Allowed combinations
fa: ترکیب های مجاز
fr: Combinaisons autorisées

# Languages::allowed_extensions
source: Allowed extensions
fa: پسوند های مجاز
fr: Extensions autorisées

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
fa: این فیلد را جهت آپلود تمام انواع فایل ها خالی نگه دارید یا پسونده های مجاز را با جداکننده ویرگول وارد کنید. (به عنوان مثال jpg, bmp, gif, pdf)
fr: Laisser ce champ vide pour autoriser le transfert de tout type de fichiers, ou saisir les extensions autorisées séparée par une virgule (p.e. jpg,bmp,gif,pdf)

# Languages::allow_api_access
source: Yes, allow this user to use the API
fa: بله، به این کاربر اجازه استفاده از API می دهد
fr: Oui, autorisez cette utilisateur à utiliser l'API

# Languages::api_access_for_user
source: API access for this user
fa: دسترسی API برای این کاربر
fr: Accès à l'API pour cet utilisateur

# Languages::generate_new_api_key
source: Generate new API key
fa: کلید API جدید ایجاد کنید
fr: Générer une nouvelle clé API

# Languages::please_copy_api_key
source: Please copy the API key now and keep it somewhere. Once you save the changes, this key won't appear here again. If the key is lost, the only way to regain API access will be to generate a new key on this page.
fa: لطفاً اکنون کلید API را کپی کرده و در جایی نگه دارید. پس از ذخیره تغییرات، این کلید دیگر در اینجا ظاهر نمی شود. اگر کلید گم شود، تنها راه برای به دست آوردن مجدد دسترسی API ایجاد یک کلید جدید در این صفحه خواهد بود.
fr: Veuillez copier la clé API maintenant et la conserver quelque part. Une fois les modifications enregistrées, cette clé n'apparaîtra plus ici. Si la clé est perdue, le seul moyen de retrouver l'accès à l'API sera de générer une nouvelle clé sur cette page.

# Languages::allow_return_registration
source: Allow return registration
fa: اجازه ثبت نام بازگشتی
fr: Permettre retour d'enregistrement

# Languages::all_categories
source: All categories
fa: تمام دسته بندی ها
fr: Toutes les catégories

# Languages::all_downloads
source: All downloads
fa: همه دانلودها
fr: Tous les téléchargements

# Languages::all_features
source: All features
fa: تمام ویژگی ها
fr: Toutes les caractéristiques

# Languages::all_filters
source: All product filters
fa: فیلترهای تمامی محصولات
fr: Tous les filtres produits

# Languages::all_pages
source: All pages
fa: همه صفحات
fr: Toutes les pages

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
fa: تمام محصولات با موفقیت به روز شده است.
fr: Tous les produits ont été mis à jour avec succès.

# Languages::all_vendors
source: All stores
fa: همه فروشگاه ها
fr: Tous les magasins

# Languages::all_storefronts_short
source: All
fa: همه
fr: Tout

# Languages::show_all_storefronts
source: Show all storefronts
fa: نمایش تمام ویترین ها
fr: Afficher toutes les vitrines

# Languages::show_all_storefronts_with_count
source: Show all [count] storefronts
fa: نمایش همه [count] ویترین
fr: Afficher [count] vitrines

# Languages::all_words
source: All of these words
fa: همه این کلمات
fr: Tous ces mots

# Languages::also_bought
source: Also bought
fa: همچنین خریده اند
fr: Également ajouté

# Languages::alt_text
source: Alternative text/title
fa: متن/عنوان جایگزین
fr: Texte alternatif

# Languages::alternative_text
source: Alt text
fa: متن جایگزین
fr: Texte de la balise Alt

# Languages::american_express
source: American Express
fa: امریکن اکسپرس

# Languages::american_express_info
source: CVV is on the front of the card above the credit card number (either on the right or on the left side of the credit card).
fa: CVV در روی کارت بالاتر از شماره کارت های اعتباری (چه در سمت راست یا سمت چپ کارت اعتباری) است.
fr: CVV est sur la carte au dessus du numero de la carte credite (soit a droite , ou gauche de la carte credite).

# Languages::amount
source: Amount
fa: مبلغ
fr: Quantité

# Languages::amount_decreased
source: Quantity has been decreased by
fa: کاهش مقدار به میزان
fr: Quantité a diminué de

# Languages::amount_increased
source: Quantity has been increased by
fa: افزایش مقدار به میزان
fr: Quantité a été augmentée de

# Languages::anonymous
source: Anonymous
fa: ناشناس
fr: Anonymes

# Languages::answer
source: Answer
fa: پاسخ
fr: Réponse

# Languages::any
source: Any
fa: هیچ
fr: Certaines

# Languages::any_date
source: Any date
fa: هر گونه تاریخ
fr: N'importe quel date

# Languages::any_option_combinations
source: Any option combinations
fa: هر گزینه ترکیبی
fr: Toute combinaisons d'option

# Languages::any_status
source: Any status
fa: هر وضعیت
fr: Tous les statuts

# Languages::any_words
source: Any of these words
fa: هر یک از این کلمات
fr: Un de ces mots

# Languages::any_category
source: Any category
fa: هر دسته ای
fr: Toutes les catégories

# Languages::any_product
source: Any product
fa: هر محصولی
fr: Tous les produits

# Languages::api_access
source: API access
fa: دسترسی به API
fr: Accès à l'API

# Languages::api_key
source: API key
fa: کلید API
fr: Clé de l'API

# Languages::need_company_id
source: Company ID is required (the company_id param)
fa: شناسه شرکت مورد نیاز است (company_id param)
fr: L'ID de la société est obligatoire (company_id_param)

# Languages::api_need_correct_company_id
source: Company by passed ID not found
fa: شرکت توسط شناسه تصویب نشد
fr: Aucune société ayant l'ID transmis n'a été trouvée

# Languages::api_need_id
source: Object ID undefined
fa: شناسه شی تعریف نشده
fr: ID de l'objet non défini

# Languages::api_need_params
source: Missing parameters
fa: پارامترهای وارد نشده
fr: Paramètres manquants

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
fa: فروشگاه لازم است (company_id param یا نهاد فروشگاه ها)
fr: Le magasin est requis (paramètre company_id ou entité des magasins)

# Languages::api_not_need_id
source: ID must not be defined
fa: ID نباید تعریف شده باشد
fr: ID ne doit pas être défini

# Languages::api_partner
source: API partner
fa: شریک API
fr: Partenaire API

# Languages::api_password
source: API password
fa: رمزعبور API
fr: Code API

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
fa: تنها شماره پیگیری پارامتر ها و حامل می تواند با تنظیم "اجازه دادن به محموله های متعدد برای یک مجموعه سفارش" بروز شود
fr: Seuls le numéro de suivi et les paramètres du transporteur peuvent être mis à jour avec le paramètre activé 'Autoriser les utilisateurs à créer une livraison'

# Languages::api_user
source: API user
fa: API کاربر
fr: Utilisateur API

# Languages::api_order_couldnt_be_created
source: Order couldn't be created
fa: سفارش ایجاد نشد
fr: Impossible de créer la commande

# Languages::api_no_shipping_methods_available
source: No shipping methods are available
fa: هیچ روش حمل و نقل در دسترس نیست
fr: Aucune méthode d'expédition disponible

# Languages::appearance
source: Appearance
fa: ظاهر
fr: Apparence

# Languages::appearance_settings
source: Appearance settings
fa: تنظیمات ظاهر
fr: Paramétrage de l'apparence

# Languages::appearance_type
source: Appearance type
fa: نوع ظاهر
fr: Type d'apparence

# Languages::application_id
source: Application ID
fa: شناسه درخواست
fr: ID de l'application

# Languages::application_login
source: Application login
fa: ورود به برنامه
fr: Login de l'application

# Languages::apply
source: Apply
fa: درخواست
fr: Appliquer

# Languages::apply_as_link
source: Apply as link
fa: به کارگیری به عنوان پیوند
fr: Appliquer comme lien

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
fa: اعمال مالیات های انتخاب شده به تمام محصولات
fr: Appliquer les taxes sélectionnées à tous les produits

# Languages::apply_to_all_languages
source: Apply to all languages
fa: اعمال بر همه زبان ها
fr: Appliquer à toutes les langues
