Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::shipping_zipcode
source: Shipping: zipcode
fa: حمل و نقل: کد پستی
fr: Expédition : code postal

# Languages::item_id
source: Item ID
fa: شناسه مورد
fr: ID de l'article

# Languages::issuer_id
source: Issuer ID
fa: شناسه صادرکننده
fr: ID de l'émetteur

# Languages::billing_phone
source: Billing: phone
fa: صورتحساب: تلفن
fr: Facturation : téléphone

# Languages::shipping_phone
source: Shipping: phone
fa: ارسال: تلفن
fr: Expédition : téléphone

# Languages::extra_fields
source: Extra fields
fa: زمینه های اضافی
fr: Champs supplémentaires

# Languages::country_code
source: Country code
fa: کد کشور
fr: Code postal

# Languages::salt
source: Salt
fa: نمک
fr: Le sel

# Languages::user_group_ids
source: User group IDs
fa: شناسه های گروه کاربری
fr: ID de groupe d'utilisateurs

# Languages::skip_creating_new_products
source: Skip creating new products
fa: از ایجاد محصولات جدید صرف نظر کنید
fr: Ignorer la création de nouveaux produits

# Languages::text_skip_creating_new_products
source: If you enable this setting, then only the products that already exist in your database will be updated.
fa: اگر این تنظیم را فعال کنید، فقط محصولاتی که از قبل در پایگاه داده شما وجود دارند به روز می شوند.
fr: Si vous activez ce paramètre, seuls les produits qui existent déjà dans votre base de données seront mis à jour.

# Languages::update_existing_products_only
source: Update existing products only
fa: فقط محصولات موجود را به روز کنید
fr: Mettre à jour les produits existants uniquement

# Languages::update_existing_products_only_tooltip
source: If you enable this setting, products that don't exist in the database of your store will be skipped during import.
fa: اگر این تنظیم را فعال کنید، محصولاتی که در پایگاه داده فروشگاه شما وجود ندارند، در حین وارد کردن حذف خواهند شد.
fr: Si vous activez ce paramètre, les produits qui n'existent pas dans la base de données de votre boutique seront ignorés lors de l'importation.

# Languages::updated_last
source: Updated in the last
fa: به روز رسانی در آخرین
fr: Mis à jour dans le dernier

# Languages::hour_or_hours
source: hour(s)
fa: ساعت ها)
fr: les heures)

# Languages::api_required_fields
source: The following fields are required: [fields]
fa: فیلدهای زیر الزامی است: [fields]
fr: Les champs suivants sont obligatoires : [fields]

# Languages::api_invalid_value
source: Invalid value `[value]` specified for [field]
fa: مقدار «[value]» نامعتبر برای [field]مشخص شده است
fr: Valeur invalide `[value]` spécifiée pour [field]

# Languages::api_invalid_value_w_valid_list
source: Invalid value `[value]` specified for [field]. Valid values are: [valid_list]
fa: مقدار "[value]" نامعتبر برای [field]مشخص شده است. مقادیر معتبر عبارتند از: [valid_list]
fr: Valeur non valide `[value]` spécifiée pour [field]. Les valeurs valides sont : [valid_list]

# Languages::api_empty_value
source: Empty value specified for the required [field] field.
fa: مقدار خالی برای فیلد [field] مورد نیاز مشخص شده است.
fr: Valeur vide spécifiée pour le champ [field] requis.

# Languages::recover
source: Recover
fa: بازیابی کنید
fr: Se remettre

# Languages::image_has_been_deleted
source: This image has been deleted
fa: این تصویر حذف شده است
fr: Cette image a été supprimée

# Languages::delete_all_images
source: Delete all images
fa: تمام تصاویر را حذف کنید
fr: Supprimer toutes les images

# Languages::cannot_upload_file
source: Cannot upload file
fa: فایل آپلود نمیشه
fr: Impossible de télécharger le fichier

# Languages::ogone.sha_in
source: SHA-IN pass phrase
fa: عبارت عبور SHA-IN
fr: Phrase de passe SHA-IN

# Languages::ttc_ogone.sha_in
source: The SHA-IN pass phrase is set on the Ingenico administration panel on the <b>Data and origin verification</b> tab.
fa: عبارت عبور SHA-IN در پانل مدیریت Ingenico در برگه <b>Data and Source Verification</b> تنظیم شده است.
fr: La phrase de passe SHA-IN est définie dans le panneau d'administration d'Ingenico sur l'onglet <b>Vérification des données et de l'origine</b>.

# Languages::ogone_web.sha_out
source: SHA-OUT pass phrase
fa: عبارت عبور SHA-OUT
fr: Mot de passe SHA-OUT

# Languages::ttc_ogone_web.sha_out
source: The SHA-OUT pass phrase is set on the Ingenico administration panel on the <b>Transaction feedback</b> tab.
fa: عبارت عبور SHA-OUT در پانل مدیریت Ingenico در برگه بازخورد <b>تراکنش</b> تنظیم شده است.
fr: La phrase de passe SHA-OUT est définie dans le panneau d'administration d'Ingenico sur l'onglet <b>Transaction feedback</b>.

# Languages::ogone_direct.config_info
source: Enter SHA-IN pass phrase both here and on the Ingenico administation panel.<br><br>For new Ingenico accounts created since May 11th, 2010, the new SHA policy is automatically active.<br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
fa: عبارت عبور SHA-IN را هم در اینجا و هم در پنل مدیریت Ingenico وارد کنید.<br><br>برای حساب های جدید Ingenico ایجاد شده از 11 مه 2010، خط مشی جدید SHA به طور خودکار فعال است.<br/>لطفاً فراموش نکنید که کادر "استفاده از خط مشی امضای جدید SHA" را انتخاب کنید.
fr: Entrez la phrase de passe SHA-IN ici et sur le panneau d'administration d'Ingenico.<br><br>Pour les nouveaux comptes Ingenico créés depuis le 11 mai 2010, la nouvelle politique SHA est automatiquement active.<br/>N'oubliez pas de cocher la case "Utiliser la nouvelle politique de signature SHA".

# Languages::ogone_web.config_info
source: Please set the following URL in the Technical Information section on the Ingenico administation panel as the <b>URL of the merchant's post-payment page</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <code>[r_url]</code><br>Select "Always deferred (not immediately after the payment)" for the <b>Timing of the request</b>.<br>Enter SHA-IN and SHA-OUT pass phrases both here and on the Ingenico administation panel.
fa: لطفاً URL زیر را در بخش اطلاعات فنی در پانل مدیریت Ingenico به عنوان نشانی اینترنتی <b>صفحه پس از پرداخت تاجر برای همه موارد ("پذیرفته</b> "، "در انتظار"، "نامشخص"، "لغو شده توسط مشتری" تنظیم کنید. , "بسیار رد شده توسط خریدار"): <code>[r_url]</code><br>"همیشه به تعویق افتاد (نه بلافاصله پس از پرداخت)" را برای <b>زمان بندی درخواست</b>انتخاب کنید.<br>عبارات عبور SHA-IN و SHA-OUT را هم در اینجا و هم در پنل مدیریت Ingenico وارد کنید.
fr: Veuillez définir l'URL suivante dans la section Informations techniques du panneau d'administration d'Ingenico comme l'URL <b>de la page de post-paiement du marchand</b> pour tous les cas ("accepté", "en attente", "incertain", "annulé par le client" , "trop de rejets par l'acquéreur") : <code>[r_url]</code><br>Sélectionnez "Toujours différé (pas immédiatement après le paiement)" pour le <b>Timing de la demande</b>.<br>Entrez les phrases de passe SHA-IN et SHA-OUT à la fois ici et sur le panneau d'administration Ingenico.

# Languages::sort_by_null_desc
source: No sorting
fa: بدون مرتب سازی
fr: Pas de tri

# Languages::storefront_name
source: Storefront name
fa: نام ویترین فروشگاه
fr: Nom de la vitrine

# Languages::storefront_name_short
source: Storefront name
fa: نام ویترین فروشگاه
fr: Nom de la vitrine

# Languages::internal_option_name
source: Internal name
fa: نام داخلی
fr: Nom interne

# Languages::internal_option_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple options that have the same displayed name.
fa: این نام فقط در پانل مدیریت نشان داده می شود تا به شما کمک کند بین چندین گزینه که نام نمایش داده شده یکسانی دارند تشخیص دهید.
fr: Ce nom s'affiche uniquement dans le panneau d'administration pour vous aider à faire la distinction entre plusieurs options qui ont le même nom affiché.

# Languages::internal_feature_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple features that have the same displayed name.
fa: این نام فقط در پانل مدیریت نشان داده می شود تا به شما کمک کند بین چندین ویژگی که نام نمایش داده شده یکسانی دارند تشخیص دهید.
fr: Ce nom s'affiche uniquement dans le panneau d'administration pour vous aider à distinguer plusieurs fonctionnalités qui ont le même nom affiché.

# Languages::internal_feature_group_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple feature groups that have the same displayed name.
fa: این نام فقط در پانل مدیریت نشان داده می‌شود تا به شما کمک کند بین چندین گروه ویژگی که نام نمایش داده شده یکسانی دارند تشخیص دهید.
fr: Ce nom s'affiche uniquement dans le panneau d'administration pour vous aider à faire la distinction entre plusieurs groupes de fonctionnalités qui ont le même nom affiché.

# Languages::edit_corresponding_profile_field
source: To change the field type or variants, <a href="[URL]">edit the corresponding field in the Shipping Address section</a>.
fa: برای تغییر نوع یا انواع فیلد، فیلد مربوطه را در بخش آدرس حمل و</a><a href="[URL]">کنید.
fr: Pour modifier le type de champ ou les variantes, <a href="[URL]">modifiez le champ correspondant dans la section Adresse de livraison</a>.

# Languages::error_product_codes_length
source: The following product codes are too long and were cut off at [product_code_length] symbols:
fa: کدهای محصول زیر بسیار طولانی هستند و با علامت [product_code_length] قطع شده اند:
fr: Les codes produits suivants sont trop longs et ont été coupés à [product_code_length] symbole :

# SettingsVariants::log_type_requests::shipping
source: Realtime shipping errors
fa: خطاهای ارسال بلادرنگ
fr: Erreurs d'expédition en temps réel

# Languages::log_action_shipping
source: Shipping request
fa: درخواست حمل و نقل
fr: Demande d'expédition

# Languages::email_template.shipping_error
source: Shipping: request error
fa: ارسال: خطای درخواست
fr: Expédition : erreur de demande

# Languages::request_error_information_title
source: Shipping error
fa: خطای حمل و نقل
fr: Erreur de livraison

# Languages::request_error_information
source: Customers have experienced issues with receiving rates from <b>the [shipping]</b> shipping method. Please make sure that is configured properly and that the shipping rate calculation is correct
fa: مشتریان مشکلاتی را با دریافت نرخ‌ها از روش حمل و نقل <b> [shipping]</b> تجربه کرده‌اند. لطفاً مطمئن شوید که به درستی پیکربندی شده است و محاسبه نرخ حمل و نقل صحیح است
fr: Les clients ont rencontré des problèmes avec la réception des tarifs de la méthode d'expédition <b>à [shipping]</b> . Veuillez vous assurer qu'il est correctement configuré et que le calcul du tarif d'expédition est correct

# Languages::press_continue_to_recover_password
source: Click <b>Continue</b> to proceed with password change.
fa: روی <b>Continue</b> کلیک کنید تا به تغییر رمز عبور ادامه دهید.
fr: Cliquez sur <b>Continuer</b> pour procéder au changement de mot de passe.

# Languages::drop_images_to_upload
source: Drop images here
fa: تصاویر را اینجا رها کنید
fr: Déposez les images ici

# Languages::drop_images_select_short
source: Select
fa: انتخاب کنید
fr: Sélectionner

# Languages::drop_images_select
source: Select images
fa: تصاویر را انتخاب کنید
fr: Sélectionner des images

# Languages::currency_code_afn
source: Afghan Afghani
fa: افغانی افغانی
fr: Afghan afghan

# Languages::currency_code_dzd
source: Algerian Dinar
fa: دینار الجزایر
fr: Dinar algérien

# Languages::currency_code_aoa
source: Angolan Kwanza
fa: کوانزای آنگولا
fr: Kwanza angolais

# Languages::currency_code_aon
source: Angolan New Kwanza
fa: کوانزای جدید آنگولا
fr: Nouveau Kwanza angolais

# Languages::currency_code_ats
source: Antillian Guilder
fa: گیلدر آنتیلیان
fr: Florin antillais

# Languages::currency_code_azn
source: Azerbaijanian Manat
fa: منات آذربایجانی
fr: Manat azerbaïdjanais

# Languages::currency_code_bsd
source: Bahamian Dollar
fa: دلار باهاما
fr: Dollar des Bahamas

# Languages::currency_code_bhd
source: Bahraini Dinar
fa: دینار بحرین
fr: Dinar bahreïni

# Languages::currency_code_bdt
source: Bangladesh Taka
fa: تاکا بنگلادش
fr: Taka du Bangladesh

# Languages::currency_code_bbd
source: Barbados Dollar
fa: دلار باربادوس
fr: Dollar de la Barbade

# Languages::currency_code_byn
source: Belarussian Ruble
fa: روبل بلاروس
fr: Rouble biélorusse

# Languages::currency_code_bef
source: Belgian Franc
fa: فرانک بلژیک
fr: franc belge

# Languages::currency_code_bzd
source: Belize Dollar
fa: دلار بلیز
fr: Dollar bélizéen

# Languages::currency_code_bmd
source: Bermudian Dollar
fa: دلار برمودا
fr: Dollar des Bermudes

# Languages::currency_code_btn
source: Bhutan Ngultrum
fa: بوتان انگولتروم
fr: Bhoutan Ngultrum

# Languages::currency_code_bob
source: Bolivian Boliviano
fa: بولیویایی بولیوی
fr: Boliviano bolivien

# Languages::currency_code_bam
source: Bosnia and Herzegovina Convertible Marks
fa: علائم قابل تبدیل بوسنی و هرزگوین
fr: Marks convertibles de Bosnie-Herzégovine

# Languages::currency_code_bwp
source: Botswana Pula
fa: بوتسوانا پولا
fr: Pula du Botswana

# Languages::currency_code_bnd
source: Brunei Dollar
fa: دلار برونئی
fr: Dollar de Brunei

# Languages::currency_code_bgl
source: Bulgaria Lev
fa: بلغارستان Lev
fr: Lev bulgare

# Languages::currency_code_bif
source: Burundi Franc
fa: فرانک بوروندی
fr: Franc burundais

# Languages::currency_code_khr
source: Cambodian Riel
fa: ریل کامبوج
fr: Riel cambodgien

# Languages::currency_code_cve
source: Cape Verde Escudo
fa: کیپ ورد اسکودو
fr: Escudo du Cap-Vert

# Languages::currency_code_kyd
source: Cayman Islands Dollar
fa: دلار جزایر کیمن
fr: Dollar des îles Caïmans

# Languages::currency_code_clp
source: Chilean Peso
fa: پزو شیلی
fr: Peso chilien

# Languages::currency_code_cop
source: Colombian Peso
fa: پزو کلمبیا
fr: Peso colombien

# Languages::currency_code_kmf
source: Congolese Franc
fa: فرانک کنگو
fr: franc congolais

# Languages::currency_code_crc
source: Costa Rican Colon
fa: کولون کاستاریکا
fr: Colon du Costa Rica

# Languages::currency_code_cyp
source: Cyprus Pound
fa: پوند قبرس
fr: Livre chypriote

# Languages::currency_code_dem
source: Deutsche Mark
fa: دویچه مارک

# Languages::currency_code_djf
source: Djibouti Franc
fa: فرانک جیبوتی
fr: Franc djiboutien

# Languages::currency_code_std
source: Dobra
fa: دوبرا

# Languages::currency_code_dop
source: Dominican Peso
fa: پزو دومینیکن
fr: Peso dominicain

# Languages::currency_code_nlg
source: Dutch Guilder
fa: گیلدر هلندی
fr: Florin néerlandais

# Languages::currency_code_xcd
source: East Caribbean Dollar
fa: دلار کارائیب شرقی
fr: Dollar des Caraïbes orientales

# Languages::currency_code_ecs
source: Ecuador Sucre
fa: سوکره اکوادور
fr: Equateur Sucre

# Languages::currency_code_cdf
source: Congolese Franc
fa: فرانک کنگو
fr: franc congolais

# Languages::currency_code_svc
source: El Salvador Colon
fa: کولون السالوادور
fr: Colon salvadorien

# Languages::currency_code_ern
source: Eritrean Nafka
fa: نافکای اریتره
fr: Nafka érythréenne

# Languages::currency_code_etb
source: Ethiopian Birr
fa: بیر اتیوپیایی
fr: Birr éthiopien

# Languages::currency_code_fkp
source: Falkland Islands Pound
fa: پوند جزایر فالکلند
fr: Livre des îles Falkland

# Languages::currency_code_fim
source: Finnish Markka
fa: مارککا فنلاندی
fr: Mark finlandais

# Languages::currency_code_gmd
source: Gambian Dalasi
fa: دالاسی گامبیا
fr: Dalasi gambien

# Languages::currency_code_ghs
source: Ghana Cedi
fa: غنا سدی
fr: Cedi ghanéen

# Languages::currency_code_gip
source: Gibraltar Pound
fa: پوند جبل الطارق
fr: Livre de Gibraltar

# Languages::currency_code_grd
source: Greek Drachma
fa: دراخم یونانی
fr: Drachme grecque

# Languages::currency_code_gtq
source: Guatemalan Quetzal
fa: کوتزال گواتمالا
fr: Quetzal guatémaltèque

# Languages::currency_code_gnf
source: Guinea Franc
fa: فرانک گینه
fr: Franc guinéen

# Languages::currency_code_gyd
source: Guyana Dollar
fa: دلار گویان
fr: Dollar guyanais

# Languages::currency_code_htg
source: Haiti Gourde
fa: گورد هائیتی
fr: Haïti Gourde

# Languages::currency_code_hnl
source: Honduran Lempira
fa: لمپیرا هندوراس
fr: Lempira hondurien

# Languages::currency_code_idr
source: Indonesian Rupiah
fa: روپیه اندونزی
fr: Roupie indonésienne

# Languages::currency_code_irr
source: Iranian Rial
fa: ریال ایران
fr: Rial iranien

# Languages::currency_code_iqd
source: Iraqi Dinar
fa: دینار عراق
fr: Dinar irakien

# Languages::currency_code_iep
source: Irish Pound
fa: پوند ایرلند
fr: Livre irlandaise

# Languages::currency_code_itl
source: Italian Lira
fa: لیر ایتالیا
fr: lire italienne

# Languages::currency_code_jmd
source: Jamaican Dollar
fa: دلار جامائیکا
fr: Dollar jamaïcain

# Languages::currency_code_jod
source: Jordanian Dinar
fa: دینار اردن
fr: Dinar jordanien

# Languages::currency_code_kes
source: Kenyan Shilling
fa: شیلینگ کنیا
fr: Shilling kényan

# Languages::currency_code_lak
source: Laos Kip
fa: کیپ لائوس
fr: Kip du Laos

# Languages::currency_code_lbp
source: Lebanese Pound
fa: پوند لبنان
fr: Livre libanaise

# Languages::currency_code_lsl
source: Lesotho Loti (Maloti)
fa: لسوتو لوتی (مالوتی)

# Languages::currency_code_lrd
source: Liberian Dollar
fa: دلار لیبریا
fr: Dollar libérien

# Languages::currency_code_lyd
source: Libyan Dinar
fa: دینار لیبی
fr: Dinar libyen

# Languages::currency_code_luf
source: Luxembourg Franc
fa: فرانک لوکزامبورگ
fr: franc luxembourgeois

# Languages::currency_code_mop
source: Macau Pataca
fa: ماکائو پاتاکا
fr: Pataca de Macao

# Languages::currency_code_mkd
source: Macedonian (FYR) Denar
fa: دینار مقدونی (FYR).
fr: Denar macédonien (ARY)

# Languages::currency_code_mga
source: Malagasy Ariary
fa: آریاری مالاگاسی
fr: Ariary malgache

# Languages::currency_code_mgf
source: Malagasy Franc
fa: فرانک مالاگازی
fr: Franc malgache

# Languages::currency_code_mwk
source: Malawi Kwacha
fa: کواچا مالاوی
fr: Kwacha malawien

# Languages::currency_code_mvr
source: Maldives Rufiyaa
fa: مالدیو روفیا
fr: Rufiyaa des Maldives

# Languages::currency_code_mtl
source: Maltese Lira
fa: لیر مالت
fr: Lire maltaise

# Languages::currency_code_mro
source: Mauritania Ouguiya
fa: موریتانی اوگویا
fr: Mauritanie Ouguiya

# Languages::currency_code_mur
source: Mauritius Rupee
fa: روپیه موریس
fr: Roupie mauricienne

# Languages::currency_code_mdl
source: Moldovan Leu
fa: لئو مولداوی
fr: Leu moldave

# Languages::currency_code_mnt
source: Mongolian Tugrik
fa: توگریک مغولی
fr: Tugrik mongol

# Languages::currency_code_mzn
source: Mozambique Metical
fa: موزامبیک متیکال
fr: Metical mozambicain

# Languages::currency_code_mmk
source: Myanmar Kyat
fa: کیات میانمار
fr: Kyat du Myanmar

# Languages::currency_code_nad
source: Namibian Dollar
fa: دلار نامیبیا
fr: Dollar namibien

# Languages::currency_code_npr
source: Nepalese Rupee
fa: روپیه نپال
fr: Roupie népalaise

# Languages::currency_code_rsd
source: New Serbian Dinar
fa: دینار جدید صربستان
fr: Nouveau dinar serbe

# Languages::currency_code_nio
source: Nicaraguan Cordoba Oro
fa: نیکاراگوئه کوردوبا اورو
fr: Cordoba Oro nicaraguayen

# Languages::currency_code_ngn
source: Nigerian Naira
fa: نایرا نیجریه
fr: Naira nigérian

# Languages::currency_code_pkr
source: Pakistan Rupee
fa: روپیه پاکستان
fr: Roupie pakistanaise

# Languages::currency_code_pab
source: Panamanian Balboa
fa: بالبوآ پانامایی
fr: Balboa panaméen

# Languages::currency_code_pgk
source: Papua New Guinea Kina
fa: پاپوآ گینه نو کینا
fr: Papouasie-Nouvelle-Guinée Kina

# Languages::currency_code_pyg
source: Paraguayan Guarani
fa: گوارانی پاراگوئه
fr: Guarani paraguayen

# Languages::currency_code_pen
source: Peruvian Nuevo Sol
fa: نووو سول پرو
fr: Nuevo sol péruvien

# Languages::currency_code_uyu
source: Peso Uruguayo
fa: پزو اروگوئه
fr: Peso uruguayen

# Languages::currency_code_pte
source: Portugese Escudo
fa: اسکودو پرتغالی
fr: Escudo portugais

# Languages::currency_code_qar
source: Qatari Rial
fa: ریال قطر
fr: Rial qatari

# Languages::currency_code_omr
source: Rial Omani
fa: ریال عمانی
fr: Rial omanais

# Languages::currency_code_rol
source: Romanian Lei
fa: لی رومانیایی
fr: Lei roumain

# Languages::currency_code_rwf
source: Rwanda Franc
fa: فرانک رواندا
fr: Franc rwandais

# Languages::currency_code_csd
source: Serbian Dinar
fa: دینار صربستان
fr: Dinar serbe

# Languages::currency_code_scr
source: Seychelles Rupee
fa: روپیه سیشل
fr: Roupie seychelloise

# Languages::currency_code_sll
source: Sierra Leone Leone
fa: سیرالئون لئون
fr: Sierra Leone Léon

# Languages::currency_code_sos
source: Somalia Shilling
fa: شیلینگ سومالی
fr: Shilling somalien

# Languages::currency_code_esp
source: Spanish Peseta
fa: پستا اسپانیایی
fr: Peseta espagnole

# Languages::currency_code_lkr
source: Sri Lanka Rupee
fa: روپیه سریلانکا
fr: Roupie de Sri Lanka

# Languages::currency_code_shp
source: St Helena Pound
fa: سنت هلنا پاوند
fr: Livre de Sainte-Hélène

# Languages::currency_code_sdp
source: Sudanese Pound
fa: پوند سودان
fr: livre soudanaise

# Languages::currency_code_srd
source: Suriname Dollar
fa: دلار سورینام
fr: Dollar du Surinam

# Languages::currency_code_srg
source: Suriname Guilder
fa: گیلدر سورینام
fr: Florin du Suriname

# Languages::currency_code_szl
source: Swaziland Lilangeni
fa: سوازیلند لیلانگنی
fr: Lilangeni du Swaziland

# Languages::currency_code_syp
source: Syrian Pound
fa: پوند سوریه
fr: Livre syrienne

# Languages::currency_code_tjs
source: Tajikistan Somoni
fa: سامانی تاجیکستان
fr: Tadjikistan Somoni

# Languages::currency_code_tzs
source: Tanzanian Shilling
fa: شیلینگ تانزانیا
fr: Shilling tanzanien

# Languages::currency_code_ttd
source: Trinidad and Tobago Dollar
fa: دلار ترینیداد و توباگو
fr: Dollar de Trinité-et-Tobago

# Languages::currency_code_tnd
source: Tunisian Dinar
fa: دینار تونس
fr: Dinar tunisien

# Languages::currency_code_trl
source: Turkish Lira
fa: لیر ترکیه
fr: Lire turque

# Languages::currency_code_tmt
source: Turkmenistan Manat
fa: منات ترکمنستان
fr: Manat du Turkménistan

# Languages::currency_code_ugx
source: Uganda Shilling
fa: شیلینگ اوگاندا
fr: Shilling ougandais

# Languages::currency_code_uzs
source: Uzbekistan Sum
fa: جمع ازبکستان
fr: Somme d'Ouzbékistan

# Languages::currency_code_veb
source: Venezuela Bolivar
fa: بولیوار ونزوئلا
fr: Vénézuela Bolívar

# Languages::currency_code_vef
source: Venezuela Bolivar Fuerte
fa: بولیوار فوئرته ونزوئلا

# Languages::currency_code_vnd
source: Vietnamese New Dong
fa: نیو دونگ ویتنامی
fr: Nouveau Dong vietnamien

# Languages::currency_code_yer
source: Yemeni Rial
fa: ریال یمن
fr: Rial yéménite

# Languages::currency_code_yum
source: Yugoslavian New Dinar
fa: دینار جدید یوگسلاوی
fr: Nouveau dinar yougoslave

# Languages::currency_code_zmw
source: Zambian Kwacha
fa: کواچای زامبیا
fr: Kwacha zambien

# Languages::currency_code_zwd
source: Zimbabwe Dollar
fa: دلار زیمبابوه
fr: Dollar zimbabwéen

# Languages::editing_order_invoice_responsive
source: Editing invoice for order
fa: ویرایش فاکتور جهت سفارش
fr: Editer la facture de la commande

# Languages::responsive_admin.email_order_invoice_subject
source: [company_name]: Invoice for order
fa: [company_name]: فاکتور برای سفارش
fr: [company_name]: Facture pour la commande

# Languages::file_uploading_in_progress_please_wait
source: File uploading in progress. Please wait.
fa: آپلود فایل در حال انجام است. لطفا صبر کنید.
fr: Téléchargement du fichier en cours. S'il vous plaît, attendez.

# Languages::profile_types_section_user
source: Customers and admins
fa: مشتریان و مدیران
fr: Clients et administrateurs

# Languages::profile_types_section_seller
source: Vendor information
fa: اطلاعات فروشنده
fr: Informations sur le vendeur

# Languages::profile_type
source: Profile type
fa: نوع پروفایل
fr: Type de profil

# Languages::bulk_edit.example_of_modified_value
source: Example of the modified value
fa: نمونه ای از مقدار اصلاح شده
fr: Exemple de valeur modifiée

# Languages::bulk_edit.decrease_hint
source: To decrease the value use the "-". Example: -5
fa: برای کاهش مقدار از "-" استفاده کنید. مثال: -5
fr: Pour diminuer la valeur, utilisez le "-". Exemple : -5
