Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::bulk_edit.make_active
source: Make products active
fa: محصولات را فعال کنید
fr: Rendre les produits actifs

# Languages::bulk_edit.make_disabled
source: Make products disabled
fa: محصولات را غیرفعال کنید
fr: Désactiver les produits

# Languages::bulk_edit.make_hidden
source: Make products hidden
fa: محصولات را مخفی کنید
fr: Masquer les produits

# Languages::bulk_edit.price_and_stock
source: Price & Stock
fa: قیمت و موجودی
fr: Prix et stocks

# Languages::bulk_edit.what_do_these_checkboxes_mean
source: What do these checkboxes mean?
fa: این چک باکس ها به چه معنا هستند؟
fr: Que signifient ces cases à cocher ?

# Languages::bulk_edit.what_do_these_checkboxes_mean_checked
source: all the selected products belong to this category or will be assigned to it.
fa: تمام محصولات انتخاب شده متعلق به این دسته هستند یا به آن اختصاص داده می شوند.
fr: tous les produits sélectionnés appartiennent à cette catégorie ou lui seront affectés.

# Languages::bulk_edit.what_do_these_checkboxes_mean_unchecked
source: none of the selected products belong to this category, or they will be removed from it.
fa: هیچ یک از محصولات انتخاب شده متعلق به این دسته نیستند و یا از آن حذف خواهند شد.
fr: aucun des produits sélectionnés n'appartient à cette catégorie, sinon ils en seront retirés.

# Languages::bulk_edit.what_do_these_checkboxes_mean_indeterminate
source: some of the selected products belong to this category; no changes will be made.
fa: برخی از محصولات منتخب متعلق به این دسته هستند. هیچ تغییری ایجاد نخواهد شد
fr: certains des produits sélectionnés appartiennent à cette catégorie ; aucune modification ne sera apportée.

# Languages::bulk_edit.unable_to_delete_all_categories
source: At least one category must be selected
fa: حداقل یک دسته باید انتخاب شود
fr: Au moins une catégorie doit être sélectionnée

# Languages::bulk_edit.some_products_were_omitted
source: Some products were skipped because the last remaining category can't be removed or added for a product.
fa: برخی از محصولات نادیده گرفته شدند زیرا آخرین دسته باقی مانده را نمی توان برای یک محصول حذف یا اضافه کرد.
fr: Certains produits ont été ignorés car la dernière catégorie restante ne peut pas être supprimée ou ajoutée pour un produit.

# Languages::bulk_edit.some_products_were_omitted_other_storefront
source: Couldn't edit selected products. Some of the selected products belong to other storefronts; please deselect those products to be able to edit remaining ones.
fa: محصولات انتخابی ویرایش نشد. برخی از محصولات انتخاب شده متعلق به سایر ویترین ها هستند. لطفاً آن محصولات را لغو انتخاب کنید تا بتوانید بقیه محصولات را ویرایش کنید.
fr: Impossible de modifier les produits sélectionnés. Certains des produits sélectionnés appartiennent à d'autres vitrines ; veuillez désélectionner ces produits pour pouvoir modifier ceux qui restent.

# Languages::custom_search
source: Custom search
fa: جستجوی سفارشی
fr: Recherche personnalisée

# Languages::system_environment
source: System environment
fa: محیط سیستم
fr: Environnement système

# Languages::product_feature.purpose
source: Purpose
fa: هدف
fr: But

# Languages::ttc_product_feature.purpose
source: Determines how you and your customers will be able to use this feature.
fa: تعیین می کند که چگونه شما و مشتریانتان می توانید از این ویژگی استفاده کنید.
fr: Détermine comment vous et vos clients pourrez utiliser cette fonctionnalité.

# Languages::product_feature.purpose.organize_catalog
source: Brand, author, etc.
fa: برند، نویسنده و غیره
fr: Marque, auteur, etc.

# Languages::product_feature.purpose.organize_catalog.description
source: For features like "Brand" or "Manufacturer" (for most products), "Performer" or "Label" (for music), "Author" or "Publisher" (for books), and so on. Every variant of this feature gets its own page with an image, description, and the list of products.
fa: برای ویژگی‌هایی مانند «نام تجاری» یا «سازنده» (برای اکثر محصولات)، «نوازنده» یا «برچسب» (برای موسیقی)، «نویسنده» یا «ناشر» (برای کتاب‌ها) و غیره. هر گونه از این ویژگی صفحه مخصوص به خود را با تصویر، توضیحات و لیستی از محصولات دریافت می کند.
fr: Pour des fonctionnalités telles que "Marque" ou "Fabricant" (pour la plupart des produits), "Interprète" ou "Label" (pour la musique), "Auteur" ou "Éditeur" (pour les livres), etc. Chaque variante de cette fonctionnalité a sa propre page avec une image, une description et la liste des produits.

# Languages::product_feature.purpose.find_products
source: Product search via filters
fa: جستجوی محصول از طریق فیلترها
fr: Recherche de produits via des filtres

# Languages::product_feature.purpose.find_products.description
source: For a feature that just allows you to specify an additional property of a product (for example, "Fabric" for T-shirts). If you create a filter by that feature, customers will see that such a property exists, and will be able to search products by it.
fa: برای ویژگی که فقط به شما امکان می دهد یک ویژگی اضافی از یک محصول را مشخص کنید (به عنوان مثال، "Fabric" برای تی شرت). اگر با آن ویژگی فیلتری ایجاد کنید، مشتریان می بینند که چنین ویژگی وجود دارد و می توانند محصولات را با آن جستجو کنند.
fr: Pour une fonctionnalité qui vous permet simplement de spécifier une propriété supplémentaire d'un produit (par exemple, "Tissu" pour les T-shirts). Si vous créez un filtre en fonction de cette fonctionnalité, les clients verront qu'une telle propriété existe et pourront rechercher des produits en fonction de celle-ci.

# Languages::product_feature.purpose.describe_product
source: Additional information
fa: اطلاعات تکمیلی
fr: Informations Complémentaires

# Languages::product_feature.purpose.describe_product.description
source: For cases when you just need to show some information on a product page. There are no filters for this kind of features.
fa: برای مواردی که فقط نیاز به نمایش برخی اطلاعات در صفحه محصول دارید. هیچ فیلتری برای این نوع ویژگی ها وجود ندارد.
fr: Pour les cas où vous avez juste besoin d'afficher des informations sur une page de produit. Il n'y a pas de filtres pour ce type de fonctionnalités.

# Languages::product_feature.feature_style
source: Feature style
fa: سبک ویژگی
fr: Style de fonctionnalité

# Languages::ttc_product_feature.feature_style
source: Determines the look of this feature on the product page.
fa: ظاهر این ویژگی را در صفحه محصول مشخص می کند.
fr: Détermine l'apparence de cette fonctionnalité sur la page du produit.

# Languages::product_feature.feature_style.checkbox
source: Checkbox
fa: چک باکس
fr: Case à cocher

# Languages::product_feature.feature_style.color
source: Color
fa: رنگ
fr: Couleur

# Languages::product_feature.filter_style.color
source: Color
fa: رنگ
fr: Couleur

# Languages::product_feature.feature_style.multiple_checkbox
source: Multiple checkboxes
fa: چک باکس های متعدد
fr: Plusieurs cases à cocher

# Languages::product_feature.feature_style.text
source: Text or number
fa: متن یا شماره
fr: Texte ou nombre

# Languages::product_feature.feature_style.number
source: Number
fa: عدد
fr: Nombre

# Languages::product_feature.feature_style.brand
source: Brand
fa: نام تجاری
fr: Marque

# Languages::product_feature.filter_style
source: Filter type
fa: نوع فیلتر
fr: Type de filtre

# Languages::ttc_product_feature.filter_style
source: Determines the look of a filter by this feature on the product list. Filters make it easier for customers to find a product with the desired feature value. You'll be able to create a filter after you create a feature.
fa: ظاهر فیلتر را با این ویژگی در لیست محصولات تعیین می کند. فیلترها یافتن محصولی با ارزش ویژگی مورد نظر را برای مشتریان آسان تر می کند. پس از ایجاد یک ویژگی، می توانید یک فیلتر ایجاد کنید.
fr: Détermine l'apparence d'un filtre par cette fonctionnalité sur la liste des produits. Les filtres permettent aux clients de trouver plus facilement un produit avec la valeur de fonctionnalité souhaitée. Vous pourrez créer un filtre après avoir créé une fonctionnalité.

# Languages::product_feature.filter_style.checkbox
source: Checkbox
fa: چک باکس
fr: Case à cocher

# Languages::product_feature.filter_style.slider
source: Number slider
fa: نوار لغزنده اعداد
fr: Curseur numérique

# Languages::product_feature.filter_style.date
source: Date selector
fa: انتخابگر تاریخ
fr: Sélecteur de dates

# Languages::privilege_groups.blog_and_pages
source: Blog & Pages
fa: وبلاگ و صفحات
fr: Blogue et pages

# Languages::privilege_groups.orders
source: Orders
fa: سفارشات
fr: Ordres

# Languages::privilege_groups.order_statuses
source: Order statuses
fa: وضعیت های سفارش
fr: Statuts des commandes

# Languages::privilege_groups.other
source: Other
fa: دیگر
fr: Autre

# Languages::privilege_groups.backup_restore
source: Backup/Restore
fa: پشتیبان گیری بازیابی
fr: Restauration de sauvegarde

# Languages::privilege_groups.blocks
source: Blocks
fa: بلوک ها
fr: Blocs

# Languages::privilege_groups.currencies
source: Currencies
fa: ارزها
fr: Devises

# Languages::privilege_groups.design
source: Design
fa: طرح
fr: Concevoir

# Languages::privilege_groups.documents
source: Documents
fa: اسناد

# Languages::privilege_groups.file_changes
source: File changes detector
fa: آشکارساز تغییرات فایل
fr: Détecteur de changements de fichiers

# Languages::privilege_groups.files
source: Files
fa: فایل ها
fr: Des dossiers

# Languages::privilege_groups.edit_on_site
source: Edit content on-site
fa: ویرایش محتوا در سایت
fr: Modifier le contenu sur place

# Languages::privilege_groups.email_templates
source: Email templates
fa: قالب های ایمیل
fr: Modèles d'e-mails

# Languages::privilege_groups.exim
source: Import and export data
fa: ورود و صدور داده ها
fr: Import et export de données

# Languages::privilege_groups.languages
source: Languages
fa: زبان ها
fr: Langues

# Languages::privilege_groups.locations
source: Rate areas
fa: مناطق را رتبه بندی کنید
fr: Zones tarifaires

# Languages::privilege_groups.logs
source: Logs
fa: سیاهههای مربوط
fr: Journaux

# Languages::privilege_groups.sales_reports
source: Sales reports
fa: گزارش های فروش
fr: Rapports de ventes

# Languages::privilege_groups.sitemap
source: Sitemap
fa: نقشه سایت
fr: Plan du site

# Languages::privilege_groups.shipping
source: Shipping methods
fa: روش های حمل و نقل
fr: Méthodes de livraison

# Languages::privilege_groups.payments
source: Payment methods
fa: روش های پرداخت
fr: Méthodes de payement

# Languages::privilege_groups.products
source: Categories, Products, Features, Filters, Options
fa: دسته ها، محصولات، ویژگی ها، فیلترها، گزینه ها
fr: Catégories, Produits, Fonctionnalités, Filtres, Options

# Languages::privilege_groups.promotions
source: Promotions
fa: تبلیغات

# Languages::privilege_groups.static_data
source: Static data
fa: داده های استاتیک
fr: Données statiques

# Languages::privilege_groups.stores
source: Storefronts
fa: ویترین فروشگاه
fr: Vitrines

# Languages::privilege_groups.storage
source: Storage
fa: ذخیره سازی
fr: Espace de rangement

# Languages::privilege_groups.settings
source: Settings
fa: تنظیمات
fr: Réglages

# Languages::privilege_groups.taxes
source: Taxes
fa: مالیات
fr: Impôts

# Languages::privilege_groups.themes
source: Themes
fa: تم ها
fr: Thèmes

# Languages::privilege_groups.users
source: Users
fa: کاربران
fr: Utilisateurs

# Languages::privilege_groups.user_groups
source: User groups
fa: گروه های کاربری
fr: Groupes d'utilisateurs

# Languages::privilege_groups.upgrade_center
source: Upgrade center
fa: مرکز ارتقاء
fr: Centre de mise à niveau

# Languages::privilege.full_access
source: Full access
fa: دسترسی کامل
fr: Accès total

# Languages::privilege.view_access
source: Can view only
fa: فقط قابل مشاهده است
fr: Peut afficher uniquement

# Languages::privilege.no_access
source: No access
fa: هیچ دسترسی
fr: Pas d'accès

# Languages::privilege.custom_access
source: Custom access
fa: دسترسی سفارشی
fr: Accès personnalisé

# Languages::privilege.apply_to_all
source: Apply value to all
fa: ارزش را برای همه اعمال کنید
fr: Appliquer la valeur à tous

# Languages::open_hours
source: Open hours
fa: ساعات کار
fr: Heures d'ouverture

# Languages::affected_email_templates
source: Email templates using this document
fa: الگوهای ایمیل با استفاده از این سند
fr: Modèles d'e-mail utilisant ce document

# Languages::pickup_point_not_selected
source: Sorry, we couldn't determine your pickup point. Please choose a pickup point, so that we know where to deliver your order.
fa: متأسفیم، نتوانستیم نقطه تحویل شما را تعیین کنیم. لطفاً یک نقطه تحویل را انتخاب کنید تا بدانیم سفارش شما را کجا تحویل دهیم.
fr: Désolé, nous n'avons pas pu déterminer votre point de retrait. Veuillez choisir un point de retrait afin que nous sachions où livrer votre commande.

# Languages::no_manager_assigned
source: No manager assigned
fa: مدیری تعیین نشده است
fr: Aucun gestionnaire assigné

# Languages::block_manager.view_layout.reset_filter
source: Edit layouts
fa: طرح بندی ها را ویرایش کنید
fr: Modifier les mises en page

# Languages::block_manager.view_layout.phone
source: Phone preview
fa: پیش نمایش تلفن
fr: Aperçu du téléphone

# Languages::block_manager.view_layout.tablet
source: Tablet preview
fa: پیش نمایش تبلت
fr: Aperçu de la tablette

# Languages::block_manager.view_layout.desktop
source: Desktop preview
fa: پیش نمایش دسکتاپ
fr: Aperçu du bureau

# Languages::block_manager.availability.show_on
source: Show on
fa: نمایش در
fr: Montrer sur

# Languages::block_manager.availability.phone
source: Phone
fa: تلفن
fr: Téléphoner

# Languages::block_manager.availability.tablet
source: Tablet
fa: تبلت
fr: Tablette

# Languages::block_manager.availability.desktop
source: Desktop
fa: دسکتاپ
fr: Bureau

# Languages::add_as_order
source: Add as order
fa: به عنوان سفارش اضافه کنید
fr: Ajouter à la commande

# Languages::is_address_required
source: Customer must specify his/her address
fa: مشتری باید آدرس خود را مشخص کند
fr: Le client doit indiquer son adresse

# Languages::go_to_admin_panel
source: Admin panel
fa: پنل مدیریت
fr: Panneau d'administration

# Languages::checkout.min_cart_subtotal_required
source: To continue checkout process your order subtotal must exceed [amount]
fa: برای ادامه فرآیند تسویه حساب، مجموع سفارش شما باید از [amount]بیشتر شود
fr: Pour continuer le processus de paiement, le sous-total de votre commande doit dépasser [amount]

# Languages::lite_checkout.customer_information
source: Customer
fa: مشتری
fr: Client

# Languages::lite_checkout.personal_name
source: Full name
fa: نام و نام خانوادگی
fr: Nom et prénom

# Languages::lite_checkout.city_and_state
source: City, state
fa: شهر، ایالت
fr: Ville, état

# Languages::lite_checkout.place_an_order_for
source: Place order ([amount])
fa: ثبت سفارش ([amount])
fr: Passer commande ([amount])

# Languages::lite_checkout.delivery_note
source: Customer's notes
fa: یادداشت های مشتری
fr: Notes du client

# Languages::lite_checkout.shippings.show_all_on_map
source: Show all on map
fa: نمایش همه روی نقشه
fr: Afficher tout sur la carte

# Languages::lite_checkout.nearest_station
source: Nearest station
fa: نزدیکترین ایستگاه
fr: Gare la plus proche

# Languages::lite_checkout.select_pickup_item
source: Select a pickup point
fa: یک نقطه تحویل را انتخاب کنید
fr: Sélectionnez un point de retrait

# Languages::lite_checkout.choose_from_list
source: Choose from list
fa: از لیست انتخاب کنید
fr: Choisissez dans la liste

# Languages::lite_checkout.use_two_fingers_for_move_map
source: Use two fingers to move the map
fa: از دو انگشت برای حرکت دادن نقشه استفاده کنید
fr: Utilisez deux doigts pour déplacer la carte

# Languages::lite_checkout.select_your_city
source: Specify your city
fa: شهر خود را مشخص کنید
fr: Précisez votre ville

# Languages::lite_checkout.deliver_to
source: Deliver to:
fa: ارائه به:
fr: Livrer à:

# Languages::lite_checkout.click_here_to_update_shipping
source: Enter city and state and click here to update shipping rates
fa: شهر و ایالت را وارد کنید و برای به روز رسانی نرخ حمل و نقل اینجا را کلیک کنید
fr: Entrez la ville et l'état et cliquez ici pour mettre à jour les tarifs d'expédition

# Languages::lite_checkout.shipping_method_for
source: Shipping method for [group_name]
fa: روش ارسال برای [group_name]
fr: Méthode d'expédition pour [group_name]

# Languages::deprecated
source: Deprecated
fa: منسوخ
fr: Obsolète

# Languages::collapse_section
source: Collapse section
fa: کوچک کردن بخش
fr: Réduire la section

# Languages::expand_section
source: Expand section
fa: بخش را گسترش دهید
fr: Agrandir la section

# Languages::companies
source: Stores
fa: مغازه ها
fr: Magasins

# Languages::storefronts
source: Storefronts
fa: ویترین فروشگاه
fr: Vitrines

# Languages::editing_storefront
source: Editing storefront
fa: ویرایش ویترین
fr: Modification de la vitrine

# Languages::creating_storefront
source: Creating storefront
fa: ایجاد ویترین فروشگاه
fr: Création de vitrine

# Languages::all_languages
source: All languages
fa: تمام زبانها
fr: Toutes les langues

# Languages::all_currencies
source: All currencies
fa: همه ارزها
fr: Toutes les devises

# Languages::all_companies
source: All stores
fa: همه فروشگاه ها
fr: Tous les magasins

# Languages::storefront_status
source: Status
fa: وضعیت
fr: Statut

# Languages::storefront_status.tooltip
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Specify the <i>Access key to temporarily closed storefront</i> below.<br/>Use http://www.example.com/index.php?store_access_key=key_value to access a closed storefront.
fa: حتی اگر ویترین فروشگاه بسته باشد (وضعیت روی OFF تنظیم شده است)، اگر کلید دسترسی داشته باشید، می توانید آن را مشاهده کنید. کلید دسترسی <i>را برای ویترین فروشگاه موقتا بسته</i> در زیر مشخص کنید.<br/>از http://www.example.com/index.php?store_access_key=key_value برای دسترسی به ویترین بسته استفاده کنید.
fr: Même si la vitrine est fermée (statut défini sur OFF), vous pourrez la visualiser si vous disposez d'une clé d'accès. Spécifiez la clé d'accès <i>à la vitrine temporairement fermée</i> ci-dessous.<br/>Utilisez http://www.example.com/index.php?store_access_key=key_value pour accéder à une vitrine fermée.

# Languages::storefront_access_key
source: Access key to temporarily closed storefront
fa: کلید دسترسی به ویترین فروشگاه که به طور موقت بسته است
fr: Clé d'accès à la devanture temporairement fermée

# Languages::storefront_access_key.setting_notice
source: You can set the access key on the storefront editing page
fa: می توانید کلید دسترسی را در صفحه ویرایش ویترین فروشگاه تنظیم کنید
fr: Vous pouvez définir la clé d'accès sur la page d'édition de la vitrine

# Languages::close_storefront
source: Close storefront
fa: ویترین فروشگاه را ببندید
fr: Fermer la vitrine

# Languages::close_storefront.setting_notice
source: You can open or close a storefront on the storefront editing page
fa: می توانید یک ویترین را در صفحه ویرایش ویترین باز کنید یا ببندید
fr: Vous pouvez ouvrir ou fermer une vitrine sur la page d'édition de la vitrine

# Languages::open_selected_storefronts
source: Open selected
fa: انتخاب شده را باز کنید
fr: Ouvrir sélectionné

# Languages::close_selected_storefronts
source: Close selected
fa: بستن انتخاب شده
fr: Fermer la sélection

# Languages::add_storefront
source: Add storefront
fa: ویترین فروشگاه را اضافه کنید
fr: Ajouter une vitrine

# Languages::storefront_status_changed.Y
source: The storefront was <b>closed</b>|The storefronts were <b>closed</b>
fa: ویترین <b>بسته بود</b>| ویترین مغازه <b>بسته بود</b>
fr: La vitrine était <b>fermée</b>|Les vitrines étaient <b>fermées</b>

# Languages::storefront_status_changed.N
source: The storefront was <b>opened</b>|The storefronts were <b>opened</b>
fa: ویترین <b>باز شد</b>| ویترین <b>باز شد</b>
fr: La vitrine a été ouverte <b></b>|Les vitrines ont été ouvertes <b></b>

# Languages::default_storefront
source: Default
fa: پیش فرض
fr: Défaut

# Languages::add_profile_fields
source: Add profile fields
fa: فیلدهای نمایه را اضافه کنید
fr: Ajouter des champs de profil

# Languages::add_profile_fields_and_close
source: Add profile fields and close
fa: فیلدهای نمایه را اضافه کنید و ببندید
fr: Ajouter des champs de profil et fermer

# Languages::checkout_block_with_heading
source: Checkout block (H2 heading)
fa: بلوک پرداخت (سرفصل H2)
fr: Bloc caisse (rubrique H2)

# Languages::notifications_center.no_notifications
source: No notifications
fa: بدون اطلاعیه
fr: Aucune notification

# Languages::notifications_center.notifications
source: Notifications
fa: اطلاعیه
fr: Avis

# Languages::notifications_center.section.all
source: All
fa: همه
fr: Tous

# Languages::notifications_center.section.administration
source: Administration
fa: مدیریت

# Languages::notifications_center.section.products
source: Products
fa: محصولات
fr: Des produits

# Languages::notifications_center.section.other
source: Other
fa: دیگر
fr: Autre

# Languages::notifications_center.tag.administration.update
source: Update
fa: به روز رسانی
fr: Mettre à jour

# Languages::notifications_center.tag.administration.license
source: Licence
fa: مجوز

# Languages::notifications_center.tag.other
source: Other
fa: دیگر
fr: Autre

# Languages::notification.upgrade_available.title
source: Upgrade available
fa: ارتقا در دسترس است
fr: Mise à niveau disponible

# Languages::notification.upgrade_available.message
source: A new version of [product] is available. If you want to upgrade to the latest version now, click here.
fa: نسخه جدید [product] موجود است. اگر می خواهید اکنون به آخرین نسخه ارتقا دهید، اینجا را کلیک کنید.
fr: Une nouvelle version de [product] est disponible. Si vous souhaitez mettre à niveau vers la dernière version maintenant, cliquez ici.

# Languages::authorize_before_order
source: Only registered customers can place an order. Please sign in to your account or register a new one.
fa: فقط مشتریان ثبت نام شده می توانند سفارش دهند. لطفاً وارد حساب کاربری خود شوید یا حساب جدیدی ثبت کنید.
fr: Seuls les clients enregistrés peuvent passer une commande. Veuillez vous connecter à votre compte ou en créer un nouveau.

# Languages::storefront_with_same_url_exists
source: A storefront with the specified URL already exists
fa: ویترین فروشگاهی با URL مشخص شده از قبل وجود دارد
fr: Une vitrine avec l'URL spécifiée existe déjà

# Languages::edit_layout_on_site
source: Edit layout on-site
fa: ویرایش طرح در سایت
fr: Modifier la mise en page sur place

# Languages::on_site_layout_editing
source: Editing layout page: [page]
fa: ویرایش صفحه طرح: [page]
fr: Modification de la page de mise en page : [page]

# Languages::bottom_panel.go_to_home_page
source: Go to home page
fa: به صفحه اصلی بروید
fr: Aller à la page d'accueil

# Languages::bottom_panel.go_to_dashboard
source: Go to Dashboard
fa: به داشبورد بروید
fr: Aller au tableau de bord

# Languages::bottom_panel.show_bottom_admin_panel
source: Show admin toolbar
fa: نمایش نوار ابزار مدیریت
fr: Afficher la barre d'outils d'administration

# Languages::bottom_panel.hide_bottom_admin_panel
source: Hide admin toolbar
fa: پنهان کردن نوار ابزار مدیریت
fr: Masquer la barre d'outils d'administration

# Languages::bottom_panel.storefront
source: Storefront
fa: ویترین
fr: Vitrine

# Languages::bottom_panel.admin_panel
source: Admin panel
fa: پنل مدیریت
fr: Panneau d'administration

# Languages::bottom_panel.vendor_panel
source: Vendor panel
fa: پنل فروشنده
fr: Panneau vendeur

# Languages::bottom_panel.preview_mode
source: Preview
fa: پیش نمایش
fr: Aperçu

# Languages::bottom_panel.build_mode
source: Edit structure
fa: ویرایش ساختار
fr: Modifier la structure

# Languages::bottom_panel.build_mode.not_available
source: Available at the following page types: homepage, product, category, checkout.
fa: در انواع صفحه زیر موجود است: صفحه اصلی، محصول، دسته بندی، پرداخت.
fr: Disponible sur les types de page suivants : page d'accueil, produit, catégorie, paiement.
