Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::browser_upgrade_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
fa: <p> ما متوجه شدیم که مرورگر شما با استفاده از به طور کامل توسط پنل مدیریت ما پشتیبانی نمی شود. شما می توانید این سایت با استفاده از مرورگر فعلی خود را ببینید اما امکان دارد درستی نمایش داده نمی شود، و شما ممکن است قادر به استفاده کامل از تمام ویژگی های </ P> <BR> <p> در پنل مدیریت بهترین برنامه برای مشاهده مرورگرهای زیر: </ P> <BR> <UL> <li> در کردن & ndash؛ <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> با اینترنت اکسپلورر 9 و بالاتر کنید </a> </ li> در <LI > کردن & ndash؛ <a href="http://www.mozilla.org/en-US/" target="_blank"> با موزیلا فایرفاکس (آخرین نسخه) کنید </a> </ li> در <li> در کردن & ndash؛ <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank"> Google Chrome را (آخرین نسخه) کنید </a> </ li> در </ UL> <برزیلی > <P> در یکی از لینک های کلیک کنید برای دانلود این مرورگر از انتخاب شما. زمانی که دانلود را به اتمام رسانده است، مرورگر را با اجرای برنامه ی نصب ، نصب کنید. </ P> <BR> <p> اگر شما نمی توانید مرورگر خود را ارتقا دهید ، شما هنوز هم نمی تواند دسترسی به پنل مدیریت داشته باشید، اما شما ممکن است قادر به استفاده کامل از تمام ویژگی های. لرزه <a href="[url]"> ادامه </a> را </ P> نباشید.\n
fr: <p>Nous avons détecté que le navigateur que vous utilisez ne supporte pas complètement le panneau d'administration de CS-Cart. Vous pouvez visualiser ce site en utilisant votre navigateur actuel mais il peut ne pas s'afficher correctement, et vous ne serez pas en mesure d'utiliser complètement les fonctionnalités. </p><br><p>La visualisation du panneau d'administration de CS-Cart est optimale si vous utilisez les navigateurs suivants:<ul><li>&ndash; <a href="http://windows.microsoft.com/fr-ch/internet-explorer/download-ie" target="_blank">Internet Explorer 9 et au-dessus</a></li><li>&ndash; <a href="http://www.mozilla.org/fr/firefox/new/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.ch/intl/fr/chrome/browser/" target="_blank">Google Chrome (dernière version)</a></li></ul><br><p> Cliquez sur un des liens pour télécharger le navigateur de votre choix. Une fois le téléchargement effectué, installez le navigateur en exécutant le programme d'installation. </p><br><p>Si vous ne pouvez pas mettre à jour votre navigateur maintenant, vous pouvez toujours accéder au panneau d'administration, mais vous ne pourrez pas utiliser toutes les fonctionnalités. <br><br><a href="[url]">Continuer</a></p>

# Languages::browser_upgrade_notice_title
source: Browser Upgrade Notice
fa: اطلاع از ارتقاء مرورگر
fr: Notification de mise à jour du navigateur

# Languages::bucket
source: Bucket
fa: سطل
fr: Seau

# Languages::bulk_category_addition
source: Bulk category addition
fa: افزودن فله ای دسته بندی
fr: Ajout catégories par lot

# Languages::bulk_print_invoice
source: Invoice bulk print
fa: چاپ عمده فاکتور
fr: Impression de factures en masse

# Languages::bulk_product_addition
source: Bulk product addition
fa: افزودن گسترده محصول
fr: Ajout de produit par lot

# Languages::button_bgcolor
source: Button background color
fa: رنگ پس زمینه دکمه
fr: Couleur de fond du bouton

# Languages::button_text_color
source: Button text color
fa: رنگ متن دکمه
fr: Couleur du texte du bouton

# Languages::but_change
source: Change
fa: تغییر
fr: Changer

# Languages::buyer_name
source: Buyer's name
fa: نام خریدار
fr: Nom de l'acheteur

# Languages::buy_in_advance
source: Buy in advance
fa: پیش فروش
fr: Acheter en avance

# Languages::buy_now
source: Buy now
fa: هم اکنون خرید کنید
fr: Acheter maintenant

# Languages::by
source: by
fa: توسط
fr: par

# Languages::bytes
source: bytes
fa: بایت ها
fr: octets

# Languages::by_fixed
source: by fixed amount
fa: با مبلغ ثابت
fr: par montant fixe

# Languages::by_percentage
source: by percentage of the original price
fa: درصد از قیمت اصلی
fr: pourcentage du prix initial

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
fa: کد 128 نماد بارکد با چگالی بالا است <br/> از گسترده در سراسر جهان مورد استفاده کد <br/> از 128 طراحی شده است به رمز 128 کاراکتر ASCII کامل کد <br/> از 128-A -. 0-9، AZ، ​​کنترل ASCII کد، کاراکترهای خاص <br/> از کد 128-B - 0-9، az و AZ، کاراکترهای خاص <br/> از کد 128-C - 00-99 (رمزگذاری چگالی دو برابر تنها داده های عددی) <برزیلی / >
fr: Code 128 est une haute densité de symbologie de code à barres. <br/>Utilisé largement le monde. <br/>Code 128 est conçu pour encoder les 128 caractères ASCII plein. <br/>Code 128-A - 0-9, AZ, ASCII codes de contrôle, de caractères spéciaux. <br/>Code 128-B - 0-9, AZ, az, des caractères spéciaux. <br/>Code 128-C - 00-99 (double densité encodage des données numériques seulement). <br/>

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
fa: کد 128 نماد بارکد با چگالی بالا است <br/> از گسترده در سراسر جهان مورد استفاده کد <br/> از 128 طراحی شده است به رمز 128 کاراکتر ASCII کامل کد <br/> از 128-A -. 0-9، AZ، ​​کنترل ASCII کد، کاراکترهای خاص <br/> از کد 128-B - 0-9، az و AZ، کاراکترهای خاص <br/> از کد 128-C - 00-99 (رمزگذاری چگالی دو برابر تنها داده های عددی) <برزیلی / >
fr: Code 128 est une haute densité de symbologie de code à barres. <br/>Utilisé largement le monde. <br/>Code 128 est conçu pour encoder les 128 caractères ASCII plein. <br/>Code 128-A - 0-9, AZ, ASCII codes de contrôle, de caractères spéciaux. <br/>Code 128-B - 0-9, AZ, az, des caractères spéciaux. <br/>Code 128-C - 00-99 (double densité encodage des données numériques seulement). <br/>

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
fa: کد 128 نماد بارکد با چگالی بالا است <br/> از گسترده در سراسر جهان مورد استفاده کد <br/> از 128 طراحی شده است به رمز 128 کاراکتر ASCII کامل کد <br/> از 128-A -. 0-9، AZ، ​​کنترل ASCII کد، کاراکترهای خاص <br/> از کد 128-B - 0-9، az و AZ، کاراکترهای خاص <br/> از کد 128-C - 00-99 (رمزگذاری چگالی دو برابر تنها داده های عددی) <برزیلی / >
fr: Code 128 est une haute densité de symbologie de code à barres. <br/>Utilisé largement le monde. <br/>Code 128 est conçu pour encoder les 128 caractères ASCII plein. <br/>Code 128-A - 0-9, AZ, ASCII codes de contrôle, de caractères spéciaux. <br/>Code 128-B - 0-9, AZ, az, des caractères spéciaux. <br/>Code 128-C - 00-99 (double densité encodage des données numériques seulement). <br/>

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
fa: به عنوان یو اس اس کد 39، 3 9. <br/> کد 39 می توانید رمزگذاری کاراکتر الفبایی شناخته شده نیز باشد. <br/> نماد در محیط غیر خرده فروشی استفاده می شود. <br/> کد 39 به رمز حروف حروف 26 10 رقم و 7 کاراکتر های خاص طراحی شده است.
fr: Connu aussi comme USS Code 39, 3 de 9. <br/>Code 39 peut encoder des caractères alphanumériques. <br/>La symbologie est utilisé dans un environnement de non-distribution. <br/>Code 39 est conçu pour encoder les 26 lettres majuscules, 10 chiffres et 7 caractères spéciaux .

# Languages::cache_cleared
source: Cache has been cleared
fa: حافظه نهان خالی شده است
fr: Le cache a été vidé

# Languages::calculate
source: Calculate
fa: محاسبه
fr: Calculer

# Languages::calculate_shipping_cost
source: Calculate shipping cost
fa: محاسبه هزینه ارسال
fr: Calculer le coût d'expédition

# Languages::calendar
source: Calendar
fa: تقویم
fr: Calendrier

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
fa: برای فعال کردن پردازش حمل و نقل پست کانادا باید ارز دلار کانادا فعال باشد.
fr: Pour activer le processeur d'expédition de la poste canadienne, vous devez avoir activé la devise en dollar canadien.

# Languages::cancel
source: Cancel
fa: لغو
fr: Annuler

# Languages::canceled_reversal
source: Canceled reversal
fa: برگشتی لغو شده
fr: Inversion annulée

# Languages::cancelled
source: Canceled
fa: لغو شد
fr: Annulée

# Languages::cancel_url_target
source: Cancel URL target
fa: آدرس مقصد لغو
fr: Annuler l'URL cible

# Languages::cannot_buy
source: You cannot buy the product with these option variants
fa: شما نمی توانید محصول با این نوع گزینه ها را بخرید
fr: Vous ne pouvez acheter le produit avec ces variantes d'options

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
fa: سبد خرید شما خالی است، بنابراین شما نمی توانید اقدام به پرداخت کنید
fr: Votre panier est vide, vous ne pouvez pas commander.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
fa: هیچ روش پرداختی وجود ندارد بنابراین شما نمی توانید اقدام به پرداخت نمایید.
fr: Il n'existe pas de méthodes de paiement, vous ne pouvez pas passer à la caisse.

# Languages::cannot_remove_active_theme
source: Cannot remove the active theme
fa: قادر به حذف تم فعال نمی باشید
fr: Impossible de supprimer le thème actif

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
fa: قابلیت نوشتن فایل <b>[file]</b> وجود ندارد. لطفا مجوزهای فایل و دایرکتوری.
fr: Ne peut écrire au fichier <b>[file]</b>. Vérifier svp les permissions en écriture du fichier et du répertoire.

# Languages::cant_save_percentage_price
source: You can not use percentage value for base price.
fa: شما نمی توانید مقدار درصد برای قیمت پایه را استفاده کنید.
fr: Vous ne pouvez pas utilisez un pourcentage pour le prix de base.

# Languages::cant_upload_file
source: Couldn't upload the file. The problem isn't necessarily on the [product] end. If it occurs regularly, please contact your server administrator or our technical support.
fa: فایل آپلود نشد. مشکل لزوماً در انتهای [product] نیست. اگر مرتباً رخ می دهد، لطفاً با سرپرست سرور یا پشتیبانی فنی ما تماس بگیرید.
fr: Impossible de télécharger le fichier. Le problème ne se situe pas nécessairement du côté de [product]. S'il se produit régulièrement, veuillez contacter votre administrateur de serveur ou notre support technique.

# Languages::capture
source: Capture
fa: گرفتن

# Languages::card
source: Card
fa: کارت
fr: Carte

# Languages::cardholder_name
source: Cardholder's name
fa: نام دارنده کارت
fr: Nom du porteur

# Languages::card_number
source: Card number
fa: شماره کارت
fr: Numéro de carte

# Languages::carousel
source: Carousel
fa: سوالات رایج
fr: Carrousel

# Languages::carrier
source: Carrier
fa: حامل
fr: Transporteur

# Languages::carrier_aup
source: Australia Post
fa: پست استرالیا
fr: Poste d'Australie

# Languages::carrier_can
source: Canada Post
fa: اداره پست کانادا
fr: Poste de Canada

# Languages::carrier_fedex
source: FedEx
fa: فدرال اکسپرس

# Languages::carrier_swisspost
source: SwissPost
fa: پست سوییس
fr: Poste Suisse

# Languages::carrier_ups
source: UPS
fa: یو پی اس

# Languages::cart
source: Cart
fa: سبد خرید
fr: Panier

# Languages::cart_content
source: Cart content
fa: محتوای سبد
fr: Contenu du panier

# Languages::cart_contents
source: Cart contents
fa: محتویات سبد خرید
fr: Contenus du panier

# Languages::cart_info
source: Site info
fa: اطلاعات سایت
fr: Informations CS-Cart

# Languages::cart_is_empty
source: Cart is empty
fa: سبد خرید خالی است
fr: Panier vide

# Languages::cart_items
source: Cart items
fa: اقلام سبد خرید
fr: Articles du Panier

# Languages::cart_subtotal
source: Cart subtotal
fa: جمع کل سبد خرید
fr: Sous-total du panier

# Languages::cash_on_delivery
source: Cash on delivery
fa: پرداخت در محل
fr: Paiement contre-remboursement

# Languages::catalog
source: Catalog
fa: کاتالوگ
fr: Catalogue

# Languages::catalog_pages
source: Catalog pages
fa: صفحات کاتالوگ
fr: Pages du catalogue

# Languages::categories
source: Categories
fa: رده بندی
fr: Catégories

# Languages::categories_have_been_added
source: Categories have been added
fa: دسته بندی ها اضافه شده اند
fr: Les catégories ont été ajoutées

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
fa: مشاهده دسته بندی های محصول که برای گروه بندی محصولات در فروشگاه شما استفاده شده است.
fr: Voir les catégories de produits qui sont utilisées pour les produits du groupe dans votre magasin.

# Languages::category
source: Category
fa: رده
fr: Catégorie

# Languages::category_delimiter
source: Category delimiter
fa: جداکننده دسته بندی
fr: Délimiteur de la catégorie

# Languages::category_description
source: Category description
fa: توضیحات دسته بندی
fr: Description catégorie

# Languages::category_location
source: Category location
fa: مکان دسته بندی
fr: Chemin catégorie

# Languages::category_name
source: Category name
fa: نام دسته بندی
fr: Nom de la catégorie

# Languages::cdn_settings
source: CDN settings
fa: تنظیمات CND
fr: Paramètres CDN

# Languages::central
source: Central
fa: مرکزی

# Languages::central_content
source: Central content
fa: محتوای مرکزی
fr: Contenu central

# Languages::certificate
source: Certificate
fa: گواهی
fr: Bon

# Languages::certificate_filename
source: Certificate filename
fa: نام فایل پرونده گواهی
fr: Nom du fichier certificat

# Languages::change
source: Change
fa: تغییر
fr: Changer

# Languages::changed
source: Changed
fa: تغییر داده شد
fr: Changé

# Languages::changes
source: Changes
fa: تغییرات
fr: modifications

# Languages::change_access_permission_to_config
source: Also it is recommended to change the access permissions for the config.local.php file. It should have 644 (read/write for the owner and read for others) permissions.
fa: همچنین تغییر مجوز های دسترسی فایل config.local.php توصیه می شود. که باید مجوز 644 باشد (خواندن/نوشتن برای مالک و خواندنی برای دیگران).
fr: En outre, il est recommandé de changer les autorisations d'accès pour le fichier config.local.php. Il doit avoir l'autorisation 644 (lecture/écriture pour le propriétaire et lecture pour les autres).

# Languages::change_addons_initialization
source: Change add-ons initialization
fa: تغییر راه اندازی افزونه
fr: Changer le processus des modules

# Languages::change_language
source: Change language
fa: تغییر زبان
fr: Changer la langue

# Languages::change_password_notification
source: Please change your password
fa: لطفا رمز عبور خود را تغییر دهید
fr: Veuillez changer votre mot de passe s'il vous plait

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
fa: رمزعبور شما برای دسترسی به پنل مدیریت [store] تغیر کرده. آخرین تغییرات [days] روز پیش بود. به دلایل امنیتی، لطفا رمز عبور خود را تغییر دهید. به منظور انجام این کار، لطفا لینک را دنبال کنید:
fr: Votre mot de passe pour accéder au panneau d'administration du magasin [store] a été changé il y a [days] jours. Pour des raisons de sécurité, veuillez changer votre mot de passe. Pour ce faire, suivez le lien:

# Languages::change_permissions
source: Change permissions
fa: تغییر مجوزها
fr: Changer permissions

# Languages::check_permissions
source: Check permissions
fa: بررسی مجوز
fr: Verifier permissions

# Languages::change_range
source: Change range
fa: تغییر محدوده
fr: Change la gamme

# Languages::charged_amount
source: Charged amount
fa: میزان شارژ شده
fr: Montant facturé

# Languages::charset
source: Character set
fa: مجموعه نویسه
fr: Caractères

# Languages::chart
source: Chart
fa: نمودار
fr: Diagramme

# Languages::charts
source: Charts
fa: نمودار
fr: Diagrammes

# Languages::chart_type
source: Chart type
fa: نوع نمودار
fr: Type de diagramme

# Languages::check
source: Check
fa: بررسی
fr: Vérifier

# Languages::checkbox
source: Check box
fa: جعبه گزینه
fr: Case à cocher

# Languages::checking_account_number
source: Checking account number
fa: شماره حساب چک
fr: Vérification du numéro de compte

# Languages::checkout
source: Checkout
fa: تسویه حساب
fr: Commander

# Languages::checkout_as_guest
source: Checkout as guest
fa: پرداخت به عنوان مهمان
fr: Passage à la caisse comme invité

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
fa: من شرایط را قبول می کنم
fr: J'accepte les termes contenu dans

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the [terms_href]
fa: برای پذیرش [terms_href] این جعبه انتخاب را انتخاب نمایید
fr: Selectionner la boite a cocher pour accepter les [terms_href]

# Languages::checkout_terms_n_conditions_name
source: Terms and Conditions
fa: شرایط و ضوابط
fr: Termes et Conditions

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
fa: به منظور ادامه فرایند، شما نیاز به قبول شرایط و مقررات ما.
fr: Pour continuer vous devez accepter nos conditions générales.

# Languages::terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
fa: <p> لطفا این شرایط و ضوابط ( "شرایط"، "شرایط و ضوابط") را به دقت بخوانید قبل از استفاده از <a href="http://www.mywebsite.com"> http://www.mywebsite.com < / A> وب سایت و نرم افزار تلفن همراه من نرم افزار موبایل ( "خدمات") توسط شرکت من عمل ( "ما"، "ما"، و یا "ما") </ P> <P> <strong> توسط دسترسی و یا با استفاده از. خدمات شما توافق می کنید که به این شرایط محدود می شود. اگر شما با هر بخشی از شرایط مخالف سپس شما ممکن است خدمات دسترسی پیدا کنید. </ قوی> </ P> <P> و <strong> خرید است </ strong> </ P> <p> اگر شما مایل به خرید هر محصول و یا خدمات از طریق خدمات ( "خرید") در دسترس ساخته شده، شما ممکن است خواسته شود برای تامین اطلاعات خاص مربوط به خرید خود را از جمله، بدون محدودیت، خود را ... </ P> <P> و <strong> محتوا </ strong> < / P> <P> خدمات ما اجازه می دهد تا شما را به ارسال، لینک، ذخیره، اشتراک و در غیر این صورت اطلاعات موجود خاص، متن، گرافیک، فیلم ها، و یا مواد دیگر ( "محتوا"). شما مسئول هستند ... </ P> <P> <strong> تغییرات است </ strong> </ P> <P> ما حق، با صلاحدید ما، به تغییر و یا جایگزینی این شرایط در هر زمان. اگر تجدید نظر مواد این است که ما سعی خواهد کرد به ارائه اطلاع حداقل 30 روز قبل از هر گونه شرایط جدید در نظر گرفتن اثر. آنچه به منزله یک تغییر مواد خواهد شد در صلاحدید ما تعیین می شود. </ P> <P> و <strong> تماس با ما </ قوی> </ P> <p> اگر شما هر گونه سوال در مورد این شرایط، لطفا با ما تماس بگیرید. < / P>
fr: <p>Veuillez lire les Termes et Conditions ("Terms", "Terms and Conditions") attentivement avant d'utiliser le site web <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> et l'application mobile My Mobile App (le "Service") qui fonctionne par My Company ("us", "we", or "our").</p><p><strong>En accedant ou utilisant le Service Vous etes d'accord d'etre soumis a ces Termes.. Si Vous n'etes pas d'accord avec une part de ces Termes Vous ne pourrez pas acceder le w Service.</strong></p><p><strong>Purchases</strong></p><p>Si Vous voulez acheter un produit ou service disponible du Service ("Purchase"), Vous serez demande de fournir des informations liees a votre Achat, incluant sans limite,, Votre ...</p><p><strong>Contenu</strong></p><p>Notre Service Vous permet de poster, lier,,reserver partager et autrement et rendre disponible quelques informations,, du texte,, des graphes,, videos, ou autre materiel ("Contenu"). Vous etes responsable pour les ...</p><p><strong>Changements</strong></p><p>Nous reservons le droit , a notre discretion, de modifier, ou remplacer ces Termse a tout moment.. Si une revision est materielle, nous essaierons d'informer au moins 30 jours avant que tout terme nouveau soit mis en effet.. Ce qui constitue un changement du materiel sera determine a notre propre discretion.</p><p><strong>Contacter Nous Us</strong></p><p>Si vous avez des questions sur ces Termes, veuillez nous contacter.</p>

# Languages::check_again
source: Recheck and correct
fa: بررسی مجدد و اصلاح
fr: Vérifier à nouveau

# Languages::check_all
source: All
fa: همه
fr: Tout

# Languages::check_disabled
source: Disabled
fa: غیر فعال
fr: Désactivé

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
fa: به منظور شمول وضعیت های سفارش ، روش های پرداخت و مکان در لیست شرایط، موارد لازم را بررسی کنید و بر روی دکمه "ذخیره" کلیک کنید.
fr: Pour inclure les statuts de commande, les méthodes de paiement et les destinations dans la liste de conditions, vérifiez l'article nécessaire et cliquez sur le bouton 'Enregistrer'.
