Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::bottom_panel.theme_mode.not_available
source: Available only in your microstore or on the pages of your products and blog articles.
fa: فقط در میکرو استور یا در صفحات محصولات و مقالات وبلاگ شما موجود است.
fr: Disponible uniquement dans votre microstore ou sur les pages de vos produits et articles de blog.

# Languages::bottom_panel.text_mode
source: Edit texts
fa: ویرایش متون
fr: Modifier les textes

# Languages::bottom_panel.theme_mode
source: Edit style
fa: ویرایش سبک
fr: Modifier le style

# Languages::bottom_panel.settings
source: Settings
fa: تنظیمات
fr: Réglages

# Languages::bottom_panel.change_theme
source: Change theme
fa: تغییر زمینه
fr: Change le thème

# Languages::bottom_panel.edit_layout
source: Edit layout
fa: ویرایش طرح
fr: Modifier la mise en page

# Languages::bottom_panel.edit_template
source: Edit template
fa: ویرایش قالب
fr: Modifier le modèle

# Languages::bottom_panel.edit_translations
source: Edit translations
fa: ترجمه ها را ویرایش کنید
fr: Modifier les traductions

# Languages::bottom_panel.edit_menus
source: Edit menus
fa: ویرایش منوها
fr: Modifier les menus

# Languages::bottom_panel.edit_product_tabs
source: Edit product tabs
fa: ویرایش برگه های محصول
fr: Modifier les onglets de produits

# Languages::bottom_panel.restore_demo
source: Restore demo
fa: بازیابی نسخه ی نمایشی
fr: Restaurer la démo

# Languages::bottom_panel.documentation
source: Documentation
fa: مستندات

# Languages::bottom_panel.help
source: Help
fa: کمک
fr: Aider

# Languages::bottom_panel.community_forums
source: Community forums
fa: انجمن های انجمن
fr: Forums communautaires

# Languages::bottom_panel.video_tutorials
source: Video tutorials
fa: آموزش های تصویری
fr: Tutoriels vidéos

# Languages::bottom_panel.faq
source: FAQ
fa: سوالات متداول

# Languages::bottom_panel.customer_help_desk
source: Contact support
fa: با پشتیبانی تماس بگیرید
fr: Contactez le support

# Languages::bottom_panel.hire_a_developers
source: Hire a developer
fa: یک توسعه دهنده استخدام کنید
fr: Engagez un développeur

# Languages::bottom_panel.download
source: Download
fa: دانلود
fr: Télécharger

# Languages::bottom_panel.buy_license
source: Buy license
fa: خرید مجوز
fr: Acheter une licence

# Languages::bottom_panel.trial_left
source: Remaining trial period
fa: دوره آزمایشی باقی مانده
fr: Période d'essai restante

# Languages::demo_panel.theme_editor.enable
source: Edit style<br/><br/>Change the style of your store (logos, colors, fonts, and so on) and see the changes as you make them.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Theme editor"
fa: ویرایش سبک<br/><br/>سبک فروشگاه خود را تغییر دهید (آرم ها، رنگ ها، فونت ها و غیره) و تغییرات را در حین ایجاد آنها مشاهده کنید.<br/><br/>برای استفاده از این قابلیت در فروشگاه [product] خود، به Design → Themes بروید و روی "ویرایشگر تم" کلیک کنید.
fr: Modifier le style<br/><br/>Modifiez le style de votre boutique (logos, couleurs, polices, etc.) et observez les modifications au fur et à mesure que vous les apportez.<br/><br/>Pour utiliser cette fonctionnalité dans votre [product] boutique, rendez-vous dans Design → Thèmes et cliquez sur « Éditeur de thèmes »

# Languages::demo_panel.block_manager.enable
source: Edit structure<br/><br/>Change various blocks with information: show them, hide them, or move them as you see fit.<br/>This currently works at the following page types: homepage, product, category, checkout.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Edit layout on-site"
fa: ویرایش ساختار<br/><br/>بلوک‌های مختلف را با اطلاعات تغییر دهید: آن‌ها را نشان دهید، پنهان کنید، یا هر طور که می‌خواهید حرکت دهید.<br/>در حال حاضر در انواع صفحه زیر کار می کند: صفحه اصلی، محصول، دسته بندی، پرداخت.<br/><br/>برای استفاده از این قابلیت در فروشگاه [product] خود، به Design → Themes بروید و روی "Edit layout on-site" کلیک کنید.
fr: Modifier la structure<br/><br/>Modifiez divers blocs avec des informations : affichez-les, masquez-les ou déplacez-les comme bon vous semble.<br/>Cela fonctionne actuellement sur les types de page suivants : page d'accueil, produit, catégorie, paiement.<br/><br/>Pour utiliser cette fonctionnalité dans votre [product] boutique, rendez-vous dans Design → Thèmes et cliquez sur "Modifier la mise en page sur place"

# Languages::individual
source: Individual
fa: شخصی
fr: Individuel

# Languages::link_an_existing_option
source: Link an existing option
fa: پیوند یک گزینه موجود
fr: Lier une option existante

# Languages::create_or_link_an_existing_option
source: Create or link an existing option
fa: یک گزینه موجود را ایجاد یا پیوند دهید
fr: Créer ou lier une option existante

# Languages::tip.quick_select_and_close_category_selector
source: Tip: Hold 'Ctrl' (or "⌘" on Mac) while clicking on a category name. This will add one category and close the window.
fa: نکته: «Ctrl» (یا «⌘» در Mac) را نگه دارید و روی نام دسته کلیک کنید. با این کار یک دسته اضافه می شود و پنجره بسته می شود.
fr: Astuce : Maintenez 'Ctrl' (ou "⌘" sur Mac) tout en cliquant sur un nom de catégorie. Cela ajoutera une catégorie et fermera la fenêtre.

# Languages::checkout_select_profile_before_order
source: Please select a profile before you place the order.
fa: لطفا قبل از ثبت سفارش یک نمایه انتخاب کنید.
fr: Veuillez sélectionner un profil avant de passer la commande.

# Languages::editing_profile_name
source: Editing profile: [name]
fa: ویرایش پروفایل: [name]
fr: Profil d'édition : [name]

# Languages::bm.customer_information_block.warning.email_or_phome_must_be_required
source: Contact information must always have either email, or phone as a required field.
fa: اطلاعات تماس همیشه باید ایمیل یا تلفن را به عنوان یک فیلد ضروری داشته باشد.
fr: Les informations de contact doivent toujours avoir une adresse e-mail ou un numéro de téléphone comme champ obligatoire.

# Languages::bm.customer_information_block.warning.field_automaticly_added
source: "[field_name]" has been added as a required field automatically.
fa: "[field_name]" به صورت خودکار به عنوان یک فیلد ضروری اضافه شده است.
fr: "[field_name]" a été automatiquement ajouté comme champ obligatoire.

# Languages::bm.customer_information_block.warning.field_marked_as_required
source: The "[field_name]" field has been marked as required.
fa: فیلد "[field_name]" به عنوان مورد نیاز علامت گذاری شده است.
fr: Le champ "[field_name]" a été marqué comme obligatoire.

# Languages::required_profile_field_description
source: The "[field_name]" profile field is required as it is used to calculate shipping rates.
fa: فیلد نمایه "[field_name]" مورد نیاز است زیرا برای محاسبه نرخ حمل و نقل استفاده می شود.
fr: Le champ de profil "[field_name]" est obligatoire car il est utilisé pour calculer les tarifs d'expédition.

# Languages::upgrade_notification_welcome_title
source: Welcome to [product] [version]!
fa: به [product] [version]خوش آمدید!
fr: Bienvenue au [product] [version]!

# Languages::upgrade_notification_welcome_text
source: <p class="lead">To help you get started, we’ve compiled the list of what you should check after the upgrade. The full list of changes is in the changelog.</p><p class="lead">If you ever need to check this message later, we’ve also sent a copy to [email].</p>
fa: <p class="lead">برای کمک به شما برای شروع، ما لیستی از مواردی را که باید بعد از ارتقا بررسی کنید، گردآوری کرده ایم. لیست کامل تغییرات در تغییرات ثبت شده است.</p><p class="lead">اگر بعداً نیاز به بررسی این پیام داشتید، ما نیز یک کپی به [email]ارسال کرده‌ایم.</p>
fr: <p class="lead">Pour vous aider à démarrer, nous avons compilé la liste de ce que vous devez vérifier après la mise à niveau. La liste complète des modifications se trouve dans le journal des modifications.</p><p class="lead">Si vous avez besoin de vérifier ce message plus tard, nous avons également envoyé une copie à [email].</p>

# Languages::view_changelog
source: View changelog
fa: مشاهده تغییرات
fr: Voir la log des modifications

# Languages::upgrade_notification_what_check_first
source: What to check first?
fa: اول چه چیزی را چک کنیم؟
fr: Que vérifier en premier ?

# Languages::upgrade_notification_what_else_to_check
source: What else is there to check?
fa: چه چیز دیگری برای بررسی وجود دارد؟
fr: Que reste-t-il à vérifier ?

# Languages::cant_remove_addon_files
source: Add-on files couldn't be removed
fa: فایل های افزودنی حذف نشدند
fr: Les fichiers complémentaires n'ont pas pu être supprimés

# Languages::addon_reinstall.intro
source: Looks like you are trying to install an add-on that is already installed. We can do it for you in two ways; we recommend the safe way.
fa: به نظر می‌رسد می‌خواهید افزونه‌ای را نصب کنید که قبلاً نصب شده است. ما می توانیم این کار را برای شما به دو صورت انجام دهیم. ما راه ایمن را توصیه می کنیم
fr: Il semble que vous essayez d'installer un module complémentaire qui est déjà installé. Nous pouvons le faire pour vous de deux manières ; nous recommandons la voie sûre.

# Languages::addon_reinstall.safe_way
source: <strong>The safe way:</strong> we'll uninstall the old add-on first, and then install the new one. The drawback is that any data and settings related to the add-on will be lost.
fa: <strong>راه ایمن:</strong> ابتدا افزونه قدیمی را حذف نصب می کنیم و سپس افزونه جدید را نصب می کنیم. اشکال این است که هر گونه داده و تنظیمات مربوط به افزونه از بین می رود.
fr: <strong>La méthode la plus sûre :</strong> nous allons d'abord désinstaller l'ancien module complémentaire, puis installer le nouveau. L'inconvénient est que toutes les données et tous les paramètres liés au module complémentaire seront perdus.

# Languages::addon_reinstall.dangerous_way
source: <strong>The dangerous way:</strong> we'll replace all the files of the add-on with new ones, but keep all the add-on's data in the database intact. This can break the add-on, or might even break your store. Please don't use the dangerous way, unless you absolutely know what you're doing.
fa: <strong>راه خطرناک:</strong> ما همه فایل های افزونه را با فایل های جدید جایگزین می کنیم، اما تمام داده های افزونه را در پایگاه داده دست نخورده نگه می داریم. این می تواند افزونه را خراب کند، یا حتی ممکن است فروشگاه شما را خراب کند. لطفاً از راه خطرناک استفاده نکنید، مگر اینکه کاملاً بدانید دارید چه می‌کنید.
fr: <strong>La voie dangereuse :</strong> nous remplacerons tous les fichiers de l'add-on par de nouveaux, mais garderons intactes toutes les données de l'add-on dans la base de données. Cela peut casser le module complémentaire ou même casser votre magasin. Veuillez ne pas utiliser la voie dangereuse, à moins que vous ne sachiez absolument ce que vous faites.

# Languages::addon_reinstall.dangerous_way.confirm
source: I know the risks and want to use the dangerous way.
fa: من خطرات را می شناسم و می خواهم از راه خطرناک استفاده کنم.
fr: Je connais les risques et je veux utiliser la voie dangereuse.

# Languages::addon_reinstall.dangerous_way.action
source: Use the dangerous way
fa: از راه خطرناک استفاده کن
fr: Utilisez la voie dangereuse

# Languages::addon_reinstall.safe_way.action
source: Use the safe way
fa: از راه مطمئن استفاده کنید
fr: Utilisez le moyen sûr

# Languages::all_storefronts
source: All storefronts
fa: تمامی ویترین ها
fr: Toutes les vitrines

# Languages::add_storefronts
source: Add storefronts
fa: ویترین فروشگاه را اضافه کنید
fr: Ajouter des vitrines

# Languages::add_storefronts_and_close
source: Add storefronts and close
fa: ویترین ها را اضافه کنید و ببندید
fr: Ajouter des vitrines et fermer

# Languages::event.receiver.c
source: Customer
fa: مشتری
fr: Client

# Languages::event.receiver.a
source: Administrator
fa: مدیر
fr: Administrateur

# Languages::event.receiver.v
source: Vendor
fa: فروشنده
fr: Vendeur

# Languages::event.transport.mail
source: E-mail
fa: پست الکترونیک

# Languages::event.transport.internal
source: Notifications center
fa: مرکز اطلاع رسانی
fr: Centre de notifications

# Languages::event.order.edp.name
source: Access to downloadable products granted
fa: دسترسی به محصولات قابل دانلود داده شد
fr: Accès aux produits téléchargeables accordé

# Languages::event.notification_type
source: Notification type
fa: نوع اعلان
fr: Type de notification

# Languages::notifications
source: Notifications
fa: اطلاعیه
fr: Avis

# Languages::event.order.updated.name
source: Order was updated
fa: سفارش به روز شد
fr: La commande a été mise à jour

# Languages::event.order.shipment_updated.name
source: Products were shipped
fa: محصولات ارسال شد
fr: Les produits ont été expédiés

# Languages::purpose
source: Purpose
fa: هدف
fr: But

# Languages::feature_style
source: Feature style
fa: سبک ویژگی
fr: Style de fonctionnalité

# Languages::filter_style
source: Filter type
fa: نوع فیلتر
fr: Type de filtre

# Languages::all_block_types
source: All block types
fa: همه انواع بلوک
fr: Tous les types de bloc

# Languages::all_layouts
source: All layouts
fa: همه چیدمان ها
fr: Toutes les mises en page

# Languages::all_locations
source: All locations
fa: تمام موقعیت ها
fr: Tous les emplacements

# Languages::n_categories
source: [n] category|[n] categories
fa: [n] دسته|[n] دسته
fr: [n] catégorie |[n] catégories

# Languages::n_pages
source: [n] page|[n] pages
fa: [n] صفحه|[n] صفحه
fr: [n] pages |[n] pages

# Languages::n_filters
source: [n] filter|[n] filters
fa: [n] فیلتر|[n] فیلتر
fr: [n] filtre|[n] filtres

# Languages::n_profile_fields
source: [n] profile field|[n] profile fields
fa: [n] فیلد پروفایل|[n] فیلد نمایه
fr: [n] champ de profil |[n] champs de profil

# Languages::event.profile.activated.name
source: Profile was activated
fa: پروفایل فعال شد
fr: Le profil a été activé

# Languages::event.profile.deactivated.name
source: Profile was deactivated
fa: نمایه غیرفعال شد
fr: Le profil a été désactivé

# Languages::event.profile.password_reminder.name
source: Reminder about necessary password change
fa: یادآوری تغییر رمز عبور ضروری
fr: Rappel sur le changement de mot de passe nécessaire

# Languages::event.profile.usergroup_request.name
source: Membership in user group was requested
fa: عضویت در گروه کاربری درخواست شد
fr: L'adhésion au groupe d'utilisateurs a été demandée

# Languages::event.profile.updated.name
source: Profile was updated
fa: نمایه به روز شد
fr: Le profil a été mis à jour

# Languages::event.profile.added.name
source: Profile requires activation
fa: نمایه نیاز به فعال سازی دارد
fr: Le profil nécessite une activation

# Languages::event.profile.created.name
source: Profile was created
fa: نمایه ایجاد شد
fr: Le profil a été créé

# Languages::event.profile.usergroup_activation.name
source: User group activation
fa: فعال سازی گروه کاربری
fr: Activation du groupe d'utilisateurs

# Languages::event.profile.usergroup_disactivation.name
source: User group disactivation
fa: غیرفعال سازی گروه کاربری
fr: Désactivation du groupe d'utilisateurs

# Languages::event.profile.usergroup_updated.name
source: Membership in user group was changed
fa: عضویت در گروه کاربری تغییر کرد
fr: L'appartenance au groupe d'utilisateurs a été modifiée

# Languages::event.profile.password_recovery.name
source: Password recovery
fa: بازیابی رمز عبور
fr: Récupération de mot de passe

# Languages::export_found_products
source: Export found products
fa: صادرات محصولات یافت شده
fr: Exporter les produits trouvés

# Languages::hello_name
source: Hello [name],
fa: سلام [name]
fr: Bonjour [name],

# Languages::checkout.email_exists.popup.title
source: You may have bought from us before
fa: ممکن است قبلا از ما خرید کرده باشید
fr: Vous avez peut-être déjà acheté chez nous

# Languages::checkout.email_exists.popup.message
source: An account with your email already exists. We can sign you in (password won't be needed), or you can use another email if you'd like.
fa: یک حساب کاربری با ایمیل شما از قبل وجود دارد. ما می‌توانیم به شما وارد شوید (گذرواژه مورد نیاز نخواهد بود)، یا در صورت تمایل می‌توانید از ایمیل دیگری استفاده کنید.
fr: Un compte avec votre email existe déjà. Nous pouvons vous connecter (aucun mot de passe ne sera nécessaire) ou vous pouvez utiliser une autre adresse e-mail si vous le souhaitez.

# Languages::checkout.email_exists.popup.cancel_btn
source: Use another email
fa: از ایمیل دیگری استفاده کنید
fr: Utiliser une autre adresse e-mail

# Languages::checkout.email_exists.popup.sign_in_btn
source: Sign me in
fa: من را وارد کنید
fr: Inscrivez-moi

# Languages::auth.one_time_password.popup.title
source: Password-free sign-in
fa: ورود بدون رمز عبور
fr: Connexion sans mot de passe

# Languages::auth.one_time_password.popup.message
source: We've sent a one-time code to <strong>[email]</strong>. Please enter it below, and we'll sign you in without a password.
fa: ما یک کد یکبار مصرف به <strong>[email]</strong>ارسال کرده ایم. لطفاً آن را در زیر وارد کنید، و ما شما را بدون رمز ورود وارد می‌کنیم.
fr: Nous avons envoyé un code à usage unique au <strong>[email]</strong>. Veuillez le saisir ci-dessous et nous vous connecterons sans mot de passe.

# Languages::auth.one_time_password.popup.input_placeholder
source: Enter the code here
fa: کد را اینجا وارد کنید
fr: Entrez le code ici

# Languages::auth.one_time_password.popup.resend_btn
source: Resend the code
fa: کد را دوباره بفرستید
fr: Renvoyer le code

# Languages::auth.one_time_password.popup.sign_in_btn
source: Sign me in
fa: من را وارد کنید
fr: Inscrivez-moi

# Languages::auth.one_time_password.notification.info_password_sent
source: We've sent a one-time code to [email].
fa: ما یک کد یکبار مصرف به [email]ارسال کرده ایم.
fr: Nous avons envoyé un code à usage unique au [email].

# Languages::auth.one_time_password.notification.error_password_invalid
source: Sorry, it seems that the code you've entered is incorrect. It may have expired or been used already. Please check the code you're entering or request a new code.
fa: با عرض پوزش، به نظر می رسد کدی که وارد کرده اید نادرست است. ممکن است منقضی شده باشد یا قبلا استفاده شده باشد. لطفاً کدی را که وارد می‌کنید بررسی کنید یا کد جدیدی درخواست کنید.
fr: Désolé, il semble que le code que vous avez entré soit incorrect. Il a peut-être expiré ou a déjà été utilisé. Veuillez vérifier le code que vous saisissez ou demander un nouveau code.

# Languages::auth.one_time_password.notification.error_password_required
source: Please enter the code to sign in.
fa: لطفا کد را برای ورود وارد کنید.
fr: Veuillez entrer le code pour vous connecter.

# Languages::email.one_time_password.title
source: Sign in without password
fa: بدون رمز ورود وارد شوید
fr: Connectez-vous sans mot de passe

# Languages::email.one_time_password.message
source: <p>You've requested a one-time code to sign in to <a href="[storefront_url]">[storefront_url]</a>. Here it is:</p><p><strong><code>[password]</code></strong></p><p>Please don't tell this code to anyone else. If you haven't requested the code, then you can safely ignore this message. Nobody will be able to sign in to your account, unless they know your password or can view your inbox.</p>
fa: <p>برای ورود به سیستم <a href="[storefront_url]">[storefront_url]</a>یک کد یکبار مصرف درخواست کرده اید. اینجاست:</p><p><strong><code>[password]</code></strong></p><p>لطفاً این کد را به کسی ندهید. اگر کد را درخواست نکرده‌اید، می‌توانید با خیال راحت این پیام را نادیده بگیرید. هیچ کس نمی تواند وارد حساب شما شود، مگر اینکه رمز عبور شما را بداند یا بتواند صندوق ورودی شما را مشاهده کند.</p>
fr: <p>Vous avez demandé un code à usage unique pour vous connecter à <a href="[storefront_url]">[storefront_url]</a>. Le voici :</p><p><strong><code>[password]</code></strong></p><p>S'il vous plaît, ne communiquez ce code à personne d'autre. Si vous n'avez pas demandé le code, vous pouvez ignorer ce message en toute sécurité. Personne ne pourra se connecter à votre compte, à moins de connaître votre mot de passe ou de voir votre boîte de réception.</p>

# Languages::email_template.one_time_password_request
source: One-time code for password-free sign-in
fa: کد یکبار مصرف برای ورود بدون رمز عبور
fr: Code à usage unique pour une connexion sans mot de passe

# Languages::other_notification
source: Other
fa: دیگر
fr: Autre

# Languages::see_full_templates_list
source: Can't find a notification you're looking for?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">See the full list of on-site notification templates</a>
fa: نمی توانید اعلان مورد نظر خود را پیدا کنید؟<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">لیست کامل الگوهای اطلاع رسانی در سایت را ببینید</a>
fr: Vous ne trouvez pas une notification que vous recherchez ?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">Voir la liste complète des modèles de notification sur site</a>

# Languages::other_notifications.title
source: Can't find a notification you're looking for?
fa: نمی توانید اعلان مورد نظر خود را پیدا کنید؟
fr: Vous ne trouvez pas une notification que vous recherchez ?

# Languages::other_notifications.email_templates
source: See the full list of email templates
fa: لیست کامل قالب های ایمیل را ببینید
fr: Voir la liste complète des modèles d'e-mails

# Languages::other_notifications.internal_templates
source: See the full list of on-site notification templates
fa: لیست کامل الگوهای اطلاع رسانی در سایت را مشاهده کنید
fr: Voir la liste complète des modèles de notification sur site

# Languages::internal_templates
source: On-site notification templates
fa: الگوهای اطلاع رسانی در سایت
fr: Modèles de notification sur site

# Languages::editing_internal_template
source: Editing on-site notification template
fa: ویرایش الگوی اطلاع رسانی در محل
fr: Modification du modèle de notification sur site

# Languages::send_test_notification
source: Send test notification
fa: ارسال اعلان آزمون
fr: Envoyer une notification de test

# Languages::count_internal_template_successfully_imported
source: On-site notification templates successfully imported:
fa: الگوهای اعلان در سایت با موفقیت وارد شد:
fr: Les modèles de notification sur site ont bien été importés :

# Languages::count_internal_template_fail_imported
source: On-site notification templates import failed:
fa: وارد کردن الگوهای اعلان در سایت انجام نشد:
fr: Échec de l'importation des modèles de notification sur site :

# Languages::internal_template_import_success_msg
source: All the on-site notification templates have been imported without errors.
fa: تمام الگوهای اطلاع رسانی در سایت بدون خطا وارد شده اند.
fr: Tous les modèles de notification sur site ont été importés sans erreur.

# Languages::internal_template_exists
source: The on-site notification template with the chosen code already exists, please try another.
fa: الگوی اعلان در سایت با کد انتخاب شده از قبل وجود دارد، لطفاً یکی دیگر را امتحان کنید.
fr: Le modèle de notification sur site avec le code choisi existe déjà, veuillez en essayer un autre.

# Languages::notification_template.tab.email
source: Email
fa: پست الکترونیک

# Languages::notification_template.tab.internal
source: On-site
fa: در سایت
fr: Sur site

# Languages::lite_checkout.chosen_shipping_not_avaliable
source: Sorry, we can't get the rates for your selected shipping method. Please check your address and make sure that it is correct. If this doesn't help, please select another shipping method or contact us.
fa: متأسفیم، نمی‌توانیم نرخ‌های روش ارسال انتخابی شما را دریافت کنیم. لطفا آدرس خود را بررسی کنید و مطمئن شوید که درست است. اگر این کمکی نکرد، لطفاً روش حمل و نقل دیگری را انتخاب کنید یا با ما تماس بگیرید.
fr: Désolé, nous ne pouvons pas obtenir les tarifs pour la méthode d'expédition que vous avez sélectionnée. Veuillez vérifier votre adresse et vous assurer qu'elle est correcte. Si cela ne vous aide pas, veuillez sélectionner une autre méthode d'expédition ou contactez-nous.

# Languages::lite_checkout.not_available
source: Not available
fa: در دسترس نیست
fr: Indisponible

# Languages::last_login
source: Last login
fa: آخرین ورود
fr: Dernière connexion
