Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::product_state_description.ult.free_ru.free
source: <p>You're using CS-Cart Free. It has all the functionality to launch your own independent online store, free of charge. If you ever need the extended functionality of CS-Cart Standard or Ultimate — such as user groups, advanced product settings, multiple storefronts, and more — please contact us.</p>
fa: <p>شما از CS-Cart Free استفاده می کنید. این همه قابلیت ها را دارد تا فروشگاه آنلاین مستقل خود را به صورت رایگان راه اندازی کنید. اگر زمانی به قابلیت‌های توسعه‌یافته CS-Cart Standard یا Ultimate نیاز داشتید - مانند گروه‌های کاربری، تنظیمات پیشرفته محصول، چندین ویترین فروشگاه و موارد دیگر - لطفاً با ما تماس بگیرید.</p>
fr: <p>Vous utilisez CS-Cart Free. Il dispose de toutes les fonctionnalités pour lancer votre propre boutique en ligne indépendante, gratuitement. Si vous avez un jour besoin des fonctionnalités étendues de CS-Cart Standard ou Ultimate - telles que les groupes d'utilisateurs, les paramètres avancés des produits, les vitrines multiples et bien d'autres choses encore - veuillez nous contacter.</p>

# Languages::contact_us
source: Contact us
fa: با ما تماس بگیرید
fr: Nous contacter

# Languages::ultimate_or_storefront_license_required.ult.free
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.free_ru
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultimate

# Languages::max_storefronts_reached.ult.free
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult.free_ru
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::helpdesk_account.activate_free_license_message
source: Create an account in our Help Desk system. It will allow you to upgrade your store, contact our Customer Care team, and get add-ons (both paid and free) from the CS-Cart Marketplace for add-ons and themes.
fa: یک حساب کاربری در سیستم Help Desk ما ایجاد کنید. این به شما امکان می‌دهد فروشگاه خود را ارتقا دهید، با تیم مراقبت از مشتری ما تماس بگیرید، و افزونه‌هایی (هم پولی و هم رایگان) را از بازار CS-Cart برای افزونه‌ها و مضامین دریافت کنید.
fr: Créez un compte dans notre système Help Desk. Il vous permettra de mettre à niveau votre magasin, de contacter notre équipe du service client et d'obtenir des modules complémentaires (payants et gratuits) sur le marché CS-Cart pour les modules complémentaires et les thèmes.

# Languages::helpdesk_account.activate_free_license_message_send
source: An activation link for your free CS-Cart license was sent to the email: [email]
fa: یک لینک فعال سازی مجوز رایگان CS-Cart شما به ایمیل: [email]ارسال شد
fr: Un lien d'activation pour votre licence CS-Cart gratuite a été envoyé à l'adresse e-mail : [email]

# Languages::no_items_for_marketplace_administrator
source: No items to show for marketplace administrator. Try to check the section as a vendor.
fa: هیچ موردی برای نمایش برای مدیر بازار وجود ندارد. سعی کنید بخش را به عنوان فروشنده بررسی کنید.
fr: Aucun élément à afficher pour l'administrateur du marché. Essayez de vérifier la section en tant que vendeur.

# Languages::sync_data_update_template_not_found
source: No template found for this sync provider. Please make sure the "update_template" field is filled in the "sync_data" schema.
fa: هیچ الگویی برای این ارائه دهنده همگام سازی یافت نشد. لطفاً مطمئن شوید که قسمت "update_template" در طرح "sync_data" پر شده است.
fr: Aucun modèle trouvé pour ce fournisseur de synchronisation. Veuillez vous assurer que le champ "update_template" est rempli dans le schéma "sync_data".

# Languages::disabling_primary_currency_disallowed
source: Currency cannot be disabled as it is primary. Make a different currency primary first.
fa: ارز را نمی توان غیرفعال کرد زیرا اصلی است. ابتدا یک ارز دیگر را اولیه کنید.
fr: La devise ne peut pas être désactivée car elle est principale. Faites d'abord une devise différente.

# Languages::product_env.released_n_years_ago
source: released <u title="[month] [year]">[n] year ago</u>|released <u title="[month] [year]">[n] years ago</u>
fa: منتشر شده <u title="[month] [year]">[n] سال پیش</u>| منتشر شده <u title="[month] [year]">[n] سال پیش</u>
fr: sorti <u title="[month] [year]">il y a[n] an</u>| sorti <u title="[month] [year]">il y a[n] ans</u>

# Languages::product_env.released_n_months_ago
source: released <u title="[month] [year]">[n] month ago</u>|released <u title="[month] [year]">[n] months ago</u>
fa: منتشر شده <u title="[month] [year]">[n] ماه پیش</u>| منتشر شده <u title="[month] [year]">[n] ماه پیش</u>
fr: sorti <u title="[month] [year]">il y a[n] mois</u>| sorti <u title="[month] [year]">il y a[n] mois</u>

# Languages::product_env.released_this_month
source: released this month
fa: این ماه منتشر شد
fr: sorti ce mois-ci

# Languages::product_env.current_version
source: Current version
fa: نسخه فعلی
fr: Version actuelle

# Languages::product_env.available_upgrade
source: Available upgrade
fa: ارتقاء موجود
fr: Mise à jour disponible

# Languages::product_env.latest_version
source: Latest version
fa: آخرین نسخه
fr: Dernière version

# Languages::product_env.now_running
source: You are using [release_info]
fa: شما از [release_info]استفاده می کنید
fr: Vous utilisez [release_info]

# Languages::product_env.can_upgrade_store
source: You can upgrade your store to [release_info]
fa: می توانید فروشگاه خود را به [release_info]ارتقا دهید
fr: Vous pouvez mettre à niveau votre boutique à [release_info]

# Languages::product_env.latest_product_version
source: The latest version is [release_info]
fa: آخرین نسخه [release_info]است
fr: La dernière version est [release_info]

# Languages::product_env.dont_miss_features
source: Don't miss all the new features!
fa: همه ویژگی های جدید را از دست ندهید!
fr: Ne manquez pas toutes les nouvelles fonctionnalités !

# Languages::product_env.upgrade_to_latest_version
source: Upgrade to the latest version
fa: به آخرین نسخه ارتقا دهید
fr: Mettre à niveau vers la dernière version

# Languages::product_env.up_to_date
source: You are up to date
fa: شما به روز هستید
fr: Vous êtes à jour

# Languages::backtrace
source: Backtrace
fr: Traçage

# Languages::currency_code_ang
source: ANG
fr: Florin des antilles néerlandaises

# Languages::currency_code_egp
source: EGP
fr: Livre égyptienne

# Languages::currency_code_gel
source: GEL
fr: Lari géorgien

# Languages::currency_code_hrk
source: HRK
fr: Kuna croate

# Languages::currency_code_mad
source: MAD
fr: Dirham marocain

# Languages::currency_code_rub
source: RUB
fr: Rouble russe

# Languages::currency_code_xaf
source: XAF
fr: Franc CFA d'Afrique Centrale

# Languages::currency_code_xof
source: XOF
fr: Franc CFA Ouest Africain

# Languages::more_link
source: [more]
fr: [plus]

# Languages::ResultCode
source: ResultCode
fr: CodeResultat

# Languages::sharedsec
source: SharedSec
fr: ShareSec

# Languages::theme_editor.incorrect_style_name
source: Style name can not contain the following characters: "/ # % ? * : ; { } \ + "
fr: Le nom du style ne peut pas contenir les caractères suivants : "/ # % ? * : ; { } \ + "

# Languages::TransactionDateTime
source: TransactionDateTime
fr: Transaction de Date Heure

# Languages::theme_editor.incorrect_preset_name
source: Preset name can not contain the following characters: "/ # % ? * : ; { } \ "
fr: Le nom du préréglage ne peut pas contenir les caractères suivants : "/ # % ? * : ; { } \ "

# SettingsOptions::account_password_expiration_period
source: Password validity period in days (0 - unlimited)
fr: Période de validité du mot de passe en jours (0 - illimité)

# SettingsVariants::date_format::%d.%m.%Y
source: 29.09.2005 (day.month.year)
fr: 29.09.2005 (jour.mois.année)

# SettingsVariants::date_format::%m.%d.%Y
source: 09.29.2005 (month.day.year)
fr: 09.29.2005 (mois.jour.année)

# SettingsVariants::date_format::%Y.%m.%d
source: 2005.09.29 (year.month.day)
fr: 2005.09.29 (année.mois.jour)

# SettingsVariants::timezone::Pacific/Honolulu
source: (GMT-10:00) Hawaii
fr: (GMT-10:00) Hawaï

# SettingsVariants::timezone::America/Los_Angeles
source: (GMT-08:00) Pacific Time (US & Canada); Tijuana
fr: (GMT-08:00) Heure du Pacifique (US & Canada); Tijuana

# SettingsVariants::timezone::America/Denver
source: (GMT-07:00) Mountain Time (US & Canada)
fr: (GMT-07:00) Heure des Rocheuses (US & Canada)

# SettingsVariants::timezone::America/Mexico_City
source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
fr: (GMT-06:00) Guadalajara, Mexico, Monterrey

# SettingsVariants::timezone::America/Chicago
source: (GMT-06:00) Central Time (US & Canada)
fr: (GMT-06:00) Heure du Centre (US & Canada)

# SettingsVariants::timezone::America/Guatemala
source: (GMT-06:00) Central America
fr: (GMT-06:00) Amérique centrale

# SettingsVariants::timezone::America/New_York
source: (GMT-05:00) Eastern Time (US & Canada)
fr: (GMT-05:00) Heure de l'Est (US & Canada)

# SettingsVariants::timezone::America/St_Johns
source: (GMT-03:30) Newfoundland
fr: (GMT-03:30) Terre-Neuve

# SettingsVariants::timezone::America/Nuuk
source: (GMT-03:00) Greenland
fr: (GMT-03:00) Groenland

# SettingsVariants::timezone::Atlantic/Cape_Verde
source: (GMT-01:00) Cape Verde Is.
fr: (GMT-01:00) Iles du Cap Vert

# SettingsVariants::timezone::Atlantic/Azores
source: (GMT-01:00) Azores
fr: (GMT-01:00) Açores

# SettingsVariants::timezone::Europe/Berlin
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
fr: (GMT+01:00) Amsterdam, Berlin, Berne, Rome, Stockholm, Vienne

# SettingsVariants::timezone::Europe/Paris
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
fr: (GMT+01:00) Bruxelles, Copenhague, Madrid, Paris

# SettingsVariants::timezone::Europe/Warsaw
source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
fr: (GMT+01:00) Sarajevo, Skopje, Varsovie, Zagreb

# SettingsVariants::timezone::Africa/Lagos
source: (GMT+01:00) West Central Africa
fr: (GMT+01:00) Afrique de l'Ouest Centrale

# SettingsVariants::timezone::Africa/Cairo
source: (GMT+02:00) Cairo
fr: (GMT+02:00) Caire

# SettingsVariants::timezone::Asia/Jerusalem
source: (GMT+02:00) Jerusalem
fr: (GMT+02:00) Jérusalem

# SettingsVariants::timezone::Asia/Baghdad
source: (GMT+03:00) Baghdad
fr: (GMT+03:00) Bagdad

# SettingsVariants::timezone::Asia/Riyadh
source: (GMT+03:00) Kuwait, Riyadh
fr: (GMT+03:00) Koweït, Riyadh

# SettingsVariants::timezone::Asia/Tehran
source: (GMT+03:30) Tehran
fr: (GMT+03:30) Téhéran

# SettingsVariants::timezone::Asia/Yerevan
source: (GMT+04:00) Baku, Tbilisi, Yerevan
fr: (GMT+04:00) Bakou, Tbilissi, Erevan

# SettingsVariants::timezone::Asia/Kabul
source: (GMT+04:30) Kabul
fr: (GMT+04:30) Kaboul

# SettingsVariants::timezone::Asia/Yekaterinburg
source: (GMT+05:00) Ekaterinburg
fr: (GMT+05:00) Ekaterinbourg

# SettingsVariants::timezone::Asia/Seoul
source: (GMT+09:00) Seoul
fr: (GMT+09:00) Séoul

# SettingsVariants::timezone::Australia/Adelaide
source: (GMT+09:30) Adelaide
fr: (GMT+09:30) Adélaïde

# SettingsVariants::timezone::Pacific/Guadalcanal
source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
fr: (GMT+11:00) Magadan, Îles Salomon., Nouvelle-Calédonie

# Languages::payments.realex.subaccount
source: Subaccount
fr: Sous-compte

# Languages::shippings.fedex.option_cod
source: COD
fr: LA MORUE
