Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::start
source: Start
fa: شروع
fr: Commencer

# Languages::start_communication
source: Start communication
fa: شروع ارتباط
fr: Commencer la communication

# Languages::start_date
source: Start date
fa: تاریخ شروع
fr: Date de début

# Languages::start_price
source: Start price
fa: شروع قيمت
fr: Prix de lancement

# Languages::state
source: State/Province
fa: ایالت/استان
fr: Département

# Languages::states
source: States
fa: ایالات/استان ها
fr: Départements

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
fa: مدیریت مجموعه ای از استان ها/ایالاتی که در فروشگاه های شما پشتیبانی می شوند.
fr: Gérer l'ensemble des états / régions qui sont pris en charge dans votre magasin.

# Languages::static_block
source: Static block
fa: بلوک ثابت
fr: Bloc statique

# Languages::static_data
source: Static data
fa: داده های استاتیک
fr: Donnée statique

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
fa: "متن پیوند" و "آدرس" ارزش از این مورد استفاده در نمای
fr: Utiliser les valeurs "texte du lien" et "URL" de l'élement sélectionné

# Languages::statistics
source: Statistics
fa: آمار
fr: Statistiques

# Languages::status
source: Status
fa: وضعیت
fr: Statut

# Languages::status_changed
source: Status has been changed
fa: وضعیت تغییر کرده است
fr: Status changed

# Languages::no_active_storefronts
source: No active storefronts
fa: ویترین فروشگاهی فعال نیست
fr: Aucun magasin actif

# Languages::status_changed_after_process_payment
source: Order status was set according to the payment processing result
fa: وضعیت سفارش با توجه به نتیجه انجام پرداخت تعیین شد
fr: Le statut de la commande a été fixé en fonction du résultat du processus de paiement.

# Languages::stay_connected
source: Stay Connected
fa: در ارتباط بمانید
fr: Rester connecté

# Languages::stay_connected_notice
source: Enter your email address to receive special offers and promotions.
fa: آدرس ایمیل خود را برای دریافت پیشنهادات و جوایز وارد کنید.
fr: Entrez votre adresse e-mail pour recevoir les offres spéciales et les promotions.

# Languages::step_four
source: Step 4
fa: گام 4
fr: Étape 4

# Languages::step_one
source: Step 1
fa: گام 1
fr: Étape 1

# Languages::step_three
source: Step 3
fa: گام 3
fr: Étape 3

# Languages::step_two
source: Step 2
fa: گام 2
fr: Étape 2

# Languages::stop_other_rules
source: Stop other rules
fa: جلوگیری از قوانین دیگر
fr: Arrêter les autres règles

# Languages::storage
source: Storage
fa: ذخیره سازی
fr: Stockage

# Languages::store
source: Store
fa: فروشگاه
fr: Boutique

# Languages::storefront
source: Storefront
fa: نمای فروشگاه
fr: Vitrine

# Languages::storefront_url
source: Storefront URL
fa: آدرس نمای فروشگاه
fr: URL de la vitrine

# Languages::storefront_url_already_exists
source: The value of the <strong>Storefront URL</strong> parameter mentioned by you already belongs to another company.
fa: مقدار پارامتر<strong>آدرس نمای فروشگاه</strong> ذکر شده توسط شما در حال حاضر متعلق به یک شرکت دیگر است.
fr: La valeur du paramètre <strong> URL du magasin </ strong> que vous avez mentionné appartient déjà à une autre société.

# Languages::storefront_url_not_defined
source: Storefront URL not defined
fa: آدرس نمای فروشگاه تعریف نشده است
fr: URL du magasin non définie

# Languages::stores_status
source: Status
fa: وضعیت
fr: Statut

# Languages::storefront_status_access_key_hint
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Go to <a target="blank" href="[url]">Settings → General</a> and specify the <i>Access key to temporarily closed store</i> setting. Please note that a different key can be specified for each storefront, so make sure to select the correct storefront first. Use the key as described in the tooltip of that setting.
fa: حتی اگر ویترین فروشگاه بسته باشد (وضعیت روی OFF تنظیم شده است)، اگر کلید دسترسی داشته باشید، می توانید آن را مشاهده کنید. به <a target="blank" href="[url]">تنظیمات ← عمومی</a> بروید و کلید <i>دسترسی به فروشگاه موقت بسته</i> را مشخص کنید. لطفاً توجه داشته باشید که برای هر ویترین می‌توان کلید متفاوتی را تعیین کرد، بنابراین ابتدا ویترین صحیح را انتخاب کنید. همانطور که در راهنمای ابزار آن تنظیمات توضیح داده شده است، از کلید استفاده کنید.
fr: Même si la vitrine est fermée (le statut défini sur OFF), vous pourrez la visualiser si vous disposez d'une clé d'accès. Allez dans <a target="blank" href="[url]">Paramètres → Général</a> et spécifiez le paramètre <i>Clé d'accès au magasin temporairement fermé</i>. Veuillez noter qu'une clé différente peut être spécifiée pour chaque vitrine, assurez-vous donc de sélectionner d'abord la bonne vitrine. Utilisez la clé comme décrit dans l'infobulle de ce paramètre.

# Languages::stores
source: Stores
fa: فروشگاه ها
fr: Boutiques

# Languages::store_mode
source: Licensing mode
fa: وضعیت مجوز
fr: Fermer la boutique

# Languages::store_mode_changed
source: Licensing mode has been changed
fa: نحوه صدور مجوز تغییر کرده است
fr: Le mode de licence a été changé

# Languages::store_number
source: Store number
fa: شماره فروشگاه
fr: Numéro de boutique

# Languages::store_object_denied
source: The [object_type] [object_name] is unavailable for this store.
fa: [object_type] [object_name] برای این فروشگاه در دسترس نیست.
fr: Le [object_type] [object_name] n'est pas disponible pour ce magasin.

# Languages::store_theme
source: Storefront theme
fa: مضمون نمای فروشگاه
fr: Thème de la vitrine

# Languages::subcategories
source: Subcategories
fa: زیر دسته ها
fr: Sous-catégories

# Languages::submit
source: Submit
fa: ارسال
fr: Envoyer

# Languages::submit_my_order
source: Submit my order
fa: ارسال سفارش من
fr: Soumettre ma commande

# Languages::subpages
source: Subpages
fa: زیر صفحات
fr: Sous-menu

# Languages::subscribe
source: Subscribe
fa: مشترک شدن
fr: S'abonner

# Languages::subscriber
source: Subscriber
fa: مشترک
fr: Abonné

# Languages::subscribers
source: Subscribers
fa: مشترکین
fr: Abonnés

# Languages::subscriber_email
source: Subscriber email
fa: مشترک پست الکترونیکی
fr: Email de l'abonné

# Languages::subscriptions
source: Subscriptions
fa: اشتراک ها
fr: Abonnements

# Languages::subtotal
source: Subtotal
fa: زیر جمع
fr: Sous-total

# Languages::subtotal_sum
source: Subtotal sum
fa: مجموع زیر جمع
fr: Sous-total

# Languages::suburb
source: Suburb
fa: حومه
fr: Banlieue

# Languages::successful
source: Successful
fa: موفق
fr: Réussi

# Languages::successfully_registered
source: Successfully registered
fa: ثبت نام موفقیت آمیز
fr: Inscrit avec succès

# Languages::successful_login
source: You have been successfully logged in.
fa: شما با موفقیت به سیستم وارد شده شده.
fr: Vous avez été connecté avec succès .

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
fa: تبریک! ثبت نام با موفقیت انجام شد! <br/> در حال حاضر، شما دسترسی کامل به تمام ویژگی های فروشگاه را دارید. با کلیک بر روی "حساب کاربری من" آن ویژگی ها را ملاحظه نمایید.
fr: Félicitations! L'enregistrement a été un succès! <br/> Maintenant, vous avez un accès complet à toutes les fonctionnalités. Cliquez sur "Mon compte" pour les consulter.

# Languages::suffix
source: Suffix
fa: پسوند
fr: Suffixe

# Languages::summary
source: Summary
fa: خلاصه
fr: Résumé

# Languages::supplier
source: Supplier
fa: تامین کننده
fr: Fournisseur

# Languages::suppliers
source: Suppliers
fa: تامین کنندگان
fr: Fournisseurs

# Languages::supplier_id
source: Supplier
fa: تامین کننده
fr: Fournisseur

# Languages::surcharge
source: Surcharge
fa: اضافه بها
fr: Cout aditionnel

# Languages::surcharge_title
source: Surcharge title
fa: اضافه کردن عنوان
fr: Titre de la surtaxe

# Languages::sweden
source: Sweden
fa: سوئد
fr: Suède

# Languages::swedish
source: Swedish
fa: سوئدی
fr: Suédois

# Languages::swing
source: Swing
fa: نوسان
fr: Balance

# Languages::switch_layout
source: Switch layout
fa: طرح تعویض
fr: Changer la mise en page

# Languages::layout_page
source: Layout Page
fa: صفحه طرح
fr: Page de mise en page

# Languages::layout_meta_data
source: Meta data & more
fa: داده های متا و موارد دیگر
fr: Métadonnées et autres

# Languages::symbol
source: Symbol
fa: نماد
fr: Symbole

# Languages::system
source: System
fa: سیستم
fr: Système

# Languages::tab
source: Tab
fa: زبانه
fr: Tableau

# Languages::table
source: Table
fa: جدول

# Languages::tables
source: Tables
fa: جداول

# Languages::table_conditions
source: Table Conditions
fa: شرایط جدول
fr: Conditions du tableau

# Languages::tabs
source: Tabs
fa: زبانه ها
fr: Onglets

# Languages::tax
source: Tax
fa: مالیات
fr: Taxe

# Languages::taxes
source: Taxes
fa: مالیات ها

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
fa: مدیریت مجموعه ای از مالیات هایی که در فروشگاه شما پشتیبانی می شوند.
fr: Gérer l'ensemble des taxes qui sont prises en charge dans votre magasin

# Languages::tax_exempt
source: Tax exempt
fa: معاف از مالیات
fr: Exempt de taxe

# Languages::tax_rates
source: Tax rates
fa: نرخ های مالیات
fr: Taux de taxe

# Languages::temando_centimetres
source: centimetres
fa: سانتی متر
fr: centimètres

# Languages::temando_feet
source: feet
fa: پا
fr: Pieds

# Languages::temando_inches
source: inches
fa: اینچ
fr: pouces

# Languages::temando_method_depottodepot
source: Depot to Depot
fa: انبار به انبار
fr: De dépôt à dépôt

# Languages::temando_method_doortodoor
source: Door to Door
fa: درب به درب
fr: Porte à porte

# Languages::temando_metres
source: metres
fa: متر
fr: mètres

# Languages::temando_package_backpack
source: Backpack
fa: کوله پشتی
fr: sac à dos

# Languages::temando_package_bale
source: Bale
fa: عدل
fr: Balle

# Languages::temando_package_box
source: Box
fa: جعبه
fr: Boîte

# Languages::temando_package_bunch
source: Bunch
fa: دسته
fr: Bouquet

# Languages::temando_package_bundle
source: Bundle
fa: غلاف پیچ
fr: Paquet

# Languages::temando_package_carton
source: Carton
fa: کارتن

# Languages::temando_package_crate
source: Crate
fa: جعبه
fr: Caisse

# Languages::temando_package_cylinder
source: Cylinder
fa: سیلندر
fr: Cylindre

# Languages::temando_package_documentenvelope
source: Document Envelope
fa: پاکت نامه
fr: Enveloppe de document

# Languages::temando_package_drum
source: Drum
fa: درام
fr: Tambour

# Languages::temando_package_flatpack
source: Flat Pack
fa: بسته‌ی تخت
fr: Emballage plat

# Languages::temando_package_letter
source: Letter
fa: نامه
fr: Lettre

# Languages::temando_package_pail
source: Pail
fa: سطل
fr: Seau

# Languages::temando_package_pallet
source: Pallet
fa: پالت
fr: Palette

# Languages::temando_package_parcel
source: Parcel
fa: پاکت
fr: Colis

# Languages::temando_package_pipe
source: Pipe
fa: لوله
fr: Tuyau

# Languages::temando_package_roll
source: Roll
fa: رول
fr: Rouleau

# Languages::temando_package_satchel
source: Satchel/Bag
fa: خورجین/کیسه
fr: Sacoche / sac

# Languages::temando_package_skid
source: Skid
fa: تیر
fr: Patin

# Languages::temando_package_suitcase
source: Suitcase
fa: چمدان
fr: Valise

# Languages::temando_package_tube
source: Tube
fa: لوله

# Languages::temando_package_unpackaged
source: Unpackaged or N/A
fa: بسته بندی نشده یا عدم موجودیت
fr: Emballé ou N/A

# Languages::temando_package_wheel
source: Wheel/Tyre
fa: چرخ / لاستیک
fr: Roue / Pneu

# Languages::temando_subclass_excessbaggage
source: Excess Baggage
fa: اضافه بار
fr: Excédent de bagages

# Languages::temando_subclass_furniture
source: Furniture
fa: مبلمان
fr: Mobilier

# Languages::temando_subclass_householdgoods
source: Household Goods
fa: کالاهای خانگی
fr: Biens d'équipement ménager

# Languages::temando_subclass_other
source: Other (etc.)
fa: دیگر (و غیره)
fr: Autre (etc.)

# Languages::temando_system
source: Temando system
fa: سیستم Temando
fr: Système Temando

# Languages::temando_weight_grams
source: Grams
fa: گرم
fr: Grammes

# Languages::temando_weight_kilograms
source: Kilograms
fa: کیلوگرم
fr: Kilogrammes

# Languages::temando_weight_ounces
source: Ounces
fa: اونس
fr: Onces

# Languages::temando_weight_pounds
source: Pounds
fa: پوند
fr: Livres

# Languages::template
source: Template
fa: قالب
fr: Modèle

# Languages::templates_tree
source: Templates tree
fa: درخت قالب
fr: Arbre des templates

# Languages::file_editor
source: File editor
fa: ویرایشگر فایل
fr: Éditeur de fichier

# Languages::terminal
source: Terminal
fa: پایانه

# Languages::terminal_id
source: Terminal ID
fa: شناسه پایانه
fr: Identifiant terminal

# Languages::test
source: Test
fa: آزمایشی
fr: Teste

# Languages::test_live_mode
source: Test/Live mode
fa: آزمایشی/زنده
fr: Mode test / production

# Languages::test_mode
source: Test mode
fa: حالت آزمایشی
fr: Mode test

# Languages::text
source: Text
fa: متن
fr: Texte

# Languages::textarea
source: Text area
fa: ناحیه متنی
fr: Zone de texte

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
fa: <b>نکته</b>: برای پیگیری سفارشات 2Checkout خود با نرم افزار سبد خرید باید این مراحل را طی کنید:<br /><br />-&nbsp;وارد حساب 2Checkout خود شوید<br />-&nbsp;روی <u>'مدیریت سایت'</u> در <u>'حساب' کلیک کنید.</u> بخش.<br />-&nbsp;گزینه <b>"پیوندهای داده شده به وب‌سایت من بازگشته است"</b> گزینه <u>"بازگشت مستقیم"</u>&nbsp;<br />-&nbsp;مجموعه <u>"URL تایید شده"</u> و <u>"URL<br />انتظار"</u> به:<br /><b>[return_url]</b>مجموعه <u>'Secret Word'</u>. کلمه مخفی فقط برای فروشنده و 2CheckOut شناخته شده است.<br />
fr: Note Afin de voir vos ordres 2Checkout avec le logiciel de la carte d'achats, il faut suivre les pas suivants: Se connecter a Votre compte 2Checkout. Cliquer sur management de Site dans la section du Compte. Selectionner les liens donnes retournant a l'option de Votre site web de la sousection ''Retour Directe'. Installer URL et URL en attente . Mot Secret </u>. Le Mot Secret est communique seulement au cendeur et 2 Checkout<br/>

# Languages::text_2co_ins
source: Instant Notification Service (INS)
fa: خدمت اطلاع رسانی فوری
fr: Service de notification instantanée (INS)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
fa: (در پنجره باز شونده نمایش داده شده)
fr: (affichée dans une fenêtre popup)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
fa: نمایش داده شده در صفحه جزئیات محصول در "تصاویر اضافی»
fr: (affichée dans la page de détails de produit dans 'Images supplémentaires')

# Languages::addon_files_was_copied
source: The <b>"[addon]"</b> add-on files has been copied successfully
fa: فایل های افزودنی <b>"[addon]"</b> با موفقیت کپی شد
fr: Les <b>"[addon]"</b> fichiers addon ont été copiés avec succès.

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
fa: اضافه کردن "[addon_name]» را با در بر داشت زیر افزودنیها ناسازگار است: [افزونه]. این فعال نمی باشد
fr: Le module "[addon_name]" est incompatible avec les modules suivants: [addons]. Il ne peut pas être activé

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
fa: اضافه کردن "[addon_name]» را با در بر داشت زیر افزودنیها ناسازگار است: [افزونه]. این افزودنیها صورت خودکار غیر فعال خواهد شد.
fr: Le module "[addon_name]" est incompatible avec les modules suivants: [addons]. Ces modules seront automatiquement désactivées.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
fa: افزودنی "[addon_name]" با افزودنی های زیر است: [addons]. آن نمی شود فعال شده. آن را به صورت دستی فعال کنید و تمام افزودنی های ناسازگار به طور خودکار غیرفعال خواهد شد.
fr: Le module "[addon_name]" est incompatible avec les modules suivants : [addons]. Il n'a pas été est activé. Activez le manuellement et tous les modules incompatibles seront automatiquement désactivés.

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
fa: افزونه <b>"[addon]"</b> با موفقیت نصب شده است
fr: Addon <b>"[addon]"</b> has been installed successfuly

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
fa: افزونه نصب نمی شود چون وابستگی [addon] افزودنی برای آن تنظیم نشده است. لطفا ابتدا نصب افزونه را انجام دهید[addon].
fr: Le module ne peut pas être installé car une dépendance sur le module [addon] existe. Veuillez installer le module [addon] en premier.

# Languages::text_addon_refreshed
source: The settings and language variables of the <b>"[addon]"</b> add-on have been updated successfully
fa: تنظیمات و متغیرهای زبان افزونه <b>"[addon]"</b> با موفقیت به روز شد
fr: Les paramètres et les variables de langue du module complémentaire <b>"[addon]"</b> ont été correctement mis à jour

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
fa: افزودنی <b>"[addon]"</b> بوجود آمده است.
fr: Addon <b>"[addon]"</b> has been uninstalled

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
fa: افزودنی قابل حذف شدن نیست، زیرا در بر داشت زیر افزودنیها به آن بستگی دارد: [افزونه]
fr: Le module ne peut pas être installé parce que les modules suivants dépendent de lui : [addons]

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
fa: شما قادر ید به استفاده از نویسه عام در این زمینه است: <br /> <B> </ B> - هر کاراکتر منفرد؛ <B> '*' </ B> - هر تعداد از شخصیت <br /> < '؟'. برزیلی /> <u> زیر به عنوان مثال: </ U> <br /> <B> * خیابان </ B> & nbsp؛ در & nbsp؛ در (مربوط به 1 خیابان، 102 خیابان، و غیره)
fr: Vous pouvez utiliser des jokers dans ce champs :<br><b>'?'</b> - tout caractère simple;<b>'*'</b> - tout nombre de caractères.<br><br><u>Exemple :</u><br><b>* rue</b> &nbsp;&nbsp;(correspond a 19 rue, 102 rue, etc)

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
fa: این بخش سفارشات و انتخاب های شما را هرگز نشان نمی دهد.
fr: Cette section affiche les commandes non encore consultées.

# Languages::text_allowed_to_upload_file_extension
source: The following file extensions are supported: <b>[ext]</b>.
fa: پسوند فایل زیر پشتیبانی می شوند: <b>[ext]</b>.
fr: Les extensions suivantes du fichier y sont supportes:<B>{est}</b>.

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
fa: مهم! شما باید آدرس فروشگاه خود را <b>[callback_url]</b> به عنوان آدرس تجاری در وب سایت مرکزی فروشنده آمازون را مشخص کنید (تنظیمات > تنظیمات خط لوله پرداخت). در غیر این صورت, شما قادر نخواهید بود به پرداخت از طریق آمازون، در فروشگاه شما صورت نمیگیرد
fr: Important : Il faut specifier le URL de votre boutique comme le URL du Vendeur sur le Site Web du Vendeur d"Amazon Central (Parametres__> Tube des Paramètres de Checkout). Autrement Vous ne pourrez pas accepter des paiements dans votre boutique d'Amazon de Checkout

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
fa: هنوز پاسخی از Amazon Checkout دریافت نشده است، لطفا صبر کنید. اگرچه ممکن است سفارش تا مدت‌ها قبل در فروشگاه ایجاد نشود، اما به احتمال زیاد توسط Amazon Checkout با موفقیت ایجاد و پردازش شده است. لطفاً با کارکنان فروشگاه تماس بگیرید و شناسه سفارش را که توسط آمازون ارائه شده است را به آنها بگویید
fr: Aucune reponse du Chekcout d' Amazon n'a été recue encore, attendez s'il Vos plait. Bien que la commande n'ait pas été crée dans la boutique depuis longtemps. Il est fort possible qu'elle ait été créée avec succès depuis le Checkout d'Amazon. Contactea le personnel de la boutique pour leur dire que le ID de commande a été fourni par Amazon

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
fa: تعداد محصولات در سبد خرید شما متفاوت از تعداد محصولات درخواست آمازون است.
fr: Le nombre de produits dans votre panier diffère du nombre de produits de la requête Amazon.

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
fa: برای اهداف آزمایشی، URL Merchant ممکن است پیوند HTTP به فروشگاه شما باشد، اما حالت زنده به اتصال ایمن نیاز دارد و باید از پیوند HTTPS استفاده کنید. همچنین، به یاد داشته باشید که وقتی آماده پخش زنده هستید، حالت تولید را در وب سایت مرکزی فروشنده آمازون فعال کنید.
fr: Pour des raisons de test, l'URL du vendeur peut etre le lien HTTP de votre boutique, mais la mode live necessite une connection sécurisée, et il faut utiliser le lien HTTPS. Rappelez-vous aussi d'activer le mode de production sur le web Central d'Amazon quand vous serez prêet à passer en live.

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
fa: <b>توجه:</b> طبق سیاست آمازون <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'></a> (B4.2)، هزینه اضافی پشتیبانی نمی شود. هر گونه هزینه اضافی که ممکن است تعیین کرده باشید، هنگام استفاده از Amazon Checkout نادیده گرفته می شود.
fr: <b>Noter:</b> Selon Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), il n'y a pas de surcpût à supporter. Toutes sommes supplementaires que vous aurez renseignées seront omises si le Checkout d'Amazon est utilisé.

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
fa: شما برای انجام تسویه حساب باید کاربر ثبت نام شده باشید
fr: Vous devez être un utilisateur enregistré pour pouvoir commander

# Languages::recalculate_shipping_cost
source: Recalculate shipping cost
fa: باز محاسبه هزینه حمل
fr: Cout d'expedition recalcule

# Languages::text_applied_promotions
source: Applied promotions
fa: ترفیع اعمل شده
fr: We congratulate you on coming into possession of the following promotion(s)
