Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::edit_admin_notification
source: Edit the email sent to administrators
fa: ارسال ایمیل ویرایش شده به مدیران
fr: Modifier l'e-mail envoyé aux administrateurs

# Languages::copy
source: Copy
fa: کپی
fr: Copie

# Languages::copied
source: Copied
fa: کپی شد
fr: Copié

# Languages::addon_uninstall_sql_error
source: An error in an SQL query occurred during the add-on uninstallation.
fa: خطایی در پرس و جوی SQL در طول لغو نصب افزودنی رخ داده است.
fr: Une erreur dans une requête SQL s'est produite lors de la désinstallation du module complémentaire.

# Languages::payments.qbms.quickbooks_connection
source: QuickBooks Connection
fa: اتصال QuickBooks
fr: Connexion QuickBooks

# Languages::payments.qbms.configuration_required
source: <p>Fill in the fields below and save the changes:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Click "Connect to QuickBooks" button that will appear instead of this message to finish payment configuration.</p>
fa: <p>فیلدهای زیر را پر کنید و تغییرات را ذخیره کنید:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>روی دکمه "اتصال به QuickBooks" کلیک کنید که به جای این پیام ظاهر می شود تا پیکربندی پرداخت به پایان برسد.</p>
fr: <p>Remplissez les champs ci-dessous et enregistrez les modifications :<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Cliquez sur le bouton "Se connecter à QuickBooks" qui apparaîtra à la place de ce message pour terminer la configuration du paiement.</p>

# Languages::payments.qbms.app_token
source: App Token
fa: رمز نرم افزار
fr: Jeton d'application

# Languages::payments.qbms.oauth_consumer_key
source: OAuth Consumer Key
fa: کلید مصرف کننده OAuth
fr: Clé client OAuth

# Languages::payments.qbms.oauth_consumer_secret
source: OAuth Consumer Secret
fa: راز مصرف کننده OAuth
fr: Secret consommateur OAuth

# Languages::payments.qbms.oauth_client_id
source: OAuth Client Id
fa: شناسه مشتری OAuth
fr: Identifiant client OAuth

# Languages::payments.qbms.oauth_client_secret
source: OAuth Client Secret
fa: راز مشتری OAuth
fr: Clé secrète du client OAuth

# Languages::payments.qbms.token_expires
source: The token expires on <b>[date]</b> at <b>[time]</b>.
fa: این رمز در تاریخ<b>[date]</b> در <b>[time]</b> منقضی می شود.
fr: Le jeton expire le <b>[date]</b> à <b>[time]</b>.

# Languages::payments.qbms.token_expired
source: The token has expired.
fa: توکن منقضی شده است.
fr: Le jeton a expiré.

# Languages::payments.qbms.renew_token
source: Press "Connect to QuickBooks" to renew the token.
fa: برای تمدید توکن، «اتصال به QuickBooks» را فشار دهید.
fr: Appuyez sur "Se connecter à QuickBooks" pour renouveler le jeton.

# Languages::payments.qbms.tip_fill_redirect
source: <p>- In the QuickBooks application, copy the following value into the Redirect URI field:</p><p>[url]</p><p>- Click the "Connect to QuickBooks" button.</p>
fa: <p>- در برنامه QuickBooks، مقدار زیر را در قسمت Redirect URI کپی کنید:</p><p>[url]</p><p>- روی دکمه "اتصال به QuickBooks" کلیک کنید.</p>
fr: <p>- Dans l'application QuickBooks, copiez la valeur suivante dans le champ URI de redirection :</p><p>[url]</p><p>- Cliquez sur le bouton "Se connecter à QuickBooks".</p>

# Languages::payments.qbms.configure_payment_method
source: <p>How to configure the payment method:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Obtain OAuth 2.0</a> credentials from <b>QuickBooks Online</b> application (QuickBooks Desktop won't work).</p><p>2. Copy them to the payment method settings in [product].</p><p>3. Click "Create", then open the settings of this payment method again to finish its configuration.</p>
fa: <p>نحوه پیکربندی روش پرداخت:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">اعتبار OAuth 2.0</a> را از <b>برنامه QuickBooks Online</b> دریافت کنید (QuickBooks Desktop کار نخواهد کرد).</p><p>2. آنها را در تنظیمات روش پرداخت در [product]کپی کنید.</p><p>3. روی «ایجاد» کلیک کنید، سپس تنظیمات این روش پرداخت را دوباره باز کنید تا پیکربندی آن به پایان برسد.</p>
fr: <p>Comment configurer le mode de paiement :</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Obtenez les identifiants OAuth 2.0</a> de l'application <b>QuickBooks Online</b> (QuickBooks Desktop ne fonctionnera pas).</p><p>2. Copiez-les dans les paramètres du mode de paiement dans [product].</p><p>3. Cliquez sur "Créer", puis ouvrez à nouveau les paramètres de ce moyen de paiement pour terminer sa configuration.</p>

# Languages::text_money_back_guarantee
source: We offer 30-day money-back guarantee. If you don't like our product, we'll return you the money, no needless questions asked.
fa: ما 30 روز ضمانت بازگشت وجه ارائه می دهیم. اگر محصول ما را دوست ندارید، ما پول را به شما برمی گردانیم، بدون سوال بی مورد.
fr: Nous offrons une garantie de remboursement de 30 jours. Si vous n'aimez pas notre produit, nous vous rembourserons l'argent, sans poser de questions inutiles.

# Languages::admin_panel_will_be_blocked
source: Installation integrity check failed. The access to the Administration panel will be blocked within 2 days. Please contact our <a href="[href]">support team</a>
fa: بررسی یکپارچگی نصب انجام نشد. دسترسی به پنل مدیریت ظرف 2 روز مسدود خواهد شد. لطفاً با تیم پشتیبانی <a href="[href]">ما تماس بگیرید</a>
fr: La vérification de l'intégrité de l'installation a échoué. L'accès au panneau d'administration sera bloqué dans les 2 jours. Veuillez contacter notre <a href="[href]">équipe d'assistance</a>

# Languages::text_license_is_disabled
source: The license is disabled. Please check your license status.
fa: مجوز غیرفعال است. لطفا وضعیت مجوز خود را بررسی کنید.
fr: La licence est désactivée. Veuillez vérifier l'état de votre licence.

# Languages::text_license_is_invalid
source: Invalid license number. Please enter a valid license number.
fa: شماره مجوز نامعتبر است. لطفا یک شماره مجوز معتبر وارد کنید.
fr: Numéro de licence invalide. Veuillez entrer un numéro de licence valide.

# Languages::text_license_is_disabled_full
source: The license is disabled. Please check your license status or select a different store mode.
fa: مجوز غیرفعال است. لطفاً وضعیت مجوز خود را بررسی کنید یا حالت فروشگاه دیگری را انتخاب کنید.
fr: La licence est désactivée. Veuillez vérifier l'état de votre licence ou sélectionner un mode de magasin différent.

# Languages::text_license_is_invalid_full
source: Invalid license number. Please enter a valid license number or select a different store mode.
fa: شماره مجوز نامعتبر است. لطفاً یک شماره مجوز معتبر وارد کنید یا حالت فروشگاه دیگری را انتخاب کنید.
fr: Numéro de licence invalide. Veuillez entrer un numéro de licence valide ou sélectionner un mode de magasin différent.

# Languages::error_directory_not_writable
source: Directory "[dir]" is not writable. Please check permissions for this directory of your installation.
fa: دایرکتوری "[dir]" قابل نوشتن نیست. لطفاً مجوزهای این دایرکتوری نصب خود را بررسی کنید.
fr: Le répertoire "[dir]" n'est pas accessible en écriture. Veuillez vérifier les autorisations pour ce répertoire de votre installation.

# Languages::error_cannot_delete_files
source: Cannot delete files: <b>[files]</b>. Please check the permissions.
fa: نمی توان فایل ها را حذف کرد: <b>[files]</b>. لطفا مجوزها را بررسی کنید.
fr: Impossible de supprimer les fichiers : <b>[files]</b>. Veuillez vérifier les autorisations.

# Languages::feature_groups
source: Feature groups
fa: گروه های ویژگی
fr: Groupes de fonctionnalités

# Languages::shippings.can.business_account_information
source: Business account information
fa: اطلاعات حساب کاری
fr: Informations sur le compte d'entreprise

# Languages::shippings.can.customer_number
source: Customer number
fa: شماره مشتری
fr: Numéro de client

# Languages::ttc_shippings.can.customer_number
source: Customer number is required for commercial customers and Solutions for Small Business members to get discounted rates if parcel is mailed on behalf of customer
fa: شماره مشتری برای مشتریان تجاری و راه حل برای اعضای کسب و کار کوچک لازم است تا در صورت ارسال بسته از طرف مشتری، نرخ های تخفیفی دریافت کنند.
fr: Le numéro de client est requis pour les clients commerciaux et les membres Solutions pour petites entreprises pour obtenir des tarifs réduits si le colis est envoyé au nom du client

# Languages::shippings.can.contract_id
source: Contract ID
fa: شناسه قرارداد
fr: Identifiant du contrat

# Languages::ttc_shippings.can.contract_id
source: Contract ID is required to obtain discounted rates for commercial customers when the Customer number is specified. Contract ID must be omitted for Solutions for Small Business members or general business users
fa: شناسه قرارداد برای دریافت نرخ های تخفیفی برای مشتریان تجاری در صورت مشخص شدن شماره مشتری الزامی است. شناسه قرارداد باید برای Solutions for Small Business Member یا کاربران تجاری عمومی حذف شود
fr: L'ID de contrat est nécessaire pour obtenir des tarifs réduits pour les clients commerciaux lorsque le numéro de client est spécifié. L'ID de contrat doit être omis pour les membres Solutions pour petites entreprises ou les utilisateurs professionnels généraux

# Languages::shippings.can.api_keys
source: API keys
fa: کلیدهای API
fr: Clés API

# Languages::shippings.can.username
source: Username
fa: نام کاربری
fr: Nom d'utilisateur

# Languages::shippings.can.password
source: Password
fa: کلمه عبور
fr: Mot de passe

# Languages::shippings.can.options
source: Delivery options
fa: گزینه های تحویل
fr: Options de livraison

# Languages::shippings.can.option_so
source: Signature
fa: امضا

# Languages::shippings.can.option_cov
source: Coverage
fa: پوشش
fr: Couverture

# Languages::ttc_shippings.can.option_cov
source: Requires amount
fa: مقدار مورد نیاز
fr: Nécessite un montant

# Languages::shippings.can.option_cov_amount
source: Coverage amount
fa: مقدار پوشش
fr: Montant de la couverture

# Languages::shippings.can.option_cod
source: Collect on Delivery
fa: جمع آوری در تحویل
fr: Collecte à la livraison

# Languages::shippings.can.option_pa18
source: Proof of Age Required - 18
fa: مدرک سن مورد نیاز - 18
fr: Preuve d'âge requise - 18

# Languages::shippings.can.option_pa19
source: Proof of Age Required - 19
fa: مدرک سن مورد نیاز - 19
fr: Preuve d'âge requise - 19

# Languages::shippings.can.option_hfp
source: Card for pickup
fa: کارت برای تحویل
fr: Carte à ramasser

# Languages::shippings.can.option_dns
source: Do not safe drop
fa: ایمن نریزید
fr: Ne laissez pas tomber en toute sécurité

# Languages::shippings.can.option_lad
source: Leave at door - do not card
fa: درب منزل بگذارید - کارت نزنید
fr: Laisser à la porte - ne pas carter

# Languages::shippings.aup.pac_api_key
source: PAC API key
fa: کلید PAC API
fr: Clé API PAC

# Languages::shippings.aup.currency_not_configured
source: To activate the Australia Post shipping processor, you must have the Australian Dollar currency enabled.
fa: برای فعال کردن پردازشگر حمل و نقل استرالیا پست، باید ارز دلار استرالیا را فعال کنید.
fr: Pour activer le processeur d'expédition Australia Post, vous devez activer la devise du dollar australien.

# Languages::licensing_and_upgrades
source: Licensing and upgrades
fa: ارائه و ارتقاء مجوز
fr: Licences et mises à niveau

# Languages::addon_license_key_tooltip
source: Enter license key you've received by e-mail in order to receive the add-on upgrades.
fa: کلید مجوزی که از طریق ایمیل دریافت کرده اید را وارد کنید تا ارتقاءهای افزودنی را دریافت کنید.
fr: Entrez la clé de licence que vous avez reçue par e-mail afin de recevoir les mises à jour complémentaires.

# Languages::api_shipments_update_not_allowed
source: Only tracking_number, status, comments and timestamp can be updated
fa: فقط tracking_number، وضعیت، نظرات و مهر زمانی را می توان به روز کرد
fr: Seuls le tracking_number, le statut, les commentaires et l'horodatage peuvent être mis à jour

# Languages::api_shipments_status_not_correct
source: Value of status field is not correct. Allowed values: 'A', 'P', 'S'
fa: مقدار فیلد وضعیت صحیح نیست. مقادیر مجاز: 'A'، 'P'، 'S'
fr: La valeur du champ d'état n'est pas correcte. Valeurs autorisées : 'A', 'P', 'S'

# Languages::cannot_remove_theme_has_dependent_themes
source: The theme can't be removed as the following themes depend on it: [dependent_themes]
fa: این طرح زمینه را نمی توان حذف کرد زیرا موضوعات زیر به آن بستگی دارند: [dependent_themes]
fr: Le thème ne peut pas être supprimé car les thèmes suivants en dépendent : [dependent_themes]

# Languages::text_installing_theme_dependencies
source: Installing the theme dependencies: [dependencies]
fa: نصب وابستگی های تم: [dependencies]
fr: Installation des dépendances du thème : [dependencies]

# Languages::text_unable_to_install_theme_dependencies
source: Unable to install the theme dependencies: [dependencies]
fa: نمی توان وابستگی های تم را نصب کرد: [dependencies]
fr: Impossible d'installer les dépendances du thème : [dependencies]

# Languages::exim_cannot_create_variant_for_shareable_feature
source: You cannot create a variant for a shareable feature.
fa: شما نمی توانید یک نوع برای یک ویژگی قابل اشتراک گذاری ایجاد کنید.
fr: Vous ne pouvez pas créer de variante pour une fonctionnalité partageable.

# Languages::warning_default_language_sharing_removed
source: The default language defined in settings has been removed for the <b>[company]</b> storefront. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
fa: زبان پیش فرض تعریف شده در تنظیمات برای ویترین <b>[company]</b> حذف شده است. لطفاً مقدار زبان پیش‌فرض Frontend را در صفحه زیر به‌روزرسانی کنید: <a href="[link]">تنظیمات :: ظاهر</a>
fr: La langue par défaut définie dans les paramètres a été supprimée pour la vitrine <b>[company]</b> . Veuillez mettre à jour la valeur de la langue par défaut de l'interface sur la page suivante : <a href="[link]">Paramètres :: Apparence</a>

# Languages::warning_default_currency_absent
source: Could not assign default currency for the <b>[storefront]</b> storefront. Please update the default currency value on the following page: <a href="[link]">Administration :: Currencies</a>
fa: ارز پیش‌فرض برای ویترین <b>[storefront]</b> تعیین نشد. لطفاً مقدار ارز پیش‌فرض را در صفحه زیر به‌روزرسانی کنید: <a href="[link]">مدیریت :: ارزها</a>
fr: Impossible d'attribuer la devise par défaut pour la vitrine <b>[storefront]</b> . Veuillez mettre à jour la valeur de la devise par défaut sur la page suivante : <a href="[link]">Administration :: Devises</a>

# Languages::page_url
source: Page URL
fa: آدرس صفحه
fr: L'URL de la page

# Languages::tt_views_pages_components_pages_link_page_url
source: The page inner URL
fa: آدرس صفحه داخلی
fr: L'URL interne de la page

# Languages::page_target_url
source: Target URL
fa: آدرس مقصد
fr: Cible URL

# Languages::tt_views_pages_components_pages_link_page_target_url
source: The URL to redirect customers to
fa: آدرس برای هدایت به مشتریان
fr: L'URL vers laquelle rediriger les clients

# Languages::shippings.fedex.freight_account_number
source: Freight account number
fa: شماره حساب حمل و نقل
fr: Numéro de compte de fret

# Languages::ship_fedex_package_type_fedex_extra_large_box
source: FedEx Extra Large Box
fa: فدرال اکسپرس جعبه فوق العاده بزرگ
fr: Boîte extra large FedEx

# Languages::ship_fedex_package_type_fedex_large_box
source: FedEx Large Box
fa: فدرال اکسپرس جعبه بزرگ
fr: Grande boîte FedEx

# Languages::ship_fedex_package_type_fedex_medium_box
source: FedEx Medium Box
fa: جعبه متوسط فدرال اکسپرس
fr: Boîte moyenne FedEx

# Languages::ship_fedex_package_type_fedex_small_box
source: FedEx Small Box
fa: جعبه کوچک فدرال اکسپرس
fr: Petite boîte FedEx

# Languages::ship_fedex_drop_off_type_business_service_center
source: Business service center
fa: مرکز خدمات کسب و کار
fr: Centre de services aux entreprises

# Languages::ship_fedex_drop_off_type_drop_box
source: Drop box
fa: جعبه رها کردن
fr: Boîte de dépôt

# Languages::shippings.fedex.options
source: Delivery options
fa: گزینه های تحویل
fr: Options de livraison

# Languages::shippings.fedex.option_broker_select_option
source: Broker select option
fa: بروکر گزینه را انتخاب کنید
fr: Option de sélection de courtier

# Languages::shippings.fedex.option_call_before_delivery
source: Call before delivery
fa: تماس قبل از تحویل
fr: Appeler avant livraison

# Languages::shippings.fedex.option_cod_amount
source: COD amount
fa: مقدار COD
fr: Montant contre remboursement

# Languages::shippings.fedex.option_cod_collection_type
source: COD collection type
fa: نوع مجموعه COD
fr: Type de collecte DCO

# Languages::shippings.fedex.option_cod_collection_type_any
source: Any
fa: هیچ
fr: Quelconque

# Languages::shippings.fedex.option_cod_collection_type_cash
source: Cash
fa: پول نقد
fr: En espèces

# Languages::shippings.fedex.option_cod_collection_type_guaranteed_funds
source: Guaranteed funds
fa: وجوه تضمین شده
fr: Fonds garantis

# Languages::shippings.fedex.option_custom_delivery_window
source: Custom delivery window
fa: پنجره سفارشی تحویل
fr: Fenêtre de livraison personnalisée

# Languages::shippings.fedex.option_dangerous_goods
source: Dangerous goods
fa: کالاهای خطرناک
fr: Marchandises dangereuses

# Languages::shippings.fedex.option_dangerous_goods_options
source: Hazardous content options
fa: گزینه های خطرناک محتوا
fr: Options de contenu dangereux

# Languages::shippings.fedex.option_dangerous_goods_options_battery
source: Battery
fa: باتری
fr: La batterie

# Languages::shippings.fedex.option_dangerous_goods_options_hazardous_materials
source: Hazardous materials
fa: مواد خطرناک
fr: Matières dangereuses

source: Limited quantities commodities
fa: مقدار محدودی کالا
fr: Marchandises en quantités limitées

# Languages::shippings.fedex.option_dangerous_goods_options_reportable_quantities
source: Reportable quantities
fa: گزارش مقادیر
fr: Quantités à déclarer

source: Small quantity exception
fa: مقدارکوچک استثنا
fr: Exception petite quantité

# Languages::shippings.fedex.option_dangerous_goods_accessibility
source: Dangerous goods accessibility
fa: دسترسی به کالاهای خطرناک
fr: Accessibilité des marchandises dangereuses

# Languages::shippings.fedex.option_dangerous_goods_accessibility_accessible
source: Accessible
fa: قابل دسترس

# Languages::shippings.fedex.option_dangerous_goods_accessibility_inaccessible
source: Inaccessible
fa: غیر قابل دسترس

# Languages::shippings.fedex.option_do_not_break_down_pallets
source: Do not break down pallets
fa: پالت شکسته
fr: Ne cassez pas les palettes

# Languages::shippings.fedex.option_do_not_stack_pallets
source: Do not stack pallets
fa: پالت ها را روی هم قرار ندهید
fr: Ne pas empiler les palettes

# Languages::shippings.fedex.option_dry_ice
source: Dry ice
fa: یخ خشک
fr: Glace carbonique

# Languages::shippings.fedex.option_east_coast_special
source: East Coast special
fa: ویژه ساحل شرقی
fr: Spécial côte est

# Languages::shippings.fedex.option_electronic_trade_documents
source: Electronic trade documents
fa: تجارت الکترونیک اسناد
fr: Documents commerciaux électroniques

# Languages::shippings.fedex.option_extreme_length
source: Extreme length
fa: طول بسیار زیاد
fr: Longueur extrême

# Languages::shippings.fedex.option_food
source: Food
fa: مواد غذایی
fr: Aliments

# Languages::shippings.fedex.option_fedex_one_rate
source: FedEx One Rate
fa: فدرال اکسپرس تک نرخ
fr: Tarif unique FedEx

# Languages::shippings.fedex.option_freight_guarantee
source: Freight guarantee
fa: تضمین حمل و نقل
fr: Garantie de fret

# Languages::shippings.fedex.option_freight_to_collect
source: Freight to collect
fa: حمل و نقل به جمع آوری
fr: Fret à récupérer

# Languages::shippings.fedex.option_future_day_shipment
source: Future day shipment
fa: حمل و نقل روز آینده
fr: Expédition le lendemain

# Languages::shippings.fedex.option_hold_at_location
source: Hold at location
fa: برگزاری در محل
fr: Tenir à l'emplacement

# Languages::shippings.fedex.option_home_delivery_premium
source: Home delivery Premium
fa: تحویل خانه حق بیمه
fr: Livraison à domicile Premium

# Languages::shippings.fedex.option_inside_delivery
source: Inside delivery
fa: تحویل در داخل
fr: Livraison à l'intérieur

# Languages::shippings.fedex.option_inside_pickup
source: Inside pickup
fa: داخل وانت
fr: Ramassage intérieur

# Languages::shippings.fedex.option_international_controlled_export_service
source: International controlled export service
fa: سرویس بین المللی کنترل صادرات
fr: Service international d'exportation contrôlée

# Languages::shippings.fedex.option_international_traffic_in_arms_regulations
source: International traffic in arms regulations
fa: ترافیک بین المللی در مقررات ملی
fr: Réglementation internationale sur le trafic d'armes

# Languages::shippings.fedex.option_liftgate_delivery
source: Liftgate delivery
fa: تحویل Liftgate
fr: Livraison du hayon

# Languages::shippings.fedex.option_liftgate_pickup
source: Liftgate pickup
fa: وانت درب بالابر
fr: Ramassage de hayon

# Languages::shippings.fedex.option_limited_access_delivery
source: Limited access delivery
fa: دسترسی محدود تحویل
fr: Livraison en accès limité

# Languages::shippings.fedex.option_limited_access_pickup
source: Limited access pickup
fa: وانت با دسترسی محدود
fr: Ramassage à accès limité

# Languages::shippings.fedex.option_pharmacy_delivery
source: Pharmacy delivery
fa: تحویل داروخانه
fr: Livraison en pharmacie

# Languages::shippings.fedex.option_poison
source: Poison
fa: سم

# Languages::shippings.fedex.option_protection_from_freezing
source: Protection from freezing
fa: حفاظت از انجماد
fr: Protection contre le gel

# Languages::shippings.fedex.option_returns_clearance
source: Returns clearance
fa: ترخیص می گردد
fr: Dédouanement des retours

# Languages::shippings.fedex.option_saturday_delivery
source: Saturday delivery
fa: شنبه تحویل
fr: Livraison le samedi

# Languages::shippings.fedex.option_saturday_pickup
source: Saturday pickup
fa: وانت شنبه
fr: Ramassage le samedi

# Languages::shippings.fedex.option_top_load
source: Top load
fa: بالا بار
fr: Charge supérieure

# Languages::template_document_order_invoice
source: Invoice
fa: صورتحساب
fr: Facturer

# Languages::template_document_order_summary
source: Order summary
fa: خلاصه سفارش
fr: Récapitulatif de la commande

# Languages::template_document_packing_slip_default
source: Packing slip
fa: بسته بندی رسید
fr: Bon de livraison

# Languages::documents
source: Documents
fa: اسناد

# Languages::document_preview_order_not_found
source: Couldn't find an order. Preview only works with existing data. Please create an order and use Preview again.
fa: سفارشی پیدا نشد پیش نمایش فقط با داده های موجود کار می کند. لطفاً یک سفارش ایجاد کنید و دوباره از Preview استفاده کنید.
fr: Impossible de trouver une commande. L'aperçu ne fonctionne qu'avec les données existantes. Veuillez créer une commande et utiliser à nouveau Aperçu.

# Languages::editing_order_invoice
source: Editing invoice for order #[order_id]
fa: ویرایش فاکتور برای سفارش #[order_id]
fr: Modification de la facture de la commande n°[order_id]

# Languages::email_order_invoice_subject
source: [company_name]: Invoice for order #[order_id]
fa: [company_name]: فاکتور برای سفارش #[order_id]
fr: [company_name]: Facture de la commande n°[order_id]

# Languages::edit_and_send_invoice
source: Tweak and send invoice
fa: بهینه سازی و ارسال فاکتور
fr: Ajuster et envoyer la facture

# Languages::error_profile_field_name_exists
source: A profile field with this name already exists. Please choose another name.
fa: زمینه مشخصات با این نام از قبل وجود دارد. لطفاً نام دیگری را انتخاب کنید.
fr: Un champ de profil portant ce nom existe déjà. Veuillez choisir un autre nom.
