Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::text_are_you_sure_to_delete_file
source: Are you sure you want to delete the item?
fa: آیا مطمئن هستید که می خواهید مورد را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer l'article?

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
fa: آیا می خواهید ادامه دهید?
fr: Êtes-vous sûr de vouloir continuer ?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
fa: <b>توجه:</b><br />1. گواهی خود را که روی دیسک دریافت کرده اید در فهرست [home_path] کپی کنید. نام گواهی را به certif.fr تغییر دهید.[my_merchant_id]، که در آن [my_merchant_id] شماره وب سایت شما است.<br /> 2. نام فایل پارامترهای فروشگاه (فایل parmcom.014213245611111) را به parmcom تغییر دهید.[my_merchant_id].<br />3. فایل <b>pathfile</b> را در دایرکتوری <b>[home_path]</b><br />ویرایش کنید - رشته '<u>D_LOGO را جایگزین کنید![some_dir]!</u>با '<u>D_LOGO![http_path]/لوگو/!</u>'<br />- جایگزین رشته '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>با '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- جایگزین رشته '<u>F_PARAM![/some_dirs/parmcom]!</u>با<u>F_PARAM![home_path]/parmcom!</u>'<br />- جایگزین رشته '<u>F_CERTIFICATE![/some_dirs/certif]!</u>با '<u>F_CERTIFICATE![home_path]/ گواهی!</u>'<br />4. <b>parmcom را ویرایش کنید.[some_number]</b> فایل در فهرست <b>[home_path]</b><br />- جایگزین رشته '<u>AUTO_RESPONSE_URL![some_url]!</u>با<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- جایگزین رشته '<u>CANCEL_URL![some_url]!</u>با '<u>CANCEL_URL![ok_url]!</u>'<br />- جایگزین رشته '<u>RETURN_URL![some_url]!</u>با '<u>RETURN_URL![ok_url]!</u><br />
fr: <b> Note: </ b> <br /> 1. Copiez votre certificat, qui vous ont été envoyés sur le disque, dans le répertoire [home_path]. Renommer le certificat en certif.fr. [my_merchant_id], où [my_merchant_id] est votre numéro de site Web. <br /> 2. Renommez le fichier de paramètres magasin (parmcom.014213245611111 fichier) en parmcom.[my_merchant_id]. <br /> 3. Modifier <b> pathfile </ b> dans le fichier <b> [home_path] </ b> <br /> - Remplacer la chaîne '<u> D_LOGO! [Some_dir] </ u> "par" <u> D_LOGO! [Http_path] / logo /! </ U> <br /> - Remplacer la chaîne '<u> F_DEFAULT! [/ Some_dirs / parmcom.sogenactif] </ u> "par" <u> F_DEFAULT! [Home_path ] / parmcom.sogenactif! </ u> <br /> - Remplacer la chaîne '<u> F_PARAM! [/ some_dirs / parmcom] </ u> "par" <u> F_PARAM! [home_path] / parmcom! < / u> <br /> - Remplacer la chaîne '<u> F_CERTIFICATE! [/ some_dirs / Certif] </ u> "par" <u> F_CERTIFICATE! [home_path] / Certif! </ u> <br / > 4. Modifier <b> parmcom. [Some_number] </ b> fichier dans <b> [home_path] </ b> <br /> - Remplacer la chaîne '<u> AUTO_RESPONSE_URL! [Some_url] </ u> "par" <u> AUTO_RESPONSE_URL! [auto_url] </ u> <br /> - Remplacer la chaîne '<u> CANCEL_URL! [some_url] </ u> "par" <u> CANCEL_URL! [ok_url] </ u > '<br /> - Remplacer la chaîne' <u> RETURN_URL! [some_url] </ u> "par" <u> RETURN_URL! [ok_url] </ u> <br />

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
fa: <span style="color:#FF2222">هشدار!!!</span> مسیر فایل‌های atos نباید بیش از 60 علامت داشته باشد، در غیر این صورت لطفاً پوشه atos_files را در فهرست اصلی، به عنوان مثال در فهرست اصلی سبد خرید کپی کنید. همچنین لطفاً مطمئن شوید که فهرست فایل‌های atos دارای مجوزهای کامل است.
fr: <span style="color:#FF2222"> Attention !!!</ span>Le chemin vers les fichiers Atos ne doit être composé de plus de 60 symboles, autrement copier le dossier atos_files dans un répertoire parent, par exemple dans le répertoire de base du panier. Assurez-vous également que le répertoire des fichiers Atos ait toutes les permissions.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
fa: موسسه مالی شما نشان داده است که نتوانسته است این تراکنش را با موفقیت تأیید کند. برای محافظت در برابر استفاده غیرمجاز، نمی توان از این کارت برای تکمیل خرید خود استفاده کرد. می توانید با انتخاب روش پرداخت دیگری خرید را تکمیل کنید.
fr: Votre institution financière a indiquée que cette transaction n'a pas pu être authentifiée avec succès . Pour se protéger contre l'utilisation non autorisée, cette carte ne peut être utilisée pour compléter votre achat. Vous pouvez compléter l'achat en sélectionnant un autre mode de paiement.

# Languages::text_backup_filename_hint
source: To download this backup, click the gear icon and select Download
fa: برای دانلود این نسخه پشتیبان آیکون چرخ دنده کلیک کنید و انتخاب کنید دانلود
fr: Pour telecharger ce backup, cliquer sur l'image d'engrenage et selectionner Download

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
fa: این بخش به شما امکان می دهد فایل های پشتیبان خود را مدیریت کنید.<br />- برای بازیابی دیتابیس، تیک نزدیک نام فایل مناسب را انتخاب کرده و بر روی Restore کلیک کنید.<br />- برای حذف فایل ها، تیک کنار فایل هایی که باید حذف شوند را انتخاب کرده و روی Delete کلیک کنید.<br />- برای دانلود یک فایل در کامپیوتر محلی خود، روی نام فایل کلیک کنید.
fr: Cettes section vous permet de gérer les fichiers de sauvegarde.<br>- Pour restaurer la base de données, cocher la case à cocher correspondante au nom de fichier approprié et appuyer sur le bouton "Restaurer" (Notez svp, que le premier fichier sera traité si vous sélectionnez plus d'une entrée)<br>- Pour supprimer des fichiers, cocher les case a cocher correspondantes aux fichiers a supprimer et appuyer sur le bouton "Supprimer".<br>- Pour telecharger le fichier vers votre ordinateur local, cliquer sur le nom du fichier.

# Languages::text_billing_same_with_shipping
source: Billing and shipping addresses are the same
fa: نشانی صورتحساب و حمل مشابه اند
fr: Les adresses de facturation et de livraison sont identiques.

# Languages::text_billing_address_is_different_from_shipping
source: My billing address is different from shipping address
fa: آدرس صورتحساب من با آدرس حمل و نقل متفاوت است
fr: Mon adresse de facturation est différente de l'adresse de livraison

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
fa: دوره ارزیابی 30 روز منقضی شده است. لطفا، یک مجوز بخرید([href]) و یا نرم افزار را از سرور خود حذف کنید.
fr: Votre période d'évaluation de 30 jours a expiré. Veuillez acheter une licence (www.cs-cart.com/licenses.html) ou supprimer le logiciel de votre serveur.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
fa: قادر به ایجاد فهرست <b>[directory]</b> نمی باشد. لطفا دسترسی ها را بررسی کنید.
fr: Ne peut créer le répertoire <b>[directory]</b>. Vérifier svp les permissions.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
fa: فایل <b>[file]</b> را نمی توان ایجاد کرد. لطفا مجوز دسترسی فهرست را بررسی کنید.
fr: Ne peut créer le fichier<b>[file]</b>.Vérifier svp les permissions du répertoire.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
fa: قادر به ایجاد فهرست <b>[directory]</b> نمی باشد. لطفا دسترسی ها را بررسی کنید.
fr: Ne peut supprimer le répertoire <b>[directory]</b>.Vérifier svp les permissions.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
fa: فایل <b>[file]</b> را نمی توان حذف کرد. لطفا چک کنید مجوزها را .
fr: Ne peut pas supprimer le fichier <b>[file]</b>. Veuillez vérifier les permissions.

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
fa: قادر به ایجاد فهرست <b>[directory]</b> نمی باشد. لطفا دسترسی ها را بررسی کنید.
fr: Ne peut pas renommer le répertoire <b>[directory]</b>. Veuillez vérifier les permissions.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
fa: فایل <b>[file]</b> را نمی توان تغییر نام داد. لطفا فایل ها راچک کنید.
fr: Ne peut pas renommer le fichier <b>[file]</b>. Veuillez vérifier les permissions.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
fa: نمی توانید پوشه های <b> [دایرکتوری] از مخزن بازگرداندنید </ b>. لطفا اگر مخزن وجود دارد، آنرا چک کنید.
fr: Ne peut restaurer le répertoire <b>[directory]</b> à partir de l'original. Veuillez vérifier qu'il existe svp.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
fa: نمی توانید فایل های <b> [بایگانی] </ b> از مخزن را بازیابی کنید. لطفا اگر مخزن وجود دارد. آنرا چک کنید.
fr: Ne peut pas restaurer le fichier <b>[file]</b> à partir de l'original. Veuillez vérifier qu'il existe svp.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
fa: این کوپن می تواند تنها یک بار استفاده می شود. شما در حال حاضر انرا مورد استفاده قرار می دهید.
fr: Ce coupon ne peut être utilisé qu'une fois. Vous l'avez déjà utilisé.

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
fa: مقدار محصول <b>[product]</b> در سبد خرید مجاز شما تغییر کرده است.
fr: La quantité du produit <b> [product] </ b> dans votre panier a été modifiée par la quantité autorisée.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> has been changed in your cart.
fa: تعداد محصولات در موجودی کافی برای سفارش شما نیست. مقدار محصول <b>[product]</b> در سبد خرید شما تغییر کرده است.
fr: Le nombre de produits en stock est insuffisant pour votre commande. La quantité du produit <b>[product]</b> a été changée dans votre panier.

# Languages::text_cart_empty
source: Your cart is empty
fa: سبد خرید شما خالی است
fr: Votre panier est vide

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
fa: حداکثر مقدار برای "[product]"، <b>[quantity]</b> است
fr: La quantité maximum pour "[product]" est <b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
fa: حداقل مقدار برای "[product]" ،<b>[quantity]</b> است
fr: La quantité minimum pour "[product]" est <b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
fa: تعداد محصولات در موجودی ،برای سفارش شما کافی نیست
fr: Le nombre de produits dans l'inventaire n'est pas suffisant pour votre commande

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
fa: <b>[product]</b> موجودی صفر است و نمی تواند به سبد خرید اضافه می شود
fr: Le produit <b>[product]</b> a un inventaire nul et ne peut pas être ajouté au panier

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
fa: <b>[product]</b> موجودی صفر است و از سبد خرید حذف شده است
fr: <b>[product]</b> a un inventaire à zéro et va être enlevé du panier

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
fa: دسته ها با موفقیت حذف شده اند.
fr: Catégories supprimées avec succès.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
fa: تعیین کننده مسیر دسته برای دسته اصلی محصول (به عنوان مثال "رایانه ها///رومیزی ها")
fr: Le délimiteur du chemin Catégorie pour le champs 'main_category' (ex : "Computers///Desktops")

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
fa: (اختیاری نمایش داده شده در جزئیات صفحه تنها)
fr: (optionel, affichée dans la page de détails de la catégorie seulement)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
fa: دسته بندی زیر شاخه ها و محصولات خود را با موفقیت حذف شده است.
fr: La catégorie, sous-catégories et leurs produits ont été enlevés avec succès.

# Languages::text_category_icon
source: (displayed on category list and details pages)
fa: (نمایش داده شده در رده فهرست و جزئیات صفحه)
fr: (affiché dans la liste des catégories et les pages détails)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
fa: اتصال به <b>[processor]</b>...
fr: Connexion à <b>[processor]</b>...

# Languages::text_cdn_check
source: <strong>Attention!</strong> Please test some static URL, e.g. <a href="[url]">[url]</a>, to ensure it's working before enabling CDN (you can enable it after storage became active). It usually takes 10-15 minutes to activate storage (the "Status" field should display "Active", refresh page for updates).
fa: <strong>توجه!</strong> لطفاً قبل از فعال کردن CDN، مقداری URL ثابت، به عنوان مثال <a href="[url]">[url]</a>را آزمایش کنید تا مطمئن شوید که کار می کند (بعد از فعال شدن فضای ذخیره سازی، می توانید آن را فعال کنید). معمولاً 10 تا 15 دقیقه طول می‌کشد تا فضای ذخیره‌سازی فعال شود (فیلد "وضعیت" باید "فعال" را نشان دهد، صفحه تازه‌سازی برای به‌روزرسانی‌ها).
fr: <strong>Attention!</strong> Veuillez l'url statique de votre site <a href="[url]">[url]</a>, pour vous assurer que cela fonctionne avant d'activer CDN (Vous pouvez l'activer après que la sauvegarde soit active) il y faut compter 10 à 15 minutes pour activer le stockage "Actif", rafraichissez la page si besoin).

# Languages::text_cdn_setup
source: CDN was set up successfully.
fa: CDN با موفقیت راه اندازی شد.
fr: Le CDN a été initialisé avec succès.

# Languages::text_changes_not_saved
source: Your changes have not been saved.
fa: تغییرات شما ذخیره نشده است.
fr: Vos modifications n'ont pas été sauvées.

# Languages::text_changes_saved
source: Your changes have been saved.
fa: تغییرات شما ذخیره شده اند.
fr: Vos modifications ont été sauvées.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
fa: شما در حال حاضر به حساب کاربری خود وارد شده اید. لطفا رمز عبور را تغییر دهید و دکمه "ذخیره" را کلیک کنید.
fr: Vous êtes maintenant connecter à votre compte. Veuillez changer votre mot de passe en cliquant sur le bouton "Mettre à jour".

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
fa: چنانچه مشتری جدیدی هستید، ما نیازمند دانستن جزئیات شخصی شما هستیم.
fr: Si vous êtes un nouveau client vous devez d'abord vous inscrire en complétant le formulaire ci-dessous.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
fa: شما می توانید از حروف عام در این زمینه استفاده کنید:<br /><b>'?'</b> - هر شخصیت واحد;<b>'*'</b> - هر تعداد کاراکتر.<br /><br /><u>مثال:</u><br /><b>New Y*</b> &nbsp;&nbsp;(مربوط به نیویورک، نیو یارک، و غیره)<br /><b>L?s*</b>&nbsp;&nbsp; (مرتبط با لاس وگاس، لس آنجلس، و غیره..)
fr: Vous pouvez utiliser des jokers dans ce champs :<br><b>'?'</b> - tout caractère simple;<b>'*'</b> - tout nombre de caractères.<br><br><u>Exemple :</u><br><b>New Y*</b> &nbsp;&nbsp;(correspond à New York, New Yark, etc)<br><b>L?s*</b>&nbsp;&nbsp; (correspond à Las Vegas, Los Angeles, etc..)

# Languages::text_click_here
source: Click here for more details
fa: برای جزئیات بیشتر اینجا را کلیک کنید
fr: Cliquer ici pour plus de détails

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
fa: لطفا آدرس زیر را به عنوان <b>CGI2</b> تنظیم: <b>[postback_url]</b>کنید
fr: Veuillez mettre l'URL suivante dans le champ <b> CGI2 </ b>: <b> [postback_url] </ b>

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
fa: برای امنیت خود لطفا فرم زیر را برای تکمیل سفارش خود پر کنید. روی دکمه Refresh یا Back کلیک نکنید، زیرا ممکن است این تراکنش قطع یا لغو شود.
fr: Pour votre sécurité, veuillez remplir le formulaire ci-dessous pour compléter votre commande. Ne cliquez pas sur le bouton Actualiser ou Retour, sinon cette transaction peut être interrompue ou annulée.

# Languages::text_cmpi_go_back
source: Go back
fa: بازگشت
fr: Retour

# Languages::text_combination_out_of_stock
source: No products with the selected options in stock
fa: هیچ محصولی با گزینه های انتخاب شده در انبار موجود نیست
fr: Aucun produit avec les options choisies en stock

# Languages::text_companies_activated
source: Selected companies have been activated
fa: شرکت های منتخب فعال شده است
fr: Les entreprises sélectionnées ont été activées

# Languages::text_companies_disabled
source: Selected companies have been disabled
fa: شرکت های انتخاب شده غیر فعال شده اند
fr: Les entreprises sélectionnées ont été désactivées

# Languages::text_company_status_active_subj
source: Your company was activated.
fa: شرکت شما فعال شده است.
fr: Votre société a été activée.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
fa: وضعیت [company] شرکت شما به [status] تغییر داده شد.
fr: Le statut de votre société [company] a été changé en [status]

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
fa: شرکت شما غیر فعال است.
fr: Votre société a été désactivée.

# Languages::text_conditions_cleared
source: Table conditions were cleared
fa: جدول شرایط پاک شد
fr: Les conditions de la Table ont été effacées

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
fa: لطفا این لینک را برای تایید روش بازیابی رمز عبور خود دنبال کنید
fr: Veuillez suivre ce lien pour confirmer votre procédure de récupération de mot de passe

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
fa: دسترسی رد شد: حمله CSRF ممکن است
fr: Accès refusé: Attaque CSRF possible

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
fa: لوگو برای منطقه <b>مشتری</b>
fr: Logo pour la zone <b>client</b>

# Languages::text_datatrans_notice
source: <b>Note</b>: In order to track your Datatrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your Datatrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Set <u>'URL Post'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the Datatrans payment configuration page in your store<br />
fa: <b>نکته</b>: برای پیگیری سفارشات دیتاترانس خود با نرم افزار سبد خرید باید مراحل زیر را انجام دهید:<br /> <br /> -&nbsp;وارد حساب دیتاترانس خود شوید<br /> -&nbsp;روی لینک <u>'Upp Data'</u> در <u>کلیک کنید. بخش 'Upp Administration'</u> .<br /> -&nbsp;مجموعه <u>'URL Post format data'</u> to <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Set <u>'URL Post'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;روی پیوند <u>'Security'</u> در بخش <u>'Upp Administration'</u> کلیک کنید.<br /> -&nbsp;گزینه <b>"یک شناسه تجاری اضافی با پیام های پرداخت ارسال می شود"</b> را انتخاب کنید.<br /> -&nbsp;با استفاده از دکمه <u>«ایجاد علامت جدید»</u> امضای دیجیتال جدید ایجاد کنید.<br /> -&nbsp;مقدار تولید شده را روی فیلد <u>«امضای دیجیتال»</u> در صفحه پیکربندی پرداخت Datatrans در فروشگاه خود تنظیم کنید<br />
fr: <b>Note</b> : Afin de suivre vos commandes Datatrans avec le logiciel de panier d'achat, vous devez suivre les étapes suivantes :<br /> <br /> -&nbsp;Connectez-vous à votre compte Datatrans<br /> -&nbsp;Cliquez sur le lien <u>'Upp Data'</u> dans la section <u>'Upp Administration'</u>. <br /> -&nbsp;Définissez <u>'URL Post data format'</u> à <b>'Data in HTML FORM'</b>. <br /> -&nbsp;Définissez <u>'URL Post'</u> à:<br /> <b>[post_url]</b><br /> -&nbsp;Cliquez sur le lien <u>'Sécurité'</u> dans la section <u>'Upp Administration'</u>.<br /> -&nbsp;Sélectionnez l'option <b>'Une identification supplémentaire du commerçant sera envoyée avec les messages de paiement'</b>. <br /> -&nbsp;Générez une nouvelle signature numérique en utilisant le bouton <u>'Générer un nouveau signe'</u>.<br /> -&nbsp;Définissez la valeur générée dans le champ <u>'Signature numérique'</u> sur la page de configuration du paiement Datatrans dans votre magasin<br />.

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
fa: تغییرات شما ذخیره نشده است."موافق را برای ادامه یا لغو را برای ماندن در صفحه فعلی فشار دهید.
fr: Vos modifications n'ont pas été sauvegardées. Cliquez OK pour continuer ou sur Annuler pour rester sur la page actuelle.

# Languages::text_tab_changed
source: Your changes on the current tab have not been saved. Click "OK" to continue or "Cancel" to stay on the current tab.
fa: تغییرات شما در برگه فعلی ذخیره نشده است. برای ادامه روی «OK» یا برای ماندن در برگه فعلی روی «لغو» کلیک کنید.
fr: Vos modifications sur l'onglet actuel n'ont pas été enregistrées. Cliquez sur "OK" pour continuer ou sur "Annuler" pour rester sur l'onglet actuel.
