Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
fa: <p>لطفاً مقادیر زیر را در تنظیمات تاجر Gate2Shop تنظیم کنید:</p><p>موفقیت آمیز، ناموفق و لغو URL: <b>[result_url]</b></p><p>بازگشت URL: <b>[back_url]</b></p>
fr: Veuillez renseignerer les valeurs suivantes comme paramètres pour Gaze@Shop > Sans succès et URL annule>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
fa: کتابخانه GD <b>نه</b> روی سرور شما نصب شده است. لطفا با ارائه دهنده هاست خود تماس بگیرید. <br />نمودارها را می توان فقط به صورت جداول نشان داد (نوع نمودار "جدول").
fr: La librairie GD <b>N'EST PAS INSTALLEE</b> dans votre serveur. Veuiller contacter votre hébergeur. <br>Seul le type "Table" peut être utilisé pour les diagrammes.

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
fa: <b>شناسه مشتری -</b> شناسه مشتری شما - یک مقدار اعشاری بین 0 و 999999999، یا نام مستعار معتبر مشتری به شکل UK12345678CUR. <br /> توجه داشته باشید، نام مستعار به حروف کوچک و بزرگ حساس است. <br /> <b>نکته مهم برای کاربران یونیکس:</b><br /> لطفاً مطمئن شوید که مجوزهای مناسب برای دایرکتوری زیر دارید: [cart_dir] (فرمان پوسته "chmod -R 755").
fr: <b>Client ID -</b> Votre Client ID, est un numéro entre 0 et 999999999, ou un alias valide de la forme UK12345678CUR. <br> Un nom Alias est sensible au majuscule. <br /> <b>Attention pour les utilisateurs UNIX :</b><br /> Faites attention à avoir les permissions appropriées au répertoire suivant : chmod -R 755 [cart_dir]

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
fa: -&nbsp;وارد اکانت iDEAL خود شوید<br />-&nbsp;روی <u>"امنیت"</u> در بخش <u>"نمایه"</u> کلیک کنید.<br />-&nbsp;گزینه <u>'Notification'</u> را به <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> را روی:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>تنظیم کنید. کلید مخفی فقط برای فروشنده و iDEAL شناخته شده است.
fr: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on the <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set the <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set the <u>'Secret key'</u>. A Secret key is known only to the seller and iDEAL.<b

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
fa: دایرکتوری که تصاویر در آن قرار دارند. اگر یک فایل تصویری بدون مسیر مشخص شده باشد از این مورد استفاده خواهد شد.
fr: Le répertoire de stockage des images.<br>Ceci sera utilise si l'image est spécifiée sans chemin; ceci doit être un chemin absolu, ex. :<br> [images_backup_dir]

# Languages::text_invalid_url
source: You have entered an invalid URL
fa: آدرس نامعتبر وارد کرده اید
fr: You entered invalid URL

# Languages::text_items_added
source: The items were added successfully
fa: موارد با موفقیت اضافه شد
fr: Les éléments ont été ajoutés avec succès

# Languages::text_items_updated
source: The items were updated successfully
fa: موارد با موفقیت به روز شد
fr: Les éléments ont été mis à jour avec succès

# Languages::text_payment_first_data_notice
source: Please log in to FirstData Connect 2.0 Admin, open the "Administration" tab, click on the "Connect 2.0 Setup" link.<br /> Set the following URL in the "Order Submission Form", "Confirmation Page", "Failure Page" sections: [return_url]<br />
fa: لطفاً وارد FirstData Connect 2.0 Admin شوید، تب "Administration" را باز کنید، روی پیوند "Connect 2.0 Setup" کلیک کنید.<br /> URL زیر را در بخش های "فرم ارسال سفارش"، "صفحه تایید"، "صفحه شکست" تنظیم کنید: [return_url]<br />
fr: Veuilez vous connecter au FirstData Connect Admin 2.0, ouvrir l'onglet "Administration", cliquez sur le lien 'Connect 2.0 Setup'', Paramétrer l'URL suivante dans la section de Formulaire de Soumission de commande, ''Page de Configuration'', Page d'Echec''

# Languages::text_links
source: Text links
fa: لینک های متن
fr: Texte liens

# Languages::text_login_form
source: <h4>Not a registered member?</h4><p>Creating a new account is easy and takes less than a minute.</p>
fa: <h4>عضو نشده اید؟</h4> <p>ایجاد یک حساب جدید آسان است و کمتر از یک دقیقه طول می کشد.</p>
fr: <h4>Pas encore enregistré?</h4><p>Créer un nouveau compte est facile et prend moins d'une minute.</p>

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
fa: محصول را اکنون نمی توان به سبد خرید اضافه کرد.<br>برای اینکه شما وارد سایت نشده اید.
fr: This product cannot be added in the<br>cart because you are not logged in.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
fa: نشان برای <b>فاکتورها</b>
fr: Logo pour les <b>factures</b>

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
fa: <p class="mandatory-fields">فیلدهایی که با <span class="required">*</span> مشخص شده اند اجباری هستند</p>
fr: <span style="text-decoration: underline;">Les champs marques d'un <span class="required-field-mark">*</span> sont obligatoires.</span>

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
fa: حداکثر مقدار فیلد "حد" نمی تواند از 25 تجاوز کند مگر اینکه نوع نمودار "جدول" باشد. محدودیت این نمودار اصلاح شده است.
fr: La valeur maximum du champ "limit" ne peut pas excéder 25 caractères si le diagramme n'est pas du type table. La limite de ce diagramme a été corrigée.

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
fa: هنوز پاسخی از سوی Skrill دریافت نشده است، لطفا صبر کنید. اگرچه ممکن است سفارش تا مدت‌ها قبل در فروشگاه ایجاد نشود، اما به احتمال زیاد توسط Skrill با موفقیت ایجاد و پردازش شده است. لطفاً با کارکنان فروشگاه تماس بگیرید و شناسه سفارش ارائه شده توسط Skrill را به آنها بگویید
fr: Aucune réponse de Skrill n'a encore été reçue, attendez S'il vous plait. Bien que la commande n'ait pas été créée sur la boutique pour le moment. Il est fort possible qu'elle ait été crée avec succès sur Skrill. Veuillez contacter le personnel de la boutique et leur dire que le ID de commande a été fourni par Skrill

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
fa: برای ادامه فرایند پرداخت جمع سفارش شما باید افرایش یابد
fr: Pour poursuivre le processus de commande, le montant de cette dernière doit excéder

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
fa: برای ادامه فرایند پرداخت زیر جمع سفارش شما باید افرایش یابد
fr: Pour poursuivre le processus de paiement, le montant de votre commande montant doit être supérieur à

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
fa: یک کاربر می تواند چندین پروفایل داشته باشد. به عنوان مثال، یکی برای سفارشات شخصی و دیگری برای نیازهای اداری.
fr: Un utilisateur peut avoir plusieurs profils. Par exemple, vous pouvez avoir un profil pour les commandes personnelles, un autre pour une utilisation pour le bureau et un autre pour passer des commandes pour les amis ou la famille ...

# Languages::text_new_user_activation
source: The profile owned by "[user_login]" has been newly created, you should check the details of this user (if required) and activate it by using the following link:<br /><a href="[url]">[url_text]</a>
fa: نمایه متعلق به "[user_login]" به تازگی ایجاد شده است، شما باید مشخصات این کاربر (در صورت نیاز) را بررسی کرده و با استفاده از لینک زیر آن را فعال کنید:<br /><a href="[url]">[url_text]</a>
fr: Le profil détenu par ''[user_login}'' a été récemment créé, il faut vérifier les données de cet utilisateur (si nécessaire) et l'activer en utilisant le lien suivant

# Languages::text_nothing_found
source: Nothing found
fa: موردی یافت نشد
fr: Aucun résultat

# Languages::text_not_allowed_to_upload_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension here.
fa: آپلود فایل با <b>مجاز نیست. پسوند[ext]</b> در اینجا.
fr: Le transfert de fichiers ayant une extension <b>.[ext]</b> n'est pas autorisé ici.

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
fa: <b>[email]</b> آدرس پست الکترونیکی معتبری نمی باشد.
fr: <b>[email]</b> n'est pas une adresse e-mail valide.

# Languages::text_no_active_promotions
source: No promotions available.
fa: هیچ ترفیعی موجود نیست.
fr: No promotions available at this time.

# Languages::text_no_conflicts
source: No conflicts found
fa: هیچ تضادی یافت نشد
fr: Aucun conflit trouvé

# Languages::text_no_items_defined
source: No [items] defined
fa: [items] تعریف نشده
fr: Aucun(e) [items] défini

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
fa: هیچ محصولی مطابق معیار جستجو یافت نشد
fr: Pas de produits trouvés correspondants au critère de recherche

# Languages::text_no_matching_results_found
source: No results match the search query
fa: هیچ نتیجه ای مطابق پرس و جوی جستجو یافت نشد
fr: Aucun résultat correspondant aux critères de recherche

# Languages::text_no_orders
source: No orders found
fa: هیچ سفارشی پیدا نشد
fr: Aucune commande trouvée

# Languages::text_no_payments_needed
source: No payment information required
fa: اطلاعات پرداخت نیاز نیست
fr: Aucune information de paiement requise

# Languages::text_no_payments_required
source: No payment required
fa: بدون نیاز به پرداخت
fr: Aucun paiement requis

# Languages::text_no_products
source: There are no products in this section
fa: هیچ محصولی در این بخش وجود ندارد
fr: Il n'y a pas de produits sous cette catégorie

# Languages::text_no_products_defined
source: No products defined
fa: هیچ محصولی تعریف نشده
fr: Aucun produit défini

# Languages::text_no_products_found
source: No products found
fa: هیچ محصولی یافت نشد
fr: Aucun produit trouvé

# Languages::selected_filters
source: Selected filters
fa: فیلترهای انتخاب شده
fr: Filtres selectionnes

# Languages::text_no_shipments_found
source: No shipments found
fa: هیچ محموله ای یافت نشد
fr: Pas d'info livraison

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
fa: متأسفانه هیچ گزینه های ارسالی برای مکان شما در دسترس نداریم. <br/> لطفا آدرس ارسال را بررسی کنید و اگر همه چیز درست است با ما تماس بگیرید. بررسی می کنیم که چه می توان انجام داد.
fr: Malheureusement aucun mode de livraison n'est disponible pour votre destination.<br>Contactez-nous svp pour trouver une solution.

# Languages::text_no_upgrades_available
source: No upgrades currently available
fa: در حال حاضر ارتقایی در دسترس نیست
fr: Aucune mise à jour disponible actuellement

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
fa: <b>[total]</b> [name] صادر خواهد شد.
fr: <b>[total]</b> [name] sera exporté.

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
fa: SHA-1 Signature را هم در اینجا و هم در تنظیمات Ogone وارد کنید.<br /><br />برای حساب های Ogone جدید ایجاد شده از 11 مه 2010، خط مشی جدید SHA به طور خودکار فعال است. <br/>لطفاً فراموش نکنید که کادر "استفاده از خط مشی امضای جدید SHA" را انتخاب کنید.
fr: Entrez la signature SHA-1 ici et sur ​​la configuration Ogone <br /> <br /> Pour les nouveaux comptes Ogone créés depuis le 11 mai 2010, la nouvelle politique SHA est automatiquement activée.. <br/> N'oubliez pas de cocher l'option "Utiliser la nouvelle politique de signature SHA".

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
fa: لطفاً URL زیر را در بخش اطلاعات فنی در پیکربندی Ogone به عنوان آدرس <b>پاسخ</b> برای همه موارد ("پذیرفته شده"، "در انتظار"، "نامشخص"، "لغو شده توسط مشتری"، "ردهای بیش از حد توسط مشتری" تنظیم کنید. خریدار"): <b>[r_url]</b><br /> همچنین SHA-1 Signature را هم وارد کنید: در اینجا و در پیکربندی Ogone. سپس نوع درخواست را انتخاب کنید: "Make this request in background and deferred".
fr: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "cancelled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
fa: برای ایجاد ترکیب گزینه‌ها، باید تیک «موجودی» را برای حداقل یک گزینه محصول انتخاب کنید.
fr: To create option combinations at least one of your product options should have "Inventory" flag ticked off.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
fa: سفارش شما به شرط موجود شدن ،به تعویق افتاده است. ما در اولین فرصت با شما تماس می‌گیریم.
fr: Votre commande est en réapprovisionnement. Nous vous contacterons aussitôt que possible.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
fa: سفارش شما توسط پردازشگر پرداخت رد شده است. اطلاعات خود را مرور کنید و با مدیریت فروشگاه تماس بگیرید.
fr: Votre commande a été refusée par le système de paiement. Veuillez vérifier vos données et contacter l'administrateur de la boutique.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
fa: تبریک! سفارش شما با موفقیت انجام شد.
fr: Felicitations ! Votre commande a été enregistrée avec succès.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
fa: سفارش با موفقیت بازپرداخت شده است.
fr: La commande a été à nouveau payée avec succès.

# Languages::text_order_saved_successfully
source: Order has been saved successfully.
fa: سفارش با موفقیت ذخیره شده است.
fr: La commande a été enregistrée avec succès

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
fa: لطفا توجه داشته باشید که اعلان تغییر وضعیت ،بسته به تنظیمات این وضعیت ارسال خواهد شد
fr: Veuillez noter que la notification de modification du statut sera envoyée en fonction des paramètres de ce statut

# Languages::text_out_of_stock
source: Out of stock
fa: اتمام موجودی
fr: Rupture de stock

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
fa: صفحات با موفقیت کپی همسان شده اند. در زیر فهرست صفحات جدید.
fr: Les pages ont été clonées avec succès. Ci-dessous la liste des nouvelles pages.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
fa: صفحات با موفقیت حذف شده اند.
fr: Les pages ont été supprimées avec succès.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
fa: آیا مطمئن هستید می خواهید این صفحه را ترک کنید؟ تغییرات شما ذخیره نشده اند. برای ادامه روی تأیید یا روی لغو برای ماندن در صفحه فعلی کلیک کنید.
fr: Are you sure you want to navigate away from this page?Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
fa: صفحات با موفقیت حذف شده اند.
fr: La page a été supprimée avec succès.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
fa: در حال بارگذاری... درخواست شما در حال پردازش است، لطفا منتظر بمانید.
fr: Votre requête est en cours de traitement, merci de patienter.

# Languages::text_password_recovery_instructions_sent
source: Password recovery instructions have been sent to [email] address.
fa: دستورالعمل های بازیابی رمز عبور به آدرس [email] ارسال شده است.
fr: Les instructions de récupération du mot de passe ont été envoyées à l'adresse [email].

# Languages::text_pay4later_notice
source: <b>Note</b>: In order to track your Deko orders with the shopping cart software, you have to take these steps:<br /><br />-&nbsp;Log in to Deko BackOffice<br />-&nbsp;Click on the <u>'Settings/Installations'</u> link in the <u>'Quick Links'</u> section.<br />-&nbsp;Set <u>'Return URL (Verified)'</u> setting to:<br /><b>[verified_url]</b><br />-&nbsp;Set <u>'Return URL (Decline)'</u> setting to:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Return URL (Refer)'</u> setting to:<br /><b>[refer_url]</b><br />-&nbsp;Set <u>'Return URL (Cancel)'</u> setting to:<br /><b>[cancel_url]</b><br />-&nbsp;Set <u>'CSN URL'</u> setting to:<br /><b>[process_url]</b><br />-&nbsp;Click on the <u>'Save Changes'</u> button<br />
fa: <b>نکته</b>: برای پیگیری سفارشات دکو با نرم افزار سبد خرید، باید این مراحل را طی کنید:<br /><br />-&nbsp;وارد بک آفیس دکو شوید<br />-&nbsp;روی لینک <u>'تنظیمات/نصب ها'</u> در <u>کلیک کنید. بخش "پیوندهای سریع"</u> .<br />-&nbsp;مجموعه <u>'بازگرداندن URL (تأیید شده)'</u> تنظیم به:<br /><b>[verified_url]</b><br />-&nbsp;مجموعه <u>'بازگرداندن URL (رد کردن)'</u> تنظیم به:<br /><b>[decline_url]</b><br />-&nbsp;Turn Set <u>' )'</u> تنظیم روی:<br /><b>[refer_url]</b><br />-&nbsp;تنظیم <u>«بازگرداندن URL (لغو)»</u> تنظیم به:<br /><b>[cancel_url]</b><br />-&nbsp;تنظیم <u>«نشانی اینترنتی<br />»</u> تنظیم&nbsp;:<br /><b>[process_url]</b>روی دکمه <u>"ذخیره تغییرات"</u> کلیک کنید<br />
fr: <b>Note</b> : Afin de suivre vos commandes Deko avec le logiciel de panier d'achat, vous devez suivre les étapes suivantes :<br /><br />-&nbsp;Connectez-vous à Deko BackOffice<br />-&nbsp;Cliquez sur le lien <u>'Paramètres/Installations'</u> dans la section <u>'Liens rapides'</u>. <br />-&nbsp;Définissez le paramètre <u>'URL de retour (vérifié)'</u> à:<br /><b>[verified_url]</b><br />-&nbsp;Définissez le paramètre <u>'URL de retour (décliner)'</u> à:<br /><b>[decline_url]</b><br />-&nbsp;Définissez le paramètre <u>'URL de retour (référer)'</u> à : <br /><b>[refer_url]</b><br />-&nbsp;Définir le paramètre <u>'Return URL (Cancel)'</u> comme suit:<br /><b>[cancel_url]</b><br />-&nbsp;Définir le paramètre <u>'CSN URL'</u> comme suit:<br /><b>[process_url]</b><br />-&nbsp;Cliquer sur le bouton <u>'Save Changes'</u><br />.

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
fa: <b>توجه:</b> لطفاً فایل modulev2.cgi را از سرور PayBox دانلود کنید، آن را در دایرکتوری <b>[paybox_dir]</b> <u>در حالت باینری</u> کپی کنید و آن را قابل اجرا کنید. <br />دستور زیر را اجرا کنید:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />همچنین از سرویس &#8220;Paybox&#8221; بخواهید URL زیر را به عنوان &#8220;URL برگشت به تماس&#8221;اضافه کند:<br /><b>[callback_url]</b>
fr: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>

# Languages::text_payment_have_been_deleted
source: Payment have been deleted successfully.
fa: پرداخت با موفقیت حذف شده است.
fr: Le paiement a été supprimé avec succès.

# Languages::text_payment_have_not_been_deleted
source: Payment cannot be deleted.
fa: پرداخت را نمی توان حذف کرد.
fr: Le paiement ne peut pas être supprimé.

# Languages::text_paypal_processing_payment
source: Please wait while processing the payment details...
fa: لطفاٌ در حال انجام جزئیات پرداخت صبر کنید...
fr: Veuillez patienter pendant le traitements des données de paiement...

# Languages::text_paysitecash_debug
source: Debug Information
fa: اطلاعات رفع اشكال
fr: Informations de débogage

# Languages::text_paysitecash_mode
source: Mode
fa: حالت

# Languages::text_paysitecash_mode_debug_off
source: OFF
fa: خاموش

# Languages::text_paysitecash_mode_debug_on
source: ON
fa: روشن

# Languages::text_paysitecash_mode_live
source: Live
fa: زنده
fr: En direct

# Languages::text_paysitecash_mode_test
source: Test
fa: آزمایشی

# Languages::text_paysitecash_nocurrencies
source: Currency mode
fa: حالت ارزی
fr: Mode devise

# Languages::text_paysitecash_nocurrencies_no
source: Allow customer select any of supported currency
fa: اجازه به مشتری می دهد که هر یک از ارز های پشتیبانی شده را انتخاب نماید
fr: Permettre au client de sélectionner l'une des devises supportées

# Languages::text_paysitecash_nocurrencies_yes
source: Do not show currency selection at all
fa: انتخاب ارز اصلاٌ نشان داده نشود
fr: Ne pas montrer le choix des devises à tous
