Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::sw.text_payments_header
source: Set up the service to recieve payments
fa: سرویس را برای دریافت پرداخت ها تنظیم کنید
fr: Configurer le service pour recevoir des paiements

# Languages::sw.text_shippings_header
source: Select shipping services
fa: خدمات حمل و نقل را انتخاب کنید
fr: Sélectionnez les services d'expédition

# Languages::sw.text_business_model_header
source: Choose your business model and checkout flow
fa: مدل کسب و کار و جریان پرداخت خود را انتخاب کنید
fr: Choisissez votre modèle économique et votre flux de paiement

# Languages::sw.select_money_transfer_methods
source: Select one of the following models, and we'll handle most of the setup for you.
fa: یکی از مدل های زیر را انتخاب کنید، و ما بیشتر تنظیمات را برای شما انجام می دهیم.
fr: Sélectionnez l'un des modèles suivants et nous nous occuperons de la majeure partie de la configuration pour vous.

# Languages::sw.text_vendors_header
source: Set up how you work with vendors and their data
fa: نحوه کار با فروشندگان و داده های آنها را تنظیم کنید
fr: Configurez votre façon de travailler avec les fournisseurs et leurs données

# Languages::sw.text_settings_header
source: Configure product catalog settings
fa: تنظیمات کاتالوگ محصول را پیکربندی کنید
fr: Configurer les paramètres du catalogue de produits

# Languages::sw.about_store
source: About store
fa: درباره فروشگاه
fr: À propos du magasin

# Languages::sw.company_name
source: Company name
fa: نام شرکت
fr: Nom de l'entreprise

# Languages::sw.google_analytics.tracking_code
source: Google Analytics account number
fa: شماره حساب Google Analytics
fr: Numéro de compte Google Analytics

# Languages::sw.business_model
source: Business Model
fa: مدل تجاری
fr: Modèle d'affaires

# Languages::sw.vendors
source: Vendors
fa: فروشندگان
fr: Vendeurs

# Languages::sw.site_admin_email
source: Site administrator e-mail address
fa: آدرس ایمیل مدیر سایت
fr: Adresse e-mail de l'administrateur du site

# Languages::sw.address_text
source: Company address (street, house, etc.)
fa: آدرس شرکت (خیابان، منزل و ...)
fr: Adresse de l'entreprise (rue, maison, etc.)

# Languages::sw.country
source: Company country
fa: کشور شرکت
fr: Pays de la société

# Languages::sw.state
source: Company state
fa: ایالت شرکت
fr: État de la société

# Languages::sw.city
source: Company city
fa: شهر شرکت
fr: Ville de l'entreprise

# Languages::sw.zipcode
source: Company zip code
fa: کد پستی شرکت
fr: Code postal de l'entreprise

# Languages::sw.phone
source: Company phone
fa: تلفن شرکت
fr: Téléphone de l'entreprise

# Languages::sw.phone_2
source: Company phone 2
fa: تلفن شرکت 2
fr: Téléphone d'entreprise 2

# Languages::sw.fax
source: Fax
fa: فکس

# Languages::sw.website
source: Company website
fa: وب سایت شرکت
fr: Site Web d'entreprise

# Languages::sw.company_start_year
source: Year when the store started its operation
fa: سالی که فروشگاه شروع به کار کرد
fr: Année d'ouverture du magasin

# Languages::sw.collect_taxes_from_vendors
source: Collect taxes from vendors
fa: از فروشندگان مالیات بگیرید
fr: Collecter les taxes auprès des fournisseurs

# Languages::sw.moderation
source: Moderation
fa: اعتدال
fr: Modération

# Languages::sw.vendor_profile_updates_approval
source: Check changes to vendor profile
fa: تغییرات نمایه فروشنده را بررسی کنید
fr: Vérifier les modifications apportées au profil du fournisseur

# Languages::sw.products_prior_approval
source: Check new products
fa: محصولات جدید را بررسی کنید
fr: Vérifier les nouveaux produits

# Languages::sw.products_updates_approval
source: Check changes to existing products
fa: تغییرات محصولات موجود را بررسی کنید
fr: Vérifier les modifications apportées aux produits existants

# Languages::sw.accounting
source: Accounting
fa: حسابداری
fr: Comptabilité

# Languages::sw.lowers_allowed_balance
source: Minimum allowed vendor balance
fa: حداقل موجودی مجاز فروشنده
fr: Solde fournisseur minimum autorisé

# Languages::sw.grace_period_to_refill_balance
source: Block vendor after days
fa: فروشنده را بعد از روز مسدود کنید
fr: Bloquer le fournisseur après plusieurs jours

# Languages::sw.location
source: Location
fa: محل
fr: Lieu

# Languages::sw.enable_vendor_location_using_google_map
source: Let vendors set their location on Google Maps
fa: به فروشندگان اجازه دهید موقعیت مکانی خود را در Google Maps تنظیم کنند
fr: Autoriser les fournisseurs à définir leur emplacement sur Google Maps

# Languages::sw.vendor_profile_fields
source: Vendor profile fields
fa: فیلدهای نمایه فروشنده
fr: Champs du profil du fournisseur

# Languages::sw.set_up_vendor_profile_fields
source: What information about vendors do you need?
fa: چه اطلاعاتی در مورد فروشندگان نیاز دارید؟
fr: De quelles informations sur les fournisseurs avez-vous besoin ?

# Languages::sw.notifications
source: Notifications
fa: اطلاعیه
fr: Avis

# Languages::sw.admin_notifications
source: Admin notifications
fa: اطلاعیه های مدیریت
fr: Notifications d'administration

# Languages::sw.vendor_notifications
source: Vendor notifications
fa: اطلاعیه های فروشنده
fr: Notifications du fournisseur

# Languages::sw.selected_design
source: Current design
fa: طراحی فعلی
fr: Conception actuelle

# Languages::sw.upload_logo
source: Upload logo
fa: لوگو را بارگذاری کنید
fr: Télécharger le logo

# Languages::sw.logo_theme
source: Main
fa: اصلی
fr: Principal

# Languages::sw.logo_mail
source: Email
fa: پست الکترونیک

# Languages::sw.select_image
source: Select image
fa: تصویر را انتخاب کنید
fr: Sélectionner une image

# Languages::sw.select_right_design
source: Pick a design preset
fa: یک پیش تنظیم طراحی را انتخاب کنید
fr: Choisissez un préréglage de conception

# Languages::sw.activate
source: Activate
fa: فعال کنید
fr: Activer

# Languages::sw.apply
source: Apply
fa: درخواست دادن
fr: Appliquer

# Languages::sw.preview
source: Preview
fa: پیش نمایش
fr: Aperçu

# Languages::sw.edit_design
source: Edit design
fa: طراحی را ویرایش کنید
fr: Modifier la conception

# Languages::sw.design
source: Design
fa: طرح
fr: Concevoir

# Languages::sw.error_updating_payment
source: Error occured during payment method update
fa: هنگام به‌روزرسانی روش پرداخت خطایی روی داد
fr: Une erreur s'est produite lors de la mise à jour du mode de paiement

# Languages::sw.payments
source: Payments
fa: مبلغ پرداختی
fr: Paiements

# Languages::sw.payment_not_found
source: The Yandex.Money payment method not found
fa: روش پرداخت Yandex.Money پیدا نشد
fr: Le mode de paiement Yandex.Money introuvable

# Languages::sw.over_payment_system
source: Use another payment system
fa: از سیستم پرداخت دیگری استفاده کنید
fr: Utiliser un autre système de paiement

# Languages::sw.shippings
source: Shipping services
fa: خدمات حمل و نقل
fr: Services d'expédition

# Languages::sw.ems_russian_post
source: EMS Russian Post
fa: پست روسیه EMS
fr: Poste russe EMS

# Languages::sw.russian_post
source: Russian Post
fa: پست روسیه
fr: Poste russe

# Languages::sw.ups
source: UPS
fa: یو پی اس

# Languages::sw.fedex
source: FedEx
fa: فدرال اکسپرس

# Languages::sw.goto_shipping_methods
source: Go to shipping methods
fa: به روش های حمل و نقل بروید
fr: Aller aux méthodes d'expédition

# Languages::sw.configure
source: Configure
fa: پیکربندی کنید
fr: Configurer

# Languages::sw.settings
source: Settings
fa: تنظیمات
fr: Réglages

# Languages::sw.enable
source: Enable
fa: فعال کردن
fr: Permettre

# Languages::sw.disable
source: Disable
fa: غیر فعال کردن
fr: Désactiver

# Languages::sw.activated
source: Activated
fa: فعال شد
fr: Activé

# Languages::sw.select_model
source: Select model
fa: مدل را انتخاب کنید
fr: Sélectionnez le modèle

# Languages::sw.timezone
source: Time zone
fa: منطقه زمانی
fr: Fuseau horaire

# Languages::sw.order_start_id
source: Initial order ID value (leave empty for auto)
fa: مقدار شناسه اولیه سفارش (برای خودکار خالی بگذارید)
fr: Valeur initiale de l'ID de commande (laisser vide pour auto)

# Languages::sw.min_order_amount
source: Minimum order amount
fa: حداقل مقدار سفارش
fr: Montant minimum de commande

# Languages::sw.show_out_of_stock_products
source: Show out of stock products
fa: نمایش محصولات موجود در انبار
fr: Afficher les produits en rupture de stock

# Languages::sw.enable_quick_view
source: Enable quick view
fa: نمایش سریع را فعال کنید
fr: Activer la vue rapide

# Languages::sw.enable_inventory_tracking
source: Enable inventory tracking
fa: فعال کردن ردیابی موجودی
fr: Activer le suivi des stocks

# Languages::sw.allow_negative_amount
source: Allow negative amount in inventory
fa: مقدار منفی را در موجودی مجاز کنید
fr: Autoriser un montant négatif dans l'inventaire

# Languages::sw.ym_merchant_country
source: Country
fa: کشور
fr: De campagne

# Languages::sw.ym_merchant_forma
source: Ownership
fa: مالکیت
fr: La possession

# Languages::sw.send
source: Send
fa: ارسال
fr: Envoyer

# Languages::sw.remove_demo_data_text
source: Clean up orders, products, categories, user profiles, and related data
fa: سفارش‌ها، محصولات، دسته‌ها، نمایه‌های کاربر و داده‌های مرتبط را تمیز کنید
fr: Nettoyer les commandes, les produits, les catégories, les profils d'utilisateurs et les données associées

# Languages::sw.remove
source: Clean up
fa: پاک کردن
fr: Nettoyer

# Languages::sw.demo_data_removed
source: Demo data removed.
fa: داده های نمایشی حذف شد.
fr: Données de démonstration supprimées.

# Languages::sw.error_removing_demo_data
source: An error occurred while removing the demo data
fa: هنگام حذف داده‌های نمایشی خطایی روی داد
fr: Une erreur s'est produite lors de la suppression des données de démonstration

# Languages::sw.confirm_demo_data_removal_title
source: Remove the data?
fa: داده ها حذف شود؟
fr: Supprimer les données ?

# Languages::sw.text_confirm_demo_data_removal
source: All orders, products, product categories, customer profiles, and associated data (tags, comments, etc.) including the data added by you <b>will be permanently removed.</b> This operation cannot be undone. Are you sure you want to continue?
fa: همه سفارش‌ها، محصولات، دسته‌های محصول، نمایه‌های مشتری، و داده‌های مرتبط (برچسب‌ها، نظرات و غیره) از جمله داده‌های اضافه شده توسط شما <b>برای همیشه حذف خواهند شد.</b> این عملیات قابل واگرد نیست. آیا مطمئن هستید که میخواهید ادامه دهید؟
fr: Toutes les commandes, produits, catégories de produits, profils clients et données associées (tags, commentaires, etc.) y compris les données ajoutées par vous <b>seront définitivement supprimés.</b> Cette opération ne peut pas être annulée. Es-tu sur de vouloir continuer?

# Languages::sw.delete_demo_data
source: Delete the data
fa: داده ها را حذف کنید
fr: Supprimer les données

# Languages::sw.keep_demo_data
source: Keep the data
fa: داده ها را نگه دارید
fr: Conservez les données

# Languages::sw.more_themes_in_marketplace
source: More themes in the Marketplace
fa: موضوعات بیشتر در بازار
fr: Plus de thèmes dans la Marketplace

# Languages::sw.logo_recommended_size_text
source: recommended size [height]px × [width]px
fa: اندازه توصیه شده [height]پیکسل × [width]پیکسل
fr: taille recommandée [height]px × [width]px

# Languages::sw.money_goes_to_owner
source: Customer makes a single payment, all money goes to you
fa: مشتری یک پرداخت انجام می دهد، تمام پول به شما می رسد
fr: Le client effectue un paiement unique, tout l'argent vous revient

# Languages::sw.money_goes_to_owner_descr
source: The money owed to the vendor is tracked in the admin panel. A vendor can request money withdrawal through the admin panel. You forward the money to vendors as you see fit.
fa: پول بدهکار به فروشنده در پنل مدیریت ردیابی می شود. فروشنده می تواند از طریق پنل مدیریت درخواست برداشت پول کند. شما هر طور که صلاح می دانید پول را برای فروشندگان ارسال می کنید.
fr: L'argent dû au vendeur est suivi dans le panneau d'administration. Un vendeur peut demander un retrait d'argent via le panneau d'administration. Vous transférez l'argent aux vendeurs comme bon vous semble.

# Languages::sw.money_split_automaticaly
source: Customer makes a single payment, money is split automatically
fa: مشتری یک پرداخت را انجام می دهد، پول به طور خودکار تقسیم می شود
fr: Le client effectue un paiement unique, l'argent est automatiquement partagé

# Languages::sw.money_split_automaticaly_descr
source: This is achieved via [stripe_connect] payments and/or [paypal_commerce_platform], so each vendor must have a Stripe and/or PayPal account. We'll create these payment methods for you. You'll just need to configure them, and vendors will need to provide their account information.
fa: این از طریق [stripe_connect] پرداخت و/یا [paypal_commerce_platform]به دست می آید، بنابراین هر فروشنده باید یک حساب Stripe و/یا PayPal داشته باشد. ما این روش‌های پرداخت را برای شما ایجاد می‌کنیم. شما فقط باید آنها را پیکربندی کنید و فروشندگان باید اطلاعات حساب خود را ارائه کنند.
fr: Ceci est réalisé via [stripe_connect] paiement et/ou [paypal_commerce_platform], donc chaque vendeur doit avoir un compte Stripe et/ou PayPal. Nous créerons ces modes de paiement pour vous. Vous n'aurez qu'à les configurer et les fournisseurs devront fournir leurs informations de compte.

# Languages::sw.money_goes_to_vendor
source: Customer makes multiple payments (one to each vendor)
fa: مشتری چندین پرداخت انجام می دهد (یکی برای هر فروشنده)
fr: Le client effectue plusieurs paiements (un à chaque fournisseur)

# Languages::sw.money_goes_to_vendor_descr
source: Each vendor has to create own payment methods. Money goes directly to vendors, and marketplace commission gets added to vendors' debt. It becomes a vendor's responsibility to pay the marketplace.
fa: هر فروشنده باید روش های پرداخت خود را ایجاد کند. پول مستقیماً به دست فروشندگان می رسد و کمیسیون بازار به بدهی فروشندگان اضافه می شود. پرداخت به بازار به عهده فروشنده است.
fr: Chaque fournisseur doit créer ses propres méthodes de paiement. L'argent va directement aux vendeurs et la commission du marché s'ajoute à la dette des vendeurs. Il devient de la responsabilité du vendeur de payer le marché.

# Languages::unsupported_browser_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (latest version)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
fa: <p>ما متوجه شده ایم که مرورگری که استفاده می کنید به طور کامل توسط پنل مدیریت ما پشتیبانی نمی شود. شما می توانید این سایت را با استفاده از مرورگر فعلی خود مشاهده کنید، اما ممکن است به درستی نمایش داده نشود، و ممکن است نتوانید به طور کامل از همه ویژگی ها استفاده کنید.</p><br><p>پنل مدیریت بهتر است با استفاده از مرورگرهای زیر مشاهده شود:</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (آخرین نسخه)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (آخرین نسخه)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (آخرین نسخه)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">سافاری (آخرین نسخه)</a></li></ul><br><p>برای دانلود مرورگر مورد نظر خود روی یکی از لینک ها کلیک کنید. پس از اتمام دانلود، با اجرای برنامه راه اندازی، مرورگر را نصب کنید.</p><br><p>اگر اکنون نمی توانید مرورگر خود را ارتقا دهید، همچنان می توانید به پنل مدیریت دسترسی داشته باشید، اما ممکن است نتوانید به طور کامل از همه ویژگی ها استفاده کنید.<br><br><a href="[url]">ادامه</a></p>
fr: <p>Nous avons détecté que le navigateur que vous utilisez n'est pas entièrement pris en charge par notre panneau d'administration. Vous pouvez consulter ce site à l'aide de votre navigateur actuel, mais il se peut qu'il ne s'affiche pas correctement et que vous ne puissiez pas utiliser pleinement toutes les fonctionnalités.</p><br><p>Le panneau d'administration est optimisé pour les navigateurs suivants :</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (dernière version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (dernière version)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (dernière version)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (dernière version)</a></li></ul><br><p>Cliquez sur l'un des liens pour télécharger le navigateur de votre choix. Une fois le téléchargement terminé, installez le navigateur en exécutant le programme d'installation.</p><br><p>Si vous ne pouvez pas mettre à niveau votre navigateur maintenant, vous pouvez toujours accéder au panneau d'administration, mais vous ne pourrez peut-être pas utiliser pleinement toutes les fonctionnalités.<br><br><a href="[url]">Continuer</a></p>

# Languages::usergroup_must_have_privileges
source: Usergroup must have at least one privilege.
fa: گروه کاربری باید حداقل یک امتیاز داشته باشد.
fr: Le groupe d'utilisateurs doit avoir au moins un privilège.

# Languages::saved_search.set_as_default
source: Set as default
fa: تنظیم به عنوان پیشفرض
fr: Définir par défaut

# Languages::saved_search.set_as_non_default
source: Set as non-default
fa: به عنوان غیر پیش فرض تنظیم کنید
fr: Définir comme non par défaut

# Languages::saved_search.set_as_default_confirm
source: Saved search "[name]" will open by default instead of the full list of objects. Is that what you'd like?
fa: جستجوی ذخیره شده "[name]" به طور پیش فرض به جای لیست کامل اشیاء باز می شود. آیا این همان چیزی است که شما می خواهید؟
fr: La recherche sauvegardée "[name]" s'ouvrira par défaut à la place de la liste complète des objets. C'est ce que vous voudriez ?

# Languages::saved_search.set_as_non_default_confirm
source: The full list of objects will open by default instead of saved search "[name]". Is that what you'd like?
fa: لیست کامل اشیاء به طور پیش فرض به جای جستجوی ذخیره شده "[name]" باز می شود. آیا این همان چیزی است که شما می خواهید؟
fr: La liste complète des objets s'ouvrira par défaut à la place de la recherche enregistrée "[name]". C'est ce que vous voudriez ?

# Languages::exim_subtotal_discount
source: Subtotal discount
fa: تخفیف جزئی
fr: Sous-total remise

# Languages::storefront_languages_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available languages configured. All languages has been made available for it.
fa: ویترین فروشگاه "<a href="[url]">[name]</a>" هیچ زبان در دسترس پیکربندی نشده بود. همه زبان ها برای آن در دسترس قرار گرفته است.
fr: La vitrine "<a href="[url]">[name]</a>" n'avait pas de langues disponibles configurées. Toutes les langues ont été rendues disponibles pour cela.

# Languages::storefront_currencies_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available currencies configured. Default currency has been made available for it.
fa: ویترین "<a href="[url]">[name]</a>" هیچ ارز در دسترس پیکربندی نشده بود. ارز پیش فرض برای آن در دسترس قرار گرفته است.
fr: La vitrine "<a href="[url]">[name]</a>" n'avait aucune devise disponible configurée. La devise par défaut a été mise à sa disposition.

# Languages::storefront_all_currencies_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available currencies configured. All currencies has been made available for it.
fa: ویترین فروشگاه "<a href="[url]">[name]</a>" هیچ ارز در دسترس پیکربندی نشده بود. تمام ارزها برای آن در دسترس قرار گرفته است.
fr: La vitrine "<a href="[url]">[name]</a>" n'avait aucune devise disponible configurée. Toutes les devises ont été mises à sa disposition.

# Languages::storefronts_for_language_absent
source: The <b>[name]</b> language had no storefronts selected. All storefronts has been made available for it.
fa: زبان <b>[name]</b> هیچ ویترینی انتخاب نشده بود. تمامی ویترین ها برای آن در دسترس قرار گرفته است.
fr: La langue <b>[name]</b> n'avait pas de vitrine sélectionnée. Toutes les vitrines ont été mises à sa disposition.

# Languages::storefronts_for_currency_absent
source: The <b>[name]</b> currency had no storefronts selected. All storefronts has been made available for it.
fa: ارز <b>[name]</b> هیچ ویترینی انتخاب نشده بود. تمامی ویترین ها برای آن در دسترس قرار گرفته است.
fr: La devise <b>[name]</b> n'avait aucune vitrine sélectionnée. Toutes les vitrines ont été mises à sa disposition.

# Languages::event.product.back_in_stock.name
source: Product is back in stock
fa: محصول در انبار بازگشته است
fr: Le produit est de nouveau en stock

# Languages::text_menus_have_been_deleted
source: Menus have been deleted successfully.
fa: منوها با موفقیت حذف شدند.
fr: Les menus ont été supprimés avec succès.

# Languages::addon_added_to_favorites
source: Add-on added to your favorites
fa: افزودنی به موارد دلخواه شما اضافه شد
fr: Add-on ajouté à vos favoris

# Languages::addon_removed_from_favorites
source: Add-on removed from your favorites
fa: افزونه از موارد دلخواه شما حذف شد
fr: Module supprimé de vos favoris

# Languages::contact_the_developer
source: Contact the developer
fa: با توسعه دهنده تماس بگیرید
fr: Contacter le développeur

# Languages::message_successfully_sent_to_developer
source: Message was successfully sent to [developer]
fa: پیام با موفقیت به [developer]ارسال شد
fr: Le message a été envoyé avec succès à [developer]

# Languages::delete_subscribers
source: Delete subscribers
fa: حذف مشترکین
fr: Supprimer des abonnés

# Languages::addons.error_while_sending_review
source: Your add-on review was not posted to marketplace. Please make sure that you acquire this add-on from CS-Cart Marketplace and try again later.
fa: بررسی افزونه شما به بازار پست نشده است. لطفاً مطمئن شوید که این افزونه را از CS-Cart Marketplace خریداری کرده‌اید و بعداً دوباره امتحان کنید.
fr: Votre avis sur le module complémentaire n'a pas été publié sur le marché. Assurez-vous d'acquérir ce module complémentaire auprès de CS-Cart Marketplace et réessayez plus tard.

# Languages::addons.upgrade_to_product_version
source: Upgrade to [product] [version]
fa: به [product] [version]ارتقا دهید
fr: Mise à niveau vers [product] [version]

# Languages::addons.latest_version
source: Latest released version
fa: آخرین نسخه منتشر شده
fr: Dernière version publiée

# Languages::addons.latest_available_for_installation_version
source: Latest version available for installation
fa: آخرین نسخه موجود برای نصب
fr: Dernière version disponible pour l'installation

# Languages::product_availability
source: Product availability
fa: در دسترس بودن محصول
fr: La disponibilité des produits

# Languages::addons.text_thank_you_for_post
source: Thank you for your post
fa: از پست شما سپاسگذاریم
fr: Merci pour votre commentaire

# Languages::addons.text_post_pended
source: Your post will be checked before it gets published.
fa: پست شما قبل از انتشار بررسی می شود.
fr: Votre message sera vérifié avant d'être publié.

# Languages::addons.your_account_doesnt_have_this_addon
source: You can not create a add-on review because you do not have this add-on purchased in your Marketplace account.
fa: شما نمی توانید یک بررسی افزونه ایجاد کنید زیرا این افزونه را در حساب Marketplace خود خریداری نکرده اید.
fr: Vous ne pouvez pas créer d'avis complémentaire car vous n'avez pas acheté ce module complémentaire dans votre compte Marketplace.
