Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::payments.realex.refferal
source: Referral by bank
fa: ارجاع توسط بانک
fr: Renvoi par la banque

# Languages::payments.realex.avs_postcode
source: AVS Postcode
fa: کد پستی AVS
fr: Code postal AVS

# Languages::payments.realex.avs_address
source: AVS Address
fa: آدرس باشگاه
fr: Adresse AVS

# Languages::payments.realex.result_message
source: Result message
fa: پیام نتیجه
fr: Message de résultat

# Languages::payments.realex.result_code
source: Result code
fa: کد نتیجه
fr: Code de résultat

# Languages::payments.realex.transaction_pasref
source: Transaction PASREF
fa: معامله PASREF

# Languages::payments.realex.transaction_order_id
source: Transaction Order ID
fa: شناسه سفارش تراکنش
fr: ID de l'ordre de transaction

# Languages::payments.realex.avs.matched
source: Matched
fa: همسان
fr: Correspondance

# Languages::payments.realex.avs.not_matched
source: Not matched
fa: مطابق نیست
fr: Non correspondant

# Languages::payments.realex.avs.problem_with_check
source: Problem with check
fa: مشکل در چک
fr: Problème de vérification

# Languages::payments.realex.avs.unable_to_check
source: Unable to check
fa: قادر به بررسی نیست
fr: Impossible de vérifier

# Languages::payments.realex.avs.partial_match
source: Partial match
fa: بازی جزیی
fr: Correspondance partielle

# Languages::payments.realex.wrong_card_type
source: This payment is unavailable for this type of credit cards.
fa: پرداخت برای این نوع کارت های اعتباری موجود نیست.
fr: Ce paiement n'est pas disponible pour ce type de cartes de crédit.

# Languages::payments.realex.incorrect_valid_trhu
source: Incorrect values of 'Valid thru' fields.
fa: مقادیر نادرست فیلدهای "Valid thru"
fr: Valeurs incorrectes des champs "Valid thru".

# Languages::use_for_login
source: Login form
fa: فرم ورود
fr: Formulaire de connexion

# Languages::use_for_register
source: Create and edit profile form
fa: ایجاد و ویرایش فرم نمایه مشخصات
fr: Formulaire de création et de modification de profil

# Languages::use_for_checkout
source: Checkout (user information) form
fa: فرم (اطلاعات کاربر) تسویه حساب
fr: Formulaire de vérification (informations sur l'utilisateur)

# Languages::use_for_track_orders
source: Track my order form
fa: فرم پیگیری سفارش من
fr: Tracer mon formulaire de commande

# Languages::use_for_track_product_in_stock
source: In-stock notification subscription form
fa: فرم اشتراک اطلاع رسانی موجودی
fr: Formulaire d'abonnement à la notification d'entrée en stock

# Languages::seo_menu_description
source: SEO settings of your store.
fa: تنظیمات SEO فروشگاه.
fr: Paramètres de référencement de votre boutique.

# Languages::robots_title
source: Editing: robots.txt
fa: ویرایش: robots.txt
fr: Modification : robots.txt

# Languages::edit_robots
source: Edit robots.txt
fa: ویرایش robots.txt
fr: Modifier le fichier robots.txt

# Languages::restore_robots
source: Restore the default robots.txt
fa: بازیابی پیش فرض robots.txt
fr: Restaurer le fichier robots.txt par défaut

# Languages::option_exceptions
source: Option exceptions
fa: گزینه استثنا
fr: Exceptions d'options

# Languages::horizontal_filters
source: Horizontal filters
fa: فیلترهای افقی
fr: Filtres horizontaux

# Languages::uc_broken_upgrade_connector
source: Upgrade connector [connector_id] returned incorrect data
fa: [connector_id] ارتقاء اتصال نادرست داده شده است
fr: Le connecteur de mise à niveau [connector_id] a renvoyé des données incorrectes.

# Languages::uc_downloaded_and_ready
source: Upgrade package has been downloaded and ready to install
fa: ارتقاء بسته بارگیری شده و آماده نصب شده است
fr: Le paquet de mise à niveau a été téléchargé et est prêt à être installé.

# Languages::uc_connector_not_found
source: Upgrade connector not found
fa: اتصال ارتقا یافت نشد
fr: Connecteur de mise à niveau non trouvé

# Languages::uc_unable_to_read_schema
source: Unable to read package schema (schema.json)
fa: قادر به خواندن طرح بسته بندی نیست (schema.json)
fr: Impossible de lire le schéma du paquet (schema.json)

# Languages::uc_package_schema_not_found
source: Package content schema not found
fa: بسته بندی طرح محتوای یافت نشد
fr: Schéma du contenu du paquet non trouvé

# Languages::uc_package_schema_is_not_json
source: Package schema is not a valid JSON
fa: بسته طرح JSON معتبر نیست
fr: Le schéma du paquet n'est pas un JSON valide.

# Languages::uc_addon_package_forbidden_path
source: Forbidden: Add-on tries to upgrade core files ([path])
fa: ممنوع: افزودنی دارد به روز رسانی فایل های اصلی ([path])
fr: Interdit : Le module complémentaire tente de mettre à jour les fichiers de base ([path])

# Languages::uc_addon_package_migrations_forbidden
source: Package contains migrations that were not described in schema or schema has links to missing migration files
fa: بسته حاوی مهاجرت‌هایی است که در طرح توضیح داده نشده‌اند یا این طرح دارای پیوندهایی به فایل‌های مهاجرت گمشده است
fr: Le paquet contient des migrations qui n'ont pas été décrites dans le schéma ou le schéma contient des liens vers des fichiers de migration manquants.

# Languages::uc_addon_package_languages_forbidden
source: Package contains languages that were not described in schema or schema has links to missing languages files
fa: بسته شامل زبان است که در طرح کلی توضیح داده بودند و یا طرح کلی لینک به فایل های زبان از دست رفته است
fr: Le paquet contient des langues qui n'ont pas été décrites dans le schéma ou le schéma contient des liens vers des fichiers de langues manquants.

# Languages::uc_addon_package_files_do_not_match_schema
source: Package contains files that were not described in schema or schema has links to missing files
fa: بسته حاوی فایل‌هایی است که در طرحواره توضیح داده نشده‌اند یا طرحواره پیوندهایی به فایل‌های گمشده دارد
fr: Le paquet contient des fichiers qui n'ont pas été décrits dans le schéma ou le schéma contient des liens vers des fichiers manquants.

# Languages::uc_addon_package_pre_post_scripts_mismatch
source: Package contains pre/post scripts that were not described in schema or schema has links to missing files
fa: بسته حاوی اسکریپت‌های پیش/پست است که در طرحواره توضیح داده نشده‌اند یا طرحواره دارای پیوندهایی به فایل‌های گمشده است
fr: Le paquet contient des scripts pré/post qui n'ont pas été décrits dans le schéma ou le schéma contient des liens vers des fichiers manquants.

# Languages::new_version
source: New version
fa: نسخه جدید
fr: Nouvelle version

# Languages::migrations
source: Migrations
fa: مهاجرت

# Languages::permissions_issue
source: Permissions issue
fa: صدور مجوز
fr: Problème de permissions

# Languages::text_uc_local_modification
source: Local modifications
fa: تغییرات محلی
fr: Modifications locales

# Languages::text_uc_agreed_collisions
source: I understand that my local modifications will be permanently lost during the upgrade
fa: من می دانم که تغییرات محلی من در طول ارتقا برای همیشه از بین خواهند رفت
fr: Je comprends que mes modifications locales seront définitivement perdues pendant la mise à niveau.

# Languages::text_uc_will_be_changed
source: Will be changed
fa: تغییر خواهد کرد
fr: Sera modifié

# Languages::text_uc_will_be_deleted
source: Will be deleted
fa: حذف خواهد شد
fr: Sera supprimé

# Languages::uc_title_validators
source: Upgrade package validators
fa: ارتقاء بسته validators
fr: Mise à jour des validateurs de paquets

# Languages::uc_execute_validator
source: Execute "[validator]" validator
fa: اجرای "[validator]" اعتبار سنج
fr: Exécuter le validateur "[validator]".

# Languages::uc_copy_files
source: Copy files
fa: کپی کردن فایل ها
fr: Copier les fichiers

# Languages::uc_run_migrations
source: Run migrations
fa: مهاجرت ها را اجرا کنید
fr: Exécuter les migrations

# Languages::uc_install_languages
source: Install languages
fa: نصب زبان
fr: Installer les langues

# Languages::uc_upgrade_progress
source: Upgrade progress
fa: ارتقاء و بروز رسانی
fr: Progression de la mise à niveau

# Languages::upload_upgrade_package
source: Upload upgrade package
fa: آپلود ارتقاء بسته
fr: Télécharger le paquet de mise à niveau

# Languages::upload_upgrade_text
source: Uploading upgrade package allows you to apply HotFixes or Add-on upgrades. You can upload an upgrade pack by picking a tgz,gz,zip format archive and clicking Upload.
fa: آپلود بسته ارتقاء به شما امکان می دهد HotFixes یا ارتقاء افزودنی را اعمال کنید. با انتخاب آرشیو فرمت tgz,gz,zip و کلیک بر روی آپلود می توانید بسته ارتقاء را آپلود کنید.
fr: Le téléchargement d'un pack de mise à niveau vous permet d'appliquer des correctifs ou des mises à niveau de modules complémentaires. Vous pouvez télécharger un pack de mise à niveau en choisissant une archive au format tgz, gz, zip et en cliquant sur Télécharger.

# Languages::outside_navigation
source: Outside navigation
fa: ناوبری خارج
fr: Navigation extérieure

# Languages::exim_error_incorrect_feature_type
source: Incorrect feature type. Some product features were not updated.
fa: نوع ویژگی نادرست برخی از ویژگی های محصول به روز نشدند.
fr: Type de fonctionnalité incorrect. Certaines caractéristiques du produit n'ont pas été mises à jour.

# Languages::exim_error_empty_feature_name
source: Feature name is missing. Some product features were not updated.
fa: نام ویژگی وجود ندارد. برخی از ویژگی های محصول به روز نشدند.
fr: Le nom de la fonctionnalité est manquant. Certaines fonctionnalités du produit n'ont pas été mises à jour.

# Languages::unable_to_delete_last_storefront
source: At least one storefront must remain
fa: حداقل یک ویترین باید باقی بماند
fr: Au moins une façade de magasin doit rester

# Languages::datakeeper.run_backup_via_cron_message
source: You can run the backup automatically at certain time intervals. To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
fa: می توانید پشتیبان گیری را به طور خودکار در بازه های زمانی مشخص اجرا کنید. برای انجام این کار، دستور زیر را به <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>اضافه کنید:
fr: Vous pouvez exécuter la sauvegarde automatiquement à certains intervalles de temps. Pour ce faire, ajoutez la commande suivante à <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a> :

# Languages::datakeeper.error_unsupported_file_type
source: File cannot be restored. Only .sql, .zip and .tgz files are allowed.
fa: فایل نمیتواند بازیابی شود. تنها فایل های .sql فایل های فشرده و .tgz مجاز هستند.
fr: Le fichier ne peut pas être restauré. Seuls les fichiers .sql, .zip et .tgz sont autorisés.

# Languages::datakeeper.file_cannot_be_overrided
source: Cannot write to the file <b>[file]</b>. Set the writable permissions manually or check the FTP access to your server in the <a href="[url]">"Upgrade center"</a> section
fa: نمی توان در فایل <b>[file]</b>نوشت. مجوزهای قابل نوشتن را به صورت دستی تنظیم کنید یا دسترسی FTP به سرور خود را در بخش <a href="[url]">"مرکز ارتقا"</a> بررسی کنید.
fr: Impossible d'écrire dans le fichier <b>[fichier]</b>. Définissez manuellement les autorisations d'écriture ou vérifiez l'accès FTP à votre serveur dans la section <a href="[url]">"Centre de mise à niveau"</a>.

# Languages::uc_restore_email_body
source: <p>Your store's database and files has been backed up before the upgrade. The backup archive includes the whole database and all files except for images. The backup archive has been stored on your server: [backup_file].</p><p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p><p>If something goes wrong during the upgrade, go to your admin panel, <strong>Administration → Backup/Restore</strong>, to restore the backup.</p><p>If you can't access your admin panel, use the following link to restore the last backup. <b>Important:</b> following this link will immediately launch the restore process. Use it only if you can't access your admin panel! Restore the last backup:</p>
fa: <p>پایگاه داده و فایل های فروشگاه شما قبل از ارتقاء نسخه پشتیبان تهیه شده است. آرشیو پشتیبان شامل کل پایگاه داده و همه فایل ها به جز تصاویر است. آرشیو پشتیبان در سرور شما ذخیره شده است: [backup_file].</p><p>قبل از ارتقا، فروشگاه شما بسته بود. بررسی کنید که آیا بعد از ارتقا به خوبی کار می کند و <a href="[settings_section]">آن را باز کنید</a>.</p><p>اگر در حین ارتقا مشکلی پیش آمد، برای بازیابی نسخه پشتیبان به پنل مدیریت، <strong>Administration → Backup/Restore</strong>بروید.</p><p>اگر نمی توانید به پنل مدیریت خود دسترسی پیدا کنید، از پیوند زیر برای بازیابی آخرین نسخه پشتیبان استفاده کنید. <b>مهم:</b> با دنبال کردن این پیوند بلافاصله فرآیند بازیابی راه اندازی می شود. فقط در صورتی از آن استفاده کنید که نمی توانید به پنل مدیریت خود دسترسی پیدا کنید! آخرین نسخه پشتیبان را بازیابی کنید:</p>
fr: <p>La base de données et les fichiers de votre magasin ont été sauvegardés avant la mise à niveau. L'archive de sauvegarde comprend l'ensemble de la base de données et tous les fichiers, à l'exception des images. L'archive de sauvegarde a été stockée sur votre serveur : [backup_file].</p><p>Avant la mise à niveau, votre magasin était fermé. Vérifiez si elle fonctionne bien après la mise à niveau et <a href="[settings_section]">l'ouvrir</a>.</p><p>Si quelque chose ne va pas pendant la mise à niveau, allez dans votre panneau d'administration, <strong>Administration → Sauvegarde/Restauration</strong>, pour restaurer la sauvegarde.</p><p>Si vous ne pouvez pas accéder à votre panneau d'administration, utilisez le lien suivant pour restaurer la dernière sauvegarde. <b>Important:</b> suivre ce lien lancera immédiatement le processus de restauration. Ne l'utilisez que si vous ne pouvez pas accéder à votre panneau d'administration ! Restaurer la dernière sauvegarde:</p>

# Languages::uc_backup_info_subj
source: Upgrade Center: Store has been backed up and closed.
fa: مرکز ارتقا: فروشگاه پشتیبان‌گیری شده و بسته شده است.
fr: Centre de mise à niveau : Le magasin a été sauvegardé et fermé.

# Languages::uc_info_subj
source: Upgrade Center: Store has been closed.
fa: مرکز ارتقا: فروشگاه بسته شده است.
fr: Centre de mise à niveau : Le magasin a été fermé.

# Languages::error_features_too_many_variants
source: Search by features is not available due to the excessive number of variants.
fa: جستجو بر اساس ویژگی ها به دلیل تعداد بیش از حد انواع در دسترس نیست.
fr: La recherche par caractéristiques n'est pas disponible en raison du nombre excessif de variantes.

# Languages::upgraded_on
source: Upgraded on
fa: به روز رسانی در
fr: Mis à jour le

# Languages::error_unable_to_create_thumbnail
source: Unable to create thumbnail for file "[file]": [error]
fa: امکان ایجاد تصویر کوچک برای فایل "[file]" وجود ندارد: [error]
fr: Impossible de créer une vignette pour le fichier "[fichier]" : [erreur]

# Languages::cookie_is_disabled
source: For a complete shopping experience, please <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">set your browser to accept cookies</a>
fa: برای یک تجربه خرید کامل، لطفاً مرورگر خود را <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">تنظیم کنید تا کوکی‌ها را بپذیرد</a>
fr: Pour une expérience d'achat complète, veuillez <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">régler votre navigateur pour accepter les cookies</a>.

# Languages::uc_restore_email_subject
source: Upgrade center: Store has been backed up and closed.
fa: مرکز ارتقاء: فروشگاه بسته شده است نسخه پشتیبان تهیه و بسته شده است.
fr: Centre de mise à niveau : Le magasin a été sauvegardé et fermé.

# Languages::warning_zero_price_restricted_product
source: Product <b>"[product]"</b> has not been added to the cart, because it doesn't have a price.
fa: محصول <b>[product]</b> به سبد خرید اضافه نشد، چون قیمت ندارد.
fr: Le produit <b>"[produit]"</b> n'a pas été ajouté au panier, car il n'a pas de prix.

# Languages::exim_vendor_cant_create_feature
source: Vendors cannot create product features and their variants. Some product features cannot be modified.
fa: فروشندگان نمی توانند ویژگی های محصول و انواع آنها را ایجاد کنند. برخی از ویژگی های محصول را نمی توان تغییر داد.
fr: Les fournisseurs ne peuvent pas créer des caractéristiques de produits et leurs variantes. Certaines caractéristiques du produit ne peuvent pas être modifiées.

# Languages::uc_migration_failed
source: An error has occured during upgrading database structure (applying migration [migration]).
fa: هنگام ارتقای ساختار پایگاه داده خطایی رخ داده است (اعمال مهاجرت [migration]).
fr: Une erreur s'est produite lors de la mise à niveau de la structure de la base de données (application de la migration [migration]).

# Languages::text_entered_html_was_sanitized
source: Some <strong>HTML tags</strong> that you have used <strong>were cut off</strong> because of the restrictions on inserting HTML tags such as &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; and JavaScript code. That's why the content that you've inserted via these tags will not be displayed.
fa: برخی از <strong>تگ های HTML</strong> که استفاده کرده اید <strong>به دلیل محدودیت در درج تگ های HTML مانند &lt;object&gt;، &lt;iframe&gt;، &lt;embed&gt; و کد جاوا اسکریپت، قطع</strong> اند. به همین دلیل محتوایی که از طریق این تگ ها درج کرده اید نمایش داده نمی شود.
fr: Certaines balises <strong>HTML</strong> que vous avez utilisées <strong>ont été coupées</strong> en raison des restrictions d'insertion des balises HTML telles que &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; et du code JavaScript. C'est pourquoi le contenu que vous avez inséré via ces balises ne sera pas affiché.

# Languages::text_uc_package_installed_with_errors
source: Errors occurred during the upgrade process. Please contact technical support to investigate the problem.
fa: خطاهایی در طول فرآیند ارتقا رخ داده است. لطفاً برای بررسی مشکل با پشتیبانی فنی تماس بگیرید.
fr: Des erreurs se sont produites pendant le processus de mise à niveau. Veuillez contacter le support technique pour étudier le problème.

# Languages::error_unable_to_create_backups
source: Unable to create backups.
fa: قادر به ایجاد پشتیبان گیری نیست.
fr: Impossible de créer des sauvegardes.

# Languages::seconds_left
source: [n] second left|[n] seconds left
fa: [n] ثانیه باقی مانده|[n] ثانیه مونده
fr: [n] seconde restante|[n] secondes restantes

# Languages::text_uc_timeout_check_success
source: Looks like your server allows to change the "max_execution_time" option from the script. You are good to go with the upgrade process.
fa: به نظر می رسد سرور شما اجازه می دهد تا گزینه "max_execution_time" را از اسکریپت تغییر دهید. شما خوب هستید که روند ارتقا را دنبال کنید.
fr: Il semble que votre serveur permette de modifier l'option "max_execution_time" à partir du script. Vous êtes prêt pour le processus de mise à jour.

# Languages::check_php_timeout
source: Check PHP script timeout
fa: اتمام زمان اسکریپت PHP را بررسی کنید
fr: Vérifier le délai d'expiration du script PHP

# Languages::i_agree_continue
source: I agree and continue
fa: موافقم و ادامه میدم
fr: Je suis d'accord et je continue

# Languages::upgrade_center.error_unable_to_prepare_restore
source: Unable to prepare restore script.
fa: اسکریپت بازیابی آماده نشد.
fr: Impossible de préparer le script de restauration.

# Languages::text_cc_javascript_disabled
source: Note! Your browser has the <b>JavaScript</b> disabled. To pay for your order click
fa: توجه داشته باشید! مرورگر شما <b>جاوا اسکریپت</b> را غیرفعال کرده است. برای پرداخت هزینه سفارش خود کلیک کنید
fr: Note ! Votre navigateur a le <b>JavaScript</b> désactivé. Pour payer votre commande, cliquez sur

# Languages::cc_button_submit
source: Proceed to checkout
fa: انجام تسویه حساب
fr: Procéder à la commande

# Languages::payments.rocketgate.avs_mode
source: AVS Mode
fa: حالت AVS
fr: Mode AVS

# Languages::payments.rocketgate.scrub_mode
source: SCRUB Mode
fa: حالت اسکراب
fr: Mode SCRUB

# Languages::payments.rocketgate.ignore
source: Ignore
fa: نادیده گرفتن
fr: Ignorer

# Languages::use_for_free_shipping
source: Use for free shipping
fa: استفاده برای حمل رایگان
fr: Utiliser pour la livraison gratuite

# Languages::tt_views_products_components_products_shipping_settings_free_shipping
source: Products with the Free shipping option enabled will be excluded from shipping calculation if shipping method has the Use for free shipping option enabled
fa: اگر گزینه استفاده از ارسال رایگان در روش حمل و نقل فعال باشد، محصولاتی که گزینه ارسال رایگان را فعال کرده باشند، از محاسبه ارسال حذف خواهند شد.
fr: Les produits pour lesquels l'option d'expédition gratuite est activée seront exclus du calcul de l'expédition si l'option Utiliser pour l'expédition gratuite est activée pour le mode d'expédition.

# Languages::tt_views_shippings_update_use_for_free_shipping
source: Exclude products with the enabled Free shipping option from the shipping price calculation
fa: محصولات دارای گزینه ارسال رایگان فعال شده را از محاسبه قیمت حمل و نقل مستثنی کنید
fr: Exclure du calcul du prix d'expédition les produits pour lesquels l'option de livraison gratuite est activée.

# Languages::trash_category
source: Trash category
fa: دسته زباله
fr: Catégorie des déchets

# Languages::trash_category_description
source: When a product is deleted from the last category in the store, it will be moved to this category.
fa: هنگامی که محصولی از آخرین دسته بندی فروشگاه حذف می شود، به این دسته منتقل می شود.
fr: Lorsqu'un produit est supprimé de la dernière catégorie du magasin, il est déplacé vers cette catégorie.

# Languages::products_without_category
source: Products without category
fa: محصولات بدون دسته
fr: Produits sans catégorie

# Languages::products_without_category_description
source: When a product is created without a category during import, it will be placed into this category.
fa: هنگامی که محصولی بدون دسته در هنگام واردات ایجاد می شود، در این دسته قرار می گیرد.
fr: Lorsqu'un produit est créé sans catégorie pendant l'importation, il sera placé dans cette catégorie.

# Languages::products_without_category_notification_text
source: Some of your products currently don't have a category. It may be harder for customers to find those products.<br /> <a href="[url]" target="_blank">Please check these products and assign them a category.</a>
fa: برخی از محصولات شما در حال حاضر دسته بندی ندارند. ممکن است پیدا کردن آن محصولات برای مشتریان سخت تر باشد.<br /> <a href="[url]" target="_blank">لطفاً این محصولات را بررسی کنید و یک دسته بندی به آنها اختصاص دهید.</a>
fr: Certains de vos produits n'ont actuellement pas de catégorie. Il peut être plus difficile pour les clients de trouver ces produits.<br /> <a href="[url]" target="_blank">Veuillez vérifier ces produits et leur attribuer une catégorie.</a>

# Languages::deleting_required_category_notification_text
source: Category "[category]" is required and can't be deleted.
fa: دسته "[category]" مورد نیاز است و نمی توان آن را حذف کرد.
fr: La catégorie "[category]" est obligatoire et ne peut pas être supprimée.

# Languages::upgrade_notification_title
source: Upgrade changes in [product] [version]
fa: تغییرات ارتقا در [product] [version]
fr: Mise à jour des changements dans [product] [version].

# Languages::eway_configuration_note
source: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>How do I set up my Live eWAY API Key and Password?</a>
fa: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>چگونه کلید و رمز عبور Live eWAY API خود را تنظیم کنم؟</a>
fr: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Comment puis-je configurer ma clé API Live eWAY et mon mot de passe ? <0>
