Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::default_decline_inventory_info
source: To avoid the situation when two customers buy the same product, this status always decreases inventory.
fa: برای جلوگیری از موقعیت زمانی که دو مشتری یک محصول را خریداری می کنند، این وضعیت همیشه موجودی را کاهش می دهد.
fr: Pour éviter la situation où deux clients achètent le même produit, ce statut diminue toujours les stocks.

# Languages::declined
source: Declined
fa: رد شده
fr: Refusé

# Languages::decline_selected
source: Decline selected
fa: کاهش انتخاب شده
fr: Refuser sélection

# Languages::decorator
source: Decorator
fa: دکوراتور
fr: Décorateur

# Languages::decrease
source: Decrease
fa: کاهش
fr: Diminuer

# Languages::dec_sign
source: Dec sign
fa: نشانه Dec
fr: Signe de Dec

# Languages::select_selectbox_option
source: Select option
fa: گزینه را انتخاب کنید
fr: Sélectionnez l'option

# Languages::default
source: Default
fa: پیش فرض
fr: Défaut

# Languages::select_default
source: Select default
fa: پیش فرض را انتخاب کنید
fr: Sélectionner le défaut

# Languages::default_category_view
source: Default category view
fa: نمای دسته پیش فرض
fr: Vue de categorie defaut

# Languages::default_language
source: Default language
fa: زبان پیش فرض
fr: Langue par défaut

# Languages::default_layout
source: Default layout
fa: طرح پیش فرض
fr: Mise en page par défaut

# Languages::default_long_options_template
source: Default template (long product option names)
fa: قالب پیش فرض (نام های گزینه محصولات طولانی)
fr: Modèle par défaut (grand noms des options de produits)

# Languages::default_product_details_view
source: Parent ([default])
fa: پدر و مادر ([default])

# Languages::default_template
source: Default template
fa: قالب پیش فرض
fr: Modèle par défaut

# Languages::bigpicture_template
source: The big picture
fa: تصویر بزرگ
fr: Vue d'ensemble

# Languages::default_value
source: Default value
fa: مقدار پیش فرض
fr: Valeur par défaut

# Languages::default_custom.disabled
source: Disabled
fa: معلول
fr: Désactivé

# Languages::default_custom.custom
source: Custom...
fa: سفارشی...
fr: Personnalisé...

# Languages::default_custom.custom_value
source: Custom ([value])
fa: سفارشی ([value])
fr: Personnalisé ([value])

# Languages::default_custom.parent
source: Parent ([name])
fa: والدین ([name])

# Languages::default_custom.global
source: Global ([name])
fa: جهانی ([name])

# Languages::default_custom.edit_parent
source: Edit parent ([name])...
fa: ویرایش والد ([name])...
fr: Modifier le parent ([name])...

# Languages::default_custom.edit_global
source: Edit global ([name])...
fa: ویرایش جهانی ([name])...
fr: Modifier le global ([name])...

# Languages::global_individual.global
source: Global
fa: جهانی

# Languages::global_individual.individual
source: Individual
fa: شخصی
fr: Individuel

# Languages::global_individual.global_value_all_items
source: Global value for all items
fa: ارزش جهانی برای همه موارد
fr: Valeur globale pour tous les éléments

# Languages::global_individual.individual_values_each_item
source: Individual values for each item
fa: مقادیر جداگانه برای هر مورد
fr: Valeurs individuelles pour chaque élément

# Languages::global_individual.individual_tooltip
source: This setting is currently global. Click here to allow changing its value for individual items.
fa: این تنظیم در حال حاضر جهانی است. اینجا را کلیک کنید تا اجازه دهید مقدار آن برای موارد جداگانه تغییر کند.
fr: Ce paramètre est actuellement global. Cliquez ici pour permettre de modifier sa valeur pour des éléments individuels.

# Languages::global_individual.global_tooltip
source: The value of this setting can be changed for individual items. Click here to make this setting global.
fa: مقدار این تنظیم را می توان برای موارد جداگانه تغییر داد. برای جهانی کردن این تنظیم اینجا را کلیک کنید.
fr: La valeur de ce paramètre peut être modifiée pour des éléments individuels. Cliquez ici pour rendre ce paramètre global.

# Languages::deferred
source: Deferred
fa: معوق
fr: Reporté

# Languages::defined
source: Defined
fa: تعریف شده
fr: Défini

# Languages::defined_desired_products
source: List of desired products
fa: فهرست محصولات مورد نظر
fr: Liste des produits désirés

# Languages::defined_items
source: defined items
fa: آیتم های تعریف شده
fr: éléments définis

# Languages::delay
source: Delay (in seconds)
fa: تاخیر (به ثانیه)
fr: Retard (en secondes)

# Languages::delete
source: Delete
fa: حذف
fr: Supprimer

# Languages::deleted
source: Deleted
fa: حذف شده
fr: Supprimé

# Languages::deleted_product
source: DELETED PRODUCT
fa: محصول حذف شده
fr: supprimer produit

# Languages::delete_block
source: Delete block
fa: حذف بلوک
fr: Supprimer le bloc

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
fa: آیا مطمئن هستید که می خواهید موارد انتخاب شده را حذف کنید؟
fr: Etes-vous sûr de vouloir supprimer les items sélectionnés ?

# Languages::delete_grid
source: Delete grid
fa: حذف شبکه
fr: Supprimer la grille

# Languages::delete_image
source: Delete image
fa: حذف تصویر
fr: Supprimer image

# Languages::delete_image_pair
source: Delete image pair
fa: حذف تصویر جفت
fr: Supprimer paire d'image

# Languages::delete_install_folder
source: Please remove the install directory.<br /><br />Keeping the install directory on the server is insecure.
fa: لطفا پوشه نصب را حذف کنید.<br /><br />نگهداری دایرکتوری نصب در سرور نا امن است.
fr: Supprimer le répertoire d'installation.<br /><br />Conserver le répertoire d'installation sur le serveur est peu sûr.

# Languages::delete_range
source: Delete range
fa: حذف محدوده
fr: Supprimer le taux

# Languages::delete_selected
source: Delete selected
fa: حذف انتخاب شده
fr: Supprimer sélection

# Languages::delete_this_category
source: Delete this category
fa: حذف این دسته
fr: Supprimer cette catégorie

# Languages::delete_this_page
source: Delete this page
fa: حذف این صفحه
fr: Supprimer cette page

# Languages::delivery_time
source: Delivery time
fa: زمان تحویل
fr: Délai de livraison

# Languages::demo
source: Demo
fa: نسخه ی نمایشی
fr: Démo

# Languages::demo_mode
source: Demo mode is enabled
fa: حالت دمو فعال است
fr: Le mode Démonstration est en route

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
fa: <p>سبد خرید در حالت <b>نمایشی </b> کار می کند و این عملکرد غیر فعال شده است.</p>
fr: <p>Ce panier fonctionne en mode <b>Démonstration</b> et cette fonction est désactivée.</p>

# Languages::demo_panel.demo_store_panel
source: Demo store panel
fa: نسخه ی نمایشی پنل فروشگاه
fr: Panneau du magasin de démo

# Languages::demo_panel.go_admin_panel
source: Go to Administration panel
fa: رفتن به پانل مدیریت
fr: Aller au panneau d'administration

# Languages::demo_panel.go_storefront
source: Go to Storefront
fa: رفتن به صفحه فروشگاه
fr: Aller à la vitrine du magasin

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
fa: نسخه ی نمایشی تنظيم خواهد شد در:
fr: La démo sera réinitialisée dans:

# Languages::denied
source: Denied
fa: رد شده
fr: Refusé

# Languages::dependence
source: Sort by
fa: مرتب سازی بر اساس
fr: Trier par

# Languages::deposit_amount
source: Deposit amount
fa: مبلغ سپرده
fr: Montant du dépôt

# Languages::desc
source: desc.
fa: نزولی.
fr: Descendant.

# Languages::description
source: Description
fa: شرح

# Languages::descr_avs
source: AVS verification response
fa: پاسخ تایید AVS
fr: Réponse de vérification AVS

# Languages::descr_cvv
source: CVV2 verification response
fa: پاسخ تایید CVV2
fr: Réponse de vérification CVV2

# Languages::design
source: Design
fa: طراحی

# Languages::design_mode
source: Design mode
fa: حالت طراحی
fr: Mode design

# Languages::desired_amount
source: Desired quantity
fa: مقدار مورد نظر
fr: Quantité désirée

# Languages::destination
source: Destination
fa: مقصد

# Languages::detailed_description
source: Detailed description
fa: شرح مفصل
fr: Description détaillée

# Languages::detailed_images
source: Detailed images
fa: تصاویر با جزئیات
fr: Images supplémentaires

# Languages::details
source: details
fa: جزئیات
fr: détails

# Languages::diff
source: File changes
fa: تغییرات فایل
fr: Modifications du fichier

# Languages::different_only
source: Different only
fa: فقط تفاوت
fr: Différent seulement

# Languages::directory
source: Directory
fa: دایرکتوری
fr: Répertoire

# Languages::direct_download
source: Direct download
fa: دانلود مستقیم
fr: Télécharger directement

# Languages::disable
source: Disable
fa: غیر فعال کردن
fr: Désactiver

# Languages::disabled
source: Disabled
fa: غیر فعال شد
fr: Désactivé

# Languages::disabled_categories
source: Disabled categories
fa: دسته بندی های غیر فعال
fr: Catégories désactivées

# Languages::disable_for
source: Disable for
fa: غیر فعال برای
fr: Désactiver pour

# Languages::disable_selected
source: Disable selected
fa: غیر فعال کردن انتخاب شده ها
fr: Désactiver les sélectionnés

# Languages::disapprove
source: Disapprove
fa: رد
fr: Désapprouver

# Languages::disapproved
source: Disapproved
fa: رد شده
fr: Désapprouvé

# Languages::disapprove_selected
source: Disapprove selected
fa: رد انتخاب شده ها
fr: Désapprouver sélection

# Languages::discount
source: Discount
fa: تخفیف
fr: Remise

# Languages::discounted_price
source: Discounted price
fa: قیمت با تخفیف
fr: Prix remisé

# Languages::discounts
source: Discounts
fa: تخفیف ها
fr: Remises

# Languages::discount_coupon
source: Discount coupon
fa: کوپن های تخفیف
fr: Coupon de réduction

# Languages::discount_coupon_code
source: Discount coupon code
fa: کد کوپن های تخفیف
fr: Code promo de rabais

# Languages::dispatch
source: Dispatch
fa: اعزام
fr: Envoyer

# Languages::displayed_vendors
source: Displayed stores
fa: فروشگاه های نمایش داده شده
fr: Magasins affichés

# Languages::display_bottom_buttons
source: Display bottom buttons
fa: نمایش دکمه های پایین
fr: Afficher les boutons du fond

# Languages::display_delete_icons
source: Display delete icons
fa: نمایش آیکون را حذف کنید
fr: Afficher les icônes supprimer

# Languages::display_message
source: Display message
fa: نمایش پیام
fr: Afficher le message

# Languages::display_on
source: Display on
fa: نمایش در
fr: Afficher sur

# Languages::display_type
source: Display type
fa: نوع نمایش
fr: Type d'affichage

# Languages::display_variants_count
source: Number of displayed filter variants before scroll
fa: تعداد انواع فیلتر های نمایش داده شده قبل از حرکت
fr: Numero de variants du filtre affiche avant de voir plus

# Languages::domains
source: Domains
fa: دامنه ها
fr: Domaines

# Languages::domestic_usps
source: Domestic U.S.P.S.
fa: U.S.P.S. داخلی.
fr: U.S.P.S. Domestique

# Languages::done
source: Done
fa: انجام شد
fr: fait

# Languages::dont_track
source: Do not track
fa: پیگیری نکنید
fr: ne pas suivre

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
fa: Cardinal Centinell &reg; برای تایید پرداخت کننده سه بعدی ایمن استفاده نکنید
fr: Ne pas utliser Cardinal Centinel&reg; pour l'authentification 3-D Secure du donneur d'ordre

# Languages::dots
source: Dots
fa: نقطه ها
fr: Points

# Languages::down
source: Down
fa: پایین
fr: Bas

# Languages::download
source: Download
fa: دانلود
fr: Télécharger

# Languages::downloadable
source: Downloadable
fa: قابل دانلود
fr: Téléchargeable

# Languages::downloadable_shipping
source: Enable shipping if downloadable
fa: فعال کردن ارسال برای محصولات قابل دانلود
fr: Activer la livraison si téléchargeable

# Languages::downloads
source: Downloads
fa: دانلودها
fr: Téléchargements

# Languages::downloads_max_left
source: Downloads (max./left)
fa: دانلود ها (حداکثر/مانده)
fr: Téléchargements max / restants

# Languages::download_key_expiry
source: Download key expiry
fa: دانلود کلید انقضاء
fr: Expiration de la clé de téléchargement

# Languages::download_link_expired
source: The download link is expired or is not ready.
fa: لینک دانلود تمام شده است و یا آماده نیست.
fr: Le lien de téléchargement a expiré ou n'est pas prêt.

# Languages::do_not_change
source: Do not change
fa: تغییر ندهید
fr: Ne pas changer

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
fa: آرم خرید سبد خرید را به تاجر انتقال ندهید
fr: Ne pas passer le logo du panier au marchand

# Languages::do_not_use
source: Do not use
fa: عدم استفاده از
fr: Ne pas utiliser

# Languages::drlicense_number
source: Driving License Number
fa: شماره گواهینامه رانندگی
fr: Numéro de permis de conduire

# Languages::dropdown_horizontal
source: Dropdown horizontal
fa: کرکره افقی
fr: Liste déroulante horizontale

# Languages::dropdown_limit
source: Minimal number of items to be placed in a dropdown list.
fa: حداقل تعداد مواردی که باید در لیست کشویی قرار گیرند.
fr: Nombre minimal d'éléments à placer dans une liste déroulante.

# Languages::dropdown_second_level_elements
source: Second level elements
fa: عناصر سطح دوم
fr: Éléments du second niveau

# Languages::dropdown_third_level_elements
source: Third level elements
fa: عناصر سطح سوم
fr: Éléments du troisième niveau

# Languages::dropdown_vertical
source: Dropdown vertical
fa: کشویی عمودی
fr: Liste déroulante verticale

# Languages::drop_existing_data
source: Delete all existing product files before import
fa: حذف همه فایل های محصول موجود قبل از واردات
fr: Supprimer tout les fichiers des produits existants avant l'import.

# Languages::delete_downloadable_product_files
source: Delete existing files of downloadable products
fa: فایل های موجود محصولات قابل دانلود را حذف کنید
fr: Supprimer les fichiers existants des produits téléchargeables

# Languages::delete_downloadable_product_files_tooltip
source: If you enable this setting, then importing downloadable products will delete their existing files. If the setting is disabled, the new files of downloadable products will simply be added to existing files.
fa: اگر این تنظیم را فعال کنید، وارد کردن محصولات قابل دانلود فایل های موجود آنها را حذف می کند. اگر تنظیم غیرفعال باشد، فایل‌های جدید محصولات قابل دانلود به سادگی به فایل‌های موجود اضافه می‌شوند.
fr: Si vous activez ce paramètre, l'importation de produits téléchargeables supprimera leurs fichiers existants. Si le paramètre est désactivé, les nouveaux fichiers des produits téléchargeables seront simplement ajoutés aux fichiers existants.

# Languages::cant_create_backup_file
source: Cannot upload backup file. Please check permissions for the "var/backups" directory of your installation.
fa: قادر به بارگذاری پرونده های پشتیبان نمی باشد. لطفا مجوزهای دایرکتوری "var/پشتیبان گیری" نصب خود را بررسی کنید.
fr: Ne peut pas charger le fichier de sauvegarde. Veuillez verifier les permission du repertoire 'var/backups'installees.

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
fa: لطفا مجوز نوشتن را در فایل پشتیبان پایگاه داده تنظیم کنید .
fr: Le fichier qui doit contenir la sauvegarde de la base de données ne possède pas les droits en écriture.

# Languages::duplicate
source: Duplicate transactions
fa: معاملات تکراری
fr: Transactions dupliquées

# Languages::dutch
source: Dutch
fa: هلندی
fr: Néerlandais

# Languages::dynamic
source: Dynamic
fa: پویا
fr: Dynamique

# Languages::dynamic_content
source: This block content will be shown on <a href="[url]">this page</a> only.
fa: این مطلب به این بلوک در <a href="[url]"> این صفحه</a> تنها داده می شود.
fr: Le contenu de ce bloc ne sera visible que sur <a href="[url]">cette page</a>.

# Languages::dynamic_tree_cat
source: Dynamic tree
fa: درخت پویا
fr: Arbre dynamique

# Languages::dynamic_tree_pages
source: Dynamic tree
fa: درخت پویا
fr: Arbre dynamique

# Languages::easing
source: Easing
fa: کاستن از
fr: Allègement

# Languages::edit
source: Edit
fa: ویرایش
fr: Modifier

# Languages::editing
source: Editing
fa: در حال ویرایش
fr: Édition

# Languages::editing_block
source: Editing block
fa: ویرایش بلوک
fr: Edition d'un bloc

# Languages::editing_category
source: Editing category
fa: ویرایش دسته
fr: Édition d'une catégorie

# Languages::editing_chart
source: Editing chart
fa: ویرایش نمودار
fr: Édition de la charte

# Languages::editing_container
source: Editing container
fa: ویرایش ظرف
fr: Édition du conteneur

# Languages::editing_currency
source: Editing currency
fa: ویرایش ارز
fr: Édition de la monnaie

# Languages::editing_defined_products
source: Editing defined products
fa: در حال ویرایش محصولات تعریف شده
fr: Edition des produits définis

# Languages::editing_file
source: Editing file
fa: ویرایش فایل
fr: Edition d'un fichier

# Languages::editing_filter
source: Editing filter
fa: ویرایش فیلتر
fr: Edition d'un filtre

# Languages::editing_folder
source: Editing folder
fa: ویرایش پوشه
fr: Édition du dossier

# Languages::editing_grid
source: Editing grid
fa: ویرایش شبکه
fr: Édition de la grille

# Languages::editing_group
source: Editing group
fa: ویرایش گروه
fr: Édition d'un groupe

# Languages::editing_item
source: Editing item
fa: ویرایش کالا
fr: Édition d'un élement

# Languages::editing_language
source: Editing language
fa: ویرایش زبان
fr: Édition de la langue

# Languages::editing_layout
source: Editing layout
fa: ویرایش طرح
fr: Édition de la mise en page

# Languages::editing_link
source: Editing link
fa: ویرایش پیوند
fr: Édition d'un lien

# Languages::editing_localization
source: Editing localization
fa: ویرایش محلی سازی
fr: Édition de la localisation

# Languages::editing_location
source: Editing location
fa: ویرایش مکان
fr: Edition d'un emplacement

# Languages::editing_rate_area
source: Editing rate area
fa: منطقه نرخ ویرایش
fr: Édition d'une zone tarifaire

# Languages::editing_menu
source: Editing menus
fa: ویرایش منوها
fr: Édition des menus

# Languages::editing_option
source: Editing option
fa: ویرایش گزینه ها
fr: Édition d'une option

# Languages::editing_order
source: Editing order
fa: در حال ویرایش سفارش
fr: Modification commande

# Languages::editing_page
source: Editing page
fa: ویرایش صفحه
fr: Édition d'une page

# Languages::editing_payment
source: Editing payment
fa: ویرایش پرداخت
fr: Édition d'un paiement

# Languages::editing_product
source: Editing product
fa: ویرایش محصول
fr: Édition d'un produit

# Languages::editing_product_feature
source: Editing product feature
fa: ویرایش ویژگی های محصول
fr: Edition d'une caractéristique produit

# Languages::editing_profile
source: Editing profile
fa: ویرایش پروفایل
fr: Édition d'un profil

# Languages::editing_profile_field
source: Editing profile field
fa: فیلد ویرایش پروفایل
fr: Édition du champ profil

# Languages::editing_promotion
source: Editing promotion
fa: ویرایش ارتقاء
fr: Édition d'une promotion

# Languages::editing_quick_menu_link
source: Editing quick menu link
fa: ویرایش لینک منو سریع
fr: Edition des liens du menu rapide

# Languages::editing_quick_menu_section
source: Editing quick menu section
fa: ویرایش بخش منو سریع
fr: Edition d'une section du menu rapide

# Languages::editing_report
source: Editing report
fa: ویرایش گزارش
fr: Edition d'un rapport

# Languages::editing_shipping_method
source: Editing shipping method
fa: ویرایش روش ارسال
fr: Édition d'une méthode de livraison

# Languages::editing_sitemap_section
source: Editing sitemap section
fa: ویرایش بخش نقشه سایت
fr: Édition de la section sitemap

# Languages::editing_status
source: Editing status
fa: وضعیت ویرایش
fr: Edition d'un statut

# Languages::editing_tab
source: Editing tab
fa: زبانه در حال ویرایش
fr: Édition de l'onglet

# Languages::editing_tax
source: Editing tax
fa: ویرایش مالیات
fr: Édition d'une taxe

# Languages::editing_vendor
source: Editing store
fa: ویرایش فروشگاه
fr: Édition du magasin

# Languages::edition_type
source: Edition type
fa: نوع چاپ
fr: Type d'édition

# Languages::edit_content_on_site
source: Edit content on-site
fa: ویرایش مطالب سایت
fr: Modifiez le contenu sur le site

# Languages::edit_files
source: Can edit
fa: می تواند ویرایش کند
fr: Peut éditer

# Languages::edit_layout
source: Edit layout
fa: ویرایش طرح
fr: Éditer la mise en page

# Languages::edit_order
source: Edit order
fa: ویرایش سفارش
fr: Modifier commande

# Languages::edit_products
source: Edit products
fa: ویرایش محصولات
fr: Éditer les produits

# Languages::edit_profile
source: Edit profile
fa: ویرایش پروفایل
fr: Editer le profil

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
fa: تغییر ایمیل، رمز عبور، اطلاعات حمل و نقل/صدور صورت حساب و دیگر تنظیمات پروفایل
fr: Changer l'e-mail, le mot de passe, les infos de livraison et de facturation, et les autres paramètres du profil

# Languages::edit_report
source: Edit report
fa: ویرایش گزارش
fr: Modifier rapport

# Languages::edit_selected
source: Edit selected
fa: ویرایش انتخاب
fr: Editer sélection

# Languages::edp_access_granted
source: Now you can download the purchased products.
fa: حالا شما می توانید محصولات خریداری شده را دانلود کنید.
fr: Maintenant vous pouvez télécharger les produits achetés.

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
fa: دسترسی به محصولات الکترونیکی توزیع شده، داده شد
fr: Accès accordé aux produits téléchargeables

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
fa: فعال کردن ارسال برای محصولات قابل دانلود
fr: Activer la livraison de produits téléchargeables

# Languages::email
source: Email
fa: پست الکترونیکی

# Languages::emails
source: Emails
fa: پست الکترونیکی

# Languages::email_address
source: E-mail address
fa: آدرس پست الکترونیکی
fr: E-mail adresse

# Languages::email_header
source: E-mail header
fa: سرصفحه ایمیل
fr: Entête du mail

# Languages::email_subject
source: E-mail subject
fa: موضوع پست الکترونیکی
fr: Sujet du mail

# Languages::empty
source: Empty
fa: خالی
fr: Vide

# Languages::empty_key_value
source: Empty table key value
fa: مقدار کلید جدول خالی
fr: Vider la valeur de la clé de la table

# Languages::enable
source: Enable
fa: فعال کردن
fr: Activer

# Languages::enabled
source: Enabled
fa: فعال شده
fr: Activé

# Languages::enable_cdn
source: Enable CDN
fa: CDNرا قادر می سازد
fr: Acitver le CDN

# Languages::enable_for
source: Enable for
fa: فعال برای
fr: Activer pour

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
fa: فعال/غیر فعال بلوک
fr: Activer/Désactiver le bloc

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
fa: ظرف فعال/غیر فعال
fr: Activer/désactiver le conteneur

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
fa: فعال/غیر فعال شبکه
fr: Activer/Désactiver la grille

# Languages::enable_quick_view
source: Enable quick view
fa: قادر به مشاهده سریع نمی باشد.
fr: Active la vue rapide

# Languages::encryption
source: Encryption
fa: رمزگذاری
fr: Cryptage

# Languages::encryption_key
source: Encryption Key
fa: کلید رمزگذاری
fr: Clé de cryptage

# Languages::end_date
source: End date
fa: تاریخ پایان
fr: Date fin

# Languages::english
source: English
fa: انگلیسی
fr: Anglais

# Languages::enter_code
source: Enter code
fa: کد را وارد کنید
fr: Entrer le code

# Languages::enter_data
source: Enter data
fa: داده ها را وارد کنید
fr: Entrer les données

# Languages::enter_email
source: Enter e-mail address
fa: آدرس پست الکترونیکی را وارد کنید
fr: Saisir adresse email

# Languages::enter_new_lang_code
source: Enter a new language code
fa: کد زبان جدید را وارد کنید
fr: Saisir un nouveau code de langue

# Languages::enter_other
source: Enter other
fa: دیگر داده ها را وارد کنید
fr: Entre autres

# Languages::enter_your_price
source: Enter your price
fa: قیمت خود را وارد کنید
fr: Saisir votre prix

# Languages::entity
source: Entity
fa: نهاد
fr: Entité

# Languages::entry_page
source: Global entry page
fa: صفحه ورود جهانی
fr: Point d'entrée

# Languages::entry_point
source: Entry point
fa: امتیاز ورود
fr: Entrer point

# Languages::envelope
source: Envelope
fa: پاکت
fr: Enveloppe

# Languages::epdq_3ds_main
source: Main window
fa: پنجره اصلی
fr: Fenêtre principales
