Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# SettingsOptions::default_city
source: Default city
fa: شهر پیش فرض
fr: Ville par défaut

# SettingsOptions::company_website
source: Company website
fa: وب سایت شرکت
fr: Site web de la société

# SettingsOptions::orders_per_page
source: Orders per page
fa: سفارش در صفحه
fr: Commandes par page

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
fa: کیفیت فرمت JPEG (0-100)
fr: Qualité du format JPEG (0-100)

# SettingsOptions::company_start_year
source: Year when the store started its operation
fa: سالی که فروشگاه شروع به کار کرد
fr: Année de début d'activité de la boutique

# SettingsOptions::default_country
source: Default country
fa: کشور پیش فرض
fr: Pays par défaut

# SettingsOptions::products_per_page
source: Products per page
fa: محصول در صفحه
fr: Produits par page

# SettingsOptions::company_users_department
source: User department e-mail address
fa: آدرس ایمیل بخش کاربران
fr: Adresse email du service clients

# SettingsOptions::use_for
source: Use for
fa: استفاده برای
fr: Utiliser pour

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
fa: عرض تصویر کوچک فهرست محصولات (دسته، جستجو، و غیره).
fr: Largeur de vignette de la liste des produits (catégorie, recherche, etc)

# SettingsOptions::default_state
source: Default state
fa: حالت پیش فرض
fr: Département par défaut

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
fa: آدرس ایمیل مدیر سایت
fr: Adresse email de l'administrateur du site

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
fa: لیست محصولات (دسته، جستجو، و غیره) ارتفاع تصویر کوچک
fr: Hauteur de vignette pour liste de produits (catégorie, recherche,etc)

# SettingsOptions::company_orders_department
source: Order department e-mail address
fa: نشانی ایمیل بخش سفارشات
fr: Email du sevice commercial

# SettingsOptions::default_phone
source: Default phone
fa: تلفن پیش فرض
fr: Téléphone par défaut

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
fa: عرض تصویر کوچک صفحه جزئیات محصول
fr: Largeur de vignette pour la page de détail du produit

# SettingsOptions::header_7004
source: Catalog
fa: کاتالوگ
fr: Catalogue

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
fa: آدرس ایمیل راهنما / واحد پشتیبانی
fr: Adresse email du département Aide/ Support

# SettingsOptions::elements_per_page
source: Elements per page
fa: عناصر در هر صفحه
fr: Eléments par page

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
fa: فعال کردن و ردیابی موجودی
fr: Activer le suivi d'inventaire

# SettingsOptions::product_details_thumbnail_height
source: Product details page thumbnail height
fa: ارتفاع تصویر کوچک صفحه جزئیات محصول
fr: Hauteur de la vignette de la page de détails du produit

# SettingsOptions::allow_negative_amount
source: Allow negative amount in inventory
fa: مقدار منفی را در موجودی مجاز کنید
fr: Permettre une quantité négative dans l'inventaire

# SettingsOptions::product_quick_view_thumbnail_width
source: Product quick view thumbnail width
fa: عرض تصویر کوچک نمایش سریع محصول
fr: Largeur de la vignette de la page de détails du produit

# SettingsOptions::product_quick_view_thumbnail_height
source: Product quick view thumbnail height
fa: ارتفاع تصویر کوچک نمایش سریع محصول
fr: Hauteur de la vignette de la vue rapide du produit

# SettingsOptions::product_admin_mini_icon_width
source: Admin panel: product mini-icon thumbnail width
fa: پنل مدیریت: عرض تصویر کوچک آیکون کوچک محصول
fr: Panneau d'administration : largeur de la vignette de la mini-icône du produit

# SettingsOptions::product_admin_mini_icon_height
source: Admin panel: product mini-icon thumbnail height
fa: پنل مدیریت: ارتفاع تصویر کوچک نماد کوچک محصول
fr: Panneau d'administration : hauteur de la vignette de la mini-icône du produit

# SettingsOptions::company_newsletter_email
source: Reply-To newsletter e-mail address
fa: پاسخ به آدرس پست الکترونیکی خبرنامه
fr: Adresse email de réponse à la newsletter

# SettingsOptions::edp_key_ttl
source: Download key TTL (for electronically distributed products), hours
fa: دانلود کلید TTL (برای محصولات الکترونیکی توزیع شده)، ساعت
fr: Clé de téléchargement (pour les produits distribués par téléchargement); heures

# SettingsOptions::low_stock_threshold
source: Low stock notification threshold
fa: آستانه آگاه شدن از کمی انبار
fr: Seuil de notification de rupture de stock

# SettingsOptions::columns_in_products_list
source: Number of columns in the product list
fa: تعداد ستون ها در لیست محصول
fr: Nombre de colonnes dans la liste des produits

# SettingsOptions::show_products_from_subcategories
source: Show products from subcategories of the selected category
fa: نمایش محصولات از زیر مجموعه های دسته انتخابی
fr: Affiche les produits des sous-catégories de la catégorie sélectionnée

# SettingsOptions::display_options_modifiers
source: Display modifiers for product options
fa: نمایش اصلاح کننده ها برای گزینه های محصول
fr: Afficher modificateurs pour options de produit

# SettingsOptions::default_options_type
source: Options type
fa: نوع گزینه ها
fr: Type d'options

# SettingsOptions::default_tracking
source: Track inventory
fa: پیگیری موجودی
fr: Suivi de l'inventaire

# SettingsOptions::default_exceptions_type
source: Exceptions type
fa: نوع استثنائات
fr: Type d'exceptions

# SettingsOptions::default_zero_price_action
source: Zero price action
fa: اقدام قیمت صفر
fr: Action prix nul

# SettingsOptions::default_min_qty
source: Minimum quantity to buy per product
fa: حداقل مقدار برای خرید هر محصول
fr: Quantité minimale à acheter par produit

# SettingsTooltips::default_min_qty
source: Sell no less than X units of a product in an order.
fa: کمتر از X واحد از یک محصول را به صورت سفارشی بفروشید.
fr: Ne pas vendre moins de X unités d'un produit dans une commande.

# SettingsOptions::default_max_qty
source: Maximum quantity to buy per product
fa: حداکثر مقدار برای خرید هر محصول
fr: Quantité maximale à acheter par produit

# SettingsTooltips::default_max_qty
source: Sell no more than X units of a product in an order.
fa: بیش از X واحد از یک محصول را در یک سفارش بفروشید.
fr: Ne pas vendre plus de X unités d'un produit dans une commande.

# SettingsOptions::default_qty_step
source: Quantity step
fa: مرحله کمیت
fr: Quantité étape

# SettingsTooltips::default_qty_step
source: Increase or decrease the number of purchased product units only by X.
fa: تعداد واحدهای محصول خریداری شده را فقط تا X افزایش یا کاهش دهید.
fr: Augmenter ou diminuer de X seulement le nombre d'unités de produits achetés.

# SettingsOptions::default_list_qty_count
source: Number of available quantities
fa: تعداد مقادیر موجود
fr: Nombre de quantités disponibles

# SettingsTooltips::default_list_qty_count
source: Replace product quantity selector with a dropdown list with X variants.
fa: انتخابگر مقدار محصول را با یک لیست کشویی با انواع X جایگزین کنید.
fr: Remplacer le sélecteur de quantité de produits par une liste déroulante avec X variantes.

# SettingsOptions::exception_style
source: Exception style
fa: سبک استثنایی
fr: Style d'exception

# SettingsOptions::product_cart_thumbnail_width
source: Product cart page thumbnail width
fa: عرض تصویر کوچک صفحه سبد کالا
fr: Largeur de vignette de produit dans la page panier

# SettingsOptions::product_cart_thumbnail_height
source: Product cart page thumbnail height
fa: ارتفاع تصویر کوچک صفحه سبد کالا
fr: Hauteur de vignette de produit dans la page panier

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
fa: نمایش محصولات بدون موجودی
fr: Afficher les produits en rupture de stock

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
fa: پهنای تصویر کوچک فهرست دسته ها
fr: Largeur de vignette de liste de catégories

# SettingsOptions::taxes_using_default_address
source: Estimate taxes using default address on cart/checkout pages
fa: برآورد مالیات بر اساس نشانی پیش گزیده روی صفحات سبد خرید/تسویه حساب
fr: Estimer les taxes en utilisant l'adresse par défaut sur les pages caddie/commander

# SettingsOptions::show_prices_taxed_clean
source: Display prices with taxes on category/product pages if the method of calculating taxes is based on a unit's price
fa: اگر روش محاسبه مالیات بر اساس قیمت واحد باشد، قیمت‌ها را با مالیات در صفحات دسته/محصول نمایش دهید.
fr: Afficher prix avec les taxes sur les pages catégorie/produit.

# SettingsOptions::cart_prices_w_taxes
source: Display prices with taxes on cart/checkout pages if the method of calculating taxes is based on a unit's price
fa: در صورتی که روش محاسبه مالیات بر اساس قیمت واحد باشد، قیمت‌ها را همراه با مالیات در صفحات سبد خرید/تسویه‌حساب نمایش دهید.
fr: Afficher prix avec les taxes sur les pages caddie/commander

# SettingsOptions::in_stock_field
source: Show number of available products
fa: نشان دادن تعداد محصولات موجود در دسترس
fr: Montrer le nombre de produits disponibles

# SettingsOptions::thumbnails_gallery
source: Display mini thumbnail images as a gallery
fa: نمایش تصاویر کوچک به صورت گالری
fr: Afficher les images vignettes en gallerie

# SettingsOptions::quantity_changer
source: Use 'Value changer' for the Quantity field
fa: برای قسمت کمیت از «تغییرکننده ارزش» استفاده کنید
fr: Utilisez «Changer valeur» pour le champ Quantité

# SettingsOptions::top_pagination
source: Display the 'Pagination section' on the top of the listed object
fa: "بخش صفحه بندی" را در بالای شی فهرست شده نمایش دهید
fr: Afficher la 'Section de pagination' au dessus des objets listés.

# SettingsOptions::default_image_previewer
source: Default image previewer
fa: پیش نمایش دهنده تصویر پیش فرض
fr: Visionneur d'image par défaut

# SettingsOptions::category_lists_thumbnail_height
source: Categories list thumbnail height
fa: ارتفاع تصویر کوچک فهرست دسته ها
fr: Hauteur de vignette de liste de catégories

# SettingsOptions::default_product_details_view
source: Product detailed page view
fa: نمایش صفحه جزئیات محصول
fr: Vue de la page produit détaillée

# SettingsOptions::product_details_in_tab
source: Display product details in tabs
fa: نمایش جزئیات محصول در زبانه ها
fr: Afficher le détail des produits dans les onglets

# SettingsOptions::display_track_orders
source: Display track my orders section
fa: نمایش بخش پیگیری سفارشات من
fr: Afficher la section 'Suivre mes commandes'

# SettingsOptions::header_10070
source: Products list layouts settings
fa: تنظیمات طرح بندی لیست محصولات
fr: Paramètres de mise en page d'une liste de produits

# SettingsOptions::default_products_view_templates
source: Available product list views
fa: نمایش فهرست محصولات موجود
fr: Liste de produit disponibles dans la vue

# SettingsOptions::default_products_view
source: Product list default view
fa: نمای پیش فرض فهرست محصول
fr: Liste de produit dans la vue par défaut

# SettingsOptions::save_selected_view
source: Use the selected view for current category or search page only
fa: از نمای انتخابی فقط برای دسته بندی فعلی یا صفحه جستجو استفاده کنید
fr: Utiliser la vue sélectionnée pour la catégorie ou la page de recherche actuelle uniquement

# SettingsOptions::available_product_list_sortings
source: Available product list sortings
fa: ترتیب فهرست محصولات موجود
fr: Tris disponibles pour liste de produits

# SettingsOptions::default_products_sorting
source: Product list default sorting
fa: مرتب سازی پیش فرض فهرست محصول
fr: Tri par défaut de la liste des produits

# SettingsOptions::enable_quick_view
source: Enable quick view
fa: قادر به مشاهده سریع نمی باشد
fr: Active la vue rapide

# SettingsOptions::header_10080
source: Common settings
fa: تنظیمات معمولی
fr: Paramètres communs

# SettingsOptions::date_format
source: Date format
fa: قالب تاريخ
fr: Sélectionner le format de la date

# SettingsOptions::category_details_thumbnail_width
source: Category details page thumbnail width
fa: عرض تصویر کوچک صفحه جزئیات دسته
fr: Largeur de vignette pour la page de détails de la catégorie

# SettingsOptions::time_format
source: Time format
fa: فرمت زمان
fr: Sélectionner format horaire

# SettingsOptions::category_details_thumbnail_height
source: Category details page thumbnail height
fa: ارتفاع تصویر کوچک صفحه جزئیات دسته
fr: Hauteur de vignette pour la page de détails de la catégorie

# SettingsOptions::header_7024
source: Promotions
fa: تبلیغات
fr: Remises

# SettingsOptions::timezone
source: Time zone
fa: ساعت محلی
fr: Fuseau horaire

# SettingsOptions::category_detailed_image_width
source: Detailed category image width
fa: عرض تصویر دسته بندی دقیق
fr: Largeur de l'image du détail de catégorie

# SettingsOptions::use_single_coupon
source: Allow customers to use single discount coupon only
fa: مجوز تنها یکبار استفاده از برگه ی تخفیف توسط مشتریان
fr: Permettre aux clients d'utiliser un seul bon de réduction seulement

# SettingsOptions::calendar_date_format
source: Calendar date format
fa: فرمت تاریخ تقویم
fr: Sélectionner le format de la date (calendrier)

# SettingsOptions::category_detailed_image_height
source: Detailed category image height
fa: ارتفاع تصویر دسته بندی دقیق
fr: Hauteur de l'image du détail de catégorie

# SettingsOptions::header_7005
source: Users
fa: کاربران
fr: Utilisateurs

# SettingsOptions::user_multiple_profiles
source: Allow users to create multiple profiles for one account
fa: مجوز ایجاد چند پرونده برای یک حساب
fr: Permettre au utilisateur de créer de multiples profils (adresses de livraison et facturation) pour un seul compte

# SettingsOptions::calendar_week_format
source: Calendar week starts from
fa: تقویم هفته از روز( )شروع می شود
fr: La semaine commence le

# SettingsOptions::min_order_amount
source: Minimum order amount
fa: حداقل میران سفارش
fr: Montant minimum de commande

# SettingsOptions::min_order_amount_type
source: Define minimum order amount by
fa: تعیین حداقل میزان سفارش با
fr: Définir le montant minimum par commande

# SettingsOptions::allow_anonymous_shopping
source: Allow shopping for unlogged customers
fa: امکان خرید برای مشتریانی که ثبت نام نکرده اند
fr: Permettre les achats aux clients non connectés

# SettingsOptions::disable_anonymous_checkout
source: Disable anonymous checkout
fa: تسویه حساب ناشناس را غیرفعال کنید
fr: Désactiver les commandes anonymes

# SettingsOptions::checkout_redirect
source: Allow checkout only from cart
fa: پرداخت فقط از سبد خرید مجاز است
fr: Autoriser le paiement uniquement à partir du panier

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
fa: به مشتری اجازه دهید در گروه کاربری ثبت نام کند
fr: Autoriser le client à s'inscrire à un groupe d'utilisateur

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
fa: مدیر باید حساب های کاربر جدید را فعال کنید
fr: Un nouveau compte utilisateur devra être activé par l'administrateur

# SettingsOptions::address_position
source: Profile address section order
fa: مشخصات آدرس بخش سفارش
fr: Position de l'adresse du profil dans la commande

# SettingsOptions::changes_warning
source: Unsaved changes warning
fa: تغییرات انجام شده ذخیره نشده است ،دقت کنید
fr: Mie en garde de modifications non-sauvées

# SettingsOptions::show_menu_descriptions
source: Show menu description in admin panel
fa: نمایش توضیحات منو در پنل مدیریت
fr: Afficher la description du menu dans le panneau d'administration

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
fa: زمان نمایش را اعلام کنید (برای خاموش کردن عملکرد پنهان کردن خودکار عدد 0 را وارد کنید)
fr: Temps d'affichage des notifications (pour désactiver la fonction de masquage automatique entrez 0)

# SettingsOptions::quick_registration
source: Quick registration
fa: ثبت نام سریع
fr: Inscription rapide

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
fa: از مشتریان بخواهید هنگام تسویه حساب با شرایط &amp; موافقت کنند
fr: Demande au client d'accepter les conditions générales durant la commande

# SettingsTooltips::agree_terms_conditions
source: The text of terms & conditions is in the "terms_and_conditions_content" language variable.
fa: متن شرایط و ضوابط در متغیر زبان "شرایط_و_شرایط_محتوا" است.
fr: Le texte des conditions générales se trouve dans la variable linguistique "terms_and_conditions_content".

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
fa: به مشتریان اجازه می دهد چنانچه تراکنش رد شده است دوباره پرداخت سفارش را انجام دهند
fr: Autoriser l'utilisateur à payer à nouveau si transaction refusée

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
fa: تخمین هزینه حمل در صفحه سبد خرید
fr: Estimation des coûts d'envoi dans la page panier

# SettingsOptions::allow_create_account_after_order
source: Offer guest to create an account after successful order
fa: به مهمان پیشنهاد دهید پس از سفارش موفق، یک حساب کاربری ایجاد کند
fr: donner la possibilité à un client non inscrit de créer son compte après une première commande réussie

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts
fa: هنگام محاسبه تخفیفات، گزینه های محصول را نادیده بگیرید
fr: Ne pas tenir compte des options de produit lors du calcul du rabais de quantité

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
fa: سرویس دهنده پراکسی برای اتصالات خروجی
fr: Serveur proxy pour les connexions sortantes

# SettingsOptions::proxy_host
source: Proxy host
fa: پروکسی میزبان
fr: Hôte du proxy

# SettingsOptions::proxy_port
source: Proxy port
fa: پورت پروکسی
fr: Port du proxy

# SettingsOptions::proxy_user
source: Proxy user
fa: پروکسی کاربر
fr: Manual handling

# SettingsOptions::proxy_password
source: Proxy password
fa: رمزعبور پروکسی
fr: Fragile

# SettingsOptions::header_15000
source: Search options
fa: گزینه های جستجو
fr: Options de recherche

# SettingsOptions::search_objects
source: Search also in
fa: همچنین جستجو در
fr: Rechercher aussi dans

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
fa: استفاده از اتصال رمزگذاری شده
fr: Utiliser Connexion Encryptée

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
fa: "ورود" گام
fr: Configurer l'étape "Connexion"

# SettingsTooltips::configure_sign_in_step
source: This step can be hidden only if it doesn't have any required contact info fields and anonymous checkout is allowed.
fa: این مرحله را فقط در صورتی می توان پنهان کرد که فیلدهای اطلاعات تماس لازم را نداشته باشد و پرداخت ناشناس مجاز باشد.
fr: Cette étape peut être masquée uniquement si elle ne comporte pas de champs d'informations de contact obligatoires et si le paiement anonyme est autorisé.

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
fa: گزینه پیش فرض برای بخش "مشتری جدید" در "ورود به سیستم"
fr: Option par défaut pour la section "Nouveau client" à la page "Connexion".

# SettingsOptions::display_shipping_step
source: Display "Shipping method" step
fa: نمایش مرحله "روش ارسال"
fr: Afficher l'étape "Mode de livraison"

# SettingsTooltips::display_shipping_step
source: If the step is hidden, the first active method will be used by default.
fa: اگر مرحله پنهان باشد، اولین متد فعال به طور پیش فرض استفاده می شود.
fr: Si l'étape est masquée, la première méthode active sera utilisée par défaut.

# SettingsOptions::email_templates
source: Email templates mode
fa: حالت قالب های ایمیل
fr: Mode modèles Emails

# SettingsOptions::phone_validation_mode
source: Supported phone numbers
fa: شماره تلفن های پشتیبانی شده
fr: Numéros de téléphone pris en charge

# SettingsOptions::display_payment_step
source: Display "Payment method" step
fa: نمایش مرحله "روش پرداخت"
fr: Afficher l'étape "Méthode de paiements"

# SettingsTooltips::display_payment_step
source: If the step is hidden, the first active method will be used by default.
fa: اگر مرحله پنهان باشد، اولین متد فعال به طور پیش فرض استفاده می شود.
fr: Si l'étape est masquée, la première méthode active sera utilisée par défaut.

# SettingsOptions::enable_edp
source: Enable selling downloadable products
fa: فروش محصولات قابل دانلود را فعال کنید
fr: Permettre la vente de produits téléchargeables

# SettingsOptions::enable_compare_products
source: Allow customers to compare products
fa: اجازه‌ی مشتریان به مقایسه محصولات
fr: Permettre aux clients de comparer les produits

# SettingsTooltips::secure_storefront
source: SSL certificate must be installed on your server.
fa: گواهی SSL باید روی سرور شما نصب شده باشد.
fr: Le certificat SSL doit être installé sur votre serveur.

# SettingsTooltips::secure_admin
source: SSL certificate must be installed on your server.
fa: گواهی SSL باید روی سرور شما نصب شده باشد.
fr: Le certificat SSL doit être installé sur votre serveur.

# SettingsTooltips::order_start_id
source: Use a number between 1 and 10000000 or leave empty for auto-filling.
fa: از عددی بین 1 تا 10000000 استفاده کنید یا برای پر کردن خودکار خالی بگذارید.
fr: Utilisez un nombre entre 1 et 10000000 ou laissez vide pour un remplissage automatique.

# SettingsTooltips::user_multiple_profiles
source: A profile is a combination of shipping and billing address.
fa: نمایه ترکیبی از آدرس حمل و نقل و صورتحساب است.
fr: Un profil est une combinaison de l'adresse de livraison et de facturation.

# SettingsTooltips::thumbnail_background_color
source: Leave empty for transparent background.
fa: برای پس زمینه شفاف خالی بگذارید.
fr: Laisser vide pour un arrière plan transparent.

# SettingsTooltips::secure_auth
source: SSL certificate must be installed on your server.
fa: گواهی SSL باید روی سرور شما نصب شده باشد.
fr: Le certificat SSL doit être installé sur votre serveur.

# SettingsTooltips::checkout_redirect
source: Show the Checkout button only on the Cart Content page.
fa: نمایش دکمه پرداخت فقط در صفحه محتوای سبد خرید.
fr: Afficher le bouton "Commander" uniquement sur la page "Contenu du panier".

# SettingsTooltips::store_optimization_dev
source: Track modifications in real-time and automatically re-cache modified files (works with files modified directly on server, too.) May slightly affect store performance. Recommended to disable on production.
fa: ردیابی تغییرات در زمان واقعی و ذخیره خودکار فایل‌های اصلاح‌شده (با فایل‌هایی که مستقیماً روی سرور اصلاح شده‌اند نیز کار می‌کند.) ممکن است کمی بر عملکرد فروشگاه تأثیر بگذارد. توصیه می شود هنگام تولید غیرفعال شود.
fr: Tracer les modifications en temps réel et crée automatiquement le cache des fichiers modifiés (fonctionne également avec les fichiers modifiés directement sur le serveur). Cela peut affecter légèrement les performances de la boutique. Il est recommandé de désactiver en production.

# SettingsTooltips::show_menu_descriptions
source: Affects the menus like Products and Orders in the admin panel.
fa: منوهایی مانند محصولات و سفارشات در پنل مدیریت را تحت تأثیر قرار می دهد.
fr: Affecte les menus comme Produits et Commandes dans le panneau d'administration.

# SettingsTooltips::quick_registration
source: Require only contact information for registration.
fa: برای ثبت نام فقط به اطلاعات تماس نیاز دارید.
fr: N'exiger que les informations de contact pour l'inscription.

# SettingsVariants::default_products_sorting::position
source: Default
fa: پیش فرض
fr: Par défaut

# SettingsVariants::feedback_type::manual
source: Manual feedback
fa: بازخورد دستی
fr: Retours manuels

# SettingsVariants::feedback_type::auto
source: Automatic feedback
fa: بازخوردخودکار
fr: Retours automatiques

# SettingsVariants::date_format::%d/%m/%Y
source: 29/09/2005 (day/month/year)
fa: 29/09/2005 (روز/ماه/سال)
fr: 29/09/2005 (jour/mois/année)

# SettingsVariants::allow_anonymous_shopping::allow_shopping
source: Allow
fa: اجازه می دهد
fr: Autoriser
