Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# SettingsVariants::string_type::digits
source: Digits only
fa: ارقام تک
fr: Chiffres uniquement

# SettingsVariants::calendar_date_format::month_first
source: 09/30/2008 (month/day/year)
fa: 2008/09/30 (ماه/روز/سال)
fr: 09/30/2008 (mois/jour/année)

# SettingsVariants::calendar_week_format::sunday_first
source: Sunday
fa: یک شنبه
fr: Dimanche

# SettingsVariants::address_position::billing_first
source: Billing first
fa: اول صورت حساب
fr: La facture d'abord

# SettingsVariants::log_type_general::runtime
source: Runtime
fa: زمان اجرا
fr: Exécution

# SettingsVariants::default_state_update_for_all::not_active
source: Not Active
fa: غیر فعال
fr: Inactif

# SettingsVariants::date_format::%d-%m-%Y
source: 29-09-2005 (day-month-year)
fa: 29-09-2005 (روز-ماه-سال)
fr: 29-09-2005 (jour-mois-année)

# SettingsVariants::min_order_amount_type::products_with_shippings
source: Products with shipping
fa: محصولات با حمل
fr: Produits avec livraison

# SettingsVariants::allow_anonymous_shopping::hide_add_to_cart
source: Hide the "Add to cart" button
fa: پنهان کردن دکمه "افزودن به سبد خرید"
fr: Cacher le bouton "Ajouter au caddie"

# SettingsVariants::string_type::letters
source: Letters only
fa: فقط نامه
fr: Seulement des lettres

# SettingsVariants::calendar_date_format::day_first
source: 30/09/2008 (day/month/year)
fa: 30/09/2008 (روز/ماه/سال)
fr: 30/09/2008 (jour/mois/année)

# SettingsVariants::calendar_week_format::monday_first
source: Monday
fa: دوشنبه
fr: Lundi

# SettingsVariants::address_position::shipping_first
source: Shipping first
fa: اول ارسال
fr: Expédition en premier

# SettingsVariants::log_type_general::deprecated
source: Deprecated features
fa: ویژگی های توصیه شده
fr: Caractéristiques obsolètes

# SettingsVariants::default_state_update_for_all::active
source: Active
fa: فعال
fr: Actif

# SettingsVariants::time_format::%I:%M %p
source: 3:43 PM
fa: 3:43 بعد از ظهر

# SettingsVariants::min_order_amount_type::only_products
source: Products
fa: محصولات
fr: Produits

# SettingsVariants::allow_anonymous_shopping::hide_price_and_add_to_cart
source: Hide price and the "Add to cart" button
fa: پنهان کردن قیمت و دکمه "افزودن به سبد خرید"
fr: Cacher le prix et le bouton "Ajouter au caddie"

# SettingsVariants::string_type::mixed
source: Mixed
fa: مخلوط
fr: Mélangés

# SettingsVariants::date_format::%m/%d/%Y
source: 09/29/2005 (month/day/year)
fa: 2005/09/29 (ماه/روز/سال)
fr: 09/29/2005 (mois/jour/année)

# SettingsVariants::time_format::%I.%M %p
source: 3.43 PM
fa: 3.43 بعد از ظهر

# SettingsVariants::log_type_orders::create
source: Create
fa: ایجاد
fr: Créer

# SettingsVariants::log_type_orders::delete
source: Delete
fa: حذف
fr: Supprimer

# SettingsVariants::log_type_orders::update
source: Update
fa: بروزرسانی
fr: Mettre à jour

# SettingsVariants::log_type_products::create
source: Create
fa: ایجاد
fr: Créer

# SettingsVariants::log_type_products::delete
source: Delete
fa: حذف
fr: Supprimer

# SettingsVariants::log_type_products::update
source: Update
fa: بروزرسانی
fr: Mettre à jour

# SettingsVariants::log_type_users::create
source: Create
fa: ایجاد
fr: Créer

# SettingsVariants::log_type_users::delete
source: Delete
fa: حذف
fr: Supprimer

# SettingsVariants::log_type_users::update
source: Update
fa: بروزرسانی
fr: Mettre à jour

# SettingsVariants::log_type_categories::create
source: Create
fa: ایجاد
fr: Créer

# SettingsVariants::log_type_categories::delete
source: Delete
fa: حذف
fr: Supprimer

# SettingsVariants::log_type_categories::update
source: Update
fa: بروزرسانی
fr: Mettre à jour

# SettingsVariants::date_format::%m-%d-%Y
source: 09-29-2005 (month-day-year)
fa: 09-29-2005 (ماه روز سال)
fr: 09-29-2005 (mois-jour-année)

# SettingsVariants::month::%B, %Y
source: January, 2006
fa: ژانویه 2006
fr: Janvier, 2006

# SettingsVariants::log_type_orders::status
source: Change
fa: تغییر
fr: Modifier

# SettingsVariants::log_type_users::session
source: Session
fa: جلسه

# SettingsVariants::log_type_users::failed_login
source: Failed logins
fa: باری شکست خورده
fr: Connexions erronées

# SettingsVariants::log_type_products::low_stock
source: Low stock
fa: موجودی کم انبار
fr: Stock faible

# SettingsVariants::log_type_database::restore
source: Restore
fa: بازیابی
fr: Restaurer

# SettingsVariants::log_type_database::backup
source: Backup
fa: پشتیبان گیری
fr: Sauvegarder

# SettingsVariants::log_type_database::optimize
source: Optimize
fa: بهینه سازی
fr: Optimiser

# SettingsVariants::log_type_database::error
source: Errors
fa: خطاها
fr: Erreurs

# SettingsVariants::date_format::%Y/%m/%d
source: 2005/09/29 (year/month/day)
fa: 2005/09/29 (سال/ماه/روز)
fr: 2005/09/29 (année/mois/jour)

# SettingsVariants::time_format::%I:%M:%S %p
source: 3:43:55 PM
fa: 3:43:55 عصر

# SettingsVariants::date_format::%Y-%m-%d
source: 2005-09-29 (year-month-day)
fa: 2005-09-29 (سال ماه روز)
fr: 2005-09-29 (année-mois-jour)

# SettingsVariants::time_format::%I.%M.%S %p
source: 3.43.55 PM
fa: 3.43.55 بعد از ظهر

# SettingsVariants::exception_style::hide
source: Hide exception
fa: پنهان کردن استثنا
fr: Cacher les exceptions

# SettingsVariants::alternative_currency::use_only_selected
source: Show prices in selected currency only
fa: نمایش قیمت فقط بر اساس واحد پول تعیین شده
fr: Montrer les prix dans la monnaie selectionnée seulement

# SettingsVariants::date_format::%b %e, %Y
source: Sep 29, 2005 (month day, year)
fa: سپتامبر 29, 2005 (روز ماه، سال)
fr: Sept 29, 2005 (mois jour, année)

# SettingsVariants::default_products_sorting::product
source: Product name
fa: نام محصول
fr: Nom du produit

# SettingsVariants::day::%a, %b %e
source: Tue, Jan 3
fa: سه شنبه 3 جون
fr: Mar, Jan 3

# SettingsVariants::week::%U
source: 1 week
fa: 1 هفته
fr: Semaine 1

# SettingsVariants::month::%B
source: January
fa: دی
fr: Janvier

# SettingsVariants::mailer_send_method::smtp
source: via SMTP server
fa: از طریق سرور SMTP
fr: via un serveur SMTP

# SettingsVariants::tax_calculation::unit_price
source: Unit price
fa: قیمت واحد
fr: Prix unitaire

# SettingsVariants::date_format::%d %b %Y
source: 29 Sep 2005 (day month year)
fa: 29 سپتامبر 2005 (روز ماه سال)
fr: 29 Sept 2005 (jour mois année)

# SettingsVariants::date_format::%A, %B %e, %Y
source: Thursday, September 29, 2005 (day of week, month day, year)
fa: پنجشنبه، 29 سپتامبر 2005 (روز هفته، روز ماه، سال)
fr: Mardi, Septembre 29, 2005 (jour de semaine, jour du mois, année)

# SettingsVariants::date_format::%A, %e %B %Y
source: Thursday, 29 September 2005 (day of week, day month year)
fa: پنجشنبه، 29 سپتامبر 2005 (روز هفته، روز ماه سال)
fr: Mardi, 29 Septembre 2005 (joue de semaine, jour du mois annee)

# SettingsVariants::day::%B %e, %Y
source: January 3, 2006
fa: 3 ژانویه 2006
fr: 3 Janvier, 2006

# SettingsVariants::exception_style::warning
source: Show warning on exception
fa: نشان دادن اخطار در استثنا
fr: Afficher alerte si exception

# SettingsVariants::default_options_type::P
source: Simultaneous
fa: همزمان
fr: Simultané

# SettingsVariants::default_options_type::S
source: Sequential
fa: متوالی
fr: séquentiel

# SettingsVariants::default_exceptions_type::F
source: Forbidden
fa: ممنوع
fr: Interdit

# SettingsVariants::default_exceptions_type::A
source: Allowed
fa: مجاز
fr: Autorisé

# SettingsVariants::default_zero_price_action::R
source: Do not allow customers to add the product to cart
fa: به مشتریان اجازه ندهید محصول را به سبد خرید اضافه کنند
fr: Ne pas permettre l'ajout du produit au panier

# SettingsVariants::default_zero_price_action::P
source: Allow customers to add the product to cart
fa: به مشتریان اجازه دهید محصول را به سبد خرید اضافه کنند
fr: Permettre l'ajout du produit au panier

# SettingsVariants::default_zero_price_action::A
source: Ask customer to enter the price
fa: از مشتری بخواهید قیمت را وارد کند
fr: Demander au client de saisir le prix

# SettingsVariants::alternative_currency::use_selected_and_alternative
source: Show prices in default and selected currencies
fa: نمایش قیمت بر اساس واحد پول پیش فرض و تعیین شده
fr: Montrer les prix dans la monnaie par défaut et les monnaies selectionnées

# SettingsVariants::default_products_sorting::price
source: Price
fa: قیمت
fr: Prix

# SettingsVariants::mailer_send_method::mail
source: via php mail function
fa: از طریق تابع ایمیل php
fr: par fonction d'email php

# SettingsVariants::timezone::Pacific/Apia
source: (GMT-11:00) Samoa
fa: (GMT-11:00) ساموآ

# SettingsVariants::tax_calculation::subtotal
source: Subtotal
fa: زیر جمع
fr: Sous-total

# SettingsVariants::default_products_sorting::null
source: None
fa: هیچ کدام
fr: Nulle

# SettingsVariants::day::%a %b %e, %Y
source: Tue Jan 3, 2006
fa: سه شنبه 3 ژانويه 2006
fr: Mar Jan 3, 2006, 2006

# SettingsVariants::week::%U, %b
source: 1, Jan
fa: 1 دی
fr: 1er Janvier

# SettingsVariants::month::%b
source: Jan
fa: دی
fr: Janvier

# SettingsVariants::mailer_send_method::sendmail
source: via sendmail program
fa: از طریق برنامه sendmail باشد
fr: via programme sendmail

# SettingsVariants::day::%b %e
source: Jan 3
fa: 3 ژانویه
fr: 3 Janvier

# SettingsVariants::timezone::America/Chihuahua
source: (GMT-07:00) Chihuahua, Mazatlan
fa: (GMT-07:00) چیهواهوا، مازاتلان

# SettingsVariants::timezone::Atlantic/Reykjavik
source: (GMT) Reykjavik, Monrovia
fa: (GMT) ریکیاویک، مونروویا

# SettingsVariants::timezone::Europe/London
source: (GMT) Greenwich Mean Time: Edinburgh, Lisbon, London
fa: (GMT) به وقت گرینویچ: ادینبورگ، لیسبون، لندن
fr: (GMT) Greenwich Mean Time : Édimbourg, Lisbonne, Londres

# SettingsVariants::timezone::Europe/Istanbul
source: (GMT+03:00) Istanbul
fa: (GMT+03:00) استانبول

# SettingsVariants::timezone::Europe/Athens
source: (GMT+02:00) Athens
fa: (GMT+02:00) آتن
fr: (GMT+02:00) Athènes

# SettingsVariants::timezone::Asia/Beirut
source: (GMT+02:00) Beirut
fa: (GMT+02:00) بیروت
fr: (GMT+02:00) Beyrouth

# SettingsVariants::timezone::Europe/Bucharest
source: (GMT+02:00) Bucharest
fa: (GMT+02:00) بخارست
fr: (GMT+02:00) Bucarest

# SettingsVariants::timezone::Europe/Moscow
source: (GMT+03:00) Moscow, St. Petersburg
fa: (GMT+03:00) مسکو، سن پترزبورگ
fr: (GMT+03:00) Moscou, Saint-Pétersbourg

# SettingsVariants::timezone::Europe/Minsk
source: (GMT+03:00) Minsk
fa: (GMT+03:00) مینسک

# SettingsVariants::timezone::Asia/Kolkata
source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
fa: (GMT+05:30) چنای، کلکته، بمبئی، دهلی نو

# SettingsVariants::timezone::Asia/Kathmandu
source: (GMT+05:45) Kathmandu
fa: (GMT+05:45) کاتماندو
fr: (GMT+05:45) Katmandou

# SettingsVariants::timezone::Asia/Novosibirsk
source: (GMT+07:00) Novosibirsk
fa: (GMT+07:00) نووسیبیرسک
fr: (GMT+07:00) Novossibirsk

# SettingsVariants::timezone::Asia/Dhaka
source: (GMT+06:00) Nur-Sultan, Dhaka
fa: (GMT+06:00) نورسلطان، داکا

# SettingsVariants::timezone::Asia/Yangon
source: (GMT+06:30) Yangon
fa: (GMT+06:30) یانگون

# SettingsVariants::timezone::Asia/Shanghai
source: (GMT+08:00) Beijing, Chongqing, Hong Kong
fa: (GMT+08:00) پکن، چونگ کینگ، هنگ کنگ
fr: (GMT+08:00) Pékin, Chongqing, Hong Kong

# SettingsVariants::timezone::Asia/Irkutsk
source: (GMT+08:00) Irkutsk, Ulaanbaatar
fa: (GMT+08:00) ایرکوتسک، اولان باتور
fr: (GMT+08:00) Irkoutsk, Ulaanbaatar

# SettingsVariants::timezone::Pacific/Fiji
source: (GMT+12:00) Fiji
fa: (GMT+12:00) فیجی
fr: (GMT+12:00) Fidji

# SettingsVariants::timezone::Asia/Kamchatka
source: (GMT+12:00) Kamchatka, Marshall Is.
fa: (GMT+12:00) کامچاتکا، مارشال است.

# SettingsVariants::email_templates::old
source: Old (stored on file system)
fa: قدیمی (ذخیره شده در سیستم فایل)
fr: Ancien (stocké sur le système de fichiers)

# SettingsVariants::email_templates::new
source: New (nice and editable via admin panel)
fa: جدید (خوب و قابل ویرایش از طریق پنل مدیریت)
fr: Nouveau (joli et modifiable via le panneau d'administration)

# SettingsVariants::phone_validation_mode::international_format
source: International phone number
fa: شماره تلفن بین المللی
fr: Numéro de téléphone international

# SettingsVariants::phone_validation_mode::any_digits
source: Any digits and +-()
fa: هر رقم و +-()
fr: Tout chiffre et +-()

# SettingsVariants::phone_validation_mode::any_symbols
source: Any symbols
fa: هر نماد
fr: Tout symbole

# Languages::views
source: Views
fa: بازدیدها
fr: Aperçus

# ProfileFields::firstname
source: First name
fa: نام
fr: Prénom

# ProfileFields::lastname
source: Last name
fa: نام خانوادگی
fr: Nom

# Languages::first_name_and_last_name
source: First name and last name
fa: نام و نام خانوادگی
fr: Prénom et nom de famille

# Languages::s_first_name_and_last_name
source: First name and last name (for shipping)
fa: نام و نام خانوادگی (برای حمل و نقل)
fr: Prénom et nom de famille (pour l'expédition)

# Languages::b_first_name_and_last_name
source: First name and last name (for billing)
fa: نام و نام خانوادگی (برای صورتحساب)
fr: Prénom et nom de famille (pour la facturation)

# Languages::last_name_and_first_name
source: Last name and first name
fa: نام خانوادگی و نام
fr: Nom et prénom

# Languages::s_last_name_and_first_name
source: Last name and first name (for shipping)
fa: نام خانوادگی و نام (برای حمل و نقل)
fr: Nom et prénom (pour l'expédition)

# Languages::b_last_name_and_first_name
source: Last name and first name (for billing)
fa: نام خانوادگی و نام (برای صورتحساب)
fr: Nom et prénom (pour la facturation)

# Languages::fullname
source: Full name
fa: نام و نام خانوادگی
fr: Nom complet

# Languages::s_fullname
source: Full name (for shipping)
fa: نام کامل (برای حمل و نقل)
fr: Nom complet (pour l'expédition)

# Languages::b_fullname
source: Full name (for billing)
fa: نام کامل (برای صورتحساب)
fr: Nom complet (pour la facturation)

# ProfileFields::customer_notes
source: Customer's notes
fa: یادداشت های مشتری
fr: Notes du client

# ProfileFields::company
source: Company
fa: شرکت
fr: Entreprise

# ProfileFields::email
source: Phone
fa: تلفن
fr: Téléphone

# ProfileFields::phone
source: Phone
fa: تلفن
fr: Téléphone

# ProfileFields::fax
source: Fax
fa: فکس

# ProfileFields::b_firstname
source: First name
fa: نام
fr: Prénom

# ProfileFields::s_firstname
source: First name
fa: نام
fr: Prénom

# ProfileFields::b_lastname
source: Last name
fa: نام خانوادگی
fr: Nom

# ProfileFields::s_lastname
source: Last name
fa: نام خانوادگی
fr: Nom

# ProfileFields::b_address
source: Address
fa: آدرس
fr: Adresse

# ProfileFields::b_address_2
source: Address
fa: آدرس
fr: Adresse

# ProfileFields::s_address
source: Address
fa: آدرس
fr: Adresse

# ProfileFields::s_address_2
source: Address
fa: آدرس
fr: Adresse

# ProfileFields::b_city
source: City
fa: شهر
fr: Ville

# ProfileFields::s_city
source: City
fa: شهر
fr: Ville

# ProfileFields::b_state
source: State/province
fa: ایالت/استان
fr: État/province

# ProfileFields::s_state
source: State/province
fa: ایالت/استان
fr: État/province

# ProfileFields::b_country
source: Country
fa: کشور
fr: Pays

# ProfileFields::s_country
source: Country
fa: کشور
fr: Pays

# ProfileFields::b_zipcode
source: Zip/postal code
fa: کد پستی
fr: Code postal

# ProfileFields::s_zipcode
source: Zip/postal code
fa: کد پستی
fr: Code postal

# ProfileFields::b_phone
source: Phone
fa: تلفن
fr: Téléphone

# ProfileFields::s_phone
source: Phone
fa: تلفن
fr: Téléphone

# ProfileFields::email
source: E-mail
fa: پست الکترونیکی

# ProfileFields::s_address_type
source: Address type
fa: نوع آدرس
fr: Type d'addresse

# ProfileFields::admin_firstname
source: First name
fa: نام کوچک
fr: Prénom

# ProfileFields::admin_lastname
source: Last name
fa: نام خانوادگی
fr: Nom

# ProfileFields::company_description
source: Description
fa: شرح

# ProfileFields::address
source: Address
fa: نشانی
fr: Adresse

# ProfileFields::city
source: City
fa: شهر
fr: Ville

# ProfileFields::country
source: Country
fa: کشور
fr: Pays

# ProfileFields::state
source: State/Province
fa: ایالت/استان
fr: Département

# ProfileFields::zipcode
source: Zip/postal code
fa: کد پستی/کد پستی
fr: Code postal

# ProfileFields::accept_terms
source: I accept the Terms and Conditions
fa: من ضوابط و شرایط را می پذیرم
fr: J'accepte les termes et conditions

# Languages::vendor_terms
source: Vendor terms and conditions
fa: شرایط و ضوابط فروشنده
fr: Conditions générales des vendeurs

# Languages::vendor_terms_field_alert
source: Vendor terms and conditions alert
fa: هشدار شرایط و ضوابط فروشنده
fr: Alerte sur les termes et conditions des vendeurs

# Languages::vendor_terms_field_terms_text
source: Vendor terms and conditions text
fa: متن شرایط و ضوابط فروشنده
fr: Texte des termes et conditions du vendeur

# Languages::product_must_have_owner_category
source: Product must belong to some category created by the owner company.
fa: محصول باید به دسته ای تعلق داشته باشد که توسط شرکت مالک ایجاد شده است.
fr: Le produit doit appartenir à une catégorie créée par l'entreprise propriétaire.

# SettingsVariants::mailer_smtp_ecrypted_connection::none
source: None
fa: هیچ کدام
fr: Aucun

# SettingsVariants::configure_sign_in_step::new_customer_first
source: Display "New customer" first
fa: ابتدا «مشتری جدید» را نمایش دهید
fr: Afficher d'abord "Nouveau client".

# SettingsVariants::configure_sign_in_step::returning_customer_first
source: Display "Returning customer" first
fa: نمایش "مشتريان فروشگاه" در ابتدا
fr: Afficher d'abord "client fidèle".

# SettingsVariants::configure_sign_in_step::hide
source: Hide step completely
fa: پنهان کردن مرحله به طور کامل
fr: Cacher complètement l'étape

# SettingsVariants::sign_in_default_action::register
source: Register
fa: ثبت نام
fr: S'inscrire

# SettingsVariants::sign_in_default_action::checkout_as_guest
source: Checkout as guest
fa: پرداخت به عنوان مهمان
fr: Passage à la caisse comme invité

# Languages::last_year
source: Last year
fa: سال گذشته
fr: L'année dernière

# Languages::store_closed
source: Store closed
fa: فروشگاه بسته است
fr: Magasin fermé

# Languages::store_closed_banner
source: Store<br/>closed
fa: فروشگاه <br/> بسته است
fr: Magasin<br/> fermé

# Languages::copy_to_other_locations
source: Copy to other locations
fa: رونوشت در مکان دیگر
fr: Copie vers d'autres emplacements

# Languages::head_custom_html
source: Custom HTML code
fa: کد سفارشی HTML
fr: Code HTML personnalisé

# Languages::tt_views_block_manager_update_location_head_custom_html
source: This code will be put between the &lt;head&gt;&lt;/head&gt; tags. Use it to specify meta tags or to reference external scripts or styles.
fa: این کد بین تگ های &lt;head&gt;&lt;/head&gt; قرار می گیرد. از آن برای تعیین متا تگ ها یا ارجاع به اسکریپت ها یا سبک های خارجی استفاده کنید.
fr: Ce code sera placé entre les balises &lt;head&gt;&lt;/head&gt;. Utilisez-le pour spécifier des métabalises ou pour référencer des scripts ou des styles externes.

# Languages::category_deletion_side_effects
source: This will delete all selected category's products, as well as its subcategories and their products.
fa: با این کار همه محصولات دسته انتخابی و همچنین زیرشاخه ها و محصولات آنها حذف می شود.
fr: Cela supprimera tous les produits de la catégorie sélectionnée, ainsi que ses sous-catégories et leurs produits.

# Languages::bulk_category_deletion_side_effects
source: This will delete all selected categories' products, as well as their subcategories and their products.
fa: با این کار همه محصولات دسته‌های انتخابی و همچنین زیرمجموعه‌ها و محصولاتشان حذف می‌شود.
fr: Cela supprimera tous les produits des catégories sélectionnées, ainsi que leurs sous-catégories et leurs produits.

# Languages::restore_original
source: Restore original
fa: بازیابی اصلی
fr: Restaurer l'original

# Languages::set_custom_configuration
source: Set custom configuration
fa: تنظیمات سفارشی را تنظیم کنید
fr: Définir une configuration personnalisée

# Languages::use_default_block_configuration
source: Use default block configuration
fa: استفاده از تنظیمات بلوک پیش فرض
fr: Utiliser la configuration du bloc par défaut

# Languages::private_files
source: Private files
fa: فایل های خصوصی
fr: Dossiers privés

# Languages::public_files
source: Public files
fa: فایل های عمومی
fr: Dossiers publics

# Languages::templates
source: Templates
fa: قالب ها
fr: Modèles

# Languages::payments.realex.referring_url
source: Please supply this URL to your Realex Payments account manager
fa: لطفا این آدرس را به مدیر حساب پرداخت Realex عرضه کنید
fr: Veuillez fournir cette URL à votre gestionnaire de compte Realex Payments.

# Languages::payments.globalpayments.referring_url
source: Please supply this URL to your Global Payments account manager
fa: لطفاً این URL را به مدیر حساب پرداخت جهانی خود ارائه دهید
fr: Veuillez fournir cette URL à votre gestionnaire de compte Global Payments.

# Languages::payments.realex.referring_ip
source: Please supply the IP address of your server to your Realex Payments account manager
fa: لطفا آدرس IP سرور خود را به مدیر حساب پرداخت Realex عرضه کنید
fr: Veuillez fournir l'adresse IP de votre serveur à votre gestionnaire de compte Realex Payments.

# Languages::payments.globalpayments.referring_ip
source: Please supply the IP address of your server to your Global Payments account manager
fa: لطفاً آدرس IP سرور خود را به مدیر حساب پرداخت جهانی خود ارائه دهید
fr: Veuillez fournir l'adresse IP de votre serveur à votre gestionnaire de compte Global Payments.

# Languages::payments.realex.settlement
source: Settlement
fa: توافق
fr: Règlement

# Languages::payments.realex.delayed_settlement
source: Delayed settlement
fa: توافق با تاخیر
fr: Règlement retardé

# Languages::payments.realex.auto_settled
source: Auto-settled
fa: توافق خودکار
fr: Réglé automatiquement

# Languages::payments.realex.text_status_map
source: Realex to CS-Cart order status conversion map
fa: نقشه تبدیل وضعیت سفارش Realex به CS-Cart
fr: Carte de conversion de l'état des commandes de Realex à CS-Cart

# Languages::payments.globalpayments.text_status_map
source: Global Payments to [product] order status conversion map
fa: نقشه تبدیل وضعیت پرداخت جهانی به [product] سفارش
fr: Carte de conversion des paiements globaux en statut de commande [product].

# Languages::payments.realex.liability_shift
source: Liability Shift
fa: مسویلیت شیفت
fr: Transfert de responsabilité

# Languages::payments.realex.liability_shift_required
source: Liability Shift required
fa: تغییر مورد نیاز شیفت مسیولیت
fr: Changement de responsabilité requis

# Languages::payments.realex.3d_secure_message
source: 3-D Secure message
fa: پیام ایمنی سه بعدی
fr: Message 3-D Secure

# Languages::payments.realex.connector_error
source: Your Realex account has been suspended. Contact Realex support for further information.
fa: حساب Realex متوقف شده است. پشتیبانی Realex برای اطلاعات بیشتر تماس بگیرید.
fr: Votre compte Realex a été suspendu. Contactez le support Realex pour plus d'informations.

# Languages::payments.globalpayments.connector_error
source: Your Global Payments account has been suspended. Contact Global Payments support for further information.
fa: حساب Global Payments شما به حالت تعلیق درآمده است. برای اطلاعات بیشتر با پشتیبانی Global Payments تماس بگیرید.
fr: Votre compte Global Payments a été suspendu. Contactez l'assistance Global Payments pour plus d'informations.

# Languages::payments.realex.incorrect_request
source: Incorrect XML message formation or content
fa: شکل‌گیری یا محتوای پیام XML نادرست
fr: Formation ou contenu incorrect du message XML

# Languages::payments.realex.realex_error
source: Error with Realex systems
fa: خطا با سیستم Realex
fr: Erreur avec les systèmes Realex

# Languages::payments.globalpayments.globalpayments_error
source: Error with Global Payments systems
fa: خطا در سیستم های پرداخت جهانی
fr: Erreur avec les systèmes de Global Payments

# Languages::payments.realex.bank_error
source: Error with bank systems
fa: خطا با سیستم بانک
fr: Erreur avec les systèmes bancaires

# Languages::payments.realex.card_lost_or_stolen
source: Card reported lost or stolen
fa: کارت گزارش از دست رفته یا دزدیده شده است
fr: Carte déclarée perdue ou volée
