Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::profile_field_name
source: Field name
fa: نام زمینه
fr: Nom de domaine

# Languages::profile_field_name_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and "_" sign.
fa: یک دنباله کاراکتر که به عنوان یک شناسه عمل می کند. می توانید از ارقام 0 تا 9، نمادهای الفبای انگلیسی و علامت "_" استفاده کنید.
fr: Une séquence de caractères qui sert d'identifiant. Vous pouvez utiliser des chiffres de 0 à 9, des symboles de l'alphabet anglais et le signe "_".

# Languages::text_character_identifier_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and the following signs: "-", "_", ".".
fa: یک دنباله کاراکتر که به عنوان یک شناسه عمل می کند. می توانید از ارقام 0 تا 9، نمادهای الفبای انگلیسی و علائم زیر استفاده کنید: "-"، "_"، ".".
fr: Une séquence de caractères qui sert d'identifiant. Vous pouvez utiliser des chiffres de 0 à 9, des symboles de l'alphabet anglais et les signes suivants : "-", "_", ".".

# SettingsOptions::monitor_core_changes
source: Monitor changes in core files
fa: نظارت بر تغییرات در فایل های اصلی
fr: Surveiller les modifications dans les fichiers principaux

# Languages::core_files_have_been_modified
source: Some of your <a href="[changes_url]">core files</a> were changed manually. That can lead to various problems, especially when upgrading to a new version of [product]. To learn more about why we advise against changing the core files, please read this <a href="[docs_url]" target="_blank" >article</a>.<br><br>[product] automatically checks for changes in core files every time you log in. To disable this check, go to <a href="[settings_url]">Settings → General</a> and untick the Monitor changes in core files checkbox.
fa: برخی از <a href="[changes_url]">فایل های اصلی</a> شما به صورت دستی تغییر کردند. این می تواند منجر به مشکلات مختلفی شود، به خصوص هنگام ارتقاء به نسخه جدید [product]. برای کسب اطلاعات بیشتر در مورد اینکه چرا توصیه نمی کنیم فایل های اصلی را تغییر دهید، لطفاً این <a href="[docs_url]" target="_blank" >مقاله</a>را بخوانید.<br><br>[product] هر بار که وارد سیستم می شوید، به طور خودکار تغییرات در فایل های اصلی را بررسی می کند. برای غیرفعال کردن این بررسی، به <a href="[settings_url]">Settings → General</a> بروید و تیک Monitor changes in core files را بردارید.
fr: Certains de vos <a href="[changes_url]">fichiers principaux</a> ont été modifiés manuellement. Cela peut entraîner divers problèmes, en particulier lors de la mise à niveau vers une nouvelle version de [product]. Pour en savoir plus sur les raisons pour lesquelles nous vous déconseillons de modifier les fichiers core, veuillez lire cet <a href="[docs_url]" target="_blank" >article</a>.<br><br>[product] vérifie automatiquement les modifications apportées aux fichiers core chaque fois que vous vous connectez. Pour désactiver cette vérification, accédez à <a href="[settings_url]">Paramètres → Général</a> et décochez la case Monitor changes in core files.

# Languages::scan_for_modified_core_files
source: Scan for changed core files
fa: فایل های اصلی تغییر یافته را اسکن کنید
fr: Rechercher les fichiers principaux modifiés

# Languages::last_scan_time
source: Last scan time
fa: آخرین زمان اسکن
fr: Heure du dernier scan

# Languages::no_modified_core_files_found
source: No changed core files found
fa: هیچ فایل اصلی تغییر یافته ای یافت نشد
fr: Aucun fichier principal modifié n'a été trouvé

# Languages::modified_core_files_found
source: Some of your core files have been changed. This may become a problem when upgrading [product] as changes in these files may be lost.
fa: برخی از فایل های اصلی شما تغییر کرده اند. این ممکن است هنگام ارتقا [product] مشکل ساز شود زیرا ممکن است تغییرات در این فایل ها از بین برود.
fr: Certains de vos fichiers principaux ont été modifiés. Cela peut devenir un problème lors de la mise à niveau de [product] , car les modifications apportées à ces fichiers peuvent être perdues.

# Languages::file_changes_detector
source: File changes detector
fa: آشکارساز تغییرات فایل
fr: Détecteur de changements de fichiers

# Languages::privileges.view_file_changes
source: Can view
fa: می تواند مشاهده کند
fr: Peut voir

# Languages::error_shipment_not_created
source: Couldn't create a shipment. Please choose a carrier or enter a tracking number.
fa: امکان ایجاد یک محموله وجود ندارد. لطفاً یک شرکت مخابراتی را انتخاب کنید یا یک شماره پیگیری وارد کنید.
fr: Impossible de créer une expédition. Veuillez choisir un transporteur ou entrer un numéro de suivi.

# Languages::my_cart
source: My cart
fa: سبد خرید من
fr: Mon panier

# Languages::exclusive_promotions
source: Exclusive discounts
fa: تخفیف های منحصر به فرد
fr: Remises exclusives

# Languages::exclusive_promotions_content
source: Subscribe to our news and get a 10% discount coupon!
fa: اشتراک در اخبار ما و گرفتن کوپن های تخفیف 10 ٪!
fr: Abonnez-vous à nos actualités et bénéficiez d'un coupon de réduction de 10% !

# Languages::tmpl_subscription_advanced
source: Subscription advanced form
fa: فرم پیشرفته اشتراک
fr: Formulaire avancé d'abonnement

# Languages::tmpl_newsletters_subscription_advanced
source: Newsletters: subscription advanced form
fa: خبرنامه: عضویت فرم پیشرفته
fr: Newsletters : formulaire d'inscription avancé

# Languages::tmpl_payment_icons_rus
source: Payment systems russian icons
fa: سیستم های پرداخت آیکن روسی
fr: Systèmes de paiement icônes russes

# Languages::my_account_links_advanced
source: My account advanced
fa: حساب پیشرفته
fr: Mon compte avancé

# Languages::api_access_has_been_enabled
source: You are free to use the API now
fa: شمادر حال حاضر به استفاده از API آزاد هستید
fr: Vous êtes libre d'utiliser l'API maintenant

# Languages::api_access_has_been_disabled
source: From now on, you cannot use the API
fa: از حالا به بعد شما نمی توانید از API استفاده کنید
fr: A partir de maintenant, vous ne pouvez pas utiliser l'API

# Languages::report_a_bug
source: Report a bug
fa: گزارش اشکال
fr: Signaler un bug

# Languages::import_results
source: Import results
fa: نتایج را وارد کنید
fr: Importer les résultats

# Languages::import_errors
source: Import errors
fa: خطاهای واردات
fr: Erreurs d'importation

# Languages::email_template_import_success_msg
source: All the email templates have been imported without errors.
fa: تمام قالب های ایمیل بدون خطا وارد شده اند.
fr: Tous les modèles d'e-mail ont été importés sans erreur.

# Languages::document_import_success_msg
source: All the documents have been imported without errors.
fa: تمامی مدارک بدون خطا وارد شده است.
fr: Tous les documents ont été importés sans erreur.

# Languages::count_document_successfully_imported
source: Documents successfully imported:
fa: اسناد با موفقیت وارد شدند:
fr: Documents importés avec succès :

# Languages::count_email_template_successfully_imported
source: Email templates successfully imported:
fa: الگوهای ایمیل با موفقیت وارد شدند:
fr: Modèles d'e-mail importés avec succès :

# Languages::count_snippet_successfully_imported
source: Snippets successfully imported:
fa: قطعات با موفقیت وارد شدند:
fr: Les extraits ont bien été importés :

# Languages::count_document_fail_imported
source: Documents import failed:
fa: وارد کردن اسناد انجام نشد:
fr: Échec de l'importation des documents :

# Languages::count_email_template_fail_imported
source: Email templates import failed:
fa: وارد کردن الگوهای ایمیل انجام نشد:
fr: Échec de l'importation des modèles d'e-mail :

# Languages::count_snippet_fail_imported
source: Snippets import failed:
fa: وارد کردن اسنیپت ها انجام نشد:
fr: Échec de l'importation des extraits :

# Languages::storefronts_limit_exceeded
source: The number of storefronts in your CS-Cart License has exceeded the number of purchased storefront licenses.
fa: تعداد ویترین های موجود در مجوز CS-Cart شما از تعداد مجوزهای ویترین خریداری شده بیشتر شده است.
fr: Le nombre de vitrines dans votre licence CS-Cart a dépassé le nombre de licences de vitrine achetées.

# Languages::licensed_product
source: Licensed product
fa: محصول دارای مجوز
fr: Produit sous licence

# Languages::store_mode.free
source: Free
fa: رایگان
fr: Gratuit

# Languages::store_mode.ultimate
source: Ultimate
fa: نهایی
fr: Ultime

# Languages::store_mode.enterprise
source: Enterprise
fa: شرکت، پروژه
fr: Entreprise

# Languages::product_state_description.ult.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
fa: <p>می توانید از یکی از این مجوزها استفاده کنید: <a href="[standard_license_url]" target="_blank">[product]</a> یا <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. هر دو مجوز به شما این امکان را می دهند که از [product] بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez utiliser l'une de ces licences : <a href="[standard_license_url]" target="_blank">[product]</a> ou <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Les deux licences vous permettent d'utiliser [product] sans restriction de temps.</p><br>

# Languages::product_state_description.ult
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید. لطفاً توجه داشته باشید که برخی از ویژگی‌های پیشرفته فقط در <a href="[ultimate_license_url]" target="_blank">[product] Ultimate در دسترس هستند.</a></p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps. Veuillez noter que certaines fonctionnalités avancées ne sont disponibles que dans <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>

# Languages::product_state_description.ult.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps.</p><br>

# Languages::product_state_description.ult.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps.</p><br>

# Languages::product_state_description.ult.ru.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
fa: <p>می توانید از یکی از این مجوزها استفاده کنید: <a href="[standard_license_url]" target="_blank">[product]</a> یا <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. هر دو مجوز به شما این امکان را می دهند که از [product] بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez utiliser l'une de ces licences : <a href="[standard_license_url]" target="_blank">[product]</a> ou <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Les deux licences vous permettent d'utiliser [product] sans restriction de temps.</p><br>

# Languages::product_state_description.ult.ru
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید. لطفاً توجه داشته باشید که برخی از ویژگی‌های پیشرفته فقط در <a href="[ultimate_license_url]" target="_blank">[product] Ultimate در دسترس هستند.</a></p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps. Veuillez noter que certaines fonctionnalités avancées ne sont disponibles que dans <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>

# Languages::product_state_description.ult.ru.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps.</p><br>

# Languages::product_state_description.ult.ru.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps.</p><br>

# Languages::product_state_description.ult.b2b.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
fa: <p>می توانید از یکی از این مجوزها استفاده کنید: <a href="[standard_license_url]" target="_blank">[product]</a> یا <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. هر دو مجوز به شما اجازه می دهند تا از [product] بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez utiliser l'une de ces licences : <a href="[standard_license_url]" target="_blank">[product]</a> ou <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Les deux licences vous permettent d'utiliser [product] sans restriction de temps.</p><br>

# Languages::product_state_description.ult.b2b
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید. لطفاً توجه داشته باشید که برخی از ویژگی‌های پیشرفته فقط در <a href="[ultimate_license_url]" target="_blank">[product] Ultimate در دسترس هستند.</a></p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps. Veuillez noter que certaines fonctionnalités avancées ne sont disponibles que dans <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>

# Languages::product_state_description.ult.b2b.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps.</p><br>

# Languages::product_state_description.ult.b2b.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
fa: <p>اکنون می توانید از نرم افزار بدون محدودیت زمانی استفاده کنید.</p><br>
fr: <p>Vous pouvez maintenant utiliser le logiciel sans restriction de temps.</p><br>

# Languages::text_store_mode_changed_to_ult.free
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.free_ru
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.ultimate
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.enterprise
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.ru
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.ru.ultimate
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.ru.enterprise
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.b2b
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.b2b.ultimate
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::text_store_mode_changed_to_ult.b2b.enterprise
source: Your store now uses an active license of [product].
fa: فروشگاه شما اکنون از مجوز فعال [product]استفاده می کند.
fr: Votre boutique utilise maintenant une licence active de [product].

# Languages::ultimate_license
source: [product] Ultimate
fa: [product] نهایی
fr: [product] Ultime

# Languages::ultimate_license_required
source: [product] Ultimate is required for this
fa: [product] Ultimate برای این مورد نیاز است
fr: [product] Ultimate est requis pour cela

# Languages::ultimate_or_storefront_license_required
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult.new
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult.ultimate
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult.b2b.new
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult.b2b
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult.b2b.ultimate
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult.ru.new
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult.ru
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::ultimate_or_storefront_license_required.ult.ru.ultimate
source: This action requires [product] Ultimate
fa: این عمل به [product] Ultimate نیاز دارد
fr: Cette action nécessite [product] Ultime

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult.b2b.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>

# Languages::max_storefronts_reached.ult.b2b
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. برای افزودن ویترین دیگر، لطفاً به <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.</p>
fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. Pour ajouter une autre vitrine, veuillez passer à <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
