Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*.po
Languages: fa, fr

# Languages::eway_failed_to_pay
source: Failed to pay for the order. Please contact the store administration about this payment method.
fa: پرداخت هزینه سفارش انجام نشد. لطفاً در مورد این روش پرداخت با مدیریت فروشگاه تماس بگیرید.
fr: Le paiement de la commande a échoué. Veuillez contacter l'administration du magasin au sujet de ce mode de paiement.

# Languages::show_more
source: Show more
fa: نمایش بیشتر
fr: Voir plus

# Languages::show_less
source: Show less
fa: نمایش کمتر
fr: Voir moins

# Languages::products_moved_to_trash
source: [count] products were moved to <a href='[url]' target='_blank'>Trash category</a>
fa: [count] محصول به <a href='[url]' target='_blank'>سطل زباله</a>منتقل شد
fr: [count] produits ont été déplacés vers la catégorie <a href='[url]' target='_blank'>Corbeille</a>.

# Languages::products_adopted
source: [n] product had a new main category assigned to it.|[n] products had a new main category assigned to them.
fa: [n] محصول دارای دسته بندی اصلی جدید بود.|[n] محصول دارای یک دسته اصلی جدید به آنها اختصاص داده شده است.
fr: Une nouvelle catégorie principale a été attribuée à [n] produit.| Une nouvelle catégorie principale a été attribuée à [n] produit.

# Languages::text_uc_addon_upgrade_completed
source: Add-on "[name]" has been upgraded successfully
fa: افزودنی "[name]" با موفقیت ارتقا یافته است
fr: Le module complémentaire "[nom]" a été mis à jour avec succès.

# Languages::change_addons_initialization_description
source: To determine if a certain problem is caused by an add-on, you can disable third-party add-ons or all add-ons. Re-enable them later with one click.
fa: برای تعیین اینکه آیا مشکل خاصی توسط یک افزونه ایجاد شده است، می توانید افزونه های شخص ثالث یا همه افزونه ها را غیرفعال کنید. بعداً با یک کلیک دوباره آنها را فعال کنید.
fr: Pour déterminer si un certain problème est causé par un module complémentaire, vous pouvez désactiver des modules complémentaires tiers ou tous les modules complémentaires. Vous pourrez les réactiver ultérieurement en un seul clic.

# Languages::tools_addons_disable_all
source: Disable all add-ons
fa: غیر فعال کردن تمام افزودنی
fr: Désactiver tous les modules complémentaires

# Languages::tools_addons_disable_third_party
source: Disable third-party add-ons
fa: غیر فعال کردن افزودنی های شخص ثالث
fr: Désactiver les modules complémentaires

# Languages::tools_re_enable_add_ons
source: Re-enable add-ons
fa: فعال کردن دوباره افزودنیها
fr: Réactiver les modules complémentaires

# Languages::tools_addons_installed_count
source: Installed add-ons:
fa: افزونه نصب شده:
fr: Addons installés:

# Languages::tools_addons_activated_count
source: Active add-ons:
fa: افزودنی های فعال:
fr: Compléments actifs :

# Languages::tools_addons_core_addons_count
source: Built-in add-ons:
fa: افزودنی های ساخته شده:
fr: Compléments intégrés :

# Languages::tools_addons_other_addons_count
source: Third-party add-ons:
fa: افزودنی های شخص ثالث:
fr: Les modules complémentaires tiers :

# Languages::tools_addons_disabled_msg
source: An administrator disabled all add-ons or third-party add-ons.<br> Press the Re-enable add-ons button to initialize the add-ons that were previously active.
fa: یک سرپرست همه افزونه‌ها یا افزونه‌های شخص ثالث را غیرفعال کرد.<br> دکمه فعال کردن مجدد افزونه ها را فشار دهید تا افزونه هایی که قبلاً فعال بودند، مقداردهی اولیه شوند.
fr: Un administrateur a désactivé tous les add-ons ou les add-ons tiers.<br> Appuyez sur le bouton Réactiver les add-ons pour initialiser les add-ons qui étaient précédemment actifs.

# Languages::tools_addons_additional_shipping_methods_msg
source: There may be more ways to calculate shipping rates. They'll show up if you activate the corresponding <a href="[url]">shipping add-ons</a>.
fa: ممکن است راه های بیشتری برای محاسبه نرخ حمل و نقل وجود داشته باشد. اگر <a href="[url]">افزونه حمل و نقل مربوطه را فعال کنید</a>نشان داده می شوند.
fr: Il peut y avoir d'autres façons de calculer les frais d'expédition. Elles apparaîtront si vous activez les <a href="[url]">compléments d'expédition</a> correspondants.

# Languages::tools_addons_additional_payment_methods
source: There may be more payment processors. They'll show up if you activate the corresponding <a href="[url]">payment add-ons</a>.
fa: ممکن است پردازشگرهای پرداخت بیشتری وجود داشته باشد. اگر <a href="[url]">افزونه پرداخت مربوطه را فعال کنید</a>نشان داده می شوند.
fr: Il peut y avoir d'autres processeurs de paiement. Ils apparaîtront si vous activez les <a href="[url]">compléments de paiement</a> correspondants.

# Languages::tools_addons_additional_themes
source: There may be more themes. They'll show up if you activate the corresponding <a href="[url]">theme add-ons</a>.
fa: ممکن است تم های بیشتری وجود داشته باشد. اگر افزونه‌های <a href="[url]">موضوعی مربوطه را فعال کنید، آن‌ها نشان</a>می‌شوند.
fr: Il peut y avoir d'autres thèmes. Ils apparaîtront si vous activez les <a href="[url]">compléments de thèmes</a> correspondants.

# Languages::addons_source
source: Source
fa: منبع

# Languages::addon_built_in
source: Built-in
fa: ساخته شده است
fr: Intégré

# Languages::addon_third_party
source: Third-party
fa: شخص ثالث
fr: Tierce partie

# Languages::requires_upgrade
source: Requires [product] upgrade
fa: نیاز به [product] ارتقاء دارد
fr: Nécessite une mise à niveau de [product].

# Languages::new_add_on_is_not_compatible_with_your_product
source: The new add-on is not compatible with your current version of [product]. To upgrade the add-on to the latest version, please upgrade [product] to version [version].
fa: افزونه جدید با نسخه فعلی [product]شما سازگار نیست. برای ارتقاء افزونه به آخرین نسخه، لطفاً [product] را به نسخه [version]ارتقا دهید.
fr: Le nouveau module complémentaire n'est pas compatible avec votre version actuelle de [product]. Pour mettre à niveau le module complémentaire vers la dernière version, veuillez mettre à niveau [product] vers la version [version].

# Languages::upgrade_and_update_addon
source: Upgrade [product] and upgrade the add-on
fa: [product] را ارتقا دهید و افزونه را ارتقا دهید
fr: Mettre à jour [product] et mettre à jour l'add-on

# Languages::addons.upgrade_to_version
source: Upgrade to [version]
fa: به [version]ارتقا دهید
fr: Mise à niveau vers [version]

# Languages::addons.search_description
source: Search by add-on name, description, developer, and add-on ID.
fa: جستجو بر اساس نام افزونه، توضیحات، توسعه دهنده و شناسه افزونه.
fr: Recherche par nom de module, description, développeur et ID de module.

# Languages::addons.show_review
source: Show review
fa: نمایش بررسی
fr: Montrer les reviews

# Languages::addons.show_all_reviews
source: Show all reviews
fa: نمایش همه نظرات
fr: Afficher tous les reviews

# Languages::addons.hide_all_reviews
source: Hide all reviews
fa: پنهان کردن همه نظرات
fr: Masquer tous les reviews

# Languages::addons.show_n_reviews
source: Show [n] review|Show [n] reviews
fa: نمایش [n] نظر|نمایش [n] نظر
fr: Afficher [n] review|Afficher [n] reviews

# Languages::addons.n_reviews
source: review|reviews
fa: بررسی|بررسی

# Languages::addons.out_of_five
source: out of 5
fa: از 5
fr: sur 5

# Languages::addons.tap_star_to_rate_on_marketplace
source: Tap a star to rate it on the CS-Cart Marketplace.
fa: روی یک ستاره ضربه بزنید تا در بازار CS-Cart به آن امتیاز دهید.
fr: Appuyez sur une étoile pour évaluer le produit sur la place de marché CS-Cart.

# Languages::addons.write_review
source: Write a review
fa: یک بررسی بنویسید
fr: Ajouter un avis

# Languages::addons.no_reviews
source: No reviews
fa: بدون بررسی
fr: Pas d'avis

# Languages::addons.stars
source: stars
fa: ستاره ها
fr: étoiles

# Languages::addons.and_half_stars
source: and a half stars
fa: و نیم ستاره
fr: et demi étoiles

# Languages::n_stars
source: [n] star|[n] stars
fa: [n] ستاره|[n] ستاره
fr: [n] étoile|[n] étoiles

# Languages::addons.message
source: Message
fa: پیام

# Languages::addons.name
source: Add-on name
fa: نام افزونه
fr: Nom du module complémentaire

# Languages::addons.support
source: Support
fa: حمایت کردن
fr: Soutien

# Languages::addons.website
source: Website
fa: سایت اینترنتی
fr: Site web

# Languages::addons.documentation
source: Documentation
fa: مستندات

# Languages::addons.forum
source: Forum
fa: انجمن

# Languages::addons.forum_en
source: Forum (EN)
fa: انجمن (EN)

# Languages::addons.forum_ru
source: Forum (RU)
fa: انجمن (RU)

# Languages::addons.get_support
source: Get support
fa: دریافت پشتیبانی
fr: Obtenir du soutien

# Languages::addons.no_changelog
source: No changelog
fa: بدون تغییرات
fr: Pas de journal des modifications

# Languages::addons.no_information
source: No information
fa: بدون اطلاعات
fr: Aucune information

# Languages::subcategories_tree_cat
source: Subcategories tree
fa: زیر شاخه های درخت
fr: Sous-catégories arbre

# Languages::settings_overwrite_title
source: The theme overwrites store settings
fa: تم تنظیمات فروشگاه را بازنویسی می کند
fr: Le thème écrase les paramètres de la boutique

# Languages::settings_overwrite_text
source: <b>[theme_name]</b> will set following settings on activation
fa: <b>[theme_name]</b> تنظیمات زیر را هنگام فعال سازی تنظیم می کند
fr: <b>[nom_du_thème]</b> définira les paramètres suivants lors de l'activation.

# Languages::overwrite
source: Overwrite
fa: رونویسی
fr: Écraser

# Languages::upgrade_center.skip_backup
source: Skip files and database backup
fa: رد شدن از فایل ها و پشتیبان گیری از پایگاه داده
fr: Sauvegarde des fichiers et de la base de données

# Languages::uc_open_store_email_body
source: <p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p>
fa: <p>قبل از ارتقا، فروشگاه شما بسته بود. بررسی کنید که آیا بعد از ارتقا به خوبی کار می کند و <a href="[settings_section]">آن را باز کنید</a>.</p>
fr: <p>Avant la mise à niveau, votre magasin était fermé. Vérifiez si elle fonctionne bien après la mise à niveau et <a href="[settings_section]">l'ouvrir</a>.</p>

# Languages::upgrade_notification_message
source: <p class='upgrade-center_notice-msg'>Copy of this message was sent to administrator's email.</p><hr>
fa: <p class='upgrade-center_notice-msg'>کپی این پیام به ایمیل مدیر ارسال شد.</p><hr>
fr: <p class='upgrade-center_notice-msg'>Une copie de ce message a été envoyée à la messagerie de l'administrateur.</p><hr>.

# Languages::http_transport_error_prefix_curl
source: Curl Error
fa: حلقه خطا
fr: Erreur de boucle

# Languages::http_transport_error_prefix_socket
source: Socket Error
fa: خطای سوکت
fr: Erreur de socket

# Languages::curl_error_code_reference_link
source: To learn what caused the Curl error, look for your error number in <a target="_blank" href="[href]">this article</a>.
fa: برای اینکه بدانید چه چیزی باعث خطای Curl شده است، شماره خطای خود را در <a target="_blank" href="[href]">این مقاله</a>جستجو کنید.
fr: Pour connaître la cause de l'erreur Curl, recherchez votre numéro d'erreur dans <a target="_blank" href="[href]">cette article</a>.

# Languages::n_days
source: [n] day|[n] days
fa: روز [n] | [n] روز
fr: [n] jour| [n] jours

# Languages::track_on_carrier_site
source: Track on website
fa: آهنگ در وب سایت
fr: Suivi sur le site web

# Languages::unable_to_create_status
source: Couldn't create a new status
fa: وضعیت جدید ایجاد نمی کند
fr: Impossible de créer un nouveau statut

# Languages::maximum_number_of_statuses_reached
source: You have reached the maximum number of statuses
fa: شما به حداکثر تعداد وضعیت ها رسیده اید
fr: Vous avez atteint le nombre maximal de statuts

# Languages::curl_error_description_curle_ssl_invalidcertstatus
source: Status returned failure when asked with CURLOPT_SSL_VERIFYSTATUS.
fa: وقتی از CURLOPT_SSL_VERIFYSTATUS پرسیده شد، وضعیت ناموفق بود.
fr: L'état a retourné un échec lorsque demandé avec CURLOPT_SSL_VERIFYSTATUS.

# Languages::error_unknown_archive_format
source: Unknown archive format: [ext]
fa: فرمت ناشناخته بایگانی: [ext]
fr: Format d'archive inconnu : [ext]

# Languages::error_file_not_found
source: File "[file]" not found.
fa: فایل "[file]" یافت نشد.
fr: Fichier "[file]" non trouvé.

# Languages::error_file_already_exists
source: File "[file]" already exists.
fa: پرونده "[file]" وجود دارد.
fr: Le fichier "[file]" existe déjà.

# Languages::local_modifications
source: Local modifications
fa: تغییرات محلی
fr: Modifications locales

# Languages::local_modifications_message
source: These files had local modifications. During the upgrade a backup archive was created in the <strong>[dir]</strong> directory. You may want to check these files in the archive and reapply the modifications to your store.
fa: این فایل ها دارای تغییرات محلی بودند. در طول ارتقاء، یک بایگانی پشتیبان در دایرکتوری <strong>[dir]</strong> ایجاد شد. ممکن است بخواهید این فایل‌ها را در بایگانی بررسی کنید و تغییرات را مجدداً در فروشگاه خود اعمال کنید.
fr: Ces fichiers avaient des modifications locales. Pendant la mise à niveau, une archive de sauvegarde a été créée dans le répertoire <strong>[dir]</strong>. Vous pouvez vérifier ces fichiers dans l'archive et réappliquer les modifications à votre magasin.

# Languages::not_checked
source: Not checked
fa: بررسی نشده
fr: Non checké

# Languages::checked
source: Checked
fa: بررسی شده
fr: Vérifié

# Languages::error_filter_by_feature_exists
source: Filter by feature "[name]" already exists.
fa: فیلتر با ویژگی "[name]" از قبل موجود است.
fr: Le filtre par caractéristique "[name]" existe déjà.

# Languages::error_filter_by_product_field_exists
source: Filter by product field "[name]" already exists.
fa: فیلتر با فیلد "[name]" از قبل موجود است.
fr: Le champ de filtrage par produit "[name]" existe déjà.

# Languages::shipping_address_changed
source: Shipping address has been changed
fa: نشانی حمل تغییر کرده است
fr: L'adresse de livraison a été modifiée

# Languages::theme_editor_not_supported
source: This theme doesn't support theme editor
fa: این طرح زمینه از ویرایشگر تم پشتیبانی نمی کند
fr: Ce thème ne prend pas en charge l'éditeur de thème

# Languages::shipment_statuses
source: Shipment statuses
fa: وضعیت حمل و نقل
fr: Statut des expéditions

# Languages::email_templates
source: Email templates
fa: قالب های ایمیل
fr: Modèles d'e-mails

# Languages::editing_email_template
source: Editing email template
fa: ویرایش قالب ایمیل
fr: Modification du modèle d'e-mail

# Languages::customer_notifications
source: Customer notifications
fa: اطلاعیه مشتری
fr: Notifications des clients

# Languages::admin_notifications
source: Administrator notifications
fa: اطلاعیه های مدیر
fr: Notifications des administrateurs

# Languages::subject
source: Subject
fa: موضوع
fr: Sujet

# Languages::variables
source: Variables
fa: متغیر

# Languages::snippets
source: Snippets
fa: قطعه

# Languages::code_snippets
source: Code snippets
fa: قطعه کد
fr: Extraits de code

# Languages::editing_email_snippet
source: Editing snippet
fa: ویرایش تکه ای
fr: Modification de l'extrait

# Languages::editing_snippet
source: Editing snippet
fa: ویرایش تکه ای
fr: Modification de l'extrait

# Languages::snippet_exists
source: The snippet with the chosen code already exists, please try another.
fa: قطعه با کد انتخاب شده در حال حاضر وجود دارد، لطفا یکی دیگر را امتحان کنید.
fr: Le snippet avec le code choisi existe déjà, veuillez en essayer un autre.

# Languages::document_exists
source: The document with the chosen code already exists, please try another.
fa: سند با کد انتخاب شده در حال حاضر وجود دارد، لطفا یکی دیگر را امتحان کنید.
fr: Le document avec le code choisi existe déjà, veuillez en essayer un autre.

# Languages::email_template_exists
source: The email template with the chosen code already exists, please try another.
fa: قالب ایمیل با کد انتخاب شده در حال حاضر وجود دارد، لطفا یکی دیگر را امتحان کنید.
fr: Le modèle d'email avec le code choisi existe déjà, veuillez en essayer un autre.

# Languages::need_snippet_name
source: You have to specify valid snippet name
fa: شما باید نام قطعه معتبر را مشخص کنید
fr: Vous devez spécifier un nom de snippet valide

# Languages::snippets_have_been_deleted
source: Snippets have been deleted successfully.
fa: قطعات با موفقیت حذف شدند.
fr: Les snippets ont été supprimés avec succès.

# Languages::add_email_snippet
source: Add snippet
fa: افزودن قطعه
fr: Ajouter un extrait

# Languages::add_snippet
source: Add snippet
fa: افزودن قطعه
fr: Ajouter un extrait

# Languages::editing_document
source: Editing [name]
fa: ویرایش [name]
fr: Modification du [name]

# Languages::product_info
source: Product info
fa: اطلاعات محصول
fr: Informations sur le produit

# Languages::add_table_column
source: Add column
fa: اضافه کردن ستون
fr: Ajouter une colonne

# Languages::editing_table_column
source: Editing column
fa: ویرایش ستون ها
fr: Édition d'une colonne

# Languages::table_column_has_been_deleted
source: Product column has been deleted successfully.
fa: ستون محصول با موفقیت حذف شده است.
fr: La colonne produit a été supprimée avec succès.

# Languages::restore_default_value
source: Restore default value
fa: بازگرداندن مقدار پیش فرض
fr: Rétablir la valeur par défaut

# Languages::send_test_email
source: Send test email
fa: ارسال ایمیل تست
fr: Envoyer un e-mail de test

# Languages::text_test_email_sent
source: Test email was sent to <b>[email]</b> address.
fa: ایمیل تست به آدرس <b>[email]</b> فرستاده شد.
fr: L'email de test a été envoyé à l'adresse <b>[email]</b>.

# Languages::editing_global_vars
source: Editing global variables
fa: ویرایش متغیرهای جهانی
fr: Modification des variables globales

# Languages::global_vars
source: Global variables
fa: متغیرهای جهانی
fr: Variables globales

# Languages::change_order_status_p_subj
source: Order #[order] has been processed
fa: # خريد[order] پردازش شده است
fr: La commande n°[order] a été traitée

# Languages::change_order_status_p_text
source: Your order has been processed successfully.
fa: سفارش شما با موفقیت پردازش شده است.
fr: Votre commande a été traitée avec succès.

# Languages::change_order_status_c_subj
source: Order #[order] has been completed
fa: [order] # سفارش تکمیل شده است
fr: La commande n°[order] a été complétée

# Languages::change_order_status_c_text
source: Your order has been completed. Thank you for choosing us.
fa: سفارش شما کامل شده است. از شما به خاطر انتخاب ما سپاس گذاریم.
fr: Votre commande a été complétée. Merci de nous avoir choisi.

# Languages::change_order_status_o_subj
source: Order #[order] has been placed successfully
fa: # خريد[order] با موفقیت قرار داده شده است
fr: La commande n°[order] a été passée avec succès

# Languages::change_order_status_o_text
source: Thank you for the order. You are welcome to come back!
fa: با تشکر از شما برای سفارش. منتظر دیدار دوباره ی شما هستیم!
fr: Merci pour votre commande. Vous êtes le bienvenu pour revenir !

# Languages::change_order_status_f_subj
source: Order #[order] failed
fa: # خريد[order] انجام نشد
fr: La commande n°[order] a échoué

# Languages::change_order_status_f_text
source: Your order has been unsuccessful. Please contact shop administration.
fa: سفارش شما را ناموفق بوده است. با مدیریت یا واحد پشتیبانی فروشگاه تماس برقرار نمایید
fr: Votre commande n'a pas abouti. Veuillez contacter l'administration du magasin.

# Languages::change_order_status_d_subj
source: Order #[order] has been declined
fa: [order] # سفارش شده را رد کرده است
fr: La commande n°[order] a été refusée

# Languages::change_order_status_d_text
source: Your order has been declined. Please contact shop administration.
fa: سفارش شما لغو شده است. لطفا با مدیریت فروشگاه تماس حاصل نمایید.
fr: Votre commande a été refusée. Veuillez contacter l'administration du magasin.

# Languages::change_order_status_b_subj
source: Order #[order] has been backordered
fa: سفارش شماره[order] مجدداً سفارش داده شده است
fr: La commande n°[order] a été mise en rupture de stock

# Languages::change_order_status_b_text
source: Your order has been backordered.
fa: سفارش شما مجدداً سفارش داده شده است.
fr: Votre commande a été mise en attente.

# Languages::change_order_status_i_subj
source: Order #[order] has been canceled
fa: سفارش[order] # دستور لغو شده است
fr: La commande n°[order] a été annulée

# Languages::change_order_status_i_text
source: Your order has been canceled. Please contact shop administration.
fa: سفارش شما لغو شده است. لطفا با مدیریت فروشگاه تماس حاصل نمایید.
fr: Votre commande a été annulée. Veuillez contacter l'administration du magasin.

# Languages::change_order_status_default_subj
source: The status of order #[order] has been changed to [status]
fa: تغییر وضعیت سفارش #[order] به [status]
fr: Le statut de la commande n°[order] a été modifié en [status].

# Languages::change_order_status_default_text
source: The status of your order has been changed to [status].
fa: وضعیت سفارش شما به [status] تغییر یافته است.
fr: Le statut de votre commande a été modifié en [status].

# Languages::email_template.activate_profile
source: User profile requires activation
fa: مشخصات کاربر نیاز به فعال سازی دارد
fr: Le profil de l'utilisateur doit être activé

# Languages::email_template.back_in_stock_notification
source: Back in stock notification
fa: اطلاعیه بازگشت به انبار
fr: Avis de retour en stock

# Languages::email_template.create_profile
source: User profile creation
fa: ایجاد پروفایل کاربر
fr: Création de profils d'utilisateurs

# Languages::email_template.edp_access
source: Orders: access to downloadable products
fa: سفارشات: دسترسی به قابل دانلود محصولات
fr: Commandes : accès aux produits téléchargeables

# Languages::email_template.give_coupon
source: Promotions: coupon
fa: تبلیغات: کوپن

# Languages::email_template.low_stock
source: Product low stock notification
fa: اطلاعیه موجودی کم محصول
fr: Notification de rupture de stock d'un produit

# Languages::email_template.order_notification
source: Order notification: [name]
fa: اطلاع رسانی سفارش: [name]
fr: Notification de commande : [name]

# Languages::email_template.order_notification_default
source: Order notification: Default template for a new order status
fa: اطلاع رسانی سفارش: قالب پیش فرض برای وضعیت سفارش جدید
fr: Notification de commande : Modèle par défaut pour l'état d'une nouvelle commande

# Languages::email_template.profile_activated
source: User account activation
fa: فعال سازی حساب کاربری
fr: Activation du compte utilisateur

# Languages::email_template.recover_password
source: Password recovery
fa: بازیابی رمزعبور
fr: Récupération du mot de passe

# Languages::email_template.reminder
source: Admin password expiration
fa: انقضا رمز عبور Admin
fr: Expiration du mot de passe de l'administrateur

# Languages::email_template.shipment_products
source: Orders: products shipped
fa: سفارشات: حمل محصولات
fr: Commandes : produits expédiés

# Languages::email_template.track
source: Orders: tracking
fa: سفارشات: ردیابی
fr: Commandes : suivi

# Languages::email_template.update_profile
source: User profile update
fa: مشخصات به روز رسانی کاربر
fr: Mise à jour du profil de l'utilisateur

# Languages::email_template.usergroup_activation
source: User group activation
fa: فعال سازی گروه کاربر
fr: Activation du groupe d'utilisateurs

# Languages::email_template.usergroup_disactivation
source: User group disactivation
fa: غیر فعال سازی گروه کاربری
fr: Désactivation du groupe d'utilisateurs

# Languages::email_template.usergroup_request
source: User group request
fa: درخواست های گروه کاربری
fr: Demande de groupe d'utilisateurs

# Languages::email_template.upgrade_backup_info
source: Upgrade: restore link
fa: ارتقاء: بازگرداندن پیوند
fr: Mise à jour : restauration du lien

# Languages::email_template.params.attach_order_document
source: Attach a PDF document
fa: یک سند PDF را ضمیمه کنید
fr: Joindre un document PDF

# Languages::edit_customer_notification
source: Edit the email sent to customers
fa: ارسال ویرایش ایمیل به مشتریان
fr: Modifier l'e-mail envoyé aux clients
