Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*_mve.po
Languages: de, fa, fi, hu, pt, sv

# Languages::text_store_mode_changed_to_mve.ru
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
de: Ihr Geschäft verwendet jetzt eine aktive Lizenz. Mit der [product] Edition erhalten Sie fast alle Funktionen, die wir anbieten. Die zusätzlichen Funktionen (z. B. separate Kasse für jeden Anbieter und vom Anbieter erstellte Werbeaktionen) sind mit der <a href="[mve_plus_license_url]" target="_blank">[product] Plus Edition</a>verfügbar. Es gibt eine noch fortschrittlichere Edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, mit der Sie mehrere Storefronts für unterschiedliche Zielgruppen verwenden können.
fa: فروشگاه شما اکنون از مجوز فعال استفاده می کند. با نسخه [product] ، تقریباً تمام ویژگی‌هایی را که ما ارائه می‌دهیم دریافت می‌کنید. ویژگی‌های اضافی (مانند تسویه‌حساب جداگانه برای هر فروشنده، و تبلیغات ایجاد شده توسط فروشنده) با نسخه <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>در دسترس هستند. نسخه حتی پیشرفته‌تر، <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>وجود دارد که به شما امکان می‌دهد از چندین ویترین برای مخاطبان مختلف استفاده کنید.
fi: Myymäläsi käyttää nyt aktiivista lisenssiä. [product] -versiolla saat lähes kaikki tarjoamamme ominaisuudet. Lisäominaisuudet (kuten erillinen kassa kullekin toimittajalle ja toimittajan luomat tarjoukset) ovat saatavilla <a href="[mve_plus_license_url]" target="_blank">[product] Plus -versiossa</a>. On vielä edistyneempi versio, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, jonka avulla voit käyttää useita julkisivuja eri yleisöille.
hu: A piactered mostantól aktív licencet használ. A [product] kiadással szinte az összes általunk kínált funkciót megkapod. A további funkciók (például külön pénztár minden egyes eladó számára, és az eladók által létrehozott promóciók) a <a href="[mve_plus_license_url]" target="_blank">[product] Plus kiadás</a> segítségével érhetők el. Létezik egy még fejlettebb kiadás, a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, amely lehetővé teszi többszöri piactéri felület használatát különböző célközönségek számára.
pt: Sua loja agora usa licença ativa. Com a edição [product] , você obtém quase todos os recursos que oferecemos. Os recursos adicionais (como checkout separado para cada fornecedor e promoções criadas pelo fornecedor) estão disponíveis com a edição <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Existe uma edição ainda mais avançada, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, que permite usar várias vitrines para diferentes públicos.
sv: Din butik använder nu aktiv licens. Med [product] -utgåvan får du nästan alla funktioner vi erbjuder. De ytterligare funktionerna (som separat utcheckning för varje leverantör och erbjudanden skapade av leverantörer) är tillgängliga med <a href="[mve_plus_license_url]" target="_blank">[product] Plus-utgåvan</a>. Det finns en ännu mer avancerad utgåva, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, som låter dig använda flera skyltfönster för olika målgrupper.

# Languages::text_store_mode_changed_to_mve.ru.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
de: <strong>Plusmodus</strong> wurde aktiviert. Dieser Modus bietet alle erweiterten E-Commerce-Funktionen, mit Ausnahme mehrerer Storefronts. Wenn Ihr Marktplatz jemals separate Domains für verschiedene Zielgruppen benötigt, aktualisieren Sie Ihre Lizenz auf <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
fa: حالت <strong>پلاس</strong> فعال شده است. این حالت تمام ویژگی های تجارت الکترونیک پیشرفته را ارائه می دهد، به جز چندین ویترین فروشگاه. اگر بازار شما نیاز به دامنه های جداگانه برای مخاطبان مختلف دارد، مجوز خود را به <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.
fi: <strong>Plus-tila</strong> on aktivoitu. Tämä tila tarjoaa kaikki edistyneet verkkokaupan ominaisuudet paitsi useiden myymälän julkisivujen. Jos markkinapaikkasi tarvitsee koskaan erillisiä verkkotunnuksia eri yleisöille, päivitä lisenssisi <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>:ksi.
hu: <strong>Az <strong>Plus mód</strong> aktiválásra került. Ez az üzemmód a többszöri kirakat kivételével az összes fejlett e-kereskedelmi funkciót kínálja. Ha piacterednek valaha is szüksége lesz külön domainekre a különböző célközönségek számára, frissítsd licenszed <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>-ra.
pt: <strong>O modo Plus</strong> foi ativado. Este modo oferece todos os recursos avançados de comércio eletrônico, exceto várias vitrines. Se o seu mercado precisar de domínios separados para públicos diferentes, atualize sua licença para <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
sv: <strong>Plusläge</strong> har aktiverats. Det här läget erbjuder alla avancerade e-handelsfunktioner, förutom flera skyltfönster. Om din marknadsplats någonsin behöver separata domäner för olika målgrupper, uppgradera din licens till <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.

# Languages::text_store_mode_changed_to_mve.ru.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
de: <strong>Ultimate-Modus</strong> wurde aktiviert. In diesem Modus sind alle erweiterten E-Commerce-Funktionen verfügbar.
fa: <strong>حالت نهایی</strong> فعال شده است. در این حالت، تمام ویژگی های پیشرفته تجارت الکترونیک در دسترس هستند.
fi: <strong>Ultimate mode</strong> on aktivoitu. Tässä tilassa kaikki kehittyneet verkkokaupan ominaisuudet ovat käytettävissä.
hu: <strong>Az <strong>Ultimate mód</strong> aktiválásra került. Ebben az üzemmódban az összes fejlett e-kereskedelmi funkció elérhető.
pt: <strong>O modo Ultimate</strong> foi ativado. Nesse modo, todos os recursos avançados de comércio eletrônico estão disponíveis.
sv: <strong>Ultimatläge</strong> har aktiverats. I det här läget är alla avancerade e-handelsfunktioner tillgängliga.

# Languages::text_store_mode_changed_to_mve.ru.enterprise
source: <strong>Enterprise mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
de: <strong>Enterprise-Modus</strong> wurde aktiviert. In diesem Modus sind alle erweiterten E-Commerce-Funktionen verfügbar.
fa: <strong>حالت سازمانی</strong> فعال شده است. در این حالت، تمام ویژگی های پیشرفته تجارت الکترونیک در دسترس هستند.
fi: <strong>Yritystila</strong> on aktivoitu. Tässä tilassa kaikki kehittyneet verkkokaupan ominaisuudet ovat käytettävissä.
hu: <strong>Az</strong> vállalati mód aktiválva. Ebben a módban az összes fejlett e-kereskedelmi funkció elérhető.
pt: <strong>O modo empresarial</strong> foi ativado. Nesse modo, todos os recursos avançados de comércio eletrônico estão disponíveis.
sv: <strong>Företagsläge</strong> har aktiverats. I det här läget är alla avancerade e-handelsfunktioner tillgängliga.

# Languages::store_mode.plus
source: Plus
fa: به علاوه
pt: Mais

# Languages::vendor_payouts.type
source: Type
de: Art
fa: تایپ کنید
fi: Tyyppi
hu: Típus
pt: Tipo
sv: Typ

# Languages::vendor_payouts.type.other
source: Other
de: Andere
fa: دیگر
fi: Muut
hu: Egyéb
pt: De outros
sv: Övrig

# Languages::vendor_payouts.type.other.description
source: Other
de: Andere
fa: دیگر
fi: Muut
hu: Egyéb
pt: De outros
sv: Övrig

# Languages::vendor_payouts.type.order_placed
source: Order placed
de: Bestellung aufgegeben
fa: سفارش ثبت شد
fi: Tilaus tehty
hu: Rendelés sikeresen feladva!
pt: Pedido feito
sv: Beställning gjord

# Languages::vendor_payouts.type.order_placed.description
source: Order <a href="[order_url]">#[order_id]</a> placed
de: Bestellung <a href="[order_url]">#[order_id]</a> platziert
fa: سفارش <a href="[order_url]">#[order_id]</a> انجام شد
fi: Tilaus <a href="[order_url]">#[order_id]</a> tehty
hu: Rendelés <a href="[order_url]">#[order_id]</a> sikeresen feladva
pt: Pedido <a href="[order_url]">#[order_id]</a> colocado
sv: Beställning <a href="[order_url]">#[order_id]</a> placerad

# Languages::vendor_payouts.type.order_changed
source: Order changed
de: Bestellung geändert
fa: ترتیب تغییر کرد
fi: Tilaus muutettu
hu: Rendelés módosítva
pt: Pedido alterado
sv: Beställning ändrad

# Languages::vendor_payouts.type.order_changed.description
source: Order <a href="[order_url]">#[order_id]</a> changed
de: Reihenfolge <a href="[order_url]">#[order_id]</a> geändert
fa: سفارش <a href="[order_url]">#[order_id]</a> تغییر کرد
fi: Tilaus <a href="[order_url]">#[order_id]</a> muutettu
hu: Rendelés <a href="[order_url]">#[order_id]</a> módosítva
pt: Pedido <a href="[order_url]">#[order_id]</a> alterado
sv: Beställning <a href="[order_url]">#[order_id]</a> ändrad

# Languages::vendor_payouts.type.order_refunded
source: Order refunded
de: Bestellung erstattet
fa: سفارش بازپرداخت شد
fi: Tilaus hyvitetty
hu: Rendelés összege visszatérítve
pt: Pedido reembolsado
sv: Beställningen återbetalas

# Languages::vendor_payouts.type.order_refunded.description
source: Order <a href="[order_url]">#[order_id]</a> refunded
de: Bestellung <a href="[order_url]">#[order_id]</a> erstattet
fa: سفارش <a href="[order_url]">#[order_id]</a> بازپرداخت شد
fi: Tilaus <a href="[order_url]">#[order_id]</a> hyvitetty
hu: Rendelés <a href="[order_url]">#[order_id]</a> összege visszatérítve
pt: Pedido <a href="[order_url]">#[order_id]</a> reembolsado
sv: Beställning <a href="[order_url]">#[order_id]</a> återbetalas

# Languages::vendor_payouts.type.withdrawal
source: Withdrawal
de: Rückzug
fa: برداشت از حساب
fi: Nosto
hu: Levonás
pt: Cancelamento
sv: Uttag

# Languages::vendor_payouts.type.withdrawal.description
source: Withdrawal
de: Rückzug
fa: برداشت از حساب
fi: Nosto
hu: Levonás
pt: Cancelamento
sv: Uttag

# Languages::vendor_payouts.type.payout
source: Payout
de: Auszahlung
fa: پرداخت
fi: Maksu
hu: Kifizetés
pt: Pagamento
sv: Utbetalning

# Languages::vendor_payouts.type.payout.description
source: Payout
de: Auszahlung
fa: پرداخت
fi: Maksu
hu: Kifizetés
pt: Pagamento
sv: Utbetalning

# Languages::vendor_payouts.transactions
source: Transactions
de: Transaktionen
fa: معاملات
fi: Tapahtumat
hu: Tranzakciók
pt: Transações
sv: Transaktioner

# Languages::vendor_payouts.withdrawals
source: Balance withdrawals
de: Guthabenentnahmen
fa: برداشت موجودی
fi: Saldon nostot
hu: Levonás az egyenlegből
pt: Saques de saldo
sv: Saldo uttag

# Languages::vendor_payouts.transaction_value
source: Transaction value
de: Transaktionswert
fa: ارزش معامله
fi: Tapahtuman arvo
hu: Tranzakció értéke
pt: Valor da transação
sv: Transaktionsvärde

# Languages::vendor_payouts.income
source: Income
de: Einkommen
fa: درآمد
fi: Tulo
hu: Bevétel
pt: Renda
sv: Inkomst

# Languages::vendor_payouts.income_carried_forward
source: Income carried forward
de: Saldo Übertrag
fa: درآمد منتقل شده به جلو
fi: Siirretyt tulot
hu: Átvitt jövedelem
pt: Receita transportada
sv: Överförda inkomster

# Languages::vendor_payouts.balance
source: Balance
fa: تعادل
fi: Saldo
hu: Egyenleg
pt: Equilíbrio
sv: Balans

# Languages::vendor_payouts.balance_carried_forward
source: Balance carried forward
de: Saldovortrag
fa: موجودی به جلو منتقل شد
fi: Siirretty saldo
hu: Átvitt egyenleg
pt: Saldo transportado
sv: Balans förs vidare

# Languages::add_withdrawal
source: Request withdrawal
de: Auszahlung beantragen
fa: درخواست برداشت
fi: Pyydä nostoa
hu: Levonási kérelem
pt: Solicitar retirada
sv: Begär uttag

# Languages::new_withdrawal
source: New withdrawal
de: Neuer Abzug
fa: برداشت جدید
fi: Uusi nosto
hu: Új levonás
pt: Nova retirada
sv: Nytt uttag

# Languages::vendor_accounting
source: Accounting
de: Buchhaltung
fa: حسابداری
fi: Kirjanpito
hu: Könyvelés
pt: Contabilidade
sv: Bokföring

# Languages::vendor_accounting_menu_description
source: Income and expenditure statistics (total income, vendor balance, vendor withdrawals).
de: Einnahmen- und Ausgabenstatistik (Gesamteinnahmen, Lieferantensaldo, Lieferantenentnahmen).
fa: آمار درآمد و هزینه (کل درآمد، مانده فروشنده، برداشت فروشنده).
fi: Tulo- ja menotilastot (kokonaistulot, myyjän saldo, toimittajien nostot).
hu: Bevételi és kiadási statisztikák (összes bevétel, eladói egyenleg, eladói levonások).
pt: Estatísticas de receitas e despesas (receita total, saldo de fornecedores, saques de fornecedores).
sv: Inkomst- och utgiftsstatistik (totala inkomster, leverantörssaldo, leverantörsuttag).

# Languages::vendor_payouts.current_balance
source: Current balance: [balance]
de: Aktuelles Guthaben: [balance]
fa: موجودی فعلی: [balance]
fi: Nykyinen saldo: [balance]
hu: Jelenlegi egyenleg: [balance]
pt: Saldo atual: [balance]
sv: Nuvarande saldo: [balance]

# Languages::vendor_payouts.current_balance_text
source: Current balance
de: Aktuelles Guthaben
fa: موجودی فعلی
fi: Nykyinen tasapaino
hu: Jelenlegi egyenleg
pt: Saldo atual
sv: Aktuellt saldo

# Languages::vendor_payouts.approval_status
source: Approval status
de: Freigabestand
fa: وضعیت تایید
fi: Hyväksyntätila
hu: Jóváhagyás státusza
pt: Status de aprovação
sv: Godkännandestatus

# Languages::vendor_payouts.approval_status.P
source: Pending
de: Ausstehend
fa: در انتظار
fi: Odottaa
hu: Függőben
pt: Pendente
sv: I väntan på

# Languages::vendor_payouts.approval_status.C
source: Completed
de: Abgeschlossen
fa: تکمیل شد
fi: Valmis
hu: Befejeződött
pt: Concluído
sv: Avslutad

# Languages::vendor_payouts.approval_status.D
source: Declined
de: Zurückgegangen
fa: نپذیرفتن
fi: Hylätty
hu: Elutasított
pt: Recusado
sv: Tackade nej

# Languages::email_template.accounting_new_payout
source: Accounting: Payout has been issued
de: Buchhaltung: Auszahlung ist erfolgt
fa: حسابداری: پرداخت صادر شده است
fi: Kirjanpito: Maksu on suoritettu
hu: Könyvelés: Kifizetés indult
pt: Contabilidade: O pagamento foi emitido
sv: Bokföring: Utbetalning har utfärdats

# Languages::vendor_payouts.new_payout_issued
source: New payout has been issued
de: Neue Auszahlung wurde ausgegeben
fa: پرداخت جدید صادر شده است
fi: Uusi maksu on suoritettu
hu: Új kifizetés indult
pt: Novo pagamento foi emitido
sv: Ny utbetalning har utfärdats

# Languages::vendor_payouts.new_payout_issued_text
source: A new payout of [amount] has been issued by [issuer]
de: Eine neue Auszahlung von [amount] wurde von [issuer]ausgegeben
fa: یک پرداخت جدید [amount] توسط [issuer]صادر شده است
fi: [issuer]on suorittanut uuden maksun [amount]
hu: A(z) [issuer] új [amount] összegű kifizetést indított
pt: Um novo pagamento de [amount] foi emitido por [issuer]
sv: En ny utbetalning på [amount] har utfärdats av [issuer]

# Languages::vendor_payouts.view_details
source: You can view the details here
de: Die Details können Sie hier einsehen
fa: شما می توانید جزئیات را در اینجا مشاهده کنید
fi: Voit katsoa yksityiskohdat täältä
hu: A részleteket itt tekintheted meg
pt: Você pode ver os detalhes aqui
sv: Du kan se detaljerna här

# Languages::vendor_payouts.payout_comments
source: Payout comments
de: Auszahlungskommentare
fa: نظرات پرداخت
fi: Maksun kommentit
hu: Kifizetéssel kapcsolatos megjegyzések
pt: Comentários de pagamento
sv: Utbetalningskommentarer

# Languages::email_template.accounting_new_withdrawal
source: Accounting: Withdrawal has been requested
de: Buchhaltung: Auszahlung wurde beantragt
fa: حسابداری: برداشت درخواست شده است
fi: Kirjanpito: Nostoa on pyydetty
hu: Könyvelés: Levonást kértek
pt: Contabilidade: A retirada foi solicitada
sv: Bokföring: Uttag har begärts

# Languages::vendor_payouts.new_withdrawal_requested
source: New withdrawal has been requested
de: Eine neue Auszahlung wurde angefordert
fa: برداشت جدید درخواست شده است
fi: Uusi nosto on pyydetty
hu: Új levonást kértek
pt: Nova retirada foi solicitada
sv: Nytt uttag har begärts

# Languages::vendor_payouts.new_withdrawal_requested_text
source: A new withdrawal of [amount] has been requested by [requester]
de: Eine neue Auszahlung von [amount] wurde von [requester]angefordert
fa: برداشت جدید [amount] توسط [requester]درخواست شده است
fi: [requester]on pyytänyt uutta nostoa [amount]
hu: Újabb [amount] összegű levonást kért [requester].
pt: Uma nova retirada de [amount] foi solicitada por [requester]
sv: Ett nytt uttag på [amount] har begärts av [requester]

# Languages::vendor_payouts.withdrawal_comments
source: Withdrawal comments
de: Widerrufskommentare
fa: نظرات برداشت
fi: Peruutuskommentit
hu: Levonással kapcsolatos megjegyzések
pt: Comentários de retirada
sv: Kommentarer om tillbakadragande

# Languages::email_template.accounting_payout_approved
source: Accounting: Payout has been completed
de: Abrechnung: Auszahlung ist abgeschlossen
fa: حسابداری: پرداخت انجام شده است
fi: Kirjanpito: Maksu on suoritettu
hu: Könyvelés: A kifizetés teljesült
pt: Contabilidade: o pagamento foi concluído
sv: Bokföring: Utbetalning har genomförts

# Languages::vendor_payouts.payout_approved
source: Payout has been completed
de: Die Auszahlung ist abgeschlossen
fa: پرداخت انجام شده است
fi: Maksu on suoritettu
hu: A kifizetés teljesült
pt: O pagamento foi concluído
sv: Utbetalningen har slutförts

# Languages::vendor_payouts.payout_approved_text
source: The payout of [amount] issued on [date] has been marked as <b>Completed</b>
de: Die am [date] ausgegebene Auszahlung von [amount] wurde als <b>Abgeschlossen</b>markiert
fa: پرداخت [amount] صادر شده در [date] به عنوان <b>تکمیل شده</b>علامت گذاری شده است
fi: Voitto [amount] , joka myönnettiin [date] , on merkitty arvoksi <b>suoritettu</b>
hu: A [date]-án/-én kiállított [amount] összegű kifizetés <b>Teljesült</b>-ként lett megjelölve.
pt: O pagamento de [amount] emitido em [date] foi marcado como <b>Concluído</b>
sv: Utbetalningen på [amount] utfärdad på [date] har markerats som <b>slutförd</b>

# Languages::email_template.accounting_payout_declined
source: Accounting: Payout hasn't been completed
de: Buchhaltung: Auszahlung wurde nicht abgeschlossen
fa: حسابداری: پرداخت تکمیل نشده است
fi: Kirjanpito: Maksua ei ole suoritettu
hu: Könyvelés: A kifizetés nem teljesült
pt: Contabilidade: O pagamento não foi finalizado
sv: Bokföring: Utbetalning har inte slutförts

# Languages::vendor_payouts.payout_declined
source: Payout hasn't been completed
de: Die Auszahlung wurde nicht abgeschlossen
fa: پرداخت تکمیل نشده است
fi: Maksua ei ole suoritettu
hu: A kifizetés nem teljesült
pt: O pagamento não foi finalizado
sv: Utbetalningen har inte slutförts

# Languages::vendor_payouts.payout_declined_text
source: The payout of [amount] issued on [date] has been marked as <b>Not completed</b>
de: Die am [date] ausgegebene Auszahlung von [amount] wurde als <b>Nicht abgeschlossen</b>markiert
fa: پرداخت [amount] صادر شده در [date] به عنوان <b>تکمیل نشده</b>علامت گذاری شده است
fi: Maksu [amount] , joka myönnettiin [date] , on merkitty arvoksi <b>Ei suoritettu</b>
hu: A [date]-án/-én kiadott [amount] összegű kifizetés <b>nem teljesült</b>-ként lett megjelölve.
pt: O pagamento de [amount] emitido em [date] foi marcado como <b>Pendente</b>
sv: Utbetalningen på [amount] utfärdad den [date] har markerats som <b>Ej genomförd</b>

# Languages::email_template.accounting_withdrawal_approved
source: Accounting: Withdrawal has been completed
de: Buchhaltung: Die Auszahlung ist abgeschlossen
fa: حسابداری: برداشت کامل شده است
fi: Kirjanpito: Nosto on suoritettu
hu: Könyvelés: A levonás teljesült
pt: Contabilidade: A retirada foi concluída
sv: Bokföring: Uttag har genomförts

# Languages::vendor_payouts.withdrawal_approved
source: Withdrawal has been completed
de: Die Auszahlung ist abgeschlossen
fa: برداشت کامل شد
fi: Nosto on suoritettu
hu: A levonás teljesült
pt: A retirada foi concluída
sv: Uttag har slutförts

# Languages::vendor_payouts.withdrawal_approved_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Completed</b>
de: Die am [date] angeforderte Auszahlung von [amount] wurde als <b>Abgeschlossen</b>markiert
fa: برداشت [amount] درخواست شده در [date] به عنوان <b>کامل شده</b>علامت گذاری شده است
fi: Nosto, jota pyydettiin [amount] , on merkitty <b>[date]</b>
hu: A [date]-án/én kért [amount] összeg levonása <b>Teljesült</b>-ként lett megjelölve.
pt: A retirada de [amount] solicitada em [date] foi marcada como <b>Concluída</b>
sv: Uttaget av [amount] begärt på [date] har markerats som <b>slutfört</b>

# Languages::email_template.accounting_withdrawal_declined
source: Accounting: Withdrawal has been declined
de: Buchhaltung: Die Auszahlung wurde abgelehnt
fa: حسابداری: برداشت رد شده است
fi: Kirjanpito: Nosto on hylätty
hu: Könyvelés: A levonás elutasításra került
pt: Contabilidade: A retirada foi recusada
sv: Bokföring: Uttag har avvisats

# Languages::vendor_payouts.withdrawal_declined
source: Withdrawal has been declined
de: Die Auszahlung wurde abgelehnt
fa: برداشت رد شده است
fi: Nosto on hylätty
hu: A levonás elutasításra került
pt: A retirada foi recusada
sv: Uttag har avvisats

# Languages::vendor_payouts.withdrawal_declined_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Declined</b>
de: Die Auszahlung von [amount] , die am [date] beantragt wurde, wurde als <b>Abgelehnt</b>markiert
fa: برداشت [amount] درخواست شده در [date] به عنوان <b>رد شده</b>علامت گذاری شده است
fi: Nosto, jota pyydettiin [amount] , on merkitty <b>[date]</b>
hu: A [date]-án/én kért [amount] összeg levonása <b>elutasított</b>-ként lett megjelölve.
pt: A retirada de [amount] solicitada em [date] foi marcada como <b>Recusado</b>
sv: Återtaget av [amount] begärt på [date] har markerats som <b>avvisad</b>

# Languages::top_sellers
source: Top sellers
de: Meist gekauft
fa: فروشندگان برتر
fi: eniten myyvät
hu: Top eladók
pt: Mais vendidos
sv: topp säljare

# SettingsOptions::can_edit_blocks
source: Allow vendors to edit layouts
de: Anbietern erlauben, Layouts zu bearbeiten
fa: به فروشندگان اجازه دهید طرح‌بندی‌ها را ویرایش کنند
fi: Salli myyjien muokata asetteluja
hu: Lehetővé teszi az eladók számára az elrendezések szerkesztését
pt: Permitir que fornecedores editem layouts
sv: Tillåt leverantörer att redigera layouter
