Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*_mve.po
Languages: de, fa, fi, hu, pt, sv

# Languages::vendor_terms_n_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
de: <p>Bitte lesen Sie diese Allgemeinen Geschäftsbedingungen („Bedingungen“, „Allgemeine Geschäftsbedingungen“) sorgfältig durch, bevor Sie die Website <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> und die von My Unternehmen („uns“, „wir“ oder „unser“).</p><p><strong>Durch den Zugriff auf oder die Nutzung des Dienstes stimmen Sie zu, an diese Bedingungen gebunden zu sein. Wenn Sie mit einem Teil der Bedingungen nicht einverstanden sind, dürfen Sie nicht auf den Dienst zugreifen.</strong></p><p><strong>Käufe</strong></p><p>Wenn Sie ein Produkt oder eine Dienstleistung kaufen möchten, die über den Dienst verfügbar gemacht wird ("Kauf"), werden Sie möglicherweise aufgefordert, bestimmte Informationen anzugeben, die für Ihren Kauf relevant sind, einschließlich, aber nicht beschränkt auf Ihre ...</p><p><strong>Inhalt</strong></p><p>Unser Service ermöglicht es Ihnen, bestimmte Informationen, Texte, Grafiken, Videos oder andere Materialien („Inhalte“) zu posten, zu verlinken, zu speichern, zu teilen und anderweitig verfügbar zu machen. Sie sind verantwortlich für die ...</p><p><strong>Änderungen</strong></p><p>Wir behalten uns das Recht vor, diese Bedingungen nach eigenem Ermessen jederzeit zu ändern oder zu ersetzen. Wenn eine Überarbeitung wesentlich ist, werden wir versuchen, sie mindestens 30 Tage im Voraus anzukündigen, bevor neue Bedingungen in Kraft treten. Was eine wesentliche Änderung darstellt, wird nach unserem alleinigen Ermessen bestimmt.</p><p><strong>Kontaktieren Sie uns</strong></p><p>Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte.</p>
fa: <p> لطفا این شرایط و ضوابط ( "شرایط"، "شرایط و ضوابط") را به دقت بخوانید قبل از استفاده از <a href="http://www.mywebsite.com"> http://www.mywebsite.com < / A> وب سایت و نرم افزار تلفن همراه من نرم افزار موبایل ( "خدمات") توسط شرکت من عمل ( "ما"، "ما"، و یا "ما") </ P> <P> <strong> توسط دسترسی و یا با استفاده از. شما توافق می کنید که خدمات به این شرایط محدود می شود. اگر شما با هر بخشی از شرایط مخالف سپس شما ممکن است خدمات دسترسی پیدا کنید. </ قوی> </ P> <P> و <strong> خرید است </ strong> </ P> <p> اگر شما مایل به خرید هر محصول و یا خدمات از طریق خدمات ( "خرید") در دسترس ساخته شده، شما ممکن است خواسته باشید برای تامین اطلاعات خاص مربوط به خرید خود را از جمله، بدون محدودیت، خود را ... </ P> <P> و <strong> محتوا </ strong> < / P> <P> خدمات ما اجازه می دهد تا شما را به ارسال، لینک، ذخیره، اشتراک و در غیر این صورت اطلاعات موجود خاص، متن، گرافیک، فیلم ها، و یا مواد دیگر ( "محتوا"). شما مسئول هستند ... </ P> <P> <strong> تغییرات است </ strong> </ P> <P> ما حق، با صلاحدید ما، به تغییر و یا جایگزینی این شرایط در هر زمان. اگر تجدید نظر مواد این است که ما سعی خواهد کرد به ارائه اطلاع حداقل 30 روز قبل از هر گونه شرایط جدید در نظر گرفتن اثر. آنچه به منزله یک تغییر مواد خواهد شد در صلاحدید ما تعیین می شود. </ P> <P> و <strong> تماس با ما </ قوی> </ P> <P> ا
fi: <p>Lue nämä ehdot ("Ehdot", "Käyttöehdot") huolellisesti ennen kuin käytät <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> -sivustoa ja My Mobile App -mobiilisovellusta ("Palvelu") Yritys ("me", "me" tai "meidän").</p><p><strong>Käyttämällä palvelua tai palvelua sitoudut noudattamaan näitä ehtoja. Jos et hyväksy jotakin Ehtojen osaa, et voi käyttää Palvelua.</strong></p><p><strong>Ostokset</strong></p><p>Jos haluat ostaa minkä tahansa tuotteen tai palvelun, joka on saatavilla Palvelun kautta ("Osto"), sinua saatetaan pyytää antamaan tiettyjä ostokseesi liittyviä tietoja, mukaan lukien rajoituksetta ...</p><p><strong>Sisältö</strong></p><p>Palvelumme avulla voit lähettää, linkittää, tallentaa, jakaa ja muutoin asettaa saataville tiettyä tietoa, tekstiä, grafiikkaa, videoita tai muuta materiaalia ("Sisältö"). Olet vastuussa ...</p><p><strong>Muutokset</strong></p><p>Varaamme oikeuden oman harkintamme mukaan muuttaa tai korvata näitä ehtoja milloin tahansa. Jos muutos on olennainen, pyrimme ilmoittamaan siitä vähintään 30 päivää ennen uusien ehtojen voimaantuloa. Se, mikä on olennainen muutos, päätetään oman harkintamme mukaan.</p><p><strong>Ota yhteyttä</strong></p><p>Jos sinulla on kysyttävää näistä ehdoista, ota meihin yhteyttä.</p>
hu: <p>Kérjük, olvasd el figyelmesen jelen Általános Szerződési Feltételeket ("Feltételek", "ÁSZF"), mielőtt a My Company ("bennünket", "mi" vagy "a miénk") által üzemeltetett <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> weboldal és a My Mobile App mobilalkalmazás (a "Szolgáltatás") használatát megkezdené.</p><p><strong>A Szolgáltatáshoz való hozzáféréssel vagy annak használatával elfogadod, hogy a jelen Feltételek kötelező érvényűek. Ha nem értesz egyet a Feltételek bármely részével, akkor nem férhetsz hozzá a Szolgáltatáshoz.</strong></p><p><strong>Vásárlások</strong></p><p>Ha a Szolgáltatáson keresztül elérhetővé tett terméket vagy szolgáltatást ("Vásárlás") kívánsz vásárolni, akkor megkérhetünk arra, hogy adj meg bizonyos, a Vásárlással kapcsolatos információkat, beleértve, de nem kizárólag . ..</p><p><strong>Tartalom</strong></p><p>Szolgáltatásunk lehetővé teszi, hogy bizonyos információkat, szövegeket, grafikákat, videókat vagy egyéb anyagokat ("Tartalom") tégy közzé, linkelj, tárolj, ossz meg és más módon tégy elérhetővé. Felelős vagy a ...</p><p><p><strong>Változások</strong></p><p> bekövetkeztéért. Fenntartjuk magunknak a jogot arra, hogy saját belátásunk szerint bármikor módosítsuk vagy helyettesítsük jelen Feltételeket. Ha a módosítás lényeges, igyekszünk legalább 30 nappal az új feltételek hatályba lépése előtt értesítést küldeni. Azt, hogy mi minősül lényeges módosításnak, saját belátásunk szerint határozzuk meg.</p><p><strong>Kapcsolatfelvétel</strong></p><p>Ha bármilyen kérdésed van a jelen Feltételekkel kapcsolatban, kérjük, vedd fel velünk a kapcsolatot.</p>
pt: <p>Por favor, leia estes Termos e Condições ("Termos", "Termos e Condições") cuidadosamente antes de usar o site <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> e o aplicativo móvel My Mobile App (o "Serviço") operado por My Empresa ("nós", "nós" ou "nosso").</p><p><strong>Ao acessar ou usar o Serviço, você concorda em ficar vinculado a estes Termos. Se você discordar de qualquer parte dos Termos, não poderá acessar o Serviço.</strong></p><p><strong>Compras</strong></p><p>Se você deseja adquirir qualquer produto ou serviço disponibilizado através do Serviço ("Compra"), pode ser solicitado que você forneça certas informações relevantes para sua Compra, incluindo, sem limitação, seu ...</p><p><strong>Conteúdo</strong></p><p>Nosso Serviço permite que você publique, vincule, armazene, compartilhe e disponibilize determinadas informações, textos, gráficos, vídeos ou outros materiais ("Conteúdo"). Você é responsável pelas ...</p><p><strong>Alterações</strong></p><p>Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, tentaremos fornecer um aviso prévio de pelo menos 30 dias antes de quaisquer novos termos entrarem em vigor. O que constitui uma mudança material será determinado a nosso exclusivo critério.</p><p><strong>Fale Conosco</strong></p><p>Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco.</p>
sv: <p>Läs dessa villkor ("Villkor", "Villkor") noggrant innan du använder webbplatsen <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> och mobilapplikationen My Mobile App ("Tjänsten") som drivs av My Företag ("oss", "vi" eller "vår").</p><p><strong>Genom att komma åt eller använda tjänsten samtycker du till att vara bunden av dessa villkor. Om du inte håller med om någon del av villkoren kan du inte komma åt tjänsten.</strong></p><p><strong>Köp</strong></p><p>Om du vill köpa någon produkt eller tjänst som görs tillgänglig via tjänsten ("Köp"), kan du bli ombedd att tillhandahålla viss information som är relevant för ditt köp, inklusive, utan begränsning, din ...</p><p><strong>Innehåll</strong></p><p>Vår tjänst låter dig lägga upp, länka, lagra, dela och på annat sätt tillgängliggöra viss information, text, grafik, videor eller annat material ("Innehåll"). Du är ansvarig för ...</p><p><strong>Ändringar</strong></p><p>Vi förbehåller oss rätten att, efter eget gottfinnande, ändra eller ersätta dessa villkor när som helst. Om en revidering är väsentlig kommer vi att försöka ge minst 30 dagars varsel innan nya villkor träder i kraft. Vad som utgör en väsentlig förändring kommer att bestämmas efter eget gottfinnande.</p><p><strong>Kontakta oss</strong></p><p>Om du har några frågor om dessa Villkor, vänligen kontakta oss.</p>

# Languages::mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus
de: Diese Aktion erfordert [product] Ultimate oder [product] Plus
fa: این عمل به [product] Ultimate یا [product] Plus نیاز دارد
fi: Tämä toiminto vaatii [product] Ultimate tai [product] Plus
hu: Ehhez a művelethez [product] Ultimate vagy [product] Plus szükséges.
pt: Você precisa ter [product] Ultimate ou [product] Plus para fazer isto
sv: Denna åtgärd kräver [product] Ultimate eller [product] Plus

# Languages::mve_ultimate_license_required
source: [product] Ultimate is required for this
de: [product] Ultimate ist dafür erforderlich
fa: [product] Ultimate برای این مورد نیاز است
fi: [product] Ultimate tarvitaan tähän
hu: Ehhez [product] Ultimate szükséges
pt: Você precisa ter [product] Ultimate para fazer isto
sv: [product] Ultimate krävs för detta

# Languages::text_mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> or <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, you'll get access to all their features.
de: Diese Aktion erfordert [product] Ultimate oder [product] Plus. Wenn Sie zu <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> oder <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>wechseln, erhalten Sie Zugriff auf alle ihre Funktionen.
fa: این عمل به [product] Ultimate یا [product] Plus نیاز دارد. اگر به <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> یا <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>بروید، به همه ویژگی های آنها دسترسی خواهید داشت.
fi: Tämä toiminto vaatii [product] Ultimate tai [product] Plus. Jos vaihdat <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> :ään tai <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>:ään, saat käyttöösi kaikki niiden ominaisuudet.
hu: Ehhez a művelethez [product] Ultimate vagy [product] Plus szükséges. Ha <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> vagy <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a> termékre váltasz, hozzáférsz ezek valamennyi funkciójához.
pt: Você precisa de [product] Ultimate ou [product] Plus para fazer isto. Mude para <a href="[mve_ultimate_license_url]" target="_blank"> Ultimate ou <a href="[mve_plus_license_url]" target="_blank"> Plus para ter acesso a todos os seus recursos.
sv: Denna åtgärd kräver [product] Ultimate eller [product] Plus. Om du byter till <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> eller <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>får du tillgång till alla deras funktioner.

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. Adding another storefront requires buying a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, an edition with an unlimited number of storefronts.</p>
de: <p>Sie haben das Limit der für Ihre Lizenz verfügbaren Storefronts erreicht. Das Hinzufügen einer weiteren Storefront erfordert den Kauf eines <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, einer Edition mit einer unbegrenzten Anzahl von Storefronts.</p>
fa: <p>به حد مجاز ویترین های موجود برای مجوز خود رسیده اید. افزودن یک ویترین دیگر مستلزم خرید <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>است، نسخه ای با تعداد نامحدود ویترین.</p>
fi: <p>Olet saavuttanut lisenssissäsi käytettävissä olevien julkisivujen enimmäismäärän. Toisen julkisivun lisääminen edellyttää <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>-version ostamista, jossa on rajoittamaton määrä julkisivuja.</p>
hu: <p>Elérted a licencedhez rendelkezésre álló piacterek számának limitjét. Újabb piactér hozzáadásához <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, azaz korlátlan számú piacteret tartalmazó kiadás megvásárlására van szükség.</p>
pt: <p>Você alcançou o limite de lojas virtuais disponíveis para a sua licença. Para adicionar mais lojas virtuais, você precisa comprar um <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, que é a edição com número ilimitado de lojas virtuais.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. Att lägga till ytterligare ett skyltfönster kräver att du köper en <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, en utgåva med ett obegränsat antal skyltfönster.</p>

# Languages::mve_plus_license
source: [product] Plus
fa: [product] به علاوه

# Languages::mve_ultimate_license
source: [product] Ultimate
de: [product] Ultimativ
fa: [product] نهایی
fi: [product] Lopullinen

# Languages::text_mve_plus_license_required
source: <p>Let your vendors receive money from customers directly via your marketplace.</p><p>Manage vendors' abilities via user groups, and allow your vendors to change the looks of their stores.</p><p>Create a unified catalog, where vendors can start selling any product in a matter of minutes.</p>
de: <p>Lassen Sie Ihre Lieferanten direkt über Ihren Marktplatz Geld von Kunden erhalten.</p><p>Verwalten Sie die Fähigkeiten der Anbieter über Benutzergruppen und ermöglichen Sie Ihren Anbietern, das Aussehen ihrer Geschäfte zu ändern.</p><p>Erstellen Sie einen einheitlichen Katalog, in dem Anbieter innerhalb weniger Minuten mit dem Verkauf aller Produkte beginnen können.</p>
fa: <p>اجازه دهید فروشندگان شما مستقیماً از طریق بازار شما پول از مشتریان دریافت کنند.</p><p>توانایی های فروشندگان را از طریق گروه های کاربری مدیریت کنید و به فروشندگان خود اجازه دهید ظاهر فروشگاه های خود را تغییر دهند.</p><p>یک کاتالوگ یکپارچه ایجاد کنید، جایی که فروشندگان می توانند در عرض چند دقیقه شروع به فروش هر محصولی کنند.</p>
fi: <p>Anna myyjiesi vastaanottaa rahaa asiakkailta suoraan markkinapaikkasi kautta.</p><p>Hallitse myyjien kykyjä käyttäjäryhmien kautta ja anna myyjien muuttaa myymälöidensä ulkoasua.</p><p>Luo yhtenäinen luettelo, jossa myyjät voivat aloittaa minkä tahansa tuotteen myynnin muutamassa minuutissa.</p>
hu: <p>Hagyd, hogy az eladók közvetlenül a piactereden keresztül kapjanak pénzt a vásárlóktól.</p><p>Kezeld az eladók képességeit felhasználói csoportokon keresztül, és tedd lehetővé az eladóid számára, hogy megváltoztathassák a piacterek megjelenését.</p><p>Egységes katalógust hozhatsz létre, ahol az eladók percek alatt elkezdhetik bármely termék értékesítését.</p>
pt: <p>Deixe que os fornecedores recebam dinheiro de clientes diretamente através do seu marketplace.</p><p>Gerencie as permissões dos fornecedores através de grupos de usuários, e permita que os seus fornecedores mudem a aparência de suas lojas.</p><p>Crie um catálogo unificado, onde os fornecedores podem começar a vender qualquer produto em questão de minutos.</p>
sv: <p>Låt dina leverantörer ta emot pengar från kunder direkt via din marknadsplats.</p><p>Hantera leverantörers förmågor via användargrupper och låt dina leverantörer ändra utseendet på sina butiker.</p><p>Skapa en enhetlig katalog där leverantörer kan börja sälja vilken produkt som helst på några minuter.</p>

# Languages::text_mve_ultimate_license_required
source: <p>Branch out: get an unlimited number of storefronts for your marketplace.</p><p>A storefront is another domain created either for a specific country or city, or for a specific part of your product catalog.</p><p>Get all the other functionality of [product] Plus.</p>
de: <p>Verzweigen Sie sich: Holen Sie sich eine unbegrenzte Anzahl von Schaufenstern für Ihren Marktplatz.</p><p>Eine Storefront ist eine andere Domain, die entweder für ein bestimmtes Land oder eine bestimmte Stadt oder für einen bestimmten Teil Ihres Produktkatalogs erstellt wurde.</p><p>Holen Sie sich alle anderen Funktionen von [product] Plus.</p>
fa: <p>شعبه: تعداد نامحدودی ویترین برای بازار خود دریافت کنید.</p><p>ویترین فروشگاه دامنه دیگری است که برای یک کشور یا شهر خاص یا برای بخش خاصی از کاتالوگ محصولات شما ایجاد شده است.</p><p>تمام عملکردهای دیگر [product] Plus را دریافت کنید.</p>
fi: <p>Branch out: hanki rajaton määrä julkisivuja torillesi.</p><p>Liikkeen julkisivu on toinen verkkotunnus, joka on luotu joko tietylle maalle tai kaupungille tai tuoteluettelosi tietylle osalle.</p><p>Hanki kaikki muut [product] Plus:n toiminnot.</p>
hu: <p>Lépj új utakra: korlátlan számú kirakatot kaphatsz piacteréhez.</p><p>A kirakat egy másik domain, amelyet vagy egy adott országhoz vagy városhoz, vagy a termékkatalógusod adott részéhez hozhatsz létre.</p><p>A [product] Plus összes többi funkcióját is rendelkezésedre bocsátjuk.</p>
pt: <p>Expanda-se: tenha um número ilimitado de lojas virtuais para o seu marketplace.</p><p>Uma loja virtual é outro domínio criado ou para um país ou uma cidade específica, ou para uma parte específica do seu catálogo de produtos.</p><p>Tenha acesso a todas as outras funcionalidades do [product] Plus.</p>
sv: <p>Förgrena sig: få ett obegränsat antal skyltfönster för din marknadsplats.</p><p>Ett skyltfönster är en annan domän som skapats antingen för ett specifikt land eller en viss stad eller för en specifik del av din produktkatalog.</p><p>Få alla andra funktioner i [product] Plus.</p>

# Languages::text_mve_ultimate_license
source: A special edition of [product] that offers all the features of [product] Plus and an unlimited number of storefronts. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
de: Eine Sonderausgabe von [product] , die alle Funktionen von [product] Plus und eine unbegrenzte Anzahl von Storefronts bietet. Wenn Sie zu <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>wechseln, sehen Sie die Meldung über das Storefront-Limit nie wieder.
fa: نسخه ویژه [product] که تمام ویژگی های [product] Plus و تعداد نامحدودی ویترین را ارائه می دهد. اگر به <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>بروید، دیگر هرگز پیام محدودیت ویترین را نخواهید دید.
fi: [product] :n erikoisversio, joka tarjoaa kaikki [product] Plus:n ominaisuudet ja rajoittamattoman määrän julkisivuja. Jos vaihdat <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>:ään, et näe enää koskaan myymälän julkisivun rajaa koskevaa viestiä.
hu: A [product] speciális kiadása, amely a [product] Plus összes funkcióját és korlátlan számú kirakatot kínál. Ha <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>-ra váltasz, soha többé nem fogod látni a kirakatok korlátozásáról szóló üzenetet.
pt: Uma edição especial de [product] que oferece todos os recursos de [product] Plus e um número ilimitado de lojas virtuais. Se você mudar para <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, nunca mais verá a mensagem sobre o limite de lojas virtuais.
sv: En specialutgåva på [product] som erbjuder alla funktioner i [product] Plus och ett obegränsat antal skyltfönster. Om du byter till <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>kommer du aldrig att se meddelandet om skyltfönstergränsen igen.

# Languages::product_state_description.mve.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adj meg érvényes licenszkódot.</p><p>Bármikor aktiválható.</p><br />
pt: <p>Acesso completo e irrestrito a todas as funcionalidades. Informe um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />
