Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*_mve.po
Languages: de, fa, fi, hu, pt, sv

# Languages::suspend_alert
source: <p>Your account is suspended. To lift the suspension, please contact us.</p>
de: <p>Ihr Konto ist gesperrt. Um die Sperrung aufzuheben, kontaktieren Sie uns bitte.</p>
fa: <p>حساب شما به حالت تعلیق درآمده است. برای رفع تعلیق لطفا با ما تماس بگیرید.</p>
fi: <p>Tilisi on jäädytetty. Jos haluat poistaa jousituksen, ota meihin yhteyttä.</p>
hu: <p>A fiókodat felfüggesztettük. A felfüggesztés feloldásához kérjük, lépj kapcsolatba velünk.</p>
pt: <p>Sua conta está suspensa. Para levantar a suspensão, contacte-nos.</p>
sv: <p>Ditt konto är avstängt. Kontakta oss för att häva avstängningen.</p>

# Languages::event.vendor_status_changed.suspended.title
source: Your account is suspended
de: Ihr Account wurde gesperrt
fa: حساب شما به حالت تعلیق درآمده
fi: sinun tilisi on jäädytetty
hu: A fiókodat felfüggesztettük
pt: Sua conta está suspensa
sv: Ditt konto är avstängt

# Languages::event.vendor_status_changed.suspended.message
source: To lift the suspension, please contact us.
de: Um die Sperrung aufzuheben, kontaktieren Sie uns bitte.
fa: برای رفع تعلیق لطفا با ما تماس بگیرید.
fi: Jos haluat poistaa jousituksen, ota meihin yhteyttä.
hu: A felfüggesztés feloldásához kérjük, lépj kapcsolatba velünk.
pt: Para levantar a suspensão, contacte-nos.
sv: Kontakta oss för att häva avstängningen.

# Languages::text_company_status_suspended_subj
source: Your account is suspended
de: Ihr Account wurde gesperrt
fa: حساب شما به حالت تعلیق درآمده
fi: sinun tilisi on jäädytetty
hu: A fiókodat felfüggesztettük
pt: Sua conta está suspensa
sv: Ditt konto är avstängt

# Languages::logo_section.vendor
source: Default logo for new vendors
de: Standardlogo für neue Anbieter
fa: لوگوی پیش فرض برای فروشندگان جدید
fi: Oletuslogo uusille myyjille
hu: Alapértelmezett logó új eladók számára
pt: Logo padrão para novos fornecedores
sv: Standardlogotyp för nya leverantörer

# ProfileFields::tax_number
source: Tax number
de: Steuernummer
fa: شماره مالیاتی
fi: Veronumero
hu: Adószám
pt: Número de identificação fiscal
sv: Skattenummer

# Languages::tax_number
source: Tax number
de: Steuernummer
fa: شماره مالیاتی
fi: Veronumero
hu: Adószám
pt: Número de identificação fiscal
sv: Skattenummer

# Languages::text_send_an_email_access_information
source: We'll send you an email with access information.
de: Wir senden Ihnen eine E-Mail mit Zugangsdaten.
fa: ما یک ایمیل با اطلاعات دسترسی برای شما ارسال خواهیم کرد.
fi: Lähetämme sinulle sähköpostin, jossa on pääsytiedot.
hu: Küldeni fogunk egy emailt neked a hozzáférési adatokkal
pt: Enviaremos um e-mail com informações de acesso.
sv: Vi skickar ett e-postmeddelande med åtkomstinformation.

# Languages::storefront_all_common_categories
source: Storefront: All (Common categories)
de: Schaufenster: Alle (allgemeine Kategorien)
fa: ویترین فروشگاه: همه (دسته‌های رایج)
fi: Julkisivu: Kaikki (Yleiset luokat)
hu: Piactéri kirakat: (Közös kategóriák)
pt: Vitrine: Todas (categorias comuns)
sv: Skyltfönster: Alla (vanliga kategorier)

# Languages::sw.vendor_registration_flow
source: Vendor registration flow
de: Ablauf der Anbieterregistrierung
fa: جریان ثبت نام فروشنده
fi: Toimittajan rekisteröintiprosessi
hu: Eladói regisztrációs flow
pt: Fluxo de cadastro de fornecedores
sv: Leverantörsregistreringsflöde

# Languages::sw.vendor_data_premoderation
source: Vendor data premoderation
de: Vormoderation von Lieferantendaten
fa: پیش تعدیل داده های فروشنده
fi: Toimittajatietojen ennakkotilaus
hu: Eladói adatok előzetes ellenőrzése
pt: Pré-moderação de dados do fornecedor
sv: Leverantörsdata förmoderering

# Languages::sw.access_to_admin_panel_and_storefront
source: Immediate access to admin panel and storefront
de: Sofortiger Zugriff auf das Admin-Panel und die Storefront
fa: دسترسی فوری به پنل مدیریت و ویترین فروشگاه
fi: Välitön pääsy hallintapaneeliin ja myymälään
hu: Azonnali hozzáférés az admin panelhez és a piactérhez
pt: Acesso imediato ao painel de administração e vitrine
sv: Omedelbar tillgång till adminpanel och skyltfönster

# Languages::sw.access_to_admin_panel_and_storefront.description
source: Applying vendors get the "Active" status. They immediately appear on the storefront and gain access to their admin panel. At the same time, their first vendor plan fee also becomes due for payment.
de: Sich bewerbende Anbieter erhalten den Status „Aktiv“. Sie erscheinen sofort auf der Storefront und erhalten Zugriff auf ihr Admin-Panel. Gleichzeitig wird auch ihre erste Vendor-Plan-Gebühr zur Zahlung fällig.
fa: فروشندگان درخواست کننده وضعیت "فعال" را دریافت می کنند. آنها بلافاصله در ویترین فروشگاه ظاهر می شوند و به پنل مدیریت خود دسترسی پیدا می کنند. در همان زمان، اولین کارمزد طرح فروشنده آنها نیز برای پرداخت واریز می شود.
fi: Hakevat toimittajat saavat tilan "Aktiivinen". Ne näkyvät heti myymälässä ja pääsevät hallintapaneeliinsa. Samaan aikaan myös heidän ensimmäinen toimittajasuunnitelman maksu erääntyy maksettavaksi.
hu: A jelentkező eladók "Aktív" státuszt kapnak. Rögtön meg fognak jelenni a piactér felületén és hozzá fognak férni az admin paneljükhöz. Egyidőben ezzel, az első eladói havidíj esedékes lesz számukra.
pt: Os fornecedores solicitantes obtêm o status "Ativo". Eles aparecem imediatamente na vitrine e obtêm acesso ao painel de administração. Ao mesmo tempo, sua primeira taxa de plano de fornecedor também se torna devida para pagamento.
sv: Applicerande leverantörer får statusen "Aktiv". De dyker genast upp i skyltfönstret och får tillgång till sin adminpanel. Samtidigt förfaller deras första leverantörsplanavgift också för betalning.

# Languages::sw.access_to_admin_panel_approval_storefront
source: Immediate access to admin panel; approval for storefront
de: Sofortiger Zugriff auf das Admin-Panel; Genehmigung für Schaufenster
fa: دسترسی فوری به پنل مدیریت؛ تایید برای ویترین فروشگاه
fi: Välitön pääsy hallintapaneeliin; myymälän hyväksyntä
hu: Azonnali hozzáférés az admin panelhez, jóváhagyás a piactéren
pt: Acesso imediato ao painel de administração; aprovação para vitrine
sv: Omedelbar tillgång till adminpanelen; godkännande för skyltfönster

# Languages::sw.access_to_admin_panel_approval_storefront.description
source: Applying vendors get the "Pending" status. They don't appear on the storefront yet, but gain access to their admin panel and can start working on their products. Once you change their status to "Active", their first vendor plan fee becomes due for payment.
de: Sich bewerbende Anbieter erhalten den Status „Ausstehend“. Sie erscheinen noch nicht auf der Storefront, erhalten aber Zugriff auf ihr Admin-Panel und können mit der Arbeit an ihren Produkten beginnen. Sobald Sie ihren Status auf „Aktiv“ ändern, wird ihre erste Anbieterplangebühr zur Zahlung fällig.
fa: فروشندگان درخواست کننده وضعیت "در انتظار" را دریافت می کنند. آنها هنوز در ویترین فروشگاه ظاهر نمی شوند، اما به پنل مدیریت خود دسترسی پیدا می کنند و می توانند روی محصولات خود کار کنند. هنگامی که وضعیت آنها را به "فعال" تغییر دهید، اولین هزینه طرح فروشنده آنها برای پرداخت واریز می شود.
fi: Hakevat toimittajat saavat Odottaa-tilan. He eivät vielä näy myymälässä, mutta saavat pääsyn hallintapaneeliinsa ja voivat alkaa työstää tuotteitaan. Kun muutat heidän tilansa "Aktiivinen", heidän ensimmäinen toimittajasopimusmaksunsa erääntyy maksettavaksi.
hu: A jelentkező eladók "Függőben" státuszt kapnak. Nem jelennek meg rögtön a piactér felületén, de hozzá fognak férni az admin paneljükhöz, melyben elkezdhetnek dolgozni a termékeiken. Amint a státuszuk "Aktív"-ra változik, az első eladói havidíj esedékes lesz számukra.
pt: Os fornecedores solicitantes obtêm o status "Pendente". Eles ainda não aparecem na vitrine, mas obtêm acesso ao painel de administração e podem começar a trabalhar em seus produtos. Depois que você alterar o status para "Ativo", a taxa do primeiro plano de fornecedor será devida para pagamento.
sv: Applicerande leverantörer får statusen "Väntande". De visas inte i skyltfönstret ännu, men får tillgång till sin adminpanel och kan börja arbeta med sina produkter. När du ändrar deras status till "Aktiv" förfaller deras första leverantörsplanavgift för betalning.

# Languages::sw.approval_access_to_admin_panel_and_storefront
source: Approval for access to admin panel and storefront
de: Genehmigung für den Zugriff auf das Admin-Panel und die Storefront
fa: تاییدیه دسترسی به پنل مدیریت و ویترین فروشگاه
fi: Hallintapaneelin ja julkisivun käyttöoikeuden hyväksyminen
hu: Jóváhagyás az admin panel elérést és a piactéren való megjelenést illetően
pt: Aprovação para acesso ao painel de administração e vitrine
sv: Godkännande för åtkomst till adminpanel och skyltfönster

# Languages::sw.approval_access_to_admin_panel_and_storefront.description
source: Applying vendors get the "New" status. After you verify them, they'll get the "Active" status and gain access to their admin panel and the storefront. Their first vendor plan fee will also become due for payment.
de: Sich bewerbende Anbieter erhalten den Status „Neu“. Nachdem Sie sie verifiziert haben, erhalten sie den Status „Aktiv“ und erhalten Zugriff auf ihr Admin-Panel und die Storefront. Ihre erste Anbieterplangebühr wird ebenfalls zur Zahlung fällig.
fa: فروشندگان درخواست کننده وضعیت "جدید" را دریافت می کنند. بعد از اینکه آنها را تأیید کردید، وضعیت "فعال" را دریافت کرده و به پنل مدیریت و ویترین فروشگاه خود دسترسی خواهند داشت. هزینه طرح فروشنده اول آنها نیز باید پرداخت شود.
fi: Hakevat toimittajat saavat tilan "Uusi". Kun olet vahvistanut ne, he saavat Aktiivinen-tilan ja pääsevät hallintapaneeliinsa ja julkisivuunsa. Heidän ensimmäinen toimittajasuunnitelmamaksunsa erääntyy myös maksettavaksi.
hu: A jelentkező eladók "Új" státuszt kapnak. Amint jóváhagyod őket, "Aktív" státuszba lépnek és hozzá fognak férni az admin paneljükhöz és a piactér felületéhez. Egyidőben ezzel, az első eladói havidíj esedékes lesz számukra.
pt: Os fornecedores solicitantes obtêm o status "Novo". Depois de verificá-los, eles obterão o status "Ativo" e terão acesso ao painel de administração e à vitrine. A taxa do primeiro plano de fornecedor também será devida para pagamento.
sv: Applicerande leverantörer får statusen "Ny". När du har verifierat dem får de statusen "Aktiv" och får åtkomst till sin adminpanel och skyltfönstret. Deras första leverantörsplanavgift kommer också att förfalla till betalning.

# Languages::thank_you_for_registering_as_a_seller
source: Thank you for registering as a seller at [url]. We'll review your application and then grant you access to your admin panel in a separate email.
de: Vielen Dank für Ihre Registrierung als Verkäufer bei [url]. Wir werden Ihre Bewerbung prüfen und Ihnen dann in einer separaten E-Mail Zugriff auf Ihr Admin-Panel gewähren.
fa: با تشکر از شما برای ثبت نام به عنوان فروشنده در [url]. ما درخواست شما را بررسی می کنیم و سپس در یک ایمیل جداگانه به شما اجازه دسترسی به پنل مدیریت خود را می دهیم.
fi: Kiitos, että rekisteröidyit myyjäksi osoitteessa [url]. Tarkistamme hakemuksesi ja annamme sinulle pääsyn hallintapaneeliin erillisessä sähköpostissa.
hu: Köszönjük, hogy jelentkeztél eladónak az [url]-n. Átnézzük a jelentkezésedet és amint jóváhagytuk, elküldjük a hozzáférésedet az admin panelhez egy emailben.
pt: Obrigado por se registrar como vendedor em [url]. Analisaremos sua inscrição e, em seguida, concederemos a você acesso ao painel de administração em um e-mail separado.
sv: Tack för att du registrerade dig som säljare på [url]. Vi granskar din ansökan och ger dig sedan åtkomst till din adminpanel i ett separat e-postmeddelande.

# Languages::sw.check_newly_registered_vendors
source: Check newly-registered vendors manually before they appear on the storefront
de: Überprüfen Sie neu registrierte Anbieter manuell, bevor sie auf der Storefront erscheinen
fa: فروشندگان تازه ثبت نام شده را قبل از ظاهر شدن در ویترین فروشگاه به صورت دستی بررسی کنید
fi: Tarkista äskettäin rekisteröidyt toimittajat manuaalisesti, ennen kuin ne ilmestyvät myymälään
hu: Manuálisan ellenőrizze az újonnan regisztrált szállítókat, mielőtt megjelennének a kirakatban
pt: Verifique manualmente os fornecedores recém-registrados antes que eles apareçam na vitrine
sv: Kontrollera nyregistrerade leverantörer manuellt innan de dyker upp i skyltfönstret

# Languages::vendor_emails
source: Vendor emails
de: Lieferanten-E-Mails
fa: ایمیل های فروشنده
fi: Myyjien sähköpostit
hu: Eladói e-mailek
pt: E-mails de fornecedores
sv: Leverantörens e-postmeddelanden

# Languages::product_state_description.mve.booking.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Teljes korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adjon meg egy érvényes licencszámot.</p><p>Ez az üzemmód bármikor aktiválható.</p><br />
pt: <p>Acesso irrestrito total a todos os recursos. Insira um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />

# Languages::product_state_description.mve.booking.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Teljes korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adjon meg egy érvényes licencszámot.</p><p>Ez az üzemmód bármikor aktiválható.</p><br />
pt: <p>Acesso irrestrito total a todos os recursos. Insira um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />

# Languages::text_store_mode_changed_to_mve.booking.ultimate
source: Your store now uses active license. All the advanced eCommerce features are available.
de: Ihr Geschäft verwendet jetzt eine aktive Lizenz. Alle erweiterten E-Commerce-Funktionen sind verfügbar.
fa: فروشگاه شما اکنون از مجوز فعال استفاده می کند. تمام ویژگی های پیشرفته تجارت الکترونیک در دسترس هستند.
fi: Myymäläsi käyttää nyt aktiivista lisenssiä. Kaikki kehittyneet verkkokaupan ominaisuudet ovat saatavilla.
hu: Az üzlete mostantól aktív licencet használ. Az összes fejlett e-kereskedelmi funkció elérhető.
pt: Sua loja agora usa licença ativa. Todos os recursos avançados de comércio eletrônico estão disponíveis.
sv: Din butik använder nu aktiv licens. Alla avancerade e-handelsfunktioner är tillgängliga.

# Languages::product_state_description.mve.booking_ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Teljes korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adjon meg egy érvényes licencszámot.</p><p>Ez az üzemmód bármikor aktiválható.</p><br />
pt: <p>Acesso irrestrito total a todos os recursos. Insira um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />

# Languages::product_state_description.mve.booking_ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Teljes korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adjon meg egy érvényes licencszámot.</p><p>Ez az üzemmód bármikor aktiválható.</p><br />
pt: <p>Acesso irrestrito total a todos os recursos. Insira um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />

# Languages::text_store_mode_changed_to_mve.booking_ru.ultimate
source: Your store now uses active license. All the advanced eCommerce features are available.
de: Ihr Geschäft verwendet jetzt eine aktive Lizenz. Alle erweiterten E-Commerce-Funktionen sind verfügbar.
fa: فروشگاه شما اکنون از مجوز فعال استفاده می کند. تمام ویژگی های پیشرفته تجارت الکترونیک در دسترس هستند.
fi: Myymäläsi käyttää nyt aktiivista lisenssiä. Kaikki kehittyneet verkkokaupan ominaisuudet ovat saatavilla.
hu: Az üzlete mostantól aktív licencet használ. Az összes fejlett e-kereskedelmi funkció elérhető.
pt: Sua loja agora usa licença ativa. Todos os recursos avançados de comércio eletrônico estão disponíveis.
sv: Din butik använder nu aktiv licens. Alla avancerade e-handelsfunktioner är tillgängliga.

# Languages::error_vendor_name_exists
source: A vendor with this company name already exists. Please use another name.
de: Ein Anbieter mit diesem Firmennamen existiert bereits. Bitte verwenden Sie einen anderen Namen.
fa: فروشنده ای با این نام شرکت از قبل وجود دارد. لطفا از نام دیگری استفاده کنید.
fi: Tämän yrityksen nimi on jo olemassa. Käytä toista nimeä.
hu: Már létezik ilyen cégnévvel rendelkező szállító. Kérjük, használjon másik nevet.
pt: Já existe um fornecedor com este nome de empresa. Por favor, use outro nome.
sv: En leverantör med detta företagsnamn finns redan. Använd ett annat namn.

# Languages::privileges.merge_vendors
source: Can merge vendors (only if editing vendors is allowed)
de: Kann Lieferanten zusammenführen (nur wenn das Bearbeiten von Lieferanten erlaubt ist)
fa: می تواند فروشندگان را ادغام کند (فقط در صورتی که ویرایش فروشندگان مجاز باشد)
fi: Voi yhdistää toimittajia (vain jos toimittajien muokkaaminen on sallittua)
hu: Összevonhatja a szállítókat (csak ha a szállítók szerkesztése engedélyezett)
pt: Pode mesclar fornecedores (somente se for permitido editar fornecedores)
sv: Kan slå samman leverantörer (endast om redigering av leverantörer är tillåtet)

# Languages::product_features_of_marketplace_are_not_selectable
source: This product feature belongs to the marketplace and couldn't be selected. You can only select or edit the features that belong to you.
de: Diese Produktfunktion gehört zum Marktplatz und konnte nicht ausgewählt werden. Sie können nur die Funktionen auswählen oder bearbeiten, die Ihnen gehören.
fa: این ویژگی محصول متعلق به بازار است و نمی توان آن را انتخاب کرد. شما فقط می توانید ویژگی هایی را که متعلق به شما هستند انتخاب یا ویرایش کنید.
fi: Tämä tuoteominaisuus kuuluu kauppapaikkaan, eikä sitä voitu valita. Voit valita tai muokata vain sinulle kuuluvia ominaisuuksia.
hu: Ez a termékfunkció a piactérhez tartozik, és nem választható ki. Csak az Önhöz tartozó funkciókat választhatja ki vagy szerkesztheti.
pt: Este recurso do produto pertence ao mercado e não pôde ser selecionado. Você só pode selecionar ou editar os recursos que pertencem a você.
sv: Denna produktfunktion tillhör marknadsplatsen och kunde inte väljas. Du kan bara välja eller redigera de funktioner som tillhör dig.

# Languages::product_features_groups_of_marketplace_are_not_selectable
source: This product feature group belongs to the marketplace and couldn't be selected. You can only select or edit the features that belong to you.
de: Diese Produktfunktionsgruppe gehört zum Marktplatz und konnte nicht ausgewählt werden. Sie können nur die Funktionen auswählen oder bearbeiten, die Ihnen gehören.
fa: این گروه ویژگی محصول متعلق به بازار است و نمی توان آن را انتخاب کرد. شما فقط می توانید ویژگی هایی را که متعلق به شما هستند انتخاب یا ویرایش کنید.
fi: Tämä tuoteominaisuusryhmä kuuluu kauppapaikkaan, eikä sitä voitu valita. Voit valita tai muokata vain sinulle kuuluvia ominaisuuksia.
hu: Ez a termékfunkciócsoport a piactérhez tartozik, ezért nem lehetett kiválasztani. Csak az Önhöz tartozó funkciókat választhatja ki vagy szerkesztheti.
pt: Este grupo de recursos do produto pertence ao mercado e não pôde ser selecionado. Você só pode selecionar ou editar os recursos que pertencem a você.
sv: Denna produktgrupp tillhör marknadsplatsen och kunde inte väljas. Du kan bara välja eller redigera de funktioner som tillhör dig.
