Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*_mve.po
Languages: de, fa, fi, hu, pt, sv

# Languages::product_state_description.mve
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
de: <p>Sie haben Ihr [product]aktiviert. Sie können es jetzt ohne zeitliche Beschränkung nutzen. Für erweiterte Funktionen (z. B. separate Kasse für jeden Anbieter und vom Anbieter erstellte Werbeaktionen) erwerben Sie die <a href="[mve_plus_license_url]" target="_blank">[product] Plus-Lizenz.</a> Um mehrere Domains für Ihren Marktplatz zu verwenden, erwerben Sie die <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-Lizenz.</a></p><br>
fa: <p>شما [product]خود را فعال کرده اید. اکنون می توانید بدون محدودیت زمانی از آن استفاده کنید. برای ویژگی‌های پیشرفته (مانند پرداخت جداگانه برای هر فروشنده، و تبلیغات ایجاد شده توسط فروشنده)، مجوز <a href="[mve_plus_license_url]" target="_blank">[product] Plus را دریافت کنید.</a> برای استفاده از چندین دامنه برای بازار خود، مجوز <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate را دریافت کنید.</a></p><br>
fi: <p>Olet aktivoinut [product]. Voit käyttää sitä nyt ilman aikarajoituksia. Hanki <a href="[mve_plus_license_url]" target="_blank">[product] Plus -lisenssi lisäominaisuuksia varten (kuten erillinen kassalle kullekin toimittajalle ja toimittajan luomille tarjouksille).</a> Jos haluat käyttää useita verkkotunnuksia kauppapaikallasi, hanki <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate -lisenssi.</a></p><br>
hu: <p>A [product] terméket aktiváltad. Mostantól időbeli korlátozás nélkül használhatod. A haladó funkciókhoz (például külön pénztár minden egyes eladóhoz és az eladók által létrehozott promóciókhoz) szerezd be a <a href="[mve_plus_license_url]" target="_blank">[product] Plus licenszet.</a> Ha többszörös domaint szeretnél használni piacteredhez, szerezd be a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licenszet.</a></p><br>
pt: <p>Você ativou o seu [product]. Agora já pode usá-lo sem restrições de tempo. Para recursos avançados (como finalização de compra separada para cada fornecedor, e promoções criadas por fornecedores), obtenha a <a href="[mve_plus_license_url]" target="_blank">licença [product] Plus.</a> Para utilizar vários domínios para o seu marketplace, obtenha a <a href="[mve_ultimate_license_url]" target="_blank">licença [product] Ultimate.</a></p><br>
sv: <p>Du har aktiverat din [product]. Du kan använda den utan tidsbegränsningar nu. För avancerade funktioner (som separat utcheckning för varje leverantör och erbjudanden skapade av leverantörer), skaffa <a href="[mve_plus_license_url]" target="_blank">[product] Plus-licensen.</a> För att använda flera domäner för din marknadsplats, skaffa <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-licensen.</a></p><br>

# Languages::product_state_description.mve.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
de: <p>Zugriff auf alle Funktionen, mit Ausnahme mehrerer Storefronts. Um Domains für bestimmte Zielgruppen zu haben, besorgen Sie sich die <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-Lizenz.</a></p><br />
fa: <p>دسترسی به تمام عملکردها، به جز چندین ویترین فروشگاه. برای داشتن دامنه برای مخاطبان خاص، مجوز <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate را دریافت کنید.</a></p><br />
fi: <p>Pääsy kaikkiin toimintoihin paitsi useisiin julkisivuihin. Jos haluat luoda verkkotunnuksia tietyille yleisöille, hanki <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate -lisenssi.</a></p><br />
hu: <p>Elérés az összes funkcióhoz, kivéve a többszöri piactéri felületet. Ha meghatározott célközönséghez tartozó domaineket szeretnél, szerezd be a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licensz.</a></p><br />
pt: <p>Acesso a todas as funcionalidades, exceto várias lojas virtuais. Para ter domínios para públicos específicos, obtenha a <a href="[mve_ultimate_license_url]" target="_blank">licença [product] Ultimate.</a></p><br />
sv: <p>Tillgång till all funktionalitet, förutom flera skyltfönster. Skaffa <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-licensen för att ha domäner för specifika målgrupper.</a></p><br />

# Languages::product_state_description.mve.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adj meg érvényes licenszkódot.</p><p>Bármikor aktiválható.</p><br />
pt: <p>Acesso completo e irrestrito a todas as funcionalidades. Informe um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />

# Languages::product_state_description.mve.enterprise
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Teljes korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adjon meg egy érvényes licencszámot.</p><p>Ez az üzemmód bármikor aktiválható.</p><br />
pt: <p>Acesso irrestrito total a todos os recursos. Insira um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />

# Languages::product_state_description.mve.ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p> <br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p> <br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p> <br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p> <br />
hu: <p>Korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adjon meg érvényes licenszkódot.</p><p>Bármikor aktiválható.</p><br />
pt: <p>Acesso completo e irrestrito a todas as funcionalidades. Informe um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p> <br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p> <br />

# Languages::product_state_description.mve.ru
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
de: <p>Sie haben Ihr [product]aktiviert. Sie können es jetzt ohne zeitliche Beschränkung nutzen. Für erweiterte Funktionen (z. B. separate Kasse für jeden Anbieter und vom Anbieter erstellte Werbeaktionen) erwerben Sie die <a href="[mve_plus_license_url]" target="_blank">[product] Plus-Lizenz.</a> Um mehrere Domains für Ihren Marktplatz zu verwenden, erwerben Sie die <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-Lizenz.</a></p><br>
fa: <p>شما [product]خود را فعال کرده اید. اکنون می توانید بدون محدودیت زمانی از آن استفاده کنید. برای ویژگی‌های پیشرفته (مانند پرداخت جداگانه برای هر فروشنده، و تبلیغات ایجاد شده توسط فروشنده)، مجوز <a href="[mve_plus_license_url]" target="_blank">[product] Plus را دریافت کنید.</a> برای استفاده از چندین دامنه برای بازار خود، مجوز <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate را دریافت کنید.</a></p><br>
fi: <p>Olet aktivoinut [product]. Voit käyttää sitä nyt ilman aikarajoituksia. Hanki <a href="[mve_plus_license_url]" target="_blank">[product] Plus -lisenssi lisäominaisuuksia varten (kuten erillinen kassalle kullekin toimittajalle ja toimittajan luomille tarjouksille).</a> Jos haluat käyttää useita verkkotunnuksia kauppapaikallasi, hanki <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate -lisenssi.</a></p><br>
hu: <p>A [product] terméket aktiváltad. Mostantól időbeli korlátozás nélkül használhatod. A haladó funkciókhoz (például külön pénztár minden egyes eladóhoz és az eladók által létrehozott promóciókhoz) szerezd be a <a href="[mve_plus_license_url]" target="_blank">[product] Plus licenszet.</a> Ha többszörös domaint szeretnél használni piacteredhez, szerezd be a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licenszet.</a></p><br>
pt: <p>Você ativou o seu [product]. Agora já pode usá-lo sem restrições de tempo. Para recursos avançados (como finalização de compra separada para cada fornecedor, e promoções criadas por fornecedores), obtenha a <a href="[mve_plus_license_url]" target="_blank">licença [product] Plus.</a> Para utilizar vários domínios para o seu marketplace, obtenha a <a href="[mve_ultimate_license_url]" target="_blank">licença [product] Ultimate.</a></p><br>
sv: <p>Du har aktiverat din [product]. Du kan använda den utan tidsbegränsningar nu. För avancerade funktioner (som separat utcheckning för varje leverantör och erbjudanden skapade av leverantörer), skaffa <a href="[mve_plus_license_url]" target="_blank">[product] Plus-licensen.</a> För att använda flera domäner för din marknadsplats, skaffa <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-licensen.</a></p><br>

# Languages::product_state_description.mve.ru.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
de: <p>Zugriff auf alle Funktionen, mit Ausnahme mehrerer Storefronts. Um Domains für bestimmte Zielgruppen zu haben, besorgen Sie sich die <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-Lizenz.</a></p><br />
fa: <p>دسترسی به تمام عملکردها، به جز چندین ویترین فروشگاه. برای داشتن دامنه برای مخاطبان خاص، مجوز <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate را دریافت کنید.</a></p><br />
fi: <p>Pääsy kaikkiin toimintoihin paitsi useisiin julkisivuihin. Jos haluat luoda verkkotunnuksia tietyille yleisöille, hanki <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate -lisenssi.</a></p><br />
hu: <p>Elérés az összes funkcióhoz, kivéve a többszöri piactéri felületet. Ha meghatározott célközönséghez tartozó domaineket szeretnél, szerezd be a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate licensz.</a></p><br />
pt: <p>Acesso a todas as funcionalidades, exceto várias lojas virtuais. Para ter domínios para públicos específicos, obtenha a <a href="[mve_ultimate_license_url]" target="_blank">licença [product] Ultimate.</a></p><br />
sv: <p>Tillgång till all funktionalitet, förutom flera skyltfönster. Skaffa <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-licensen för att ha domäner för specifika målgrupper.</a></p><br />

# Languages::product_state_description.mve.ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adj meg érvényes licenszkódot.</p><p>Bármikor aktiválható.</p><br />
pt: <p>Acesso completo e irrestrito a todas as funcionalidades. Informe um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />

# Languages::product_state_description.mve.ru.enterprise
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
de: <p>Voller uneingeschränkter Zugriff auf alle Funktionen. Geben Sie zur Aktivierung eine gültige Lizenznummer ein.</p><p>Dieser Modus kann jederzeit aktiviert werden.</p><br />
fa: <p>دسترسی کامل بدون محدودیت به همه ویژگی ها. یک شماره مجوز معتبر برای فعال کردن وارد کنید.</p><p>این حالت را می توان در هر زمان فعال کرد.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
hu: <p>Teljes korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adjon meg egy érvényes licencszámot.</p><p>Ez az üzemmód bármikor aktiválható.</p><br />
pt: <p>Acesso irrestrito total a todos os recursos. Insira um número de licença válido para ativar.</p><p>Este modo pode ser ativado a qualquer momento.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />

# Languages::text_store_mode_changed_to_mve
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
de: Ihr Geschäft verwendet jetzt eine aktive Lizenz. Mit der [product] Edition erhalten Sie fast alle Funktionen, die wir anbieten. Die zusätzlichen Funktionen (z. B. separate Kasse für jeden Anbieter und vom Anbieter erstellte Werbeaktionen) sind mit der <a href="[mve_plus_license_url]" target="_blank">[product] Plus Edition</a>verfügbar. Es gibt eine noch fortschrittlichere Edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, mit der Sie mehrere Storefronts für unterschiedliche Zielgruppen verwenden können.
fa: فروشگاه شما اکنون از مجوز فعال استفاده می کند. با نسخه [product] ، تقریباً تمام ویژگی‌هایی را که ما ارائه می‌کنیم، دریافت می‌کنید. ویژگی‌های اضافی (مانند تسویه‌حساب جداگانه برای هر فروشنده، و تبلیغات ایجاد شده توسط فروشنده) با نسخه <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>در دسترس هستند. نسخه حتی پیشرفته‌تر، <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>وجود دارد که به شما امکان می‌دهد از چندین ویترین برای مخاطبان مختلف استفاده کنید.
fi: Myymäläsi käyttää nyt aktiivista lisenssiä. [product] -versiolla saat lähes kaikki tarjoamamme ominaisuudet. Lisäominaisuudet (kuten erillinen kassa kullekin toimittajalle ja toimittajan luomat tarjoukset) ovat saatavilla <a href="[mve_plus_license_url]" target="_blank">[product] Plus -versiossa</a>. On vielä edistyneempi versio, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, jonka avulla voit käyttää useita julkisivuja eri yleisöille.
hu: A piactered mostantól aktív licencet használ. A [product] kiadással szinte az összes általunk kínált funkciót megkapod. A további funkciók (mint például a külön pénztár minden egyes eladó számára, és az eladók által létrehozott promóciók) a <a href="[mve_plus_license_url]" target="_blank">[product] Plus kiadás</a> esetén érhetőek el. Létezik egy még haladóbb kiadás, a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, amely lehetővé teszi számodra többszöri piactéri felület használatát különböző célközönségek számára.
pt: Sua loja agora usa licença ativa. Com a edição [product] , você obtém quase todos os recursos que oferecemos. Os recursos adicionais (como checkout separado para cada fornecedor e promoções criadas pelo fornecedor) estão disponíveis com a edição <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Existe uma edição ainda mais avançada, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, que permite usar várias vitrines para diferentes públicos.
sv: Din butik använder nu aktiv licens. Med [product] -utgåvan får du nästan alla funktioner vi erbjuder. De ytterligare funktionerna (som separat utcheckning för varje leverantör och erbjudanden skapade av leverantörer) är tillgängliga med <a href="[mve_plus_license_url]" target="_blank">[product] Plus-utgåvan</a>. Det finns en ännu mer avancerad utgåva, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, som låter dig använda flera skyltfönster för olika målgrupper.

# Languages::text_store_mode_changed_to_mve.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
de: <strong>Plusmodus</strong> wurde aktiviert. Dieser Modus bietet alle erweiterten E-Commerce-Funktionen, mit Ausnahme mehrerer Storefronts. Wenn Ihr Marktplatz jemals separate Domains für verschiedene Zielgruppen benötigt, aktualisieren Sie Ihre Lizenz auf <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
fa: حالت <strong>پلاس</strong> فعال شده است. این حالت تمام ویژگی های تجارت الکترونیک پیشرفته را ارائه می دهد، به جز چندین ویترین فروشگاه. اگر بازار شما نیاز به دامنه های جداگانه برای مخاطبان مختلف دارد، مجوز خود را به <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>ارتقا دهید.
fi: <strong>Plus-tila</strong> on aktivoitu. Tämä tila tarjoaa kaikki edistyneet verkkokaupan ominaisuudet paitsi useiden myymälän julkisivujen. Jos markkinapaikkasi tarvitsee koskaan erillisiä verkkotunnuksia eri yleisöille, päivitä lisenssisi <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>:ksi.
hu: <strong>Az <strong>Plus mód</strong> aktiválásra került. Ez az üzemmód a többszöri kirakat kivételével az összes fejlett e-kereskedelmi funkciót kínálja. Ha piacterednek valaha is szüksége lesz külön domainekre a különböző célközönségek számára, frissítsd licenszed <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>-ra.
pt: <strong>O modo Plus</strong> foi ativado. Este modo oferece todos os recursos avançados de comércio eletrônico, exceto várias vitrines. Se o seu mercado precisar de domínios separados para públicos diferentes, atualize sua licença para <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
sv: <strong>Plusläge</strong> har aktiverats. Det här läget erbjuder alla avancerade e-handelsfunktioner, förutom flera skyltfönster. Om din marknadsplats någonsin behöver separata domäner för olika målgrupper, uppgradera din licens till <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.

# Languages::text_store_mode_changed_to_mve.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
de: <strong>Ultimate-Modus</strong> wurde aktiviert. In diesem Modus sind alle erweiterten E-Commerce-Funktionen verfügbar.
fa: <strong>حالت نهایی</strong> فعال شده است. در این حالت، تمام ویژگی های پیشرفته تجارت الکترونیک در دسترس هستند.
fi: <strong>Ultimate mode</strong> on aktivoitu. Tässä tilassa kaikki kehittyneet verkkokaupan ominaisuudet ovat käytettävissä.
hu: <strong>Az <strong>Ultimate mód</strong> aktiválásra került. Ebben az üzemmódban az összes fejlett e-kereskedelmi funkció elérhető.
pt: <strong>O modo Ultimate</strong> foi ativado. Nesse modo, todos os recursos avançados de comércio eletrônico estão disponíveis.
sv: <strong>Ultimatläge</strong> har aktiverats. I det här läget är alla avancerade e-handelsfunktioner tillgängliga.

# Languages::text_store_mode_changed_to_mve.enterprise
source: <strong>Enterprise mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
de: <strong>Enterprise-Modus</strong> wurde aktiviert. In diesem Modus sind alle erweiterten E-Commerce-Funktionen verfügbar.
fa: <strong>حالت سازمانی</strong> فعال شده است. در این حالت، تمام ویژگی های پیشرفته تجارت الکترونیک در دسترس هستند.
fi: <strong>Yritystila</strong> on aktivoitu. Tässä tilassa kaikki kehittyneet verkkokaupan ominaisuudet ovat käytettävissä.
hu: <strong>Az</strong> vállalati mód aktiválva. Ebben a módban az összes fejlett e-kereskedelmi funkció elérhető.
pt: <strong>O modo empresarial</strong> foi ativado. Nesse modo, todos os recursos avançados de comércio eletrônico estão disponíveis.
sv: <strong>Företagsläge</strong> har aktiverats. I det här läget är alla avancerade e-handelsfunktioner tillgängliga.
