Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*_mve.po
Languages: de, fa, fi, hu, pt, sv

# Languages::mve.container_not_used
source: This container currently has default configuration. It looks exactly like the store owner configured it. Vendors can use custom configuration to change the blocks in this container.
de: Dieser Container hat momentan die Standardkonfiguration. Er sieht genau so aus, wie der Shopbesitzer ihn konfiguriert hat. Verkäufer können eigene Konfigurationen nutzen, um die Blöcke in diesem Container zu verändern.
fa: این ظرف در حال حاضر دارای پیکربندی پیش فرض است. دقیقاً به نظر می رسد که مالک فروشگاه آن را پیکربندی کرده است. فروشندگان می توانند از پیکربندی سفارشی برای تغییر بلوک های این کانتینر استفاده کنند.
fi: Tällä säilöllä on tällä hetkellä oletusasetukset. Se näyttää täsmälleen samalta kuin kaupan omistaja on määrittänyt sen. Toimittajat voivat käyttää mukautettuja määrityksiä muuttaakseen tämän säilön lohkoja.
hu: Ez a konténer jelenleg alapértelmezett konfigurációval rendelkezik. Pontosan úgy néz ki, ahogy a piactér tulajdonosa konfigurálta. Az eladók egyéni konfigurációval módosíthatják a blokkokat ebben a konténerben.
pt: Este contêiner atualmente tem configuração padrão. Parece exatamente como o dono da loja o configurou. Os fornecedores podem usar a configuração personalizada para alterar os blocos neste contêiner.
sv: Den här behållaren har för närvarande standardkonfiguration. Det ser exakt ut som butiksägaren har konfigurerat det. Leverantörer kan använda anpassad konfiguration för att ändra blocken i den här behållaren.

# SettingsOptions::can_edit_styles
source: Allow vendors to manage styles of the theme
de: Erlauben Sie Anbietern, Stile des Themas zu verwalten
fa: به فروشندگان اجازه دهید تا سبک های موضوع را مدیریت کنند
fi: Salli myyjien hallita teeman tyylejä
hu: Lehetővé teszi az eladók számára a téma stílusainak kezelését
pt: Permitir que fornecedores gerenciem estilos do tema
sv: Tillåt leverantörer att hantera stilar för temat

# Languages::theme_editor.page_cant_be_configured
source: The appearance of this page can't be configured with the Theme editor.
de: Das Erscheinungsbild dieser Seite kann nicht mit dem Design-Editor konfiguriert werden.
fa: ظاهر این صفحه را نمی توان با ویرایشگر Theme پیکربندی کرد.
fi: Tämän sivun ulkoasua ei voi määrittää teemaeditorilla.
hu: Az oldal megjelenése nem konfigurálható a Témaszerkesztővel.
pt: A aparência desta página não pode ser configurada com o editor de temas.
sv: Utseendet på den här sidan kan inte konfigureras med temaredigeraren.

# Languages::error_admin_registers_as_vendor
source: You can't become a vendor because you are currently signed in as an administrator. Please sign out and resubmit the form. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Sign out</a></p>
de: Sie können kein Anbieter werden, da Sie derzeit als Administrator angemeldet sind. Bitte melden Sie sich ab und senden Sie das Formular erneut. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Abmelden</a></p>
fa: شما نمی توانید فروشنده شوید زیرا در حال حاضر به عنوان یک سرپرست وارد سیستم شده اید. لطفاً از سیستم خارج شوید و فرم را دوباره ارسال کنید. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">خروج از سیستم</a></p>
fi: Et voi ryhtyä myyjäksi, koska olet tällä hetkellä kirjautunut sisään järjestelmänvalvojana. Kirjaudu ulos ja lähetä lomake uudelleen. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Kirjaudu ulos</a></p>
hu: Nem válhatsz eladóvá, mert jelenleg adminisztrátorként vagy bejelentkezve. Kérjük, jelentkezz ki, és küldd el újra az űrlapot. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Kijelentkezés</a></p>
pt: Você está logado como administrador, por isso não pode se tornar um fornecedor. Saia da sua conta e reenvie o formulário. <a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Sair</a></p>
sv: Du kan inte bli leverantör eftersom du för närvarande är inloggad som administratör. Logga ut och skicka in formuläret igen. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Logga ut</a></p>

# Languages::logo_for_the_customer_area
source: Logo for the customer area
de: Logo für den Kundenbereich
fa: لوگوی منطقه مشتری
fi: Logo asiakasalueelle
hu: Logo a vásárlói felülethez
pt: Logo para a área do cliente
sv: Logotyp för kundområdet

# Languages::logo_for_invoices
source: Logo for invoices
de: Logo für Rechnungen
fa: لوگو برای فاکتورها
fi: Logo laskuille
hu: Logo a számlákhoz
pt: Logo para faturas
sv: Logotyp för fakturor

# Languages::vendor_language
source: Vendor language
de: Sprache des Anbieters
fa: زبان فروشنده
fi: Myyjän kieli
hu: Eladó által használt nyelv
pt: Idioma do fornecedor
sv: Säljarens språk

# Languages::zipcode
source: Zipcode
de: Postleitzahl
fa: کد پستی
fi: Postinumero
hu: Irányítószám
pt: CEP
sv: Postnummer

# Languages::vendors_statistics
source: Vendor's statistics
de: Statistiken des Anbieters
fa: آمار فروشنده
fi: Myyjän tilastot
hu: Eladói statisztikák
pt: Estatísticas do fornecedor
sv: Säljarens statistik

# Languages::vendors_activity
source: Vendor activity in the selected period
de: Lieferantenaktivität im ausgewählten Zeitraum
fa: فعالیت فروشنده در دوره انتخابی
fi: Myyjän toiminta valitulla ajanjaksolla
hu: Eladó tevékenysége a kiválasztott időszakban
pt: Atividade do fornecedor no período selecionado
sv: Leverantörsaktivitet under den valda perioden

# Languages::vendors_activity.vendors_with_sales
source: Vendors with sales
de: Anbieter mit Umsatz
fa: فروشندگان با فروش
fi: Myyjät myyjineen
hu: Értékesítést végző eladók
pt: Fornecedores com vendas
sv: Försäljare med försäljning

# Languages::vendors_activity.new_vendors
source: New vendors
de: Neue Anbieter
fa: فروشندگان جدید
fi: Uudet myyjät
hu: Új eladók
pt: Novos fornecedores
sv: Nya leverantörer

# Languages::vendors_activity.vendors_with_new_products
source: Vendors with new products
de: Anbieter mit neuen Produkten
fa: فروشندگان با محصولات جدید
fi: Myyjät uusilla tuotteilla
hu: Új termékekkel rendelkező eladók
pt: Fornecedores com novos produtos
sv: Försäljare med nya produkter

# Languages::vendors_activity.not_logged_in_vendors
source: Vendors who haven't signed in
de: Anbieter, die sich nicht angemeldet haben
fa: فروشندگانی که وارد سیستم نشده اند
fi: Myyjät, jotka eivät ole kirjautuneet sisään
hu: Nem bejelentkezett eladók
pt: Fornecedores que não fizeram login
sv: Säljare som inte har loggat in

# Languages::vendors_activity.new_products
source: New products
de: Neue Produkte
fa: محصولات جدید
fi: Uudet tuotteet
hu: Új termékek
pt: Novos produtos
sv: Nya produkter

# Languages::vendors_activity.orders_created
source: Orders created
de: Bestellungen erstellt
fa: سفارشات ایجاد شد
fi: Tilaukset luotu
hu: Létrehozott rendelések
pt: Pedidos criados
sv: Beställningar skapade

# Languages::vendor_names
source: Vendor names
de: Anbieternamen
fa: نام فروشنده
fi: Myyjien nimet
hu: Eladók neve
pt: Nomes do fornecedor
sv: Säljarens namn

# Languages::vendor_logos_and_product_count
source: Vendor logos and product count
de: Anbieterlogos und Produktanzahl
fa: آرم فروشنده و تعداد محصول
fi: Myyjien logot ja tuotemäärä
hu: Eladói logók és termékmennyiség
pt: Logos e contagem de produtos do fornecedor
sv: Leverantörslogotyper och produktantal

# Languages::invite_vendors
source: Invite vendors
de: Verkäufer einladen
fa: فروشندگان را دعوت کنید
fi: Kutsu myyjiä
hu: Eladók meghívása
pt: Convidar fornecedores
sv: Bjud in leverantörer

# Languages::invite_vendors_title
source: Invite people to register as vendors in your marketplace
de: Laden Sie Personen ein, sich als Anbieter auf Ihrem Marktplatz zu registrieren
fa: از افراد دعوت کنید تا به عنوان فروشنده در بازار شما ثبت نام کنند
fi: Kutsu ihmisiä rekisteröitymään myyjiksi markkinapaikallesi
hu: Hívj meg másokat is, hogy regisztráljanak eladóként a piactereden.
pt: Convidar pessoas para se cadastrarem como fornecedoras no seu marketplace
sv: Bjud in personer att registrera sig som leverantörer på din marknadsplats

# Languages::invite_vendors_enter_emails
source: Emails where to send invitations
de: E-Mails, an die Einladungen gesendet werden sollen
fa: ایمیل هایی که در آن دعوت نامه ارسال شود
fi: Sähköpostit, joihin kutsut lähetetään
hu: E-mail címek, ahová meghívókat küldhetsz
pt: E-mails para os quais enviar convites
sv: E-postmeddelanden dit man kan skicka inbjudningar

# Languages::separate_multiple_email_addresses
source: If you enter multiple emails, write each of them in a new line.
de: Wenn Sie mehrere E-Mail-Adressen eingeben, schreiben Sie jede in eine neue Zeile.
fa: اگر چندین ایمیل وارد کردید، هر کدام را در یک خط جدید بنویسید.
fi: Jos kirjoitat useita sähköpostiosoitteita, kirjoita jokainen niistä uudelle riville.
hu: Ha több e-mail címet adsz meg, mindegyiket új sorba írd.
pt: Se você informar vários e-mails, digite somente um por linha.
sv: Om du anger flera e-postmeddelanden, skriv var och en av dem på en ny rad.

# Languages::send_invitations
source: Invite
de: Einladen
fa: دعوت
fi: Kutsu
hu: Meghívás
pt: Convidar
sv: Inbjudan

# Languages::pending_vendor_invitations
source: Pending vendor invitations
de: Ausstehende Lieferanteneinladungen
fa: دعوت‌نامه‌های فروشنده معلق
fi: Odottavat toimittajakutsut
hu: Függőben lévő eladói meghívások
pt: Convites de fornecedor pendentes
sv: Väntande leverantörsinbjudningar

# Languages::pending_vendor_invitations_menu_description
source: Manage invitations to your marketplace for potential vendors.
de: Verwalten Sie Einladungen zu Ihrem Marktplatz für potenzielle Anbieter.
fa: دعوت‌نامه‌ها را برای فروشندگان بالقوه به بازار خود مدیریت کنید.
fi: Hallinnoi potentiaalisten toimittajien kutsuja markkinapaikallesi.
hu: A potenciális eladóknak szánt, piacteredre szóló meghívások kezelése.
pt: Gerencie convites para fornecedores em potencial ao seu marketplace.
sv: Hantera inbjudningar till din marknadsplats för potentiella leverantörer.

# Languages::vendor_invited_at
source: Date sent
de: Datum gesendet
fa: تاریخ ارسال
fi: Lähetyspäivämäärä
hu: Elküldés dátuma
pt: Data de envio
sv: Datum skickat

# Languages::vendor_invitations_sent_notification
source: Invitations sent: [sent_quantity]
de: Gesendete Einladungen: [sent_quantity]
fa: دعوت نامه های ارسالی: [sent_quantity]
fi: Lähetetyt kutsut: [sent_quantity]
hu: Elküldött meghívók: [sent_quantity]
pt: Convites enviados: [sent_quantity]
sv: Inbjudningar skickade: [sent_quantity]

# Languages::vendor_invitations_fail_notification
source: Invitations not sent: [failed_quantity]<br/><b>[emails_list]</b><br/>An invitation won't be sent if it has already been sent to that email address before. But if none of your invitations are being sent, and you haven't sent invitations to those addresses before, please make sure that [product] can send any emails at all. If it can't, then the problem is related to [product] or server configuration. In that case, please contact your server administrator, hosting provider, or <a href="https://helpdesk.cs-cart.com/" target="_blank">our technical support</a> to investigate.
de: Einladungen nicht gesendet: [failed_quantity]<br/><b>[emails_list]</b><br/>Eine Einladung wird nicht gesendet, wenn sie bereits zuvor an diese E-Mail-Adresse gesendet wurde. Wenn jedoch keine Ihrer Einladungen gesendet werden und Sie zuvor noch keine Einladungen an diese Adressen gesendet haben, stellen Sie bitte sicher, dass [product] überhaupt E-Mails senden kann. Wenn dies nicht möglich ist, hängt das Problem mit der [product] oder Serverkonfiguration zusammen. Wenden Sie sich in diesem Fall bitte an Ihren Serveradministrator, Hosting-Provider oder <a href="https://helpdesk.cs-cart.com/" target="_blank">unseren technischen Support</a> , um dies zu untersuchen.
fa: دعوت‌نامه‌ها ارسال نشد: [failed_quantity]<br/><b>[emails_list]</b><br/>اگر دعوت‌نامه قبلاً به آن آدرس ایمیل ارسال شده باشد، ارسال نمی‌شود. اما اگر هیچ‌کدام از دعوت‌نامه‌های شما ارسال نمی‌شود و قبلاً به آن آدرس‌ها دعوت نامه نفرستاده‌اید، لطفاً مطمئن شوید که [product] اصلاً می‌توانند هر ایمیلی را ارسال کنند. اگر نمی تواند، پس مشکل مربوط به [product] یا پیکربندی سرور است. در این صورت، لطفاً برای بررسی با سرپرست سرور، ارائه دهنده میزبانی یا <a href="https://helpdesk.cs-cart.com/" target="_blank">پشتیبانی فنی</a> ما تماس بگیرید.
fi: Kutsuja ei lähetetty: [failed_quantity]<br/><b>[emails_list]</b><br/>Kutsua ei lähetetä, jos se on jo lähetetty kyseiseen sähköpostiosoitteeseen. Mutta jos yhtään kutsustasi ei lähetetä etkä ole aiemmin lähettänyt kutsuja näihin osoitteisiin, varmista, että [product] voi lähettää sähköpostiviestejä ollenkaan. Jos se ei onnistu, ongelma liittyy [product] :ään tai palvelimen kokoonpanoon. Ota siinä tapauksessa yhteyttä palvelimesi järjestelmänvalvojaan, isännöintipalveluntarjoajaan tai <a href="https://helpdesk.cs-cart.com/" target="_blank">tekniseen tukeemme</a> asian selvittämiseksi.
hu: El nem küldött meghívók: [failed_quantity]<br/><b>[emails_list]</b><br/>A meghívó nem kerül elküldésre, ha már korábban elküldték az adott e-mail címre. Ha azonban egyik meghívó sem megy el, és korábban nem küldtél meghívókat ezekre a címekre, kérjük, győződj meg arról, hogy a [product] tud-e egyáltalán e-maileket küldeni. Ha nem tud, akkor a probléma a [product] termékkel vagy a kiszolgáló konfigurációjával kapcsolatos. Ebben az esetben kérjük, fordulj a szerver adminisztrátorához, a tárhelyszolgáltatóhoz vagy <a href="https://helpdesk.cs-cart.com/" target="_blank">technikai támogató csapatunkhoz</a>, hogy kivizsgálják a problémát.
pt: Convites não enviados: [failed_quantity]<br/><b>[emails_list]</b><br/>Um convite não será enviado se já tiver sido enviado para esse endereço de e-mail anteriormente. Mas se nenhum de seus convites estiver sendo enviado e você não tiver enviado convites para esses endereços antes, certifique-se de que [product] possa enviar qualquer e-mail. Se não puder, o problema está relacionado ao [product] ou à configuração do servidor. Nesse caso, entre em contato com o administrador do servidor, provedor de hospedagem ou <a href="https://helpdesk.cs-cart.com/" target="_blank">nosso suporte técnico</a> para investigar.
sv: Ej skickade inbjudningar: [failed_quantity]<br/><b>[emails_list]</b><br/>En inbjudan kommer inte att skickas om den redan har skickats till den e-postadressen tidigare. Men om ingen av dina inbjudningar skickas och du inte har skickat inbjudningar till dessa adresser tidigare, se till att [product] kan skicka några e-postmeddelanden överhuvudtaget. Om det inte går är problemet relaterat till [product] eller serverkonfigurationen. Kontakta i så fall din serveradministratör, värdleverantör eller <a href="https://helpdesk.cs-cart.com/" target="_blank">vår tekniska support</a> för att undersöka det.

# Languages::vendor_edit_invitation_email_template
source: <a href="[url]">Edit vendor invitation email template</a>
de: <a href="[url]">E-Mail-Vorlage für Lieferanteneinladung bearbeiten</a>
fa: <a href="[url]">ویرایش الگوی ایمیل دعوت فروشنده</a>
fi: <a href="[url]">Muokkaa toimittajan kutsusähköpostimallia</a>
hu: <a href="[url]">Eladói meghívó e-mail sablonjának a szerkesztése</a>
pt: <a href="[url]">Editar modelo do e-mail de convite a fornecedor</a>
sv: <a href="[url]">Redigera e-postmall för leverantörsinbjudan</a>

# Languages::all_companies
source: All vendors
de: Alle Anbieter
fa: همه فروشندگان
fi: Kaikki myyjät
hu: Minden eladó
pt: Todos os fornecedores
sv: Alla försäljare

# Languages::is_default_storefront
source: Default storefront
de: Standard-Schaufenster
fa: ویترین فروشگاه پیش فرض
fi: Oletusmyymälä
hu: Alapértelmezett kirakat
pt: Loja virtual padrão
sv: Standard skyltfönster

# Languages::default_storefront_must_exist
source: Default storefront must exist in the store
de: Im Store muss eine Standard-Storefront vorhanden sein
fa: ویترین پیش فرض باید در فروشگاه وجود داشته باشد
fi: Oletusmyymälän julkisivun on oltava myymälässä
hu: Alapértelmezett kirakatnak lennie kell a piactéren
pt: Deve existir uma loja virtual padrão
sv: Standardskyltfönster måste finnas i butiken

# Languages::cant_remove_default_storefront
source: Default storefront <b>[url]</b> can't be removed
de: Die Standard-Storefront <b>[url]</b> kann nicht entfernt werden
fa: ویترین فروشگاه پیش فرض <b>[url]</b> قابل حذف نیست
fi: Oletusmyymälää <b>[url]</b> ei voi poistaa
hu: Alapértelmezett kirakat <b>[url]</b> nem távolítható el
pt: A loja virtual padrão <b>[url]</b> não pode ser removida
sv: Standardskyltfönster <b>[url]</b> kan inte tas bort

# Languages::copy_theme_from_another_storefront
source: Copy theme and its layouts from another storefront
de: Kopieren Sie das Design und seine Layouts von einer anderen Storefront
fa: تم و طرح‌بندی‌های آن را از ویترین فروشگاه دیگری کپی کنید
fi: Kopioi teema ja sen asettelut toisesta julkisivusta
hu: Téma és elrendezéseinek másolása másik kirakatból
pt: Copiar tema e seus layouts de outra loja virtual
sv: Kopiera tema och dess layouter från ett annat skyltfönster

# Languages::n_vendors
source: [n] vendor|[n] vendors
de: [n] Anbieter|[n] Anbieter
fa: [n] فروشنده|[n] فروشنده
fi: [n] myyjä|[n] myyjää
hu: [n] eladó|[n] eladók
pt: [n] fornecedor|[n] fornecedores
sv: [n] leverantör|[n] leverantörer

# Languages::event.vendors_require_approval.name
source: Vendors require approval
de: Verkäufer, die Freigabe benötigen
fa: فروشندگان نیاز به تایید دارند
fi: Myyjät vaativat hyväksynnän
hu: Az eladók jóváhagyásra várnak
pt: Fornecedores com aprovação pendente
sv: Säljare kräver godkännande

# Languages::event.vendors_require_approval.title
source: Some vendors are pending approval
de: Einige Verkäufer benötigen eine Freigabe
fa: برخی از فروشندگان در انتظار تایید هستند
fi: Jotkut toimittajat odottavat hyväksyntää
hu: Néhány eladó jóváhagyása függőben van
pt: A aprovação de alguns fornecedores está pendente
sv: Vissa leverantörer väntar på godkännande

# Languages::event.vendor_status_changed.name
source: Vendor status changed to [status]
de: Verkäuferstatus wurde geändert zu [status]
fa: وضعیت فروشنده به [status]تغییر کرد
fi: Toimittajan tilaksi muutettu [status]
hu: Az eladó státusza [status] státuszra változott
pt: Status do fornecedor alterado para [status]
sv: Leverantörsstatus ändrad till [status]

# Languages::event.vendor_status_changed_from.name
source: Vendor status changed from [status]
de: Lieferantenstatus geändert von [status]
fa: وضعیت فروشنده از [status]تغییر کرد
fi: Toimittajan tila muutettu [status]:sta
hu: Az eladó eddigi státusza [status] megváltozott
pt: Status do fornecedor alterado de [status]
sv: Leverantörsstatus ändrad från [status]

# Languages::email_template.company_status_suspended_notification
source: Company status change to Suspended
de: Änderung des Unternehmensstatus in Gesperrt
fa: تغییر وضعیت شرکت به حالت تعلیق
fi: Yrityksen tila muuttuu Jäädytetty
hu: A vállalat státusza Felfüggesztettre változott
pt: Alteração do status da empresa para Suspenso
sv: Ändring av företagsstatus till Avstängd

# Languages::event.vendor_status_changed.title
source: Your status has been changed to [status]
de: Ihr Status wurde geändert zu [status]
fa: وضعیت شما به [status]تغییر کرده است
fi: Tilaksesi on muutettu arvoon [status]
hu: Státuszod [status] státuszra változott
pt: Seu status foi alterado para [status]
sv: Din status har ändrats till [status]

# Languages::event.vendor_status_changed.active.message
source: All your active products will now appear in the store
de: Alle Ihrer aktiven Produkte werden nun im Shop erscheinen
fa: همه محصولات فعال شما اکنون در فروشگاه ظاهر می شوند
fi: Kaikki aktiiviset tuotteesi näkyvät nyt kaupassa
hu: Most már az összes aktív terméked megjelenik a piactéren.
pt: Todos os seus produtos ativos agora aparecerão na loja
sv: Alla dina aktiva produkter kommer nu att dyka upp i butiken

# Languages::event.vendor_status_changed.pending.message
source: You can work with the admin panel and manage your products, but they won't appear to customers until your status changes to Active.
de: Sie können nun im Adminbereich arbeiten und Ihre Produkte editieren, diese erscheinen aber erst nach finaler Freischaltung Ihres Accounts.
fa: می توانید با پنل مدیریت کار کنید و محصولات خود را مدیریت کنید، اما تا زمانی که وضعیت شما به فعال تغییر نکند، برای مشتریان ظاهر نمی شوند.
fi: Voit työskennellä hallintapaneelin kanssa ja hallita tuotteitasi, mutta ne eivät näy asiakkaille, ennen kuin tilasi muuttuu aktiiviseksi.
hu: Dolgozhatsz az adminisztrációs panelen és kezelheted a termékeidet, de azok nem jelennek meg a vásárlók számára, amíg a státuszod nem változik Aktívra.
pt: Você pode trabalhar com o painel de administração e gerenciar seus produtos, mas eles não aparecerão para os clientes até que seu status mude para Ativo.
sv: Du kan arbeta med adminpanelen och hantera dina produkter, men de visas inte för kunder förrän din status ändras till Aktiv.

# Languages::vendor_notifications
source: Vendor notifications
de: Anbieterbenachrichtigungen
fa: اطلاعیه های فروشنده
fi: Myyjän ilmoitukset
hu: Eladó értesítései
pt: Notificações de fornecedores
sv: Leverantörsmeddelanden

# Languages::log_in_as_vendor
source: Log in as vendor
de: Melden Sie sich als Anbieter an
fa: به عنوان فروشنده وارد شوید
fi: Kirjaudu sisään myyjänä
hu: Jelentkezz be eladóként
pt: Faça login como fornecedor
sv: Logga in som leverantör

# Languages::vendor_owner
source: Vendor's main administrator
de: Hauptadministrator des Anbieters
fa: مدیر اصلی فروشنده
fi: Myyjän pääjärjestelmänvalvoja
hu: Az eladó vezető adminisztrátora
pt: Administrador principal do fornecedor
sv: Säljarens huvudadministratör

# Languages::owner_company
source: Vendor
de: Anbieter
fa: فروشنده
fi: Myyjä
hu: Eladó
pt: Fornecedor
sv: Säljare

# Languages::block_manager.dynamic_entity_companies
source: vendor
de: Anbieter
fa: فروشنده
fi: myyjä
hu: eladó
pt: fornecedor
sv: Säljare

# Languages::vendor_features_only
source: Features created by vendors
de: Von Anbietern erstellte Funktionen
fa: ویژگی های ایجاد شده توسط فروشندگان
fi: Toimittajien luomat ominaisuudet
hu: Az eladók által létrehozott funkciók
pt: Recursos criados por fornecedores
sv: Funktioner skapade av leverantörer

# Languages::any_vendor
source: Any vendor
de: Jeder Anbieter
fa: هر فروشنده ای
fi: Mikä tahansa myyjä
hu: Bármelyik eladó
pt: Qualquer fornecedor
sv: Vilken försäljare som helst

# Languages::event.apply_for_vendor_notification.name
source: New vendor account application
de: Neue Kreditorenkonto-Anwendung
fa: اپلیکیشن حساب فروشنده جدید
fi: Uusi toimittajatilisovellus
hu: Új eladói kérelem
pt: Novo aplicativo de conta de fornecedor
sv: Ny applikation för leverantörskonto

# Languages::event.new_vendor_notification.name
source: New vendor account created
de: Neues Lieferantenkonto erstellt
fa: حساب فروشنده جدید ایجاد شد
fi: Uusi toimittajatili luotu
hu: Új szállítói fiók létrehozva
pt: Nova conta de fornecedor criada
sv: Nytt leverantörskonto skapat

# Languages::event.new_vendor_notification.title
source: New vendor registration
de: Neue Anbieterregistrierung
fa: ثبت نام فروشنده جدید
fi: Uuden myyjän rekisteröinti
hu: Új szállító regisztráció
pt: Cadastro de novo fornecedor
sv: Ny leverantörsregistrering

# Languages::email_template.new_vendor_notification
source: New vendor account approved automatically
de: Neues Kreditorenkonto automatisch genehmigt
fa: حساب فروشنده جدید به طور خودکار تأیید شد
fi: Uusi toimittajatili hyväksytty automaattisesti
hu: Az új szállítói fiók automatikusan jóváhagyva
pt: Nova conta de fornecedor aprovada automaticamente
sv: Nytt leverantörskonto godkänns automatiskt
