Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*_mve.po
Languages: de, fa, fi, hu, pt, sv

# Languages::add_companies
source: Add vendors
de: Lieferanten hinzufügen
fa: اضافه کردن فروشندگان
fi: Add Suppliers
hu: Eladók hozzáadása
pt: Adicionar fornecedores
sv: Lägg till säljare

# Languages::add_companies_and_close
source: Add vendors and close
de: Lieferanten hinzufügen und schliessen
fa: اضافه کردن فروشندگان و بستن
fi: Add Suppliers and close
hu: Eladók hozzáadása és bezárás
pt: Adicionar fornecedores e fechar
sv: Lägg till säljare och stäng

# Languages::add_vendor
source: Add vendor
de: Verkäufer hinzufügen
fa: اضافه کردن فروشندگان
fi: Lisää myyjä
hu: Eladó hozzáadása
pt: Adicionar fornecedor
sv: Lägg till säljare

# Languages::add_vendor_administrator
source: Add vendor's administrator
de: Verkäufer-Administrator hinzufügen
fa: افزودن سرپرست فروشندگی
fi: Lisää myyjän ylläpitäjä
hu: Eladói adminisztrátor hozzáadása
pt: Adicionar administrador do fornecedor
sv: Lägg till säljarens administratör

# Languages::vendor_administrator
source: Vendor's administrator
de: Verkäufer-Administrator
fa: سرپرست فروشنده
fi: Myyjän ylläpitäjä
hu: Eladói adminisztrátor
pt: Administrador do fornecedor
sv: Säljarens administratör

# Languages::vendor_administrators
source: Vendor's administrators
de: Verkäufer-Administratoren
fa: سرپرست فروشنده ها
fi: Myyjän ylläpitäjät
hu: Eladói adminisztrátorok
pt: Administradores do fornecedor
sv: Säljarens administratörer

# Languages::vendor_administrators_menu_description
source: List of vendor's administrators, registered users with a vendor account.
de: Liste von Verkäufer-Administratoren, registrierte Benutzer mit einem Verkäuferkonto.
fa: لیست مدیران فروش، کاربران ثبت نامی با حساب فروشنده.
fi: Lista myyjien ylläpitäjistä, myyjäksi rekisteröityneet käyttäjät.
hu: Az eladó adminisztrátorainak, az eladói fiókkal rendelkező regisztrált felhasználók listája.
pt: Exibe os administradores do fornecedor - usuários cadastrados com uma conta de fornecedor.
sv: Lista över säljarens administratörer och registrerade användare med säljarkonto.

# Languages::vendor_candidate_notification
source: Hello,<br/><br/>You have a new vendor candidate in your store. This vendor account is pending until you approve it. Follow <a href="[href]">this URL</a> to view the account details</a>.
de: Hallo, <br/><br/> Sie haben einen neuen Kandidaten als Vendor in Ihrem Shop. Dieses Vendor Konto bleibt schwebend, bis Sie es genehmigen. <a href="[href]">Klicken Sie<a href="[href]">auf diesen Link</a>, um die Detalis des Kontos zu visualisieren</a>.
fa: سلام،<br/><br/>شما یک نامزد فروشنده جدید در فروشگاه خود دارید. این حساب فروشنده تا زمانی که آن را تأیید نکنید در حالت تعلیق است. برای مشاهده جزئیات حساب <a href="[href]">این URL</a> را دنبال کنید</a>.
fi: Hei,<br/><br/>Kaupassasi on uusi myyjäehdokas. Tämä toimittajatili odottaa, kunnes hyväksyt sen. Seuraa <a href="[href]">tätä URL-osoitetta</a> nähdäksesi tilin tiedot</a>.
hu: Hello,<br/><br/>Új eladójelölted van a piactereden. Ez az eladói fiók a jóváhagyásodig függőben van. Kövesd <a href="[href]">ezt az URL-t</a> a fiók részleteinek megtekintéséhez</a>.
pt: Olá,<br/><br/>Há um novo candidato a fornecedor para a sua loja. A conta dele ficará pendente até que você a aprove. Acesse <a href="[href]">esta URL</a> para ver os detalhes da conta</a>.
sv: Hej,<br/><br/>Du har en ny leverantörskandidat i din butik. Detta leverantörskonto väntar tills du godkänner det. Följ <a href="[href]">denna URL</a> för att se kontoinformationen</a>.

# Languages::new_vendor_notification
source: Hello,<br/><br/>A new vendor has registered and received access to the storefront and the admin panel. <a href="[link]">Use this link to view the vendor's account details.</a>
de: Hallo,<br/><br/>Ein neuer Anbieter hat sich registriert und Zugriff auf die Storefront und das Admin-Panel erhalten. <a href="[link]">Verwenden Sie diesen Link, um die Kontodetails des Anbieters anzuzeigen.</a>
fa: سلام،<br/><br/>یک فروشنده جدید ثبت نام کرده و به ویترین فروشگاه و پنل مدیریت دسترسی پیدا کرده است. <a href="[link]">از این پیوند برای مشاهده جزئیات حساب فروشنده استفاده کنید.</a>
fi: Hei,<br/><br/>Uusi toimittaja on rekisteröitynyt ja saanut pääsyn myymälään ja hallintapaneeliin. <a href="[link]">Tämän linkin avulla voit tarkastella toimittajan tilitietoja.</a>
hu: Helló!<br/><br/>Új szállító regisztrált, és hozzáférést kapott a kirakathoz és az adminisztrációs panelhez. <a href="[link]">Használja ezt a hivatkozást a szállító fiók adatainak megtekintéséhez.</a>
pt: Olá,<br/><br/>Um novo fornecedor se registrou e recebeu acesso à vitrine e ao painel de administração. <a href="[link]">Use este link para visualizar os detalhes da conta do fornecedor.</a>
sv: Hej,<br/><br/>En ny leverantör har registrerat sig och fått tillgång till skyltfönstret och adminpanelen. <a href="[link]">Använd den här länken för att se säljarens kontouppgifter.</a>

# Languages::demo_panel.go_vendor_panel
source: Go to Vendor panel
de: Gehe zum Feld für Verkäufer
fa: رفتن به پنل فروشنده
fi: Siirry myyjä-paneeliin
hu: Tovább az eladói felületre
pt: Ir para o painel do fornecedor
sv: Till säljarpanel

# Languages::vendor_account_balance_menu_description
source: Income and expenditure statistics (total, per vendor, per period).
de: Statistiken über Einnahmen und Ausgaben (Gesamt, nach Verkäufer, nach Zeitraum).
fa: آمار درآمد و هزینه (کل، در هر فروشنده در هر دوره).
fi: Tulo- ja menotilastot (yhteensä, per toimittaja, per ajanjakso).
hu: Bevételi és kiadási statisztikák (összesen, eladónként, időszakonként).
pt: Estatísticas de receitas e despesas (total, por fornecedor, por período).
sv: Inkomst- och utgiftsstatistik (totalt, per säljare, per period).

# Languages::merge_vendor
source: Merge vendor
de: Verkäufer zusammenfassen
fa: ادغام فروشنده
fi: Yhdistä myyjä
hu: Eladó egyesítése
pt: Mesclar fornecedor
sv: Slå samman säljare

# Languages::select_new_owner_company
source: Select a new owner of this company's profile data:
de: Wählen Sie einen neuen Eigentümer von diesen Unternehmen Profildaten:
fa: صاحب جدید نمایه‌ی اطلاعات این شرکت را انتخاب کنید:
fi: Valitse tämän yrityksen profiilitietojen uusi omistaja:
hu: Válaszd ki a vállalat profiladatainak új tulajdonosát:
pt: Selecione o novo proprietário dos dados desta empresa:
sv: Välj en ny ägare av detta företags profiluppgifter:

# Languages::warning_merging_companies
source: Merging two company accounts will remove [company_name] from the database, and all the profile data (products, orders, shipping methods, users, promotions, etc.) will be transferred to this company's account
de: Wenn Sie die Daten von zwei Firmen miteinander zusammenlegen (merge) wird [company_name] aus der Datenbank entfernt, und alle Profildaten (Produkte, Bestellungen, Versandmethoden, Aktionen, usw...) werden zum Konto dieser Firma übertragen.
fa: ادغام دو شرکت حساب [company_name] از پایگاه داده حذف خواهد شد و تمام مشخصات داده ها (محصولات، سفارشات، حمل و نقل روش، کاربران، تبلیغات، و غیره) را به حساب این شرکت منتقل خواهد شد
fi: Kahden yritystilin yhdistäminen poistaa [company_name] :n tietokannasta ja kaikki profiilitiedot (tuotteet, tilaukset, toimitustavat, käyttäjät, tarjoukset jne.) siirretään tämän yrityksen tilille
hu: Két cégfiók összevonásával a [company_name] törlődik az adatbázisból, és az összes profiladat (termékek, megrendelések, szállítási módok, felhasználók, promóciók stb.) átkerül ennek a cégnek a fiókjába.
pt: Ao mesclar dois fornecedores a empresa [company_name] será removida do banco de dados e todos os dados pertencentes a ela (produtos, pedidos, fretes, usuários, promoções, etc) serão transferidos para esta empresa.
sv: Sammanslagning av två företagskonto kommer att ta bort [company_name] från databasen. Alla profildata (produkter, ordrar, leveranssätt, användare, kampanjer, m.m.) kommer att överföras till detta företagets konto

# Languages::all_vendors
source: All vendors
de: Alle Verkäufer
fa: همه فروشندگان
fi: All suppliers
hu: Minden eladó
pt: Todos os fornecedores
sv: Alla säljare

# Languages::apply_for_vendor_account
source: Apply for a vendor account
de: Verkäuferkonto beantragen
fa: تایید برای حساب فروشنده
fi: Hae myyjätiliä
hu: Eladói fiók igénylése
pt: Inscrever-se para uma conta de fornecedor
sv: Ansök om säljarkonto

# Languages::available_for_vendor
source: Available for vendor
de: Für Verkäufer verfügbar
fa: قابل استفاده برای فروشنده
fi: Myyjän saatavilla
hu: Elérhető a eladó számára
pt: Disponível para fornecedores
sv: Tillgänglig för säljare

# Languages::balance_carried_forward
source: Balance carried forward
de: Saldo Übertrag
fa: تراز پیش از موعد
fi: Siirretty saldo
hu: Átvitt egyenleg
pt: Saldo transferido
sv: Vidarebefodrat belopp

# Languages::block_vendors
source: Vendors
de: Lieferanten
fa: فروشندگان
fi: Myyjät
hu: Eladók
pt: Fornecedores
sv: Säljare

# Languages::charge_to_vendor_account
source: Charge to vendor account
de: Verkäuferkonto belasten
fa: شارژ به حساب فروشنده
fi: Laskuta myyjän käyttäjää
hu: Eladói fiók feltöltése
pt: Cobrar da conta do fornecedor
sv: Debitera säljarens konto

# Languages::companies
source: Vendors
de: Lieferanten
fa: فروشندگان
fi: Myyjät
hu: Eladók
pt: Fornecedores
sv: Säljare

# Languages::create_administrator_account
source: Create administrator account
de: Administrator-Account erstellen
fa: ایجاد حساب سرپرست
fi: Luo järjestelmänvalvojan tili
hu: Adminisztrátori fiók létrehozása
pt: Criar conta de administrador
sv: Skapa administratörskonto

# Languages::displayed_vendors
source: Displayed vendors
de: Angezeigte Verkäufer
fa: فروشندگان نمایش داده شده
fi: Näytetyt myyjät
hu: Megjelenített eladók
pt: Fornecedores exibidos
sv: Visade säljare

# Languages::editing_vendor
source: Editing vendor
de: Verkäufer bearbeiten
fa: ویرایش فروشنده
fi: Toimittajan muokkaaminen
hu: Eladó szerkesztése
pt: Editando fornecedor
sv: Redigerar säljare

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this vendor manually.
de: Administrator Konto wurde nicht erstellt. Die E-mail Adresse gehört einem anderen Benutzer. Sie können den Administrator für diesen Benutzer manuell hinzufügen.
fa: حساب مدیر سیستم ایجاد نشد. آدرس ایمیل متعلق به یک کاربر دیگر است. شما می توانید برای این شرکت مدیر را دستی اضافه کنید.
fi: Järjestelmänvalvojan tiliä ei luotu. Sähköpostiosoite kuuluu toiselle käyttäjälle. Voit lisätä järjestelmänvalvojan tälle toimittajalle manuaalisesti.
hu: Az adminisztrátori fiók nem készült el. Az e-mail cím más felhasználóhoz tartozik. Manuálisan hozzá lehet adni adminisztrátorokat ehhez az eladóhoz.
pt: A conta de administrador não foi criada. Este endereço de e-mail pertence a outro usuário. Você pode adicionar manualmente o administrador para este fornecedor.
sv: Administratörskonto kunde inte skapas. E-postadressen tillhör en annan användare. Du kan lägga till administratör för denna säljare manuellt.

# Languages::error_admin_not_created_name_already_used
source: Administrator account was not created. The user name belongs to another user. You should change the administrator account's name.
de: Administrator Konto wurde nicht erstellt. Der Benutzername gehört einem anderen Benutzer. Sie müssen den Administrator Benutzernamen ändern.
fa: حساب مدیر سیستم ایجاد نشد. نام کاربری متعلق به یک کاربر دیگر. شما باید نام حساب مدیر سیستم را تغییر دهید.
fi: Järjestelmänvalvojan tiliä ei luotu. Käyttäjätunnus kuuluu toiselle käyttäjälle. Sinun tulee vaihtaa järjestelmänvalvojan tilin nimi.
hu: Az adminisztrátori fiók nem jött létre. A felhasználónév egy másik felhasználóé. Meg kell változtatnod az adminisztrátori fiók nevét.
pt: A conta de administrador não foi criada. Este nome de usuário pertence a outro usuário. Você pode adicionar manualmente o administrador para este fornecedor.
sv: Administratörskonto kunde inte skapas. Användarnamnet tillhör en annan användare. Du bör ändra administratörens kontonamn.

# Languages::error_vendor_exists
source: The vendor with e-mail you have chosen already exists, please try another.
de: Ein Verkäufer mit der E-Mail-Adresse, die Sie ausgewählt haben, existiert bereits. Bitte versuchen Sie es mit einer anderen.
fa: فروشنده با پست الکترونیکی انتخابی شما در حال حاضر وجود دارد، لطفا یکی دیگر را امتحان کنید.
fi: Valitsemasi sähköpostin toimittaja on jo olemassa, kokeile toista.
hu: A kiválasztott email címhez tartozó eladó már létezik, kérjük válassz másikat.
pt: Já existe um fornecedor usando o endereço de e-mail informado. Informe outro endereço de e-mail.
sv: Det finns redan en säljare med denna e-postadress, välj en annan.

# Languages::expenditure
source: Expenditure
de: Ausgaben
fa: هزینه
fi: Menot
hu: Kiadás
pt: Despesa
sv: Utgifter

# Languages::income
source: Income
de: Einnahmen
fa: درآمد
fi: Tulo
hu: Bevétel
pt: Receita
sv: Inkomst

# Languages::manage_vendors
source: Manage vendors
de: Verkäufer verwalten
fa: مدیریت فروشندگان
fi: Hallitse myyjiä
hu: Eladók kezelése
pt: Gerenciar fornecedores
sv: Hantera säljare

# Languages::new_administrator_account_created
source: New administrator account has been successfully created.
de: Neues Administrator-Konto wurde erfolgreich erstellt.
fa: حساب سرپرست جدید با موفقیت ایجاد شده است.
fi: Uusi järjestelmänvalvojan tili on luotu onnistuneesti.
hu: Az új adminisztrátori fiók sikeresen létrejött.
pt: A conta de administrador foi criada com sucesso.
sv: Nytt administratörskonto har skapats.

# Languages::new_vendor
source: New vendor
de: Neuer Verkäufer
fa: فروشنده جدید
fi: Uusi myyjä
hu: Új eladó
pt: Novo fornecedor
sv: Ny säljare

# Languages::notify_vendor
source: Notify vendor
de: Verkäufer benachrichtigen
fa: اطلاع به فروشنده
fi: Ilmoita myyjälle
hu: Eladó értesítése
pt: Notificar fornecedor
sv: Informera säljaren

# Languages::notify_vendors_by_email
source: Notify vendors by e-mail
de: Verkäufer per E-Mail benachrichtigen
fa: اطلاع به فروشندگان توسط ایمیل
fi: Ilmoita myyjille sähköpostitse
hu: Eladók értesítése e-mailen
pt: Notificar fornecedores por e-mail
sv: Informera säljare via e-post

# Languages::privileges.manage_payouts
source: Can edit
de: Kann bearbeitet werden
fa: می تواند ویرایش کند
fi: Voi muokata
hu: Szerkeszthető
pt: Pode editar
sv: Kan redigera

# Languages::privileges.manage_vendors
source: Can edit
de: Kann bearbeitet werden
fa: می تواند ویرایش کند
fi: Voi muokata
hu: Szerkeszthető
pt: Pode editar
sv: Kan redigera

# Languages::privilege_groups.vendor_payouts
source: Accounting
de: Abrechnung
fa: حسابداری
fi: Kirjanpito
hu: Könyvelés
pt: Contabilidade
sv: Bokföring

# Languages::privileges.view_payouts
source: Can view
de: Kann angesehen werden
fa: می تواند مشاهده کند
fi: Saa katsella
hu: Megtekinthető
pt: Pode visualizar
sv: Kan visa

# Languages::privileges.view_vendors
source: Can view
de: Kann angesehen werden
fa: می تواند مشاهده کند
fi: Saa katsella
hu: Megtekinthető
pt: Pode visualizar
sv: Kan visa

# Languages::privilege_sections.vendors
source: Vendors privileges
de: Privilegien der Anbieter
fa: امتیازات فروشندگان
fi: Myyjien etuoikeudet
hu: Eladók kiváltságai
pt: Privilégios dos fornecedores
sv: Säljare privilegier

# Languages::privilege_groups.vendors
source: Vendors
de: Anbieter
fa: فروشندگان
fi: Myyjät
hu: Eladók
pt: Fornecedores
sv: Försäljare

# Languages::sales_period
source: Sales period
de: Verkaufsperiode
fa: دوره های فروش
fi: Myyntikausi
hu: Eladási időszak
pt: Período de vendas
sv: Försäljningsperiod

# Languages::sales_period_total
source: Sales period total
de: Total Verkaufsperiode
fa: دوره فروش کل
fi: Myyntijakso yhteensä
hu: Teljes eladási időszak
pt: Total do período de vendas
sv: Försäljningsperiod totalt

# Languages::search_by_vendor
source: Search by vendor
de: Nach Verkäufer suchen
fa: جستجو توسط فروشنده
fi: Hae toimittajan mukaan
hu: Keresés eladó alapján
pt: Pesquisar por fornecedor
sv: Sök säljare

# Languages::sort_by_company_asc
source: Sort by alphabetical: A to Z
de: Alphabetisch ordnen: A bis Z
fa: مرتب سازی بر اساس ترتیب حروف الفبا: A به Z
fi: Lajittele aakkosjärjestyksen mukaan: A–Z
hu: Rendezés ábécé szerint: A-tól Z-ig
pt: Ordenar alfabeticamente: de A a Z
sv: Företag A-Ö

# Languages::sort_by_company_desc
source: Sort by alphabetical: Z to A
de: Alphabetisch ordnen: Z bis A
fa: مرتب سازی بر اساس ترتیب حروف الفبا: Z به A
fi: Lajittele aakkosjärjestyksen mukaan: Z - A
hu: Rendezés ábécé szerint: A-tól Z-ig
pt: Ordenar alfabeticamente: de Z a A
sv: Företag Ö-A

# Languages::text_company_status_active_to_pending
source: Your vendor status has been changed from Active to Pending.
de: Ihr Lieferantenstatus wurde von Aktiv in Ausstehend geändert.
fa: وضعیت فروشنده از فعال به در انتظار تغییر کرده است.
fi: Toimittajasi tila on muutettu aktiivisesta Odottaa-tilaan.
hu: Eladói státuszod aktívról függőben lévőre változott.
pt: Seu status de fornecedor foi alterado de ativo para pendente.
sv: Din säljarstatus har ändrats från Aktiv till Behandlas.

# Languages::text_company_status_disabled_to_pending
source: Your vendor status has been changed from Disabled to Pending.
de: Ihr Anbieterstatus wurde von „Deaktiviert“ in „Ausstehend“ geändert.
fa: وضعیت فروشنده از غیرفعال دربه انتظار تغییر کرده است.
fi: Toimittajatilasi on muutettu Pois käytöstä -tilaan Odottaa.
hu: Eladói státuszod Letiltottról Függőre változott.
pt: Seu status de fornecedor foi alterado de desativado para pendente.
sv: Din säljarstatus har ändrats från Inaktiv till Behandlas.

# Languages::text_company_status_pending
source: The Pending status allows you to log in to you admin panel, change your company information, and fill your store with products.
de: Der Status „Ausstehend“ ermöglicht es Ihnen, sich bei Ihrem Admin-Panel anzumelden, Ihre Unternehmensinformationen zu ändern und Ihren Shop mit Produkten zu füllen.
fa: وضعیت در انتظار به شما اجازه می دهد تا به پنل مدیریت وارد شوید، تغییر اطلاعات شرکت را انجام دهید و فروشگاه خود را با محصولات پر کنید.
fi: Odottaa-tilassa voit kirjautua sisään hallintapaneeliisi, muuttaa yrityksesi tietoja ja täyttää myymäläsi tuotteilla.
hu: A Függő státusz lehetővé teszi, hogy bejelentkezz az adminisztrációs felületre, megváltoztasd a cégadatokat, és feltöltsd a piactered termékekkel.
pt: O status pendente permite que você faça login no painel administrativo, altere as informações de sua empresa e cadastre produtos em sua loja.
sv: Statusen Behandlas tillåter dig att logga in på kontrollpanelen och redigera företagsuppgifter samt lägga till produkter.

# Languages::text_company_status_new_to_active
source: Your request for vendor [company] was approved.
de: Ihr Antrag als Verkäufer [company] wurde genehmigt.
fa: درخواست شما برای فروشندگی [company] به تصویب رسید.
fi: Pyyntösi toimittajasta [company] hyväksyttiin.
hu: A [company] vállalat eladói kérelmét jóváhagytuk.
pt: Sua solicitação para ser um fornecedor [company] foi aprovada.
sv: Din ansökan som säljare [company] godkändes.

# Languages::text_company_status_new_to_active_administrator_created
source: New administrator was created. You can access to the administrator area: <a href="[link]">[link_text]</a> by using the following credentials:<br />Login: [login]<br />Password: [password]
de: Neuer Administrator wurde erstellt. Sie können auf den Administratorbereich zugreifen: <a href="[link]">[link_text]</a> mit den folgenden Anmeldeinformationen:<br />Login: [login]<br />Passwort: [password]
fa: مدیر جدید ایجاد شد. شما می توانید با استفاده از اطلاعات کاربری زیر به بخش مدیریت دسترسی داشته باشید: <a href="[link]">[link_text]</a> :<br />ورود: [login]<br />رمز عبور: [password]
fi: Uusi ylläpitäjä luotiin. Pääset järjestelmänvalvojan alueelle: <a href="[link]">[link_text]</a> seuraavilla tunnuksilla:<br />Kirjautuminen: [login]<br />Salasana: [password]
hu: Új adminisztrátor lett létrehozva. Hozzáférhetsz az adminisztrátori területhez: <a href="[link]">[link_text]</a> a következő hitelesítő adatokkal:<br />Felhasználónév: [login]<br />Jelszó: [password]
pt: Um novo administrador foi criado. Você pode acessar a área de administrador em <a href="[link]">[link_text]</a> usando as seguintes credenciais: <br />Usuário: [login]<br /> Senha: [password]
sv: Ny administratör skapades. Du kan komma åt administratörsområdet: <a href="[link]">[link_text]</a> genom att använda följande uppgifter:<br />Logga in: [login]<br />Lösenord: [password]

# Languages::text_company_status_new_to_active_administrator_updated
source: Type of your account [login] changed to administrator. You may login into the administrator area: <a href="[link]">[link_text]</a>
de: Typ Ihres Kontos [login] in Administrator geändert. Sie können sich im Administratorbereich anmelden: <a href="[link]">[link_text]</a>
fa: نوع حساب شما [login] به مدیر تغییر کرد. شما می توانید وارد بخش مدیریت شوید: <a href="[link]">[link_text]</a>
fi: Tilisi tyyppi [login] muutettiin järjestelmänvalvojaksi. Voit kirjautua sisään järjestelmänvalvojan alueelle: <a href="[link]">[link_text]</a>
hu: A fiókod típusa [login] adminisztrátorira változott. Bejelentkezhetsz az adminisztrátori területre: <a href="[link]">[link_text]</a>
pt: O tipo da sua conta [login] foi alterado para administrador. Você pode acessar a área do administrador em <a href="[link]">[link_text]</a>
sv: Typ av ditt konto [login] har ändrats till administratör. Du kan logga in på administratörsområdet: <a href="[link]">[link_text]</a>

# Languages::text_company_status_new_to_active_subj
source: Your request for vendor was approved.
de: Ihr Antrag als Verkäufer wurde genehmigt.
fa: درخواست شما برای فروشندگی تایید شد.
fi: Toimittajapyyntösi hyväksyttiin.
hu: Az eladói kérelmed jóváhagytuk.
pt: Sua solicitação para ser um fornecedor foi aprovada.
sv: Din ansökan som säljare godkändes.

# Languages::text_company_status_new_to_disable
source: Your request for vendor [company] was rejected.
de: Ihr Antrag als Verkäufer [company] wurde abgelehnt.
fa: درخواست شما برای فروشندگی [company] رد شد.
fi: Pyyntösi toimittajasta [company] hylättiin.
hu: A [company] vállalat eladói kérelmét elutasítottuk.
pt: Seu pedido para ser fornecedor de [company] foi rejeitado.
sv: Din ansökan som säljare [company] avslogs.

# Languages::text_company_status_new_to_disable_subj
source: Your request for vendor was rejected.
de: Ihr Antrag als Verkäufer wurde abgelehnt.
fa: درخواست شما برای فروشندگی رد شد.
fi: Toimittajapyyntösi hylättiin.
hu: Eladói kérelmed elutasítottuk.
pt: Sua solicitação para ser um fornecedor foi rejeitada.
sv: Din ansökan som säljare avslogs.

# Languages::text_company_status_new_to_pending
source: Congratulations, your application for getting a vendor account has been approved. Once we review you accont information, we will publish it on our website.
de: Herzlichen Glückwünsch! Ihr Antrag für ein Verkäuferkonto wurde genehmigt. Nachdem wir Ihre Kontoinformationen geprüft haben, werden wir diese auf unserer Webseite publizieren.
fa: خوش آمدید، درخواست خود را برای گرفتن حساب فروشنده تایید شده است. هنگامی که ما شما را به بررسی accont اطلاعات، ما آن را در وب سایت ما انتشار.
fi: Onnittelut, hakemuksesi toimittajatilin saamiseksi on hyväksytty. Kun olemme tarkistaneet tilitietosi, julkaisemme ne verkkosivuillamme.
hu: Gratulálunk, az eladói fiók megszerzésére vonatkozó kérelmed jóváhagytuk. Amint átnéztük fiókadataidat, közzé fogjuk tenni a weboldalunkon.
pt: Parabéns! Sua solicitação para ser um fornecedor foi aprovada. Depois de analisarmos os dados de sua conta eles serão publicados em nossa loja.
sv: Gratulerar, din ansökan om ett säljarkonto har godkänts. När vi har granskat din kontoinformation kommer vi att publicera den på vår hemsida.
