Repository: mercy-thuyle/cs-cart
Catalog: *-cart/install/database/lang/*/*_mve.po
Languages: de, fa, fi, hu, pt, sv

# Languages::text_company_status_pending_subj
source: Your company is waiting for approval.
de: Ihre Firma wartet auf die Genehmigung.
fa: شرکت شما در حال انتظار تایید می باشد.
fi: Yrityksesi odottaa hyväksyntää.
hu: Vállalata jóváhagyásra vár.
pt: Sua solicitação está aguardando aprovação.
sv: Ditt företag väntar på godkännande.

# Languages::text_company_status_pending_to_active
source: Your profile changes for vendor [company] were approved.
de: Ihre Profiländerungen im Verkäufer [company] wurden genehmigt.
fa: تغییرات مشخصاتی شما برای فروشندگی [company] مورد تایید قرار گرفت.
fi: Profiilimuutoksesi toimittajalle [company] hyväksyttiin.
hu: A [company] vállalat eladói profiljának módosítását jóváhagytuk.
pt: Suas alterações de perfil para fornecedor de [company] foram aprovadas.
sv: Dina profiländringar för [company] godkändes.

# Languages::text_error_adding_request
source: Error while adding the request.
de: Fehler während dem Hinzufügen der Anfrage.
fa: خطا هنگام افزودن درخواست.
fi: Virhe lisättäessä pyyntöä.
hu: Hiba történt a kérelem hozzáadása során.
pt: Erro ao adicionar o pedido.
sv: Fel vid tillägg av begäran.

# Languages::text_new_payment_was_created
source: New payment was created
de: Es wurde eine neue Zahlung erstellt.
fa: پرداخت های جدید ایجاد شده است
fi: Uusi maksu luotiin
hu: Új fizetés sikeresen létrehozva
pt: Um novo pagamento foi registrado
sv: Ny betalning skapades

# Languages::text_not_approved_vendors
source: You have vendors that require your approval. Please <a href="[link]">follow this link</a> to review these vendors.
de: Sie haben Verkäufer, die noch Ihre Genehmigung benötigen. <a href="[link]">Bitte folgen Sie diesem Link</a>, um diese Verkäufer zu prüfen.
fa: شما فروشندگانی دارید که نیازمند تایید شما هستند. لطفاً برای بازبینی این فروشندگان این <a href="[link]"> لینک </a>را دنبال کنید.
fi: Sinulla on myyjiä, jotka tarvitsevat hyväksynnän. <a href="[link]">seuraa tätä linkkiä</a> arvioidaksesi nämä toimittajat.
hu: Eladók várnak jóváhagyásodra. Az <a href="[link]">alábbi linken</a> megtekintheted őket.
pt: Você tem fornecedores que exigem a sua aprovação. Por favor <a href="[link]">siga este link</a> para rever estes fornecedores.
sv: Du har säljare som kräver ditt godkännande. Granska dessa <a href="[link]">här</a>.

# Languages::text_created_new_vendors
source: A new vendor has registered and received access to the storefront and the admin panel. <a href="[link]">Use this link to view the vendor.</a>
de: Ein neuer Anbieter hat sich registriert und Zugriff auf die Storefront und das Admin-Panel erhalten. <a href="[link]">Verwenden Sie diesen Link, um den Anbieter anzuzeigen.</a>
fa: یک فروشنده جدید ثبت نام کرده و به ویترین فروشگاه و پنل مدیریت دسترسی پیدا کرده است. <a href="[link]">از این پیوند برای مشاهده فروشنده استفاده کنید.</a>
fi: Uusi toimittaja on rekisteröitynyt ja saanut pääsyn myymälään ja hallintapaneeliin. <a href="[link]">Käytä tätä linkkiä nähdäksesi myyjä.</a>
hu: Egy új szállító regisztrált, és hozzáférést kapott a kirakathoz és az adminisztrációs panelhez. <a href="[link]">Használja ezt a hivatkozást a szállító megtekintéséhez.</a>
pt: Um novo fornecedor registrou e recebeu acesso à vitrine e ao painel de administração. <a href="[link]">Use este link para visualizar o fornecedor.</a>
sv: En ny leverantör har registrerat sig och fått tillgång till skyltfönstret och adminpanelen. <a href="[link]">Använd den här länken för att se leverantören.</a>

# Languages::text_successful_request
source: Your request was successfully added. You will receive the email with the answer later.
de: Ihre Anfrage wurde erfolgreich hinzugefügt. Sie werden die E-mail mit der Antwort später erhalten.
fa: درخواست شما با موفقیت اضافه شد. ایمیلی را با پاسخ دریافت خواهید کرد.
fi: Pyyntösi lisättiin onnistuneesti. Saat vastauksen sähköpostiisi myöhemmin.
hu: Kérésed sikeresen elküldted. Hamarosan megválaszoljuk e-mailben.
pt: Seu pedido foi adicionado com sucesso. Você receberá o e-mail com a resposta mais tarde.
sv: Din ansökan har lagts till. Du kommer att få ett e-postmeddelande med svar senare.

# Languages::total_amount_due
source: Total amount due
de: Fälliger Totalbetrag
fa: کل دین
fi: Maksettava kokonaissumma
hu: Teljes összeg
pt: Total devido
sv: Totalt skyldig

# Languages::total_period_payout
source: Total sales period payout
de: Total Auszahlungen Verkaufsperiode
fa: کل فروش دوره پرداخت
fi: Myyntikauden kokonaismaksu
hu: Teljes értékesítési időszak kifizetése
pt: Pagamentos no período
sv: Total utbetalning för säljperiod

# Languages::total_unpaid_balance
source: Total unpaid balance
de: Total nicht bezahlt - Saldo
fa: کل تراز پرداخت نشده
fi: Maksamaton saldo yhteensä
hu: Ki nem fizetett egyenleg összesen
pt: Saldo não pago
sv: Totalt obetalt saldo

# Languages::tt_views_payments_update_taxes
source: If payment surcharge is taken from vendors, taxes are not calculated
de: Wenn der Zahlungszuschlag auf den Verkäufer umgelegt wird, werden keine Steuern berechnet
fa: اگر پرداخت از فروشندگان اضافه گرفته شده باشد، مالیات محاسبه نشده است
fi: Jos maksulisä otetaan myyjiltä, veroja ei lasketa
hu: Amennyiben felár kerül felszámolásra az eladókhoz, adókat nem kalkulál a rendszer
pt: Se o acréscimo do pagamento for obtido dos fornecedores, os impostos não serão calculados
sv: Om betalavgift har tagits från säljare så beräknas ingen moms

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this vendor account because there are orders containing the products of this vendor in the store database. To delete the account, please delete all such orders first.
de: Es ist nicht möglich, dieses Verkäuferkonto zu löschen, weil in der Datenbank noch Bestellungen vorhanden sind, welche die Produkte dieses Verkäufers beinhalten. Um das Konto zu löschen, bitte zuerst diese Bestellungen löschen.
fa: قادر به حذف این حساب فروشنده نیست زیرا سفارشاتی شامل محصولات این فروشنده در پایگاه داده فروشگاه وجود دارد. برای حذف حساب, لطفا ابتدا تمام آن سفارشات را حذف کنید.
fi: Tätä toimittajatiliä ei voida poistaa, koska myymälätietokannassa on tilauksia, jotka sisältävät tämän toimittajan tuotteita. Poistaaksesi tilin, poista ensin kaikki tällaiset tilaukset.
hu: Nem lehet törölni ezt az eladót, mert az adatbázisban vannak olyan termékek, melyek ennek az eladónak a termékeit tartalmazzák. A fiók törléséhez először törölj minden ilyen rendelést.
pt: Não foi possível excluir este fornecedor pois existem pedidos contendo os produtos deste fornecedor. Para excluir este fornecedor, exclua estes pedidos primeiro.
sv: Kunde inte att ta bort detta säljarkonto eftersom det finns ordrar med produkter från denna säljare. För att ta bort detta konto, ta bort dessa ordrar först.

# Languages::vendor
source: Vendor
de: Lieferant
fa: فروشنده
fi: Myyjä
hu: Eladó
pt: Fornecedor
sv: Säljare

# Languages::vendors
source: Vendors
de: Verkäufer
fa: فروشندگان
fi: Myyjät
hu: Eladók
pt: Fornecedores
sv: Säljare

# Languages::vendors_menu_title
source: Vendors
de: Anbieter
fa: فروشندگان
fi: Myyjät
hu: Eladók
pt: Fornecedores
sv: Försäljare

# Languages::vendors_menu_description
source: Sorted list of vendor accounts registered in the store.
de: Sortierte Liste von externen Verkäuferkonten, die in Ihrem Shop regsitriert sind.
fa: فهرست ذخیره شده حسابهای فروشنده ثبت شده در فروشگاه.
fi: Lajiteltu luettelo myymälään rekisteröidyistä toimittajatileistä.
hu: A piactéren regisztrált eladói fiókok rendezett listája.
pt: Lista ordenada de contas de fornecedores registrados na loja.
sv: Sorterad lista över säljarkonton som registrerats i butiken.

# Languages::vendor_account_balance
source: Account balance
de: Kontostand
fa: مانده حساب
fi: Tilin saldo
hu: Fiókegyenleg
pt: Saldo da conta
sv: Saldo

# Languages::vendor_approval_pending
source: New vendor account application
de: Neuer Antrag auf ein Verkäuferkonto
fa: برنامه حساب فروشنده جدید
fi: Uusi toimittajatilisovellus
hu: Új eladói kérelem
pt: Solicitação de novo fornecedor
sv: Ny säljaransökan

# Languages::vendor_id
source: Vendor ID
de: Lieferanten ID
fa: شناسه فروشنده
fi: Toimittajan tunnus
hu: Eladó azonosító
pt: Código do fornecedor
sv: Säljare ID

# Languages::vendor_name
source: Vendor name
de: Verkäufername
fa: نام فروشنده
fi: Toimittajan nimi
hu: Eladó neve
pt: Nome do fornecedor
sv: Säljarnamn

# Languages::vendor_pages
source: Vendor pages
de: Verkäuferseiten
fa: صفحات فروشنده
fi: Myyjän sivut
hu: Eladó oldalai
pt: Páginas do fornecedor
sv: Säljarsidor

# Languages::vendor_panel
source: Vendor panel
de: Verkäuferbereich
fa: پنل فروشنده
fi: Myyjän paneeli
hu: Eladói panel
pt: Painel do fornecedor
sv: Säljarpanel

# Languages::view_vendor_orders
source: View vendor orders
de: Bestellungen des Verkäufers anzeigen
fa: مشاهده سفارشات فروشنده
fi: Katso myyjätilaukset
hu: Eladói rendelések megtekintése
pt: Exibir pedidos do fornecedor
sv: Visa säljarens ordrar

# Languages::view_vendor_products
source: View vendor products
de: Artikel des Verkäufers anzeigen
fa: مشاهده محصولات فروشنده
fi: Katso myyjien tuotteet
hu: Eladó termékeinek megtekintése
pt: Exibir produtos do fornecedor
sv: Visa säljarens produkter

# Languages::view_vendor_users
source: View vendor users
de: Kunden des Verkäufers anzeigen
fa: مشاهده کاربران فروشنده
fi: Näytä myyjän käyttäjät
hu: Eladó felhasználóinak megtekintése
pt: Exibir usuários do fornecedor
sv: Visa säljarens användare

# Languages::view_vendor_admins
source: View vendor admins
de: Anbieter-Admins anzeigen
fa: مشاهده مدیران فروشنده
fi: Näytä toimittajan järjestelmänvalvojat
hu: Eladó adminjainak megtekintése
pt: Ver administradores de fornecedores
sv: Visa leverantörsadministratörer

# Languages::you_can_edit_account_details
source: You can edit the account details now.
de: Sie können die Kontodetails jetzt bearbeiten.
fa: شما اکنون می توانید جزییات حساب را ویرایش کنید.
fi: Voit muokata tilitietoja nyt.
hu: Itt szerkesztheted a felhasználói fiók adatait.
pt: Você pode editar as informações da conta.
sv: Du kan redigera kontouppgifterna nu.

# SettingsSections::Vendors
source: Vendors
de: Lieferanten
fa: فروشندگان
fi: Myyjät
hu: Eladók
pt: Fornecedores
sv: Säljare

# SettingsOptions::vendors_per_page
source: Vendors per page
de: Verkäufer pro Seite
fa: فروشندگان در هر صفحه
fi: Toimittajat sivua kohden
hu: Eladó/oldal
pt: Fornecedores por página
sv: Försäljare per sida

# SettingsOptions::apply_for_vendor
source: Allow users to apply for vendor account
de: Benutzer erlauben, ein Verkäuferkonto anzumelden
fa: اجازه به کاربران برای به کارگیری حساب فروشنده
fi: Salli käyttäjien hakea toimittajatiliä
hu: Engedélyezés felhasználóknak, hogy eladói fiókot igényeljenek
pt: Permite que os usuários se aplicam para conta de fornecedor
sv: Tillåt användare ansöka om försäljarkonto

# SettingsOptions::create_vendor_administrator_account
source: Automatically create the administrator account for the new approved vendor. (If the "Allow users to apply for vendor account" setting is enabled)
de: Automatisch ein Administrator-Konto für neu genehmigte Verkäufer erstellen. (Wenn die Option "Benutzer erlauben, ein Verkäuferkonto anzumelden" aktiviert ist)
fa: به طور خودکار حساب مدیر سیستم برای فروشنده مصوب جدید ایجاد کنید. (اگر "کاربران مجاز به درخواست برای حساب فروشنده" تنظیمات فعال است)
fi: Luo automaattisesti järjestelmänvalvojan tili uudelle hyväksytylle toimittajalle. (Jos Salli käyttäjien hakea toimittajatiliä -asetus on käytössä)
hu: Adminisztrációs fiók automatikusan létrehozása az újonnan jóváhagyott eladó számára. (Amennyiben a "Engedélyezés felhasználóknak, hogy eladói fiókot igényeljenek" beállítás engedélyezett)
pt: Cria automaticamente uma conta de administrador para o novo fornecedor aprovado. (Se a configuração "permitir que usuários se aplicam para conta de fornecedor" estiver habilitada)
sv: Skapa automatiskt administratörskonto för nya godkända försäljare. (Om "Tillåt användare ansöka om försäljarkonto" är aktiverad)

# SettingsOptions::display_vendor
source: Display product vendor
de: Artikel des Verkäufers anzeigen
fa: نمایش فروشنده محصول
fi: Näytä tuotteen myyjä
hu: Termék eladójának megjelenítése
pt: Exibir fornecedor do produto
sv: Visa produktsäljare

# SettingsOptions::need_agree_with_terms_n_conditions
source: Applying vendors must agree to the terms & conditions
de: Anbieter, die sich bewerben, müssen den Geschäftsbedingungen zustimmen
fa: فروشندگان به کار گرفته شده باید با شرایط و مقررات توافق کنند
fi: Hakevien toimittajien on hyväksyttävä ehdot
hu: A jelentkező eladóknak el kell fogadniuk az általános szerződési feltételeket.
pt: Candidatos a fornecedores devem concordar com os termos e condições
sv: Ansökande säljare måste godkänna våra villkor

# SettingsOptions::mailer_send_from_admin
source: Send vendor emails from marketplace email addresses
de: Senden Sie Anbieter-E-Mails von Marktplatz-E-Mail-Adressen
fa: ایمیل های فروشنده را از آدرس های ایمیل بازار ارسال کنید
fi: Lähetä myyjän sähköposteja markkinapaikan sähköpostiosoitteista
hu: Eladói e-mailek küldése a piactéri e-mail címekről
pt: Enviar e-mails dos fornecedores através dos endereços de e-mail do marketplace
sv: Skicka e-post från leverantörer från marknadsplatsens e-postadresser

# SettingsOptions::allow_vendor_manage_features
source: Allow vendors to manage product features
de: Ermöglichen Sie Anbietern, Produktfunktionen zu verwalten
fa: به فروشندگان اجازه دهید تا ویژگی های محصول را مدیریت کنند
fi: Salli myyjien hallita tuotteen ominaisuuksia
hu: Az eladók számára lehetővé teszi a termékjellemzők kezelését
pt: Permitir que fornecedores gerenciem características dos produtos
sv: Tillåt leverantörer att hantera produktfunktioner

# SettingsTooltips::need_agree_with_terms_n_conditions
source: The text of terms & conditions will be retrieved from the "vendor_terms_n_conditions_content" language variable.
de: Der Text der Allgemeinen Geschäftsbedingungen wird aus der Sprachvariablen „vendor_terms_n_conditions_content“ abgerufen.
fa: متن شرایط & شرایط خواهد شد از متغیر زبان "vendor_terms_n_conditions_content" بازیابی.
fi: Käyttöehtojen teksti haetaan vendor_terms_n_conditions_content-kielimuuttujasta.
hu: Az Általános Szerződési Feltételek szövege a "terms_n_conditions_content" nyelvi változóban található.
pt: O texto de termos e condições será lido da variável de idioma "vendor_terms_n_conditions_content".
sv: Texten för våra villkor hämtas från språkvariabel: "vendor_terms_n_conditions_content".

# SettingsOptions::allow_approve_vendors_in_two_steps
source: Review new vendors before granting access to the admin panel
de: Überprüfen Sie neue Anbieter, bevor Sie Zugriff auf das Admin-Panel gewähren
fa: قبل از اجازه دسترسی به پنل مدیریت، فروشندگان جدید را بررسی کنید
fi: Tarkista uudet toimittajat ennen kuin myönnät käyttöoikeuden hallintapaneeliin
hu: Ellenőrizd az új eladókat, mielőtt hozzáférést adsz az admin panelhoz
pt: Revise novos fornecedores antes de conceder acesso ao painel de administração
sv: Granska nya leverantörer innan du beviljar åtkomst till adminpanelen

# Languages::use_for_apply_for_vendor_account
source: Apply for a vendor account form
de: Ein Verkäuferkonto beantragen
fa: بکارگیری فرم حساب فروشنده
fi: Hae toimittajatililomaketta
hu: Eladói regisztrációs űrlap igénylése
pt: Preencher um formulário de conta de fornecedor
sv: Ansökningsformulär säljarkonto

# Languages::block_vendor_categories
source: Vendor categories
de: Verkäuferkategorien
fa: دسته بندی فروشندگان
fi: Toimittajaluokat
hu: Eladó kategóriái
pt: Categorias de fornecedores
sv: Säljarkategorier

# Languages::block_vendor_categories_description
source: Product categories available to a particular vendor
de: Artikelkategorien, die einem bestimmten Verkäufer zur Verfügung stehen
fa: دسته بندی محصولات موجود به فروشنده خاص
fi: Tietyn toimittajan saatavilla olevat tuoteluokat
hu: Kategóriák, melyek bizonyos eladók számára engedélyezettek
pt: Categorias de produtos disponíveis para um determinado fornecedor
sv: Tillgängliga produktkategorier för en bestämd säljare

# Languages::block_vendor_information
source: Vendor information
de: Verkäuferinformationen
fa: اطلاعات فروشنده
fi: Myyjän tiedot
hu: Eladói információ
pt: Informações do fornecedor
sv: Säljarinformation

# Languages::block_vendor_logo
source: Vendor logo
de: Verkäuferlogo
fa: نشان فروشنده
fi: Myyjän logo
hu: Eladó logója
pt: Logotipo do fornecedor
sv: Säljarens logo

# Languages::show_location
source: Show location
de: Standort anzeigen
fa: نمایش مکان
fi: Näytä sijainti
hu: Tartózkodási hely megjelenítése
pt: Exibir local
sv: Visa plats

# Languages::show_products_count
source: Show products count
de: Produktanzahl anzeigen
fa: نمایش تعداد محصولات
fi: Näytä tuotteiden määrä
hu: Termékek számának megjelenítése
pt: Exibir contagem de produtos
sv: Visa produkter räknas

# Languages::block_vendor_search
source: Search by vendor products
de: Nach Artikeln des Verkäufers suchen
fa: جستجو توسط محصولات فروشنده
fi: Hae myyjän tuotteiden mukaan
hu: Keresés eladó termékei alapján
pt: Pesquisar por produtos de fornecedores
sv: Sök säljarens produkter

# Languages::vendor_filters
source: Vendor Product filters
de: Verkäufer Artikelfilter
fa: فیلتر های محصول فروشنده
fi: Myyjän tuotteiden suodattimet
hu: Eladó termékszűrői
pt: Filtros de produtos dos fornecedores
sv: Säljarens produktfilter

# Languages::vendor_products
source: Vendor products
de: Artikel des Verkäufers
fa: فروشنده محصولات
fi: Myyjän tuotteet
hu: Eladó termékei
pt: Produtos dos fornecedores
sv: Säljarens produkter

# Languages::apply_shipping_for_all_vendors
source: Allow shipping for all vendors
de: Versand für alle Anbieter zulassen
fa: اجازه حمل و نقل برای تمام فروشندگان
fi: Salli toimitus kaikille myyjille
hu: Szállítás engedélyezése minden eladó számára
pt: Permitir envio para todos os fornecedores
sv: Tillåt leveranser för alla säljare

# Languages::apply_shipping_for_all_vendors_confirm
source: The shipping method will be applied to all the vendors. Are you sure you want to proceed?
de: Die Versandart gilt für alle Anbieter. Sind Sie sicher, dass Sie fortfahren möchten?
fa: روش حمل و نقل برای تمام فروشندگان اعمال خواهد شد. آیا می خواهید ادامه دهید؟
fi: Toimitustapaa sovelletaan kaikkiin myyjiin. Oletko varma, että haluat jatkaa?
hu: A szállítási módot a valamennyi eladóra alkalmazni fogja. Biztos, hogy folytatni szeretnéd?
pt: A forma de envio será aplicada a todos os fornecedores. Continuar?
sv: Leveranssättet kommer att tillämpas på alla säljare. Är du säker på att du vill fortsätta?

# Languages::shipping_applied_to_vendors
source: The shipping method was applied to [vendors] vendors
de: Die Versandart wurde auf [vendors] Anbieter angewendet
fa: روش حمل و نقل برای فروشندگان [vendors] به کار برده شده است
fi: Toimitustapaa käytettiin [vendors] toimittajalle
hu: A szállítási módot a [vendors] eladókra alkalmaztuk.
pt: A forma de envio foi aplicada a [vendors] fornecedores
sv: Leveranssättet lades till på [vendors] säljare

# Languages::block_vendor_filters
source: Vendor filters
de: Verkäuferfilter
fa: فیلترهای فروشنده
fi: Myyjän suodattimet
hu: Eladó szűrői
pt: Filtros dos fornecedores
sv: Säljarens filter

# Languages::email_template.apply_for_vendor_notification
source: Apply for vendor
de: Anbieter bewerben
fa: درخواست برای فروشنده
fi: Hae myyjäksi
hu: Jelentkezz eladónak
pt: Candidatar-se a fornecedor
sv: Ansök om säljare

# Languages::email_template.company_status_notification
source: Company status change
de: Änderung des Firmenstatus
fa: تغییر تیتر شرکت
fi: Yrityksen aseman muutos
hu: Vállalat státuszának változása
pt: Alteração no status da empresa
sv: Ändring av företagsstatus

# Languages::email_template.company_payment_notification
source: Company payment
de: Firmenzahlung
fa: پرداخت شرکت
fi: Yrityksen maksu
hu: Vállalati fizetés
pt: Pagamento da empresa
sv: Företagsbetalning

# Languages::email_template.vendor_invitation
source: Vendor invitation
de: Lieferanteneinladung
fa: دعوت فروشنده
fi: Myyjän kutsu
hu: Eladói meghívó
pt: Convite de fornecedor
sv: Försäljarinbjudan

# Languages::vendor_invitation_email_subject
source: Come Sell With [default_company_name]
de: Komm verkaufe mit [default_company_name]
fa: بیا با [default_company_name]بفروش
fi: Tule myymään [default_company_name]:lla
hu: Gyere, értékesíts a [default_company_name] vállalattal együtt
pt: Venha Já Vender com [default_company_name]
sv: Kom och sälj med [default_company_name]

# Languages::vendor_invitation_email_body
source: <p>Hello,</p><br/><p>We'd like to invite you to <a href="[create_account_url]">create an account</a> with [default_company_name]. You'll be able to expand your client base by listing your products on our platform and selling them to our visitors.</p><br/><p>Best regards,</p><p>[default_company_name] team</p>
de: <p>Hallo,</p><br/><p>Wir möchten Sie einladen, <a href="[create_account_url]">ein Konto zu erstellen</a> bei [default_company_name]. Sie können Ihren Kundenstamm erweitern, indem Sie Ihre Produkte auf unserer Plattform auflisten und an unsere Besucher verkaufen.</p><br/><p>Mit freundlichen Grüßen,</p><p>[default_company_name] Team</p>
fa: <p>سلام،</p><br/><p>ما می خواهیم از شما دعوت کنیم که <a href="[create_account_url]">یک حساب کاربری</a> با [default_company_name]ایجاد کنید. شما می توانید با فهرست کردن محصولات خود در پلتفرم ما و فروش آنها به بازدیدکنندگان، پایگاه مشتریان خود را گسترش دهید.</p><br/><p>با احترام،</p><p>[default_company_name] تیم</p>
fi: <p>Hei,</p><br/><p>Haluamme kutsua sinut <a href="[create_account_url]">luomaan tilin</a> kanssa [default_company_name]. Voit laajentaa asiakaskuntaasi listaamalla tuotteesi alustallemme ja myymällä niitä vierailijoillemme.</p><br/><p>Ystävällisin terveisin,</p><p>[default_company_name] tiimi</p>
hu: <p>Hello,</p><br/><p>Meghívunk, hogy <a href="[create_account_url]">fiókot hozz létre</a> a [default_company_name]-nál. Lehetőséged lesz bővíteni ügyfélköröd azzal, hogy termékeidet belistázod a platformunkra, és értékesíted azokat látogatóinknak.</p><br/><p>Üdvözlettel,</p><p>[default_company_name] </p> csapata
pt: <p>Olá,</p><br/><p>Gostaríamos de convidar você a <a href="[create_account_url]">criar uma conta</a> na [default_company_name]. Você poderá listar os seus produtos na nossa plataforma e vendê-los aos nossos visitantes, assim expandindo a sua clientela.</p><br/>Atenciosamente,</p><p>A equipe da [default_company_name]<p>
sv: <p>Hej,</p><br/><p>Vi vill bjuda in dig att <a href="[create_account_url]">skapa ett konto</a> med [default_company_name]. Du kommer att kunna utöka din kundbas genom att lista dina produkter på vår plattform och sälja dem till våra besökare.</p><br/><p>Med vänlig hälsning,</p><p>[default_company_name] lag</p>

# Languages::vendor_terms_n_conditions
source: I accept the [terms_href]
de: Ich akzeptiere die [terms_href]
fa: [terms_href] را قبول دارم
fi: Hyväksyn [terms_href]
hu: Elfogadom a [terms_href] feltételeit
pt: Eu aceito os [terms_href]
sv: Jag godkänner era [terms_href]

# Languages::vendor_terms_n_conditions_name
source: Terms and Conditions
de: Geschäftsbedingungen
fa: شرایط و ضوابط
fi: Käyttöehdot
hu: Általános Szerződési Feltételek
pt: Termos e Condições
sv: Villkor

# Languages::vendor_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
de: Um fortzufahren, müssen Sie unsere Allgemeinen Geschäftsbedingungen akzeptieren.
fa: به منظور ادامه فرایند، شما نیازمند قبول شرایط و مقررات ما را دارید.
fi: Jotta voit jatkaa, sinun on hyväksyttävä käyttöehtomme.
hu: A továbblépéshez el kell fogadnod Általános Szerződési Feltételeket.
pt: Para continuar você deve aceitar os termos e condições.
sv: För att fortsätta måste du godkänna våra villkor.
