Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/access_restrictions.po
Languages: fa_ir, fi_fi, sv_se

# Addons::name::access_restrictions
source: Access restrictions
fa_ir: محدودیت های دسترسی
fi_fi: Pääsyrajoitukset
sv_se: Åtkomstbegränsningar

# Addons::description::access_restrictions
source: Lets you limit storefront and administrator area access to certain IP-addresses with different options
fa_ir: امکان محدود کردن دسترسی به مدیریت و صفحه ی اصلی سایت را به IP های مشخص با گزینه های مختلف به شما می دهد
fi_fi: Rajoita kaupan etusivulle ja ohjauspaneeliin pääsyä tietyistä IP-osoitteista erilaisin vaihtoehdoin
sv_se: Låter dig begränsa åtkomst till butik och kontrollpanel från utvalda IP-adresser med olika alternativ

# Languages::access_restrictions
source: Access restrictions
fa_ir: محدودیت های دسترسی
fi_fi: Pääsyrajoitukset
sv_se: Åtkomstbegränsningar

# Languages::add_ips
source: Add IPs
fa_ir: افزودن IPها
fi_fi: Lisää IP-osoitteet
sv_se: Lägg till IP-adresser

# Languages::new_ips
source: New IPs
fa_ir: IPهای جدید
fi_fi: Uusia IP-osoitteita
sv_se: Nya IP-adresser

# Languages::add_domains
source: Add domains
fa_ir: افزودن دامنه
fi_fi: Lisää verkkotunnuksia
sv_se: Lägg till domäner

# Languages::new_domains
source: New domains
fa_ir: دامنه های جدید
fi_fi: Uusia verkkotunnuksia
sv_se: Nya domäner

# Languages::add_emails
source: Add e-mail addresses
fa_ir: افزودن آدرس های ایمیل
fi_fi: Lisää sähköpostiosoitteita
sv_se: Lägg till e-postadress

# Languages::new_emails
source: New e-mail addresses
fa_ir: آدرس ایمیل های جدید
fi_fi: Uusia sähköpostiosoitteita
sv_se: Nya e-postadresser

# Languages::new_credit_card
source: New credit card
fa_ir: کارت اعتباری جدید
fi_fi: Uusi luottokortti
sv_se: Nytt betalkort

# Languages::add_credit_card
source: Add credit card
fa_ir: اضافه کردن کارت اعتباری
fi_fi: Lisää luottokortti
sv_se: Lägg till betalkort

# Languages::privileges.manage_access_restrictions
source: Can edit
fa_ir: می توانید ویرایش کنید
fi_fi: Voi muokata
sv_se: Kan redigera

# Languages::privilege_groups.access_restrictions
source: Access restrictions
fa_ir: محدودیت های دسترسی
fi_fi: Pääsyrajoitukset
sv_se: Åtkomstbegränsningar

# Languages::domain
source: Domain
fa_ir: دامنه
fi_fi: Verkkotunnus
sv_se: Domän

# Languages::warning_of_ip_adding
source: The entered IP address <b>[entered_ip]</b> forbids access to the administration panel from your computer (your IP is <b>[your_ip]</b>).
fa_ir: آی پی ادرس را وارد کنید ، دسترسی به بخش مدیریت بدون ای پی ادرس صورت نمیگیرد
fi_fi: Annettu IP-osoite <b>[entered_ip]</b> estää pääsyn hallintapaneeliin tietokoneeltasi (IP-osoitteesi on <b>[your_ip]</b>).
sv_se: Den angivna IP-adressen <b>[entered_ip]</b> nekas åtkomst till kontrollpanelen från din dator (ditt IP är <b>[your_ip]</b>).

# Languages::text_cc_number_is_blocked
source: The credit card number <b>[cc_number]</b> is blocked by the administrator. Please contact the store administrator or try another one.
fa_ir: شماره کارت اعتباری توسط مدیر مسدود شده است. لطفا با مدیر فروشگاه تماس بگیرید و یا یک بار دیگر را امتحان کنید.
fi_fi: Ylläpito on estänyt luottokortin numero <b>[cc_number]</b>. Ota yhteyttä kaupan ylläpitäjään tai kokeile toista luottokorttia.
sv_se: Betalkortnummer <b>[cc_number]</b> är blockerat av kundtjänst. Kontakta kundtjänst eller prova ett annat kort.

# Languages::text_not_valid_ip
source: <b>[ip]</b> is not a valid ip address.
fa_ir: ای پی ادرس معتبر نمی باشد
fi_fi: <b>[ip]</b> ei ole kelvollinen IP-osoite.
sv_se: <b>[ip]</b> är ingen giltig IP-adress.

# Languages::text_not_valid_domain
source: <b>[domain]</b> is not a valid domain name.
fa_ir: نام دامنه معتبر نیست.
fi_fi: <b>[domain]</b> ei ole kelvollinen verkkotunnus.
sv_se: <b>[domain]</b> är inte ett giltigt domännamn.

# Languages::text_not_valid_cc_number
source: <b>[cc_number]</b> is not a valid credit card number.
fa_ir: شماره کارت اعتباری معتبر نیست.
fi_fi: <b>[cc_number]</b> ei ole kelvollinen luottokortin numero.
sv_se: <b>[cc_number]</b> är ingen giltigt betalkortnummer.

# Languages::text_email_is_blocked
source: The e-mail address <b>[email]</b> is blocked by the administrator. Please contact the store administrator or try another one.
fa_ir: آدرس پست الکترونیکی( ایمیل ) توسط مدیر مسدود شده است. لطفا با مدیر فروشگاه تماس بگیرید و یا یکبار دیگر امتحان کنید.
fi_fi: Ylläpito on estänyt sähköpostiosoitteen <b>[email]</b>. Ota yhteyttä ylläpitoon tai kokeile toista sähköpostiosoitetta.
sv_se: E-postadressen <b>[email]</b> är blockerad av administratör. Kontakta kundtjänst eller prova en annan e-postadress.

# Languages::text_ips_denied
source: You are not allowed to access this area
fa_ir: شما مجازنیستید به این قسمت دسترسی پیدا کنید.
fi_fi: Sinulla ei ole pääsyä tälle alueelle
sv_se: Du har ingen behörighet för denna avdelning

# Languages::text_ip_blocked_failed_login
source: The IP was blocked after [number] unsuccessful logins
fa_ir: آی پی پس از چند تلاش ناموفق مسدود شده بود.
fi_fi: IP-osoite on estetty [number] epäonnistuneen kirjautumisyrityksen jälkeen
sv_se: IP-adressen blev blockerad efter [number] misslyckade inloggningar

# Languages::text_ip_is_blocked
source: Your IP address is blocked.
fa_ir: IP شما مسدود شده است.
fi_fi: IP-osoitteesi on estetty.
sv_se: Din IP-adress är blockerad.

# Languages::store_admin
source: Store administrator
fa_ir: مدیر فروشگاه
fi_fi: Kaupan ylläpitäjä
sv_se: Butiksadministratör

# Languages::your_ip_added
source: Your IP address <b>[ip]</b> has been added to the access restrictions table.
fa_ir: آی پی آدرس به محدودیت دسترسی به جدول محدودیت ها اضافه شده است.
fi_fi: IP-osoitteesi <b>[ip]</b> on lisätty pääsyrajoitustaulukkoon.
sv_se: Din IP-adress <b>[ip]</b> har lagts till i listan med åtkomstbegränsningar.

# Languages::your_ip_enabled
source: Your IP address <b>[ip]</b> has been enabled in the access restrictions table.
fa_ir: ای پی ادرس شما در جدول محدودیت دسترسی فعال شده است.
fi_fi: IP-osoitteesi <b>[ip]</b> on kytketty käyttöön pääsyrajoitustaulukossa.
sv_se: Din IP-adress <b>[ip]</b> har aktiverats i listan med åtkomstbegränsningar.

# Languages::your_ip_removed
source: Your IP address <b>[ip]</b> has been removed from the access restrictions table.
fa_ir: ای پی ادرس شما از جدول محدودیت های دسترسی حذف شده است.
fi_fi: IP-osoitteesi <b>[ip]</b> on poistettu käytöstä pääsyrajoitustaulukossa.
sv_se: Din IP-adress <b>[ip]</b> har tagits bort från listan med åtkomstbegränsningar.

# Languages::ip_from
source: IP from
fa_ir: فرم IP
fi_fi: IP-osoitteet alkaen
sv_se: IP från

# Languages::ip_to
source: IP to
fa_ir: IP به
fi_fi: IP-osoitteet päättyen
sv_se: IP till

# Languages::text_access_notice
source: You can use the wildcards for the "Domain", "E-mail" and "Credit Card" tabs: <br /><b>*</b> - can represent any number of characters, including zero<br /><b>?</b> - can represent any single character.
fa_ir: شما می توانید از نویسه عام برای زبانه های "دامنه" و "پست الکترونیکی" و "کارت اعتباری" استفاده: br / > <b>*</b> - می تواند نشان دهنده هر تعدادی از کاراکترها از جمله صفر-br / > <b>؟</b> - نمایندگی می توانید هر نویسه تکی.
fi_fi: Voit käyttää jokerimerkkiä verkkotunnus-, sähköposti- ja luottokorttivälilehdillä: <br /><b>*</b> - vastaa mitä tahasa merkkijonoa, sisältäen nollan <br /><b>?</b> - vastaa yhtä merkkiä.
sv_se: Tillåtna jokertecken för sökning i "Domän", "E-postadress" och "Betalkort":<br><b>?</b> - Enskilda tecken.<br><b>*</b> - Alla tecken.

# Languages::ips
source: IPs
fi_fi: IP-osoitteet
sv_se: IP-adresser

# Languages::make_permanent
source: Make permanent
fa_ir: پرداخت کنید
fi_fi: Tee pysyväksi
sv_se: Gör permanent

# Languages::credit_card_number
source: Credit card number
fa_ir: شماره کارت اعتباری
fi_fi: Luottokortin numero
sv_se: Betalkortnummer

# SettingsSections::access_restrictions::general
source: General
fa_ir: عمومی
fi_fi: Yleinen
sv_se: Allmänt

# SettingsOptions::access_restrictions::elm_administrator_area_settings
source: Administrator area settings
fa_ir: تنظیمات محیط مدیریت
fi_fi: Ylläpitoalueen asetukset
sv_se: Kontrollpanelen

# SettingsOptions::access_restrictions::admin_reverse_ip_access
source: Allow login to the admin area from specified IPs only
fa_ir: اجازه ورود به بخش مدیریت تنها از طرق ای پی های مشخص شده امکان دارد.
fi_fi: Salli ylläpitoalueen kirjautumiset vain tietyistä IP-osoitteista
sv_se: Tillåt inloggning endast från specificerade IP

# SettingsOptions::access_restrictions::unsuccessful_attempts_login
source: Block IP after a number of unsuccessful attempts
fa_ir: ای پی شما به علت چند تلاش ناموفق بلوکه شده است.
fi_fi: Estä IP-osoite useiden epäonnistuneiden kirjautumisyritysten jälkeen
sv_se: Blockera IP efter flera misslyckade försök

# SettingsOptions::access_restrictions::number_unsuccessful_attempts
source: Number of unsuccessful attempts
fa_ir: چند تلاش ناموفق
fi_fi: Epäonnistuneiden yritysten määrä
sv_se: Antal misslyckade försök

# SettingsOptions::access_restrictions::login_intervals
source: Time between unsuccessful login attempts (seconds)
fa_ir: تلاش های ناموفق درزمان بین ورود به سیستم (ثانیه)
fi_fi: Aika epäonnistuneiden yritysten välillä (sekuntia)
sv_se: Tid mellan misslyckade försök (sek)

# SettingsOptions::access_restrictions::time_block
source: Time for which the IP should be blocked (hours)
fa_ir: زمانی که IP باید مسدود شده (ساعت)
fi_fi: Kuinka pitkäksi aikaa IP-osoite estetään (tuntia)
sv_se: Tid som IP skall blockeras (tim)

# SettingsOptions::access_restrictions::elm_customer_and_affiliate_area_settings
source: Customer area settings
fa_ir: تنظیمات محیط مشتری
fi_fi: Asiakasalueen asetukset
sv_se: Butiksavdelningen

# SettingsOptions::access_restrictions::unsuccessful_attempts_login_customer
source: Block IP after a number of unsuccessful attempts
fa_ir: ای پی شما به علت چند تلاش ناموفق بلوکه شده است
fi_fi: Estä IP lukuisten epäonnistuneiden kirjautumisyritysten jälkeen
sv_se: Blockera IP efter flera misslyckade försök

# SettingsOptions::access_restrictions::number_unsuccessful_attempts_customer
source: Number of unsuccessful attempts
fa_ir: چند تلاش ناموفق
fi_fi: Epäonnistuneiden kirjautumisyritysten määrä
sv_se: Antal misslyckade försök

# SettingsOptions::access_restrictions::login_intervals_customer
source: Time between unsuccessful login attempts (seconds)
fa_ir: تلاش های ناموفق درزمان بین ورود به سیستم (ثانیه)
fi_fi: Epäonnistuneiden kirjautumisten aikaväli (sekuntia)
sv_se: Tid mellan misslyckade försök (sek)

# SettingsOptions::access_restrictions::time_block_customer
source: Time for which the IP should be blocked (hours)
fa_ir: زمانی که IP باید مسدود باشد (ساعت)
fi_fi: Kuinka pitkäksi aikaa IP-osoite estetään (tuntia)
sv_se: Tid som IP skall blockeras (tim)
