Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/advanced_import.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, nl_nl, sv_se

# Languages::advanced_import.cant_export_example
source: The example file can not be exported. Fill the fields mapping of current preset.
da_dk: Eksempelfilen kan ikke eksporteres. Udfyld felterne kortlægning af nuværende forudindstilling.
de_de: Die Beispieldatei kann nicht exportiert werden. Füllen Sie die Feldzuordnung der aktuellen Voreinstellung aus.
fa_ir: فایل نمونه را نمی توان صادر کرد. پر کردن فیلدها نقشه برداری از پیش تنظیم فعلی.
fi_fi: Esimerkkitiedostoa ei voi viedä. Täytä nykyisen esiasetuksen kentät.
fr_fr: Le fichier d'exemple ne peut pas être exporté. Remplissez les champs de mappage du preset courant.
nl_nl: Het voorbeeldbestand kan niet worden geëxporteerd. Vul de veldentoewijzing van de huidige voorinstelling in.
sv_se: Exempelfilen kan inte exporteras. Fyll i fältmappningen av aktuell förinställning.

# Languages::advanced_import.archive_with_images
source: Archive with images
da_dk: Arkiv med billeder
de_de: Archiv mit Bildern
fa_ir: آرشیو با تصاویر
fi_fi: Arkistoi kuvien kanssa
fr_fr: Archiver avec des images
nl_nl: Archief met afbeeldingen
sv_se: Arkiv med bilder

# Languages::advanced_import.step_map_fields
source: Next step: map fields
da_dk: Næste trin: kortfelter
de_de: Nächster Schritt: Felder zuordnen
fa_ir: مرحله بعدی: فیلدهای نقشه
fi_fi: Seuraava vaihe: karttakentät
fr_fr: Étape suivante : mapper les champs
nl_nl: Volgende stap: kaartvelden
sv_se: Nästa steg: kartfält
