Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/advanced_import.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, nl_nl, sv_se

# Languages::advanced_import.delete_additional_images_tooltip
source: If you enable this setting, then the existing additional images of the imported products will be replaced with the images specified in the imported file (if no images are specified, the old images will remain). If the setting is disabled, the new additional images will simply be added to the existing images.
da_dk: Hvis du aktiverer denne indstilling, vil de eksisterende yderligere billeder af de importerede produkter blive erstattet med de billeder, der er angivet i den importerede fil (hvis der ikke er angivet nogen billeder, forbliver de gamle billeder). Hvis indstillingen er deaktiveret, vil de nye ekstra billeder blot blive tilføjet til de eksisterende billeder.
de_de: Wenn Sie diese Einstellung aktivieren, werden die vorhandenen zusätzlichen Bilder der importierten Produkte durch die in der importierten Datei angegebenen Bilder ersetzt (wenn keine Bilder angegeben sind, bleiben die alten Bilder erhalten). Wenn die Einstellung deaktiviert ist, werden die neuen zusätzlichen Bilder einfach zu den vorhandenen Bildern hinzugefügt.
fa_ir: اگر این تنظیمات را فعال کنید، تصاویر اضافی موجود از محصولات وارداتی با تصاویر مشخص شده در فایل وارد شده جایگزین می‌شوند (اگر هیچ تصویری مشخص نشده باشد، تصاویر قدیمی باقی خواهند ماند). اگر تنظیم غیرفعال باشد، تصاویر اضافی جدید به سادگی به تصاویر موجود اضافه می شوند.
fi_fi: Jos otat tämän asetuksen käyttöön, tuotujen tuotteiden olemassa olevat lisäkuvat korvataan tuodussa tiedostossa määritetyillä kuvilla (jos kuvia ei ole määritetty, vanhat kuvat säilyvät). Jos asetus on poistettu käytöstä, uudet lisäkuvat yksinkertaisesti lisätään olemassa oleviin kuviin.
fr_fr: Si vous activez ce paramètre, les images supplémentaires existantes des produits importés seront remplacées par les images spécifiées dans le fichier importé (si aucune image n'est spécifiée, les anciennes images resteront). Si le paramètre est désactivé, les nouvelles images supplémentaires seront simplement ajoutées aux images existantes.
nl_nl: Als u deze instelling inschakelt, worden de bestaande extra afbeeldingen van de geïmporteerde producten vervangen door de afbeeldingen die zijn opgegeven in het geïmporteerde bestand (als er geen afbeeldingen zijn opgegeven, blijven de oude afbeeldingen behouden). Als de instelling is uitgeschakeld, worden de nieuwe extra afbeeldingen gewoon toegevoegd aan de bestaande afbeeldingen.
sv_se: Om du aktiverar den här inställningen kommer de befintliga ytterligare bilderna av de importerade produkterna att ersättas med bilderna som anges i den importerade filen (om inga bilder anges kommer de gamla bilderna att finnas kvar). Om inställningen är inaktiverad kommer de nya ytterligare bilderna helt enkelt att läggas till de befintliga bilderna.

# Languages::advanced_import.fetching_schema_failed_check_file
source: Before you can run the import, please make sure that:<ul><li>You have created the import preset by using the Create button. If you see Save instead of Create, then you've already done that.</li><li>You have specified the correct XML target node on the File tab and saved the preset.</li><li>You have matched the imported information with the product properties in CS-Cart on the Fields mapping tab and saved the preset.</li></ul>If you see this message, you haven't completed point 1 or 2.
da_dk: Før du kan køre importen, skal du sørge for at:<ul><li>Du har oprettet importforudindstillingen ved at bruge knappen Opret. Hvis du ser Gem i stedet for Opret, så har du allerede gjort det.</li><li>Du har angivet den korrekte XML-målknude på fanen Filer og gemt forudindstillingen.</li><li>Du har matchet den importerede information med produktegenskaberne i CS-Cart på fanen Feltkortlægning og gemt forudindstillingen.</li></ul>Hvis du ser denne meddelelse, har du ikke afsluttet punkt 1 eller 2.
de_de: Bevor Sie den Import ausführen können, stellen Sie bitte sicher, dass:<ul><li>Sie haben die Importvorlage über die Drucktaste angelegt. Wenn Sie Speichern statt Erstellen sehen, dann haben Sie das bereits getan.</li><li>Sie haben auf der Registerkarte Datei den richtigen XML-Zielknoten angegeben und die Voreinstellung gespeichert.</li><li>Sie haben die importierten Informationen mit den Produkteigenschaften in CS-Cart auf der Registerkarte Felder-Mapping abgeglichen und das Preset gespeichert.</li></ul>Wenn Sie diese Meldung sehen, haben Sie Punkt 1 oder 2 noch nicht abgeschlossen.
fa_ir: قبل از اینکه بتوانید واردات را اجرا کنید، لطفاً مطمئن شوید که:<ul><li>با استفاده از دکمه ایجاد، از پیش تعیین شده واردات را ایجاد کرده اید. اگر به جای Create، Save را می بینید، پس قبلاً این کار را انجام داده اید.</li><li>شما گره هدف XML صحیح را در تب File مشخص کرده اید و از پیش تعیین شده را ذخیره کرده اید.</li><li>شما اطلاعات وارد شده را با ویژگی های محصول در CS-Cart در برگه نقشه برداری فیلدها مطابقت داده اید و از پیش تعیین شده را ذخیره کرده اید.</li></ul>اگر این پیام را می بینید، نقطه 1 یا 2 را کامل نکرده اید.
fi_fi: Ennen kuin voit suorittaa tuonnin, varmista, että:<ul><li>Olet luonut tuonnin esiasetuksen Luo-painikkeella. Jos näet Luo sijaan Tallenna, olet jo tehnyt sen.</li><li>Olet määrittänyt oikean XML-kohdesolmun Tiedosto-välilehdellä ja tallentanut esiasetuksen.</li><li>Olet täsmäänyt tuodut tiedot tuotteen ominaisuuksiin CS-Cartissa Kentät-kartoitus-välilehdellä ja tallentanut esiasetuksen.</li></ul>Jos näet tämän viestin, et ole suorittanut kohtaa 1 tai 2.
fr_fr: Avant de pouvoir exécuter l'importation, assurez-vous que :<ul><li>Vous avez créé le préréglage d'importation à l'aide du bouton Créer. Si vous voyez Enregistrer au lieu de Créer, c'est que vous l'avez déjà fait.</li><li>Vous avez spécifié le nœud cible XML correct dans l'onglet Fichier et enregistré le préréglage.</li><li>Vous avez fait correspondre les informations importées avec les propriétés du produit dans CS-Cart sur l'onglet Mappage des champs et enregistré le préréglage.</li></ul>Si vous voyez ce message, vous n'avez pas terminé le point 1 ou 2.
nl_nl: Voordat u de import kunt uitvoeren, moet u ervoor zorgen dat:<ul><li>U de importvoorinstelling hebt gemaakt met behulp van de knop Maken. Als je Opslaan ziet in plaats van Maken, dan heb je dat al gedaan.</li><li>U hebt het juiste XML-doelknooppunt opgegeven op het tabblad Bestand en de voorinstelling opgeslagen.</li><li>U hebt de geïmporteerde informatie vergeleken met de producteigenschappen in CS-Cart op het tabblad Veldentoewijzing en de voorinstelling opgeslagen.</li></ul>Als u dit bericht ziet, heeft u punt 1 of 2 niet voltooid.
sv_se: Innan du kan köra importen, se till att:<ul><li>Du har skapat importförinställningen genom att använda knappen Skapa. Om du ser Spara istället för Skapa, har du redan gjort det.</li><li>Du har angett rätt XML-målnod på fliken Arkiv och sparat förinställningen.</li><li>Du har matchat den importerade informationen med produktegenskaperna i CS-Cart på fliken Fältmappning och sparat förinställningen.</li></ul>Om du ser det här meddelandet har du inte slutfört punkt 1 eller 2.

# Languages::advanced_import.test_import
source: Perform test import
da_dk: Udfør testimport
de_de: Testimport durchführen
fa_ir: واردات آزمایشی را انجام دهید
fi_fi: Suorita testituonti
fr_fr: Effectuer un test d'importation
nl_nl: Testimport uitvoeren
sv_se: Utför testimport

# Languages::advanced_import.test_import_tooltip
source: If you enable this setting, only the first [n] product will be processed.|If you enable this setting, only the first [n] products will be processed.
da_dk: Hvis du aktiverer denne indstilling, vil kun de første [n] produkter blive behandlet.|Hvis du aktiverer denne indstilling, vil kun de første [n] produkter blive behandlet.
de_de: Wenn Sie diese Einstellung aktivieren, wird nur das erste [n] Produkt verarbeitet.| Wenn Sie diese Einstellung aktivieren, werden nur die ersten [n] -Produkte verarbeitet.
fa_ir: اگر این تنظیم را فعال کنید، فقط [n] محصول اول پردازش می شود.|اگر این تنظیم را فعال کنید، فقط [n] محصول اول پردازش می شود.
fi_fi: Jos otat tämän asetuksen käyttöön, vain [n] ensimmäistä tuotetta käsitellään.|Jos otat tämän asetuksen käyttöön, vain [n] ensimmäistä tuotetta käsitellään.
fr_fr: Si vous activez ce paramètre, seul le premier [n] produit sera traité.|Si vous activez ce paramètre, seuls les [n] premiers produits seront traités.
nl_nl: Als u deze instelling inschakelt, worden alleen de eerste [n] producten verwerkt.|Als u deze instelling inschakelt, worden alleen de eerste [n] producten verwerkt.
sv_se: Om du aktiverar den här inställningen kommer endast den första [n] produkten att bearbetas.|Om du aktiverar den här inställningen kommer endast de första [n] produkterna att bearbetas.

# Languages::advanced_import.import_strategy
source: Import strategy
da_dk: Importstrategi
de_de: Import Strategie
fa_ir: استراتژی واردات
fi_fi: Tuontistrategia
fr_fr: Stratégie d'importation
nl_nl: Importstrategie
sv_se: Importstrategi

# Languages::advanced_import.import_strategy_tooltip
source: If you select "Update existing products only", products that don't exist in the database of your store will be skipped during import.<br>If you select "Create new products only", products that exist in the database of your store will be skipped during import.
da_dk: Hvis du vælger "Opdater kun eksisterende produkter", vil produkter, der ikke findes i databasen i din butik, blive sprunget over under importen.<br>Hvis du vælger "Opret kun nye produkter", vil produkter, der findes i databasen i din butik, blive sprunget over under importen.
de_de: Wenn Sie "Nur bestehende Produkte aktualisieren" wählen, werden Produkte, die nicht in der Datenbank Ihres Shops vorhanden sind, während des Imports übersprungen.<br>Wenn Sie "Nur neue Produkte erstellen" wählen, werden Produkte, die in der Datenbank Ihres Shops vorhanden sind, während des Imports übersprungen.
fa_ir: اگر «فقط به‌روزرسانی محصولات موجود» را انتخاب کنید، محصولاتی که در پایگاه داده فروشگاه شما وجود ندارند، در حین واردات حذف می‌شوند.<br>اگر "فقط ایجاد محصولات جدید" را انتخاب کنید، محصولاتی که در پایگاه داده فروشگاه شما وجود دارند در حین واردات حذف می شوند.
fi_fi: Jos valitset "Päivitä vain olemassa olevat tuotteet", tuotteet, joita ei ole myymäläsi tietokannassa, ohitetaan tuonnin aikana.<br>Jos valitset "Luo vain uusia tuotteita", myymäläsi tietokannassa olevat tuotteet ohitetaan tuonnin aikana.
fr_fr: Si vous sélectionnez "Mettre à jour les produits existants uniquement", les produits qui n'existent pas dans la base de données de votre boutique seront ignorés lors de l'importation.<br>Si vous sélectionnez "Créer de nouveaux produits uniquement", les produits qui existent dans la base de données de votre boutique seront ignorés lors de l'importation.
nl_nl: Als u "Alleen bestaande producten bijwerken" selecteert, worden producten die niet in de database van uw winkel voorkomen tijdens het importeren overgeslagen.<br>Als u "Alleen nieuwe producten maken" selecteert, worden producten die in de database van uw winkel staan tijdens het importeren overgeslagen.
sv_se: Om du väljer "Uppdatera endast befintliga produkter" kommer produkter som inte finns i din butiks databas att hoppas över under importen.<br>Om du väljer "Skapa endast nya produkter" kommer produkter som finns i din butiks databas att hoppas över under importen.

# Languages::advanced_import.import_all
source: Import all products from the file
da_dk: Importer alle produkter fra filen
de_de: Alle Produkte aus der Datei importieren
fa_ir: همه محصولات را از فایل وارد کنید
fi_fi: Tuo kaikki tuotteet tiedostosta
fr_fr: Importer tous les produits à partir du fichier
nl_nl: Importeer alle producten uit het bestand
sv_se: Importera alla produkter från filen

# Languages::advanced_import.create_new_products_only
source: Create new products only
da_dk: Opret kun nye produkter
de_de: Nur neue Produkte erstellen
fa_ir: فقط محصولات جدید ایجاد کنید
fi_fi: Luo vain uusia tuotteita
fr_fr: Créer de nouveaux produits uniquement
nl_nl: Alleen nieuwe producten maken
sv_se: Skapa endast nya produkter

# Languages::advanced_import.cant_save_preset_invalid_modifiers
source: The preset can't be saved because it contains invalid modifiers
da_dk: Forudindstillingen kan ikke gemmes, fordi den indeholder ugyldige modifikatorer
de_de: Die Voreinstellung kann nicht gespeichert werden, da sie ungültige Modifikatoren enthält
fa_ir: پیش تنظیم را نمی توان ذخیره کرد زیرا حاوی اصلاح کننده های نامعتبر است
fi_fi: Esiasetusta ei voi tallentaa, koska se sisältää virheellisiä muokkauksia
fr_fr: Le préréglage ne peut pas être enregistré car il contient des modificateurs invalides
nl_nl: De voorinstelling kan niet worden opgeslagen omdat deze ongeldige modifiers bevat
sv_se: Förinställningen kan inte sparas eftersom den innehåller ogiltiga modifierare

# Languages::advanced_import.missing_parameters_list_closer
source: The expected <b>[closer]</b> after the parameters list is missing.
da_dk: Det forventede <b>[closer]</b> efter parameterlisten mangler.
de_de: Die erwartete <b>[closer]</b> nach der Parameterliste fehlt.
fa_ir: <b>[closer]</b> مورد انتظار پس از لیست پارامترها وجود ندارد.
fi_fi: Odotettu <b>[closer]</b> parametriluettelon jälkeen puuttuu.
fr_fr: Le <b>[closer]</b> attendu après la liste des paramètres est manquant.
nl_nl: De verwachte <b>[closer]</b> na de parameterlijst ontbreekt.
sv_se: Den förväntade <b>[closer]</b> efter parameterlistan saknas.

# Languages::advanced_import.run_import_via_cron_message
source: You can run the import automatically at certain time intervals. To do it, add the following command to CRON:
da_dk: Du kan køre importen automatisk med bestemte tidsintervaller. For at gøre det skal du tilføje følgende kommando til CRON:
de_de: Sie können den Import in bestimmten Zeitabständen automatisch durchführen. Fügen Sie dazu den folgenden Befehl zu CRON hinzu:
fa_ir: شما می توانید واردات را به طور خودکار در بازه های زمانی مشخص اجرا کنید. برای انجام این کار، دستور زیر را به CRON اضافه کنید:
fi_fi: Voit suorittaa tuonnin automaattisesti tietyin aikavälein. Tee se lisäämällä seuraava komento CRON:iin:
fr_fr: Vous pouvez exécuter l'importation automatiquement à certains intervalles de temps. Pour ce faire, ajoutez la commande suivante à CRON :
nl_nl: U kunt de import op bepaalde tijdsintervallen automatisch uitvoeren. Om dit te doen, voegt u de volgende opdracht toe aan CRON:
sv_se: Du kan köra importen automatiskt vid vissa tidsintervall. För att göra det, lägg till följande kommando till CRON:

# Languages::advanced_import.cannot_detect_csv_delimiter
source: Cannot detect delimiter automatically. Please specify the correct delimiter manually in the additional settings on the "File" tab.
da_dk: Kan ikke registrere skilletegn automatisk. Angiv venligst den korrekte afgrænsning manuelt i de ekstra indstillinger på fanen "Filer".
de_de: Trennzeichen können nicht automatisch erkannt werden. Bitte geben Sie das korrekte Trennzeichen manuell in den zusätzlichen Einstellungen auf der Registerkarte "Datei" an.
fa_ir: نمی توان جداکننده را به طور خودکار شناسایی کرد. لطفاً جداکننده صحیح را به صورت دستی در تنظیمات اضافی در برگه "File" مشخص کنید.
fi_fi: Erotinta ei voi tunnistaa automaattisesti. Määritä oikea erotin manuaalisesti "Tiedosto"-välilehden lisäasetuksissa.
fr_fr: Impossible de détecter automatiquement le délimiteur. Veuillez spécifier le délimiteur correct manuellement dans les paramètres supplémentaires de l'onglet "Fichier".
nl_nl: Kan scheidingsteken niet automatisch detecteren. Geef het juiste scheidingsteken handmatig op in de aanvullende instellingen op het tabblad "Bestand".
sv_se: Kan inte detektera avgränsare automatiskt. Vänligen ange korrekt avgränsare manuellt i de ytterligare inställningarna på fliken "Arkiv".

# Languages::advanced_import.incorrect_delimiter
source: Specified (or auto detected) delimiter seems to be incorrect. Please specify the correct delimiter manually in the additional settings on the "File" tab.
da_dk: Angivet (eller automatisk registreret) afgrænsning ser ud til at være forkert. Angiv venligst den korrekte afgrænsning manuelt i de ekstra indstillinger på fanen "Filer".
de_de: Das angegebene (oder automatisch erkannte) Trennzeichen scheint falsch zu sein. Bitte geben Sie das korrekte Trennzeichen manuell in den zusätzlichen Einstellungen auf der Registerkarte "Datei" an.
fa_ir: به نظر می رسد جداکننده مشخص شده (یا شناسایی خودکار) نادرست است. لطفاً جداکننده صحیح را به صورت دستی در تنظیمات اضافی در برگه "File" مشخص کنید.
fi_fi: Määritetty (tai automaattisesti havaittu) erotin näyttää olevan väärä. Määritä oikea erotin manuaalisesti "Tiedosto"-välilehden lisäasetuksissa.
fr_fr: Le délimiteur spécifié (ou détecté automatiquement) semble incorrect. Veuillez spécifier le délimiteur correct manuellement dans les paramètres supplémentaires de l'onglet "Fichier".
nl_nl: Het opgegeven (of automatisch gedetecteerde) scheidingsteken lijkt onjuist te zijn. Geef het juiste scheidingsteken handmatig op in de aanvullende instellingen op het tabblad "Bestand".
sv_se: Angiven (eller automatisk upptäckt) avgränsare verkar vara felaktig. Vänligen ange korrekt avgränsare manuellt i de ytterligare inställningarna på fliken "Arkiv".

# Languages::advanced_import.file_will_be_deleted_are_you_sure_to_proceed
source: Deleting this import preset will also delete the file attached to it. Are you sure you want to proceed?
da_dk: Sletning af denne importforudindstilling vil også slette den vedhæftede fil. Er du sikker på, at du vil fortsætte?
de_de: Durch das Löschen dieser Importvoreinstellung wird auch die daran angehängte Datei gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?
fa_ir: با حذف این پیش تنظیم واردات، فایل پیوست شده به آن نیز حذف می شود. آیا مطمئن هستید که می خواهید ادامه دهید؟
fi_fi: Tämän tuonnin esiasetuksen poistaminen poistaa myös siihen liitetyn tiedoston. Oletko varma, että haluat jatkaa?
fr_fr: La suppression de ce préréglage d'importation supprimera également le fichier qui y est attaché. Êtes-vous sur de vouloir continuer?
nl_nl: Als u deze importvoorinstelling verwijdert, wordt ook het eraan gekoppelde bestand verwijderd. Weet je zeker dat je verder wilt gaan?
sv_se: Om du tar bort denna importförinställning raderas också filen som är bifogad till den. Är du säker på att du vill fortsätta?

# Languages::advanced_import.common_preset
source: All vendors
da_dk: Alle sælgere
de_de: Alle Anbieter
fa_ir: همه فروشندگان
fi_fi: Kaikki myyjät
fr_fr: Tous les vendeurs
nl_nl: Alle leveranciers
sv_se: Alla försäljare

# Languages::advanced_import.your_presets
source: Vendor's presets
da_dk: Leverandørens forudindstillinger
de_de: Voreinstellungen des Anbieters
fa_ir: پیش تنظیم های فروشنده
fi_fi: Myyjän esiasetukset
fr_fr: Préréglages du fournisseur
nl_nl: Voorinstellingen van de leverancier
sv_se: Säljarens förinställningar

# Languages::advanced_import.common_presets
source: Marketplace presets
da_dk: Markedsplads forudindstillinger
de_de: Marketplace-Voreinstellungen
fa_ir: از پیش تنظیم بازار
fi_fi: Marketplacen esiasetukset
fr_fr: Préréglages du marché
nl_nl: Marktplaats-voorinstellingen
sv_se: Marknadsförinställningar

# Languages::advanced_import.file_not_loaded
source: File was not loaded. Please reload the page and try again.
da_dk: Filen blev ikke indlæst. Genindlæs siden og prøv igen.
de_de: Datei wurde nicht geladen. Bitte aktualisieren Sie die Seite und versuchen es erneut.
fa_ir: فایل بارگذاری نشد لطفا صفحه را مجددا بارگذاری کنید و دوباره تلاش کنید.
fi_fi: Tiedostoa ei ladattu. Lataa sivu uudelleen ja yritä uudelleen.
fr_fr: Le fichier n'a pas été chargé. Veuillez recharger la page et réessayer.
nl_nl: Bestand is niet geladen. Laad de pagina opnieuw en probeer het opnieuw.
sv_se: Filen laddades inte. Ladda om sidan och försök igen.

# Languages::advanced_import.local_file_selected
source: Local file selected
da_dk: Lokal fil valgt
de_de: Lokale Datei ausgewählt
fa_ir: فایل محلی انتخاب شد
fi_fi: Paikallinen tiedosto valittu
fr_fr: Fichier local sélectionné
nl_nl: Lokaal bestand geselecteerd
sv_se: Lokal fil vald

# Languages::advanced_import.text_popup_file_editor_notice_full_link
source: You can upload and download files via <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
da_dk: Du kan uploade og downloade filer via <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
de_de: Sie können Dateien über <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>hochladen und herunterladen
fa_ir: شما می توانید فایل ها را از طریق <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>آپلود و دانلود کنید
fi_fi: Voit ladata ja ladata tiedostoja kautta <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
fr_fr: Vous pouvez charger et télécharger des fichiers via <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
nl_nl: U kunt bestanden uploaden en downloaden via <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>
sv_se: Du kan ladda upp och ladda ner filer via <a class="advanced-import-file-editor-opener" data-target-input-id="[target]">[link_text]</a>

# Languages::advanced_import.file_extension_was_not_supported_by_owner
source: Couldn't use your file [name]. This import preset only allows the following extensions: [ext].
da_dk: Kunne ikke bruge din fil [name]. Denne importforudindstilling tillader kun følgende udvidelser: [ext].
de_de: Ihre Datei [name]konnte nicht verwendet werden. Diese Importvoreinstellung erlaubt nur die folgenden Erweiterungen: [ext].
fa_ir: نمی توان از فایل شما [name]استفاده کرد. این پیش‌تنظیم واردات فقط به پسوندهای زیر اجازه می‌دهد: [ext].
fi_fi: Tiedostoasi [name]ei voitu käyttää. Tämä tuonnin esiasetus sallii vain seuraavat laajennukset: [ext].
fr_fr: Impossible d'utiliser votre fichier [name]. Ce préréglage d'importation n'autorise que les extensions suivantes : [ext].
nl_nl: Kan je bestand niet gebruiken [name]. Deze importvoorinstelling staat alleen de volgende extensies toe: [ext].
sv_se: Kunde inte använda din fil [name]. Denna importförinställning tillåter endast följande tillägg: [ext].

# Languages::advanced_import.save_selected_file
source: Save selected file
da_dk: Gem den valgte fil
de_de: Ausgewählte Datei speichern
fa_ir: فایل انتخابی را ذخیره کنید
fi_fi: Tallenna valittu tiedosto
fr_fr: Enregistrer le fichier sélectionné
nl_nl: Geselecteerd bestand opslaan
sv_se: Spara den valda filen

# Languages::advanced_import.fields_delimiter
source: XML node delimiter
da_dk: XML nodeafgrænser
de_de: XML-Knotenbegrenzer
fa_ir: جداکننده گره XML
fi_fi: XML-solmun erotin
fr_fr: délimiteur le nœud XML
nl_nl: XML-knooppuntscheidingsteken
sv_se: XML-nodavgränsare

# Languages::advanced_import.fields_delimiter.description
source: Delimiter between similar nodes.
da_dk: Afgrænsning mellem lignende noder.
de_de: Trennzeichen zwischen ähnlichen Knoten.
fa_ir: جداکننده بین گره های مشابه.
fi_fi: Erotin samankaltaisten solmujen välillä.
fr_fr: Délimiteur entre des nœuds similaires.
nl_nl: Scheidingsteken tussen vergelijkbare knooppunten.
sv_se: Avgränsare mellan liknande noder.

# Languages::advanced_import.link_to_file
source: Link to file
da_dk: Link til fil
de_de: Link zur Datei
fa_ir: پیوند به فایل
fi_fi: Linkki tiedostoon
fr_fr: Lien vers le fichier
nl_nl: Link naar bestand
sv_se: Länk till fil

# Languages::advanced_import.export_example
source: Export example
da_dk: Eksport eksempel
de_de: Beispiel exportieren
fa_ir: نمونه صادرات
fi_fi: Vie esimerkki
fr_fr: Exemple d'exportation
nl_nl: Voorbeeld exporteren
sv_se: Exportexempel
