Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/advanced_import.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, nl_nl, sv_se

# Addons::name::advanced_import
source: Advanced products import
da_dk: Import af avancerede produkter
de_de: Erweiterter Produktimport
fa_ir: واردات پیشرفته
fi_fi: Kehittyneiden tuotteiden tuonti
fr_fr: Importation avancée des produits
nl_nl: Geavanceerde producten importeren
sv_se: Avancerad produkt import

# Addons::description::advanced_import
source: Allows you to match the fields in the imported file with the product properties. These matchings and other import settings can also be saved as presets for later use.
da_dk: Giver dig mulighed for at matche felterne i den importerede fil med produktegenskaberne. Disse matchninger og andre importindstillinger kan også gemmes som forudindstillinger til senere brug.
de_de: Ermöglicht es Ihnen, die Felder in der importierten Datei mit den Produkteigenschaften abzugleichen. Diese Abgleichungen und andere Importeinstellungen können auch als Voreinstellungen zur späteren Verwendung gespeichert werden.
fa_ir: به شما امکان می دهد فیلدهای موجود در فایل وارد شده را با ویژگی های محصول مطابقت دهید. این تطابق ها و سایر تنظیمات واردات نیز می توانند به عنوان پیش تنظیم برای استفاده بعدی ذخیره شوند.
fi_fi: Voit yhdistää tuodun tiedoston kenttiä tuotteen ominaisuuksiin. Nämä vastaavuudet ja muut tuontiasetukset voidaan myös tallentaa esiasetuksiin myöhempää käyttöä varten.
fr_fr: Permet de faire correspondre les champs du fichier importé avec les propriétés du produit. Ces correspondances et autres paramètres d'importation peuvent également être enregistrés en tant que préréglages pour une utilisation ultérieure.
nl_nl: Hiermee kunt u de velden in het geïmporteerde bestand koppelen aan de producteigenschappen. Deze koppelingen en andere importinstellingen kunnen ook worden opgeslagen als presets voor later gebruik.
sv_se: Låter dig matcha fälten i den importerade filen med produktens egenskaper. Dessa matchningar och andra importinställningar kan också bli sparade som förinställningar för senare användning.

# Languages::advanced_import.never
source: Never
da_dk: Aldrig
de_de: Nie
fa_ir: هرگز
fi_fi: Ei koskaan
fr_fr: Jamais
nl_nl: Nooit
sv_se: Aldrig

# Languages::advanced_import.last_status.S
source: Success
da_dk: Succes
de_de: Erfolgreich
fa_ir: موفق
fi_fi: Menestys
fr_fr: Réussi
nl_nl: Succesvol
sv_se: Succé

# Languages::advanced_import.last_status.P
source: In progress
da_dk: I gang
de_de: In Bearbeitung
fa_ir: در حال انجام
fi_fi: Meneillään
fr_fr: En cours
nl_nl: In behandeling
sv_se: Med framsteg

# Languages::advanced_import.last_status.F
source: Failure
da_dk: Fiasko
de_de: Fehler
fa_ir: عدم موفقیت
fi_fi: Epäonnistuminen
fr_fr: Échec
nl_nl: Mislukt
sv_se: Misslyckande

# Languages::advanced_import.user_upload
source: User upload
da_dk: Bruger upload
de_de: Nutzer-Upload
fa_ir: بارگزاری کاربر
fi_fi: Käyttäjän lataus
fr_fr: Téléchargement de l’utilisateur
nl_nl: Gebruikersupload
sv_se: Användaren uppladdar

# Languages::advanced_import.last_launch
source: Last import
da_dk: Sidste import
de_de: Letzter Import
fa_ir: آخرین بارگزاری
fi_fi: Viimeinen tuonti
fr_fr: Dernière importation
nl_nl: Laatste import
sv_se: Sista import

# Languages::advanced_import.last_status
source: Status
fa_ir: وضعیت
fi_fi: Tila
fr_fr: Statut

# Languages::advanced_import.file
source: File
da_dk: Fil
de_de: Datei
fa_ir: فایل
fi_fi: Tiedosto
fr_fr: Fichier
nl_nl: Bestand
sv_se: Fil

# Languages::advanced_import.has_modifiers
source: Has modifiers
da_dk: Har modifikatorer
de_de: Wurde geändert
fa_ir: دارای ویرایشگر
fi_fi: Sisältää muuntajia
fr_fr: A des modificateurs
nl_nl: Heeft modificaties
sv_se: Har modifiering

# Languages::advanced_import.import_products
source: Import products
da_dk: Importer produkter
de_de: Produkte importieren
fa_ir: بارگزاری محصولات
fi_fi: Tuotteita
fr_fr: Produits importé
nl_nl: Producten importeren
sv_se: Importera produkter

# Languages::advanced_import.import_products_w_preset
source: Import products: [preset]
da_dk: Importer produkter: [preset]
de_de: Importierte Produkte: [preset]
fa_ir: واردات محصولات: [preset]
fi_fi: Tuontituotteet: [preset]
fr_fr: Importation de produits : [preset]
nl_nl: Producten importeren: [preset]
sv_se: Importera produkter [preset]

# Languages::advanced_import.import_file
source: Import file
da_dk: Importer fil
de_de: Datei importieren
fa_ir: فایل وارد کنید
fi_fi: Tuo tiedosto
fr_fr: Importer fichier
nl_nl: Importeer bestand
sv_se: Importera fil

# Languages::advanced_import.fields_mapping
source: Fields mapping
da_dk: Felter kortlægning
de_de: Felderzuordnung
fa_ir: نقشه برداری فیلدها
fi_fi: Kentän kartoitus
fr_fr: Mapping des champs
nl_nl: Velden toewijzen
sv_se: Områdeskartläggning

# Languages::advanced_import.fields_mapping.description
source: This table contains the list of columns from the imported file. For each column you'd like to import, select a corresponding product property in [product]. Then check what sort of data will be imported from that column, and use modifiers to change that data, if necessary. Remember to save your changes.
da_dk: Denne tabel indeholder listen over kolonner fra den importerede fil. For hver kolonne, du vil importere, skal du vælge en tilsvarende produktegenskab i [product]. Kontroller derefter, hvilken slags data der vil blive importeret fra den kolonne, og brug modifikatorer til at ændre disse data, hvis det er nødvendigt. Husk at gemme dine ændringer.
de_de: Diese Tabelle enthält die Liste der Spalten der importierten Datei. Wählen Sie für jede Spalte, die Sie importieren möchten, unter [Produkt] eine entsprechende Produkteigenschaft aus. Überprüfen Sie dann, welche Art von Daten aus dieser Spalte importiert werden und verwenden Sie Modifikatoren, um diese Daten gegebenenfalls zu ändern. Denken Sie daran, Ihre Änderungen zu speichern.
fa_ir: این جدول شامل لیستی از ستون های فایل وارد شده است. برای هر ستونی که می‌خواهید وارد کنید، یک ویژگی محصول مربوطه را در [product]انتخاب کنید. سپس بررسی کنید که چه نوع داده ای از آن ستون وارد می شود و در صورت لزوم از اصلاح کننده ها برای تغییر آن داده ها استفاده کنید. به یاد داشته باشید که تغییرات خود را ذخیره کنید.
fi_fi: Tämä taulukko sisältää luettelon tuodun tiedoston sarakkeista. Valitse kullekin tuotavalle sarakkeelle vastaava tuoteominaisuus kohdassa [product]. Tarkista sitten, millaisia tietoja kyseisestä sarakkeesta tuodaan, ja muuta tietoja tarvittaessa muokkaajien avulla. Muista tallentaa tekemäsi muutokset.
fr_fr: Cette table contient la liste des colonnes du fichier importé. Pour chaque colonne que vous souhaitez importer, sélectionnez une propriété de produit correspondant à [product]. Vérifiez quel type de données va être importés à partir de cette colonne et utilisez les modificateurs pour modifier ces données, si nécessaire. N’oubliez pas d’enregistrer vos modifications.
nl_nl: Deze tabel bevat de lijst met kolommen uit het geïmporteerde bestand. Selecteer voor elke kolom die u wilt importeren een overeenkomstige producteigenschap in [product]. Controleer vervolgens welk soort gegevens uit die kolom worden geïmporteerd en gebruik modifiers om die gegevens indien nodig te wijzigen. Vergeet niet om uw wijzigingen op te slaan.
sv_se: Den här tabellen innehåller listan av kolumner från den importerade filen. För varje kolumn ska du importera, välja en motsvarande produktegenskap i [product]. Kontrollera sedan vilken sort av data som kommer importeras från den kolumnen, och använd modifieringar för att ändra den datan, om det är nödvändigt. Kom ihåg att spara dina ändringar.

# Languages::advanced_import.column_header
source: Column name in the imported file
da_dk: Kolonnenavn i den importerede fil
de_de: Spaltenname in der importierten Datei
fa_ir: نام ستون در فایل وارد شده
fi_fi: Sarakkeen nimi tuodussa tiedostossa
fr_fr: Nom de la colonne dans le fichier importé
nl_nl: Kolomnaam in het geïmporteerde bestand
sv_se: Kolumnnamn i den importerade filen

# Languages::advanced_import.product_property
source: Product property in [product]
da_dk: Produktegenskab i [product]
de_de: Produkteigenschaft in [product]
fa_ir: ویژگی محصول در [product]
fi_fi: Tuotteen ominaisuus arvossa [product]
fr_fr: Propriété du produit dans [product]
nl_nl: Producteigenschap in [product]
sv_se: Produktegenskap i [product]

# Languages::advanced_import.first_line_import_value
source: Example of the imported value
da_dk: Eksempel på den importerede værdi
de_de: Beispiel für den importierten Wert
fa_ir: نمونه ای از ارزش وارداتی
fi_fi: Esimerkki tuodusta arvosta
fr_fr: Exemple de la valeur importée
nl_nl: Voorbeeld van geïmporteerde waarde
sv_se: Exempel på det importerade värdet

# Languages::advanced_import.editing_preset
source: Editing preset: [preset]
da_dk: Redigering af forudindstilling: [preset]
de_de: Voreinstellungen bearbeiten: [preset]
fa_ir: ویرایش از پیش تعیین شده: [preset]
fi_fi: Esiasetuksen muokkaus: [preset]
fr_fr: Édition de préréglage : [preset]
nl_nl: Voorinstelling bewerken: [preset]
sv_se: Redigera förinställning[preset]

# Languages::advanced_import.add_preset
source: Add preset
da_dk: Tilføj forudindstilling
de_de: Standarteinstellungen hinzufügen
fa_ir: از پیش تعیین شده اضافه کنید
fi_fi: Lisää esiasetus
fr_fr: Ajouter un préréglage
nl_nl: Voorinstelling toevoegen
sv_se: Tillägg förinställning

# Languages::advanced_import.new_preset
source: New import
da_dk: Ny import
de_de: Neuimport
fa_ir: واردات جدید
fi_fi: Uusi tuonti
fr_fr: Nouvelle importation
nl_nl: Nieuwe import
sv_se: Ny import

# Languages::advanced_import.properties
source: Properties
da_dk: Ejendomme
de_de: Eigentschaften
fa_ir: خواص
fi_fi: Ominaisuudet
fr_fr: Propriétés
nl_nl: Eigenschappen
sv_se: Egenskaper

# Languages::advanced_import.modifier
source: Modifier
da_dk: Modifikator
de_de: Modifikator
fa_ir: اصلاح کننده
fi_fi: Muokkaus
nl_nl: Aanpasser
sv_se: Modifiering

# Languages::advanced_import.modifier_title
source: A modifier is a rule that alters values in a column
da_dk: En modifikator er en regel, der ændrer værdier i en kolonne
de_de: Ein Modifikator ist eine Regel, die Werte in einer Spalte ändert
fa_ir: اصلاح کننده قانونی است که مقادیر یک ستون را تغییر می دهد
fi_fi: Muokkaus on sääntö, joka muuttaa sarakkeen arvoja
fr_fr: Un modificateur est une règle qui modifie les valeurs d'une colonne
nl_nl: Een modifier is een regel die waarden in een kolom verandert
sv_se: En modifiering är en regel som ändrar värden i en kolumn

# Languages::advanced_import.example_imported_title
source: For example, here's a value in the first line of your file:
da_dk: For eksempel, her er en værdi i den første linje i din fil:
de_de: Als Beispiel: Hier ist ein Wert in der ersten Zeile der Datei:
fa_ir: به عنوان مثال، در اینجا یک مقدار در خط اول فایل شما وجود دارد:
fi_fi: Esimerkiksi tässä on arvo tiedostosi ensimmäisellä rivillä:
fr_fr: Par exemple, voici une valeur dans la première ligne de votre fichier :
nl_nl: Hier is bijvoorbeeld een waarde in de eerste regel van uw bestand:
sv_se: Som exempel är det här ett värde av den första raden från din fil:

# Languages::advanced_import.example_modified_title
source: And here is how this value will be imported:
da_dk: Og her er, hvordan denne værdi importeres:
de_de: Und so wird dieser Wert importiert:
fa_ir: و در اینجا نحوه وارد کردن این مقدار آمده است:
fi_fi: Ja näin tämä arvo tuodaan:
fr_fr: Et voici comment cette valeur est importée :
nl_nl: En hier is hoe deze waarde wordt geïmporteerd:
sv_se: Och här är hur detta värde ska importeras:

# Languages::advanced_import.options
source: Options
da_dk: Muligheder
de_de: Optionen
fa_ir: گزینه ها
fi_fi: Vaihtoehdot
nl_nl: Opties
sv_se: Val

# Languages::advanced_import.images_delimiter
source: Images delimiter
da_dk: Billedafgrænser
de_de: Bild Trennzeichen
fa_ir: جداکننده تصاویر
fi_fi: Kuvien erotin
fr_fr: Délimiteur d'images
nl_nl: Scheidingsteken afbeeldingen
sv_se: Skiljeteckenbilder

# Languages::advanced_import.images_delimiter.description
source: Delimiter between images of a product.
da_dk: Afgrænsning mellem billeder af et produkt.
de_de: Trennzeichen zwischen Produktbildern.
fa_ir: مرز بین تصاویر یک محصول
fi_fi: Erotin tuotteen kuvien välillä.
fr_fr: Délimiteur entre les images d’un produit.
nl_nl: Scheidingsteken tussen productafbeeldingen.
sv_se: Skiljetecken mellan bilder av en produkt.

# Languages::advanced_import_images
source: Product images
da_dk: Produktbilleder
de_de: Produktbilder
fa_ir: تصاویر محصول
fi_fi: Tuotekuvat
fr_fr: Images de produits
nl_nl: Product afbeeldingen
sv_se: Produktbilder

# Languages::advanced_import.remove_images
source: Remove additional images
da_dk: Fjern yderligere billeder
de_de: Zusätzliche Bilder entfernen
fa_ir: تصاویر اضافی را حذف کنید
fi_fi: Poista lisäkuvat
fr_fr: Supprimer les images additionnelles
nl_nl: Verwijder extra afbeeldingen
sv_se: Ta bort ytterligare bilder

# Languages::advanced_import.import_fields
source: Import fields
da_dk: Importer felter
de_de: Import-Felder
fa_ir: فیلدهای وارداتی
fi_fi: Tuo kentät
fr_fr: Importer des champs
nl_nl: Velden importeren
sv_se: Importera områden

# Languages::advanced_import.advanced_products_import
source: Products
da_dk: Produkter
de_de: Produkte
fa_ir: محصولات
fi_fi: Tuotteet
fr_fr: Produits
nl_nl: Producten
sv_se: Produkter

# Languages::advanced_import.coming_soon
source: ... coming soon
da_dk: ... kommer snart
de_de: ... in Kürze
fa_ir: ... به زودی
fi_fi: ... tulossa pian
fr_fr: ... À venir
nl_nl: ... komt binnenkort
sv_se: ... kommer snart

# Languages::advanced_import.cant_load_file_for_company
source: File can't be loaded for the specified company
da_dk: Filen kan ikke indlæses for det angivne firma
de_de: Datei kann für die angegebene Firma nicht geladen werden
fa_ir: فایل برای شرکت مشخص شده بارگیری نمی شود
fi_fi: Määritetyn yrityksen tiedostoa ei voi ladata
fr_fr: Fichier ne peut pas être chargé pour la société spécifiée
nl_nl: Bestand kan niet worden geladen voor het opgegeven bedrijf
sv_se: Filen kan inte laddas för det angivna företaget

# Languages::advanced_import.cant_load_file
source: File can't be loaded
da_dk: Filen kan ikke indlæses
de_de: Datei kann nicht geladen werden
fa_ir: فایل بارگیری نمی شود
fi_fi: Tiedostoa ei voi ladata
fr_fr: Impossible de charger fichier
nl_nl: Bestand kan niet worden geladen
sv_se: Dokumentet kan inte laddas

# Languages::advanced_import.uploading_file
source: Uploading file for the preset: [preset]
da_dk: Uploader fil til forudindstillingen: [preset]
de_de: Datei für die Voreinstellung hochladen: [preset]
fa_ir: آپلود فایل برای از پیش تعیین شده: [preset]
fi_fi: Ladataan tiedosto esiasetukselle: [preset]
fr_fr: Téléchargement de fichier pour le préréglage : [preset]
nl_nl: Bestand uploaden voor de voorinstelling: [preset]
sv_se: Laddar upp filen för förinställningen:[preset]

# Languages::advanced_import.previewing_fields_mapping
source: Previewing fields mapping for the preset: [preset]
da_dk: Forhåndsvisning af felttilknytning for forudindstillingen: [preset]
de_de: Vorschau der Feldzuordnung für die Voreinstellung: [preset]
fa_ir: پیش نمایش نگاشت فیلدها برای از پیش تعیین شده: [preset]
fi_fi: Esiasetuksen kenttäkartoituksen esikatselu: [preset]
fr_fr: Aperçu du mappage des champs pour le préréglage : [preset]
nl_nl: Voorbeeld van veldentoewijzing voor de voorinstelling: [preset]
sv_se: Förhandsgranska områdeskartläggning för förinställningen:[preset]

# Languages::advanced_import.preset_not_found
source: Preset not found
da_dk: Forudindstilling blev ikke fundet
de_de: Voreinstellungen nicht gefunden
fa_ir: از پیش تعیین شده یافت نشد
fi_fi: Esiasetusta ei löydy
fr_fr: Préréglage introuvable
nl_nl: Patroon niet gevonden
sv_se: Förinställningen hittades ej

# Languages::advanced_import.modifiers_list
source: Modifiers list
da_dk: Modifikatorliste
de_de: Liste der Modifikatoren
fa_ir: لیست اصلاح کننده ها
fi_fi: Muutosluettelo
fr_fr: Liste des modificateurs
nl_nl: Lijst met modificaties
sv_se: Modifieringslista

# Languages::advanced_import.invalid_number_of_parameters_provided
source: Invalid number of parameters provided for modifier: <b>[modifier]</b>: expected [expected_count], got [actual_count].
da_dk: Ugyldigt antal parametre angivet for modifikator: <b>[modifier]</b>: forventet [expected_count], fik [actual_count].
de_de: Ungültige Anzahl von Werten, die für den Modifikator vorgesehen sind.: <b>[modifier]</b>: erwartet [expected_count], erhalten [actual_count].
fa_ir: تعداد نامعتبر پارامترهای ارائه شده برای اصلاح کننده: <b>[modifier]</b>: انتظار می رود [expected_count], دریافت [actual_count].
fi_fi: Virheellinen parametrien määrä modifierille: <b>[modifier]</b>: odotettu [expected_count], sain [actual_count].
fr_fr: Nombre de paramètres fournis pour le modificateur non valide : <b>[modifier]</b> : attendu [expected_count], obtenu [actual_count].
nl_nl: Ongeldig aantal parameters opgegeven voor modifier: <b>[modifier]</b>: verwacht [expected_count], gekregen [actual_count].
sv_se: Ogiltigt antal av parametrar föreskrivna för modifierare:<b>[modifier]</b>: förväntade[expected_count], fick[actual_count].

# Languages::advanced_import.invalid_function_firs_character
source: The modifier name cannot start with character <b>[character]</b>.
da_dk: Ændringsnavnet kan ikke starte med tegnet <b>[character]</b>.
de_de: Der Name darf nicht mit Zeichen <b>[character]</b> beginnen.
fa_ir: نام اصلاح کننده نمی تواند با کاراکتر <b>[character]</b>شروع شود.
fi_fi: Muuttajan nimi ei voi alkaa merkillä <b>[character]</b>.
fr_fr: Le nom du modificateur ne peut pas commencer par le caractère <b>[character]</b>.
nl_nl: De naam van de modifier mag niet beginnen met het teken <b>[character]</b>.
sv_se: Modifierarens namn kan inte börja med tecknet<b>[character]</b>.

# Languages::advanced_import.unrecognized_modifier
source: The modifier <b>[modifier]</b> does not exist.
da_dk: Modifikatoren <b>[modifier]</b> findes ikke.
de_de: Der Modifikator <b>[modifier]</b> existiert nicht.
fa_ir: اصلاح کننده <b>[modifier]</b> وجود ندارد.
fi_fi: Muuttajaa <b>[modifier]</b> ei ole olemassa.
fr_fr: Le modificateur <b>[modifier]</b> n'existe pas.
nl_nl: De modifier <b>[modifier]</b> bestaat niet.
sv_se: Modifieraren <b>[modifier]</b> existerar ej.

# Languages::advanced_import.unexpected_parameter_passed
source: Expected <b>[delimiter]</b> or <b>[closer]</b> got <b>[char]</b>.
da_dk: Forventet <b>[delimiter]</b> eller <b>[closer]</b> fik <b>[char]</b>.
de_de: Erwartet <b>[delimiter]</b> oder <b>[closer]</b> erhalten <b>[char]</b>.
fa_ir: انتظار می رود <b>[delimiter]</b> یا <b>[closer]</b> <b>[char]</b>دریافت شود.
fi_fi: Odotettu <b>[delimiter]</b> tai <b>[closer]</b> sai <b>[char]</b>.
fr_fr: <b>[delimiter]</b> ou <b>[closer]</b> attendu a obtenu <b>[char]</b>.
nl_nl: Verwacht wordt <b>[delimiter]</b> of <b>[closer]</b>, maar bevat <b>[char]</b>.
sv_se: Förväntad <b>[delimiter]</b> eller <b>[closer]</b> fått <b>[char]</b>.

# Languages::advanced_import.invalid_modifier_message
source: The modifier <b>[modifier]</b> is invalid. [message]
da_dk: Modifikatoren <b>[modifier]</b> er ugyldig. [message]
de_de: Der Modifikator <b>[modifier]</b> ist ungültig. [message]
fa_ir: اصلاح کننده <b>[modifier]</b> نامعتبر است. [message]
fi_fi: Muutos <b>[modifier]</b> on virheellinen. [message]
fr_fr: Le modificateur <b>[modifier]</b> n'est pas valide. [message]
nl_nl: De modifier <b>[modifier]</b> is ongeldig. [message]
sv_se: Modifieraren <b>[modifier]</b> är ogiltig.[message]

# Languages::advanced_import.modifier_number_of_parameters
source: Number of parameters
da_dk: Antal parametre
de_de: Anzahl der Parameter
fa_ir: تعداد پارامترها
fi_fi: Parametrien määrä
fr_fr: Nombre de paramètres
nl_nl: Aantal parameters
sv_se: Parameterantalet

# Languages::advanced_import.modifiers_description
source: Use these functions in the <b>Modifier</b> column to alter the values in the fields from the imported file. Enter the functions as follows: <b>function(parameter, parameter)</b>. Please note that nesting of functions isn't supported.
da_dk: Brug disse funktioner i kolonnen <b>Modifier</b> til at ændre værdierne i felterne fra den importerede fil. Indtast funktionerne som følger: <b>funktion(parameter, parameter)</b>. Bemærk venligst, at indlejring af funktioner ikke understøttes.
de_de: Verwenden Sie diese Funktionen in der Spalte <b>Modifier</b>, um die Werte in den Feldern der importierten Datei zu ändern. Geben Sie die Funktionen wie folgt ein: <b>Funktion(Parameter, Parameter)</b>. Bitte beachten Sie, dass die "Verschachtelung" von Funktionen nicht unterstützt wird.
fa_ir: از این توابع در ستون <b>Modifier</b> برای تغییر مقادیر فیلدهای فایل وارد شده استفاده کنید. توابع را به صورت زیر وارد کنید: <b>تابع (پارامتر، پارامتر)</b>. لطفاً توجه داشته باشید که توابع توابع پشتیبانی نمی شود.
fi_fi: Käytä näitä <b>Muokkaus</b> -sarakkeen toimintoja muuttaaksesi tuodun tiedoston kenttien arvoja. Syötä funktiot seuraavasti: <b>funktio(parametri, parametri)</b>. Huomaa, että funktioiden sisäkkäisyyttä ei tueta.
fr_fr: Utilisez ces fonctions dans la colonne <b>Modifier</b> pour modifier les valeurs dans les champs du fichier importé. Saisissez les fonctions comme suit : <b>fonction(paramètre, paramètre)</b>. Veuillez noter que l'imbrication de fonctions n'est pas prise en charge.
nl_nl: Gebruik deze functies in de kolom <b>Modifier</b> om de waarden in de velden van het geïmporteerde bestand te wijzigen. Voer de functies als volgt in: <b>functie (parameter, parameter)</b>. Houd er rekening mee dat het nesten van functies niet wordt ondersteund.
sv_se: Använd dessa funktioner i kolumnen <b>Modifierare</b> för att ändra värdena i fälten från den importerade filen. Ange funktionerna enligt följande: <b>funktion(parameter, parameter)</b>. Observera att kapsling av funktioner inte stöds.

# Languages::advanced_import.modifiers_self_referencing_info
source: Most functions allow you to use the non-modified value of the imported field by using <b>$value</b> as a parameter. If there are any exceptions, they will be mentioned in function descriptions.
da_dk: De fleste funktioner giver dig mulighed for at bruge den ikke-modificerede værdi af det importerede felt ved at bruge <b>$value</b> som parameter. Hvis der er undtagelser, vil de blive nævnt i funktionsbeskrivelser.
de_de: Die meisten Funktionen erlauben, den nicht modifizierten Wert des importierten Feldes zu verwenden, indem Sie <b>$value</b> Parameter verwenden. Wenn es Ausnahmen gibt, werden diese in den Funktionsbeschreibungen erwähnt.
fa_ir: اکثر توابع به شما امکان می دهند با استفاده از <b>$value</b> به عنوان پارامتر، از مقدار اصلاح نشده فیلد وارد شده استفاده کنید. اگر استثنایی وجود داشته باشد، در توضیحات تابع ذکر خواهد شد.
fi_fi: Useimmissa funktioissa voit käyttää tuodun kentän muokkaamatonta arvoa käyttämällä parametrina <b>$value</b> . Jos poikkeuksia on, ne mainitaan toimintokuvauksissa.
fr_fr: La plupart des fonctions vous permettent d'utiliser la valeur non modifiée du champ importé en utilisant <b>$value</b> comme paramètre. S'il y a des exceptions, elles seront mentionnées dans les descriptions des fonctions.
nl_nl: Bij de meeste functies kunt u de niet-aangepaste waarde van het geïmporteerde veld gebruiken door <b>$value</b> als parameter te gebruiken. Als er uitzonderingen zijn, worden deze vermeld in functiebeschrijvingen.
sv_se: De flesta funktioner låter dig använda det icke-modifierade värdet för det importerade fältet genom att använda <b>$value</b> som parameter. Om det finns några undantag nämns de i funktionsbeskrivningar.
