Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/advanced_import.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, nl_nl, sv_se

# Languages::advanced_import.modifier_description.sum
source: <b>sum</b>&mdash;sums up two numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>sum(1, 3)</b> equals <i>4</i></li> <li><b>sum(7, $value)</b> equals <i>7 + the value of the imported field</i></li></ul></ul>
da_dk: <b>sum</b>&mdash;opsummerer to tal angivet som parametre. <ul><li>Eksempler:</li><ul><li><b>sum(1, 3)</b> er lig med <i>4</i></li> <li><b>sum(7, $value)</b> er lig med <i>7 + værdien af det importerede felt</i></li></ul></ul>
de_de: <b>sum</b>&mdash; addiert zwei als Parameter bereitgestellte Zahlen. <ul><li>Beispiele:</li><ul><li><b>sum(1, 3)</b> gleich <i>4</i></li> <li><b>sum(7 $value)</b> gleich <i>7 + der Wert des importierten Feldes </i></li></ul></ul>
fa_ir: <b>مجموع</b>&mdash;دو عدد ارائه شده به عنوان پارامتر را خلاصه می کند. <ul><li>مثال:</li><ul><li><b>sum(1, 3)</b> برابر است با <i>4</i></li> <li><b>sum(7, $value)</b> برابر <i>7 + مقدار فیلد وارد شده</i></li></ul></ul>
fi_fi: <b>summa</b>&mdash;summaa kaksi parametreina annettua numeroa. <ul><li>Esimerkkejä:</li><ul><li><b>summa(1, 3)</b> on <i>4</i></li> <li><b>summa(7, $value)</b> on <i>7 + tuodun kentän arvo</i></li></ul></ul>
fr_fr: <b>somme</b>&mdash;somme de deux nombres fournis comme paramètres. <ul><li>Exemples :</li><ul><li><b>somme(1, 3)</b> est égal à <i>4</i></li> <li><b> somme(7, $value)</b> est égal à <i>7 + la valeur du champ importé</i></li></ul></ul>
nl_nl: <b>som</b>&mdash;somt twee getallen op die als parameters zijn opgegeven. <ul><li>Voorbeelden:</li><ul><li><b>sum(1, 3)</b> is gelijk aan <i>4</i></li> <li><b>sum(7, $value)</b> is gelijk aan <i>7 + de waarde van het geïmporteerde veld</i></li></ul></ul>
sv_se: <b>summa</b>&mdash;summerar två siffror som anges som parametrar. <ul><li>Exempel:</li><ul><li><b>summa(1, 3)</b> är lika med <i>4</i></li> <li><b>summa(7, $value)</b> är lika med <i>7 + värdet på det importerade fältet</i></li></ul></ul>

# Languages::advanced_import.modifier_description.sub
source: <b>sub</b>&mdash;subtracts the second parameter from the first. <ul><li>Examples:</li><ul><li><b>sub(3, 1)</b> equals <i>2</i></li> <li><b>sub($value, 7)</b> equals <i>the value of the imported field - 7</i></li></ul></ul>
da_dk: <b>sub</b>&mdash;trækker den anden parameter fra den første. <ul><li>Eksempler:</li><ul><li><b>sub(3, 1)</b> er lig med <i>2</i></li> <li><b>sub($value, 7)</b> er lig med <i>værdien af det importerede felt - 7</i></li></ul></ul>
de_de: <b>sub</b>&mdash;subtrahiert den zweiten Parameter vom Ersten. <ul><li>Examples:</li><ul><li><b>sub(3, 1)</b> equals <i>2</i></li> <li><b>sub($value, 7)</b> equals <i>der Wert des importierten Feldes - 7</i></li></ul></ul>
fa_ir: <b>زیر</b>&mdash;پارامتر دوم را از پارامتر اول کم می کند. <ul><li>مثال:</li><ul><li><b>زیر(3، 1)</b> برابر است با <i>2</i></li> <li><b>زیر($value، 7)</b> معادل <i>مقدار فیلد وارداتی - 7</i></li></ul></ul>
fi_fi: <b>osa</b>&mdash;vähentää toisen parametrin ensimmäisestä. <ul><li>Esimerkkejä:</li><ul><li><b>sub(3, 1)</b> on <i>2</i></li> <li><b>sub($value, 7)</b> on <i>tuodun kentän arvo - 7</i></li></ul></ul>
fr_fr: <b>soustraction</b>&mdash;soustrait le deuxième paramètre du premier. <ul><li>Exemples :</li><ul><li><b>soustraction(3, 1)</b> est égal à <i>2</i></li> <li><b> soustraction($value, 7)</b> est égal à <i>la valeur du champ importé - 7</i></li></ul></ul>
nl_nl: <b>sub</b>&mdash;trekt de tweede parameter van de eerste af. <ul><li>Voorbeelden:</li><ul><li><b>sub(3, 1)</b> is gelijk aan <i>2</i></li> <li><b>sub($value, 7)</b> is gelijk aan <i>de waarde van het geïmporteerde veld - 7</i></li></ul></ul>
sv_se: <b>sub</b>&mdash;subtraherar den andra parametern från den första. <ul><li>Exempel:</li><ul><li><b>sub(3, 1)</b> är lika med <i>2</i></li> <li><b>sub($value, 7)</b> är lika med <i>värdet på det importerade fältet - 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.mul
source: <b>mul</b>&mdash;multiplies the numbers provided as parameters. <ul><li>Examples:</li><ul><li><b>mul(3, 1)</b> equals <i>3</i></li> <li><b>mul($value, 7)</b> equals <i>the value of the imported field × 7</i></li></ul></ul>
da_dk: <b>mul</b>&mdash;multiplicerer tallene angivet som parametre. <ul><li>Eksempler:</li><ul><li><b>mul(3, 1)</b> er lig med <i>3</i></li> <li><b>mul($value, 7)</b> er lig med <i>værdien af det importerede felt × 7</i></li></ul></ul>
de_de: <b>sum</b>&mdash; mutlipliziert zwei bereitgestellte Zahlen als Parameter. <ul><li>Beispiele:</li><ul><li><b>sum(1, 3)</b> gleich <i>3</i></li> <li><b>sum(7 $value)</b> equals <i>7 + der Wert des importierten Feldes </i></li></ul></ul>
fa_ir: <b>mul</b>&mdash;اعداد ارائه شده به عنوان پارامتر را ضرب می کند. <ul><li>مثال:</li><ul><li><b>mul(3، 1)</b> برابر است با <i>3</i></li> <li><b>mul($value، 7)</b> معادل <i>مقدار فیلد وارد شده × 7</i></li></ul></ul>
fi_fi: <b>mul</b>&mdash;kertoo parametreina annetut luvut. <ul><li>Esimerkkejä:</li><ul><li><b>mul(3, 1)</b> on <i>3</i></li> <li><b>mul($value, 7)</b> on <i>tuodun kentän arvo × 7</i></li></ul></ul>
fr_fr: <b>multiplication</b>&mdash; multiplie les nombres fournis en paramètres. <ul><li>Exemples :</li><ul><li><b>multiplication(3, 1)</b> est égal à <i>3</i></li> <li><b> multiplication($value, 7)</b> est égal à <i>la valeur du champ importé × 7</i></li></ul></ul>
nl_nl: <b>mul</b>&mdash;vermenigvuldigt de getallen die als parameters zijn opgegeven. <ul><li>Voorbeelden:</li><ul><li><b>mul(3, 1)</b> is gelijk aan <i>3</i></li> <li><b>mul($value, 7)</b> is gelijk aan <i>de waarde van het geïmporteerde veld × 7</i></li></ul></ul>
sv_se: <b>mul</b>&mdash;multiplicerar siffrorna som anges som parametrar. <ul><li>Exempel:</li><ul><li><b>mul(3, 1)</b> är lika med <i>3</i></li> <li><b>mul($value, 7)</b> är lika med <i>värdet på det importerade fältet × 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.div
source: <b>div</b>&mdash;divides the first parameter by the second. <ul><li>Examples:</li><ul><li><b>div(9, 3)</b> equals <i>3</i></li> <li><b>div($value, 7)</b> equals <i>the value of the imported field ÷ 7</i></li></ul></ul>
da_dk: <b>div</b>&mdash;deler den første parameter med den anden. <ul><li>Eksempler:</li><ul><li><b>div(9, 3)</b> er lig med <i>3</i></li> <li><b>div($value, 7)</b> er lig med <i>værdien af det importerede felt ÷ 7</i></li></ul></ul>
de_de: <b>div</b>&mdash;dividiert den ersten Parameter vom Zweiten. <ul><li>Beispiel:</li><ul><li><b>div(9, 3)</b> equals <i>3</i></li> <li><b>div($value, 7)</b> equals <i>der Wert des importierten Feldes ÷ 7</i></li></ul></ul>
fa_ir: <b>div</b>&mdash;پارامتر اول را بر دومی تقسیم می کند. <ul><li>مثال:</li><ul><li><b>div(9, 3)</b> برابر است با <i>3</i></li> <li><b>div($value, 7)</b> برابر <i>مقدار فیلد وارد شده ÷ 7</i></li></ul></ul>
fi_fi: <b>div</b>&mdash;jakaa ensimmäisen parametrin toisella. <ul><li>Esimerkkejä:</li><ul><li><b>div(9, 3)</b> on <i>3</i></li> <li><b>div($value, 7)</b> on <i>tuodun kentän arvo ÷ 7</i></li></ul></ul>
fr_fr: <b>division</b>&mdash;divise le premier paramètre par le second. <ul><li>Exemples :</li><ul><li><b>division(9, 3)</b> est égal à <i>3</i></li> <li><b> division($value, 7)</b> est égal à <i>la valeur du champ importé ÷ 7</i></li></ul></ul>
nl_nl: <b>div</b>&mdash;deelt de eerste parameter door de tweede. <ul><li>Voorbeelden:</li><ul><li><b>div(9, 3)</b> is gelijk aan <i>3</i></li> <li><b>div($value, 7)</b> is gelijk aan <i>de waarde van het geïmporteerde veld ÷ 7</i></li></ul></ul>
sv_se: <b>div</b>&mdash;delar den första parametern med den andra. <ul><li>Exempel:</li><ul><li><b>div(9, 3)</b> är lika med <i>3</i></li> <li><b>div($value, 7)</b> är lika med <i>värdet på det importerade fältet ÷ 7</i></li></ul></ul>

# Languages::advanced_import.modifier_description.concat
source: <b>concat</b>&mdash;concatenates all the provided parameters. <ul><li>Examples:</li><ul><li><b>concat('abc', def)</b> will result in <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> will result in <i>PRODUCT_$value_CODE</i>, but <b>$value</b> will be replaced with the the value of the imported field</li></ul></ul>
da_dk: <b>konkat</b>&mdash;sammenkæder alle de angivne parametre. <ul><li>Eksempler:</li><ul><li><b>concat('abc', def)</b> vil resultere i <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> vil resultere i <i>PRODUCT_$value_CODE</i>, men <b>$value</b> vil blive erstattet med værdien af det importerede felt</li></ul></ul>
de_de: <b>concat</b>&mdash;verkettet alle bereitgestellten Parameter <ul><li>Beispiel:</li><ul><li><b>concat('abc', def)</b> wird enden als <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> wird enden als <i>PRODUCT_$value_CODE</i>, aber<b>$value</b> wird durch den Wert des importierten Feldes ersetzt</li></ul></ul>
fa_ir: <b>concat</b>&mdash;تمام پارامترهای ارائه شده را به هم متصل می کند. <ul><li>مثال:</li><ul><li><b>concat('abc', def)</b> منجر به <i>abcdef می شود</i></li> <li><b>$value('PRODUCT_', $value, ' <b>')</b> منجر به <i>PRODUCT_$value_CODE</i>می شود، اما</b> با مقدار فیلد وارداتی</li></ul></ul>جایگزین می شود
fi_fi: <b>concat</b>&mdash;ketjuttaa kaikki annetut parametrit. <ul><li>Esimerkkejä:</li><ul><li><b>concat('abc', def)</b> antaa tulokseksi <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> tuottaa <i>$value$value_CODE</i>, mutta <b></b> korvataan tuodun kentän arvolla</li></ul></ul>
fr_fr: <b>concaténer</b>&mdash;concatène tous les paramètres fournis. <ul><li>Exemples :</li><ul><li><b>concaténer('abc', def)</b> donnera <i>abcdef</i></li> <li ><b>concaténer('PRODUCT_', $value, '_CODE')</b> se traduira par <i>PRODUCT_$value_CODE</i>, mais <b>$value</b> sera remplacé par la valeur du champ importé</li></ul></ul>
nl_nl: <b>concat</b>&mdash;voegt alle opgegeven parameters samen. <ul><li>Voorbeelden:</li><ul><li><b>concat('abc', def)</b> resulteert in <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> resulteert in <i>PRODUCT_$value_CODE</i>, maar <b>$value</b> wordt vervangen door de waarde van het geïmporteerde veld</li></ul></ul>
sv_se: <b>konkat</b>&mdash;sammanfogar alla angivna parametrar. <ul><li>Exempel:</li><ul><li><b>concat('abc', def)</b> kommer att resultera i <i>abcdef</i></li> <li><b>concat('PRODUCT_', $value, '_CODE')</b> kommer att resultera i <i>PRODUCT_$value_CODE</i>, men <b>$value</b> kommer att ersättas med värdet på det importerade fältet</li></ul></ul>

# Languages::advanced_import.modifier_description.replace
source: <b>replace</b>&mdash;replaces all occurrences of the search string with the replacement string. <br>The order of parameters is important: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Examples:</li><ul><li><b>replace('a', !, "banana")</b> will result in <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> will replace every occurrence of <i>t-shirt</i> with <i>T-Shirt</i> in every entry in the column.</li></ul></ul>
da_dk: <b>erstat</b>&mdash;erstatter alle forekomster af søgestrengen med erstatningsstrengen. <br>Parametrenes rækkefølge er vigtig: <b>replace('søg', 'erstat', 'emne')</b>. <ul><li>Eksempler:</li><ul><li><b>replace('a', !, "banan")</b> vil resultere i <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> vil erstatte hver forekomst af <i>t-shirt</i> med <i>T-shirt</i> i hver post i kolonnen.</li></ul></ul>
de_de: <b>replace</b>&mdash;ersetzt alle Vorkommen der Suchzeichenfolge durch die Ersetzungszeichenfolge. <br>Die Reihenfolge der Parameter ist wichtig: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Beispiele:</li><ul><li><b>('a', !, "banana")</b> ersetzen führt zu <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> ersetzt jedes Vorkommen von <i>t-shirt</i> mit <i>T-Shirt</i> in jedem Eintrag in der Spalte.</li></ul></ul>
fa_ir: <b>جایگزین</b>&mdash;همه رخدادهای رشته جستجو را با رشته جایگزین جایگزین می کند. <br>ترتیب پارامترها مهم است: <b>replace('search', 'replace', 'subject')</b>. <ul><li>مثالها:</li><ul><li><b>جایگزین ('a', !, "banana")</b> به <i>b!n!n منجر می شود!</i></li> <li><b>جایگزین ("تی شرت"، "تی شرت"، $value)</b> هر اتفاقی از <i>تی شرت</i> را با <i>تی شرت</i> در هر ورودی در ستون جایگزین می کند.</li></ul></ul>
fi_fi: <b>korvaa</b>&mdash;korvaa kaikki hakumerkkijonon esiintymät korvaavalla merkkijonolla. <br>Parametrien järjestys on tärkeä: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Esimerkkejä:</li><ul><li><b>korvaa('a', !, "banaani")</b> johtaa <i>b!n!n!</i></li> <li><b>korvaa("t-paita", 'T-paita', $value)</b> korvaa jokaisen kohdan <i>t-paita</i> <i>T-paidalla</i> jokaisessa sarakkeen merkinnässä.</li></ul></ul>
fr_fr: <b>remplacer</b>&mdash;remplace toutes les occurrences de la chaîne de recherche par la chaîne de remplacement. <br>L'ordre des paramètres est important : <b>remplacer('chercher', 'remplacer', 'sujet')</b>. <ul><li>Exemples :</li><ul><li><b>remplacer('a', !, "banana")</b> donnera <i>b!n!n!< /i></li> <li><b>remplacer("t-shirt", 'T-Shirt', $value)</b> remplacera chaque occurrence de <i>t-shirt</i> par <i>T-shirt</i> dans chaque entrée de la colonne.</li></ul></ul>
nl_nl: <b>vervangen</b>&mdash;vervangt alle voorkomens van de zoekstring door de vervangende string. <br>De volgorde van parameters is belangrijk: <b>replace('search', 'replace', 'subject')</b>. <ul><li>Voorbeelden:</li><ul><li><b>Replace('a', !, "banana")</b> resulteert in <i>b!n!n!</i></li> <li><b>Replace("t-shirt", 'T-Shirt', $value)</b> vervangt elke keer dat <i>t-shirt</i> voorkomt door <i>T-Shirt</i> in elke invoer in de kolom.</li></ul></ul>
sv_se: <b>ersätt</b>&mdash;ersätter alla förekomster av söksträngen med ersättningssträngen. <br>Parametrarnas ordning är viktig: <b>replace('sök', 'ersätt', 'ämne')</b>. <ul><li>Exempel:</li><ul><li><b>replace('a', !, "banan")</b> kommer att resultera i <i>b!n!n!</i></li> <li><b>replace("t-shirt", 'T-Shirt', $value)</b> kommer att ersätta varje förekomst av <i>t-shirt</i> med <i>T-shirt</i> i varje post i kolumnen.</li></ul></ul>

# Languages::advanced_import.modifier_description.w_replace
source: <b>w_replace</b>&mdash;replaces all occurrences of the search string with the replacement string using wildcards. <br>The order of parameters is important: <b>w_replace('search', 'replace', 'subject')</b>. <br>Supported wildcards: <b>?</b>&mdash;any single character; <b>*</b>&mdash;any number of characters to the end of the word. <ul><li>Examples</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> will result in <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> will also result in <i>bananas bananas bananas</i></li></ul></ul>
da_dk: <b>w_replace</b>&mdash;erstatter alle forekomster af søgestrengen med erstatningsstrengen ved hjælp af jokertegn. <br>Parametrenes rækkefølge er vigtig: <b>w_replace('søg', 'erstat', 'emne')</b>. <br>understøttede jokertegn: <b>?</b>&mdash;ethvert enkelt tegn; <b>*</b>&mdash;et vilkårligt antal tegn til slutningen af ordet. <ul><li>Eksempler</li><ul><li><b>w_replace('banan?', bananer, bananer banans bananz)</b> vil resultere i <i>bananer bananer bananer</i></li> <li><b>w_replace("ban*", 'bananer', bananer banans bananz)</b> vil også resultere i <i>bananer bananer bananer</i></li></ul></ul>
de_de: <b>w_replace</b>&mdash;ersetzt alle Vorkommen des Suchstrings durch den Ersetzungsstring unter Verwendung von Wildcards. <br>Die Reihenfolge der Parameter ist wichtig: <b>w_replace('search', 'replace', 'subject')</b>. <br>Unterstützte Platzhalter: <b>?</b>&mdash;jedes einzelne Zeichen; <b>*</b>&mdash;beliebig viele Zeichen bis zum Ende des Wortes. <ul><li>Beispiele</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> ergibt <i>bananas bananas bananas</i></li> <li><b>w_replace("ban*", 'bananas', banana banans bananz)</b> wird auch ergibt <i>Bananen Bananen Bananen</i></li></ul></ul>
fa_ir: <b>w_replace</b>&mdash;همه رخدادهای رشته جستجو را با رشته جایگزین با استفاده از حروف عام جایگزین می کند. <br>ترتیب پارامترها مهم است: <b>w_replace('search', 'replace', 'subject')</b>. <br>نویسه عام پشتیبانی شده: <b>?</b>&mdash;هر کاراکتر واحد; <b>*</b>&mdash;هر تعداد کاراکتر تا آخر کلمه. <ul><li>مثال‌ها</li><ul><li><b>w_replace('موز؟'، موز، موز موز bananz)</b> منجر به <i>موز موز موز موز</i></li> <li><b>w_replace("ban*", 'bananas', bananas</b> bananz نیز خواهد شد. منجر به <i>موز موز موز</i></li></ul></ul>می شود
fi_fi: <b>w_replace</b>&mdash;korvaa kaikki hakumerkkijonon esiintymät korvaavalla merkkijonolla käyttämällä yleismerkkejä. <br>Parametrien järjestys on tärkeä: <b>w_replace('search', 'replace', 'subject')</b>. <br>Tuetut yleismerkit: <b>?</b>&mdash;mikä tahansa yksittäinen merkki; <b>*</b>&mdash;mikä tahansa määrä merkkejä sanan loppuun. <ul><li>Esimerkit</li><ul><li><b>w_replace('banaani?', banaanit, banaanit banaanit banaanit)</b> tuloksena on <i>banaania banaania banaania</i></li> <li><b>w_replace("banaani*", "banaanit",</b> banaani myös banaanit) tuloksena <i>banaania banaania banaania</i></li></ul></ul>
fr_fr: <b>w_remplace</b>&mdash;remplace toutes les occurrences de la chaîne de recherche par la chaîne de remplacement à l'aide de caractères génériques. <br>L'ordre des paramètres est important : <b>w_remplace('chercher', 'remplace', 'sujet')</b>. <br>Caractères génériques pris en charge : <b> ?</b>&mdash;tout caractère unique ; <b>*</b>&mdash;n'importe quel nombre de caractères jusqu'à la fin du mot. <ul><li>Exemples</li><ul><li><b>w_remplace('banan?', bananas, banana banans bananz)</b> se traduira par <i>bananas bananas bananas</i> </li> <li><b>w_remplace("ban*", 'bananas', banana banans bananz)</b> se traduira également par <i>bananas bananas bananas</i></li></ul ></ul>
nl_nl: <b>w_replace</b>&mdash;vervangt alle voorkomens van de zoekreeks door de vervangende tekenreeks met behulp van jokertekens. <br>De volgorde van parameters is belangrijk: <b>w_replace('search', 'replace', 'subject')</b>. <br>Ondersteunde wildcards: <b>?</b>&mdash;elk afzonderlijk teken; <b>*</b>&mdash;een willekeurig aantal tekens aan het einde van het woord. <ul><li>Voorbeelden</li><ul><li><b>w_replace('banan?', bananen, bananenbanans bananz)</b> resulteert in <i>bananen bananen bananen</i></li> <li><b>w_replace("ban*", 'bananas', banaanbanans bananz)</b> zal ook resulteren in <i>bananen bananen bananen</i></li></ul></ul>
sv_se: <b>w_replace</b>&mdash;ersätter alla förekomster av söksträngen med ersättningssträngen med hjälp av jokertecken. <br>Parametrarnas ordning är viktig: <b>w_replace('search', 'replace', 'subject')</b>. <br>jokertecken som stöds: <b>?</b>&mdash;valfritt tecken; <b>*</b>&mdash;valfritt antal tecken till slutet av ordet. <ul><li>Exempel</li><ul><li><b>w_replace('banan?', bananas, banana banans bananz)</b> kommer att resultera i <i>bananer bananer bananer</i></li> <li><b>w_replace("ban*", 'bananer', banana banans bananz)</b> kommer också resultera i <i>bananer bananer bananer</i></li></ul></ul>

# Languages::advanced_import.modifier_description.rand
source: <b>rand</b>&mdash;generates a random number from 1 to the maximum value provided as the parameter. <ul><li>Examples:</li><ul><li><b>rand(999)</b> may result in any number from 1 to 999.</li></ul></ul>
da_dk: <b>rand</b>&mdash;genererer et tilfældigt tal fra 1 til den maksimale værdi, der er angivet som parameter. <ul><li>Eksempler:</li><ul><li><b>rand(999)</b> kan resultere i et hvilket som helst tal fra 1 til 999.</li></ul></ul>
de_de: <b>rand</b>&mdash;generiert eine Zufallszahl von 1 bis zum als Parameter angegebenen Maximalwert. <ul><li>Beispiele:</li><ul><li><b>rand(999)</b> kann eine beliebige Zahl von 1 bis 999 ergeben.</li></ul></ul>
fa_ir: <b>rand</b>&mdash;یک عدد تصادفی از 1 تا حداکثر مقدار ارائه شده به عنوان پارامتر ایجاد می کند. <ul><li>مثال:</li><ul><li><b>رند(999)</b> ممکن است به هر عددی از 1 تا 999 منجر شود.</li></ul></ul>
fi_fi: <b>rand</b>&mdash;luo satunnaisluvun 1:stä parametrina annettuun maksimiarvoon. <ul><li>Esimerkkejä:</li><ul><li><b>rand(999)</b> voi johtaa minkä tahansa luvun väliltä 1 - 999.</li></ul></ul>
fr_fr: <b>rand</b>&mdash;génère un nombre aléatoire de 1 à la valeur maximale fournie comme paramètre. <ul><li>Exemples :</li><ul><li><b>rand(999)</b> peut donner n'importe quel nombre de 1 à 999.</li></ul></ul >
nl_nl: <b>rand</b>&mdash;genereert een willekeurig getal van 1 tot de maximale waarde die als parameter is opgegeven. <ul><li>Voorbeelden:</li><ul><li><b>rand(999)</b> kan elk getal van 1 tot 999 opleveren.</li></ul></ul>
sv_se: <b>rand</b>&mdash;genererar ett slumptal från 1 till det maximala värdet som anges som parameter. <ul><li>Exempel:</li><ul><li><b>rand(999)</b> kan resultera i valfritt tal från 1 till 999.</li></ul></ul>
