Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/advanced_import.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, nl_nl, sv_se

# Languages::advanced_import.modifier_description.if
source: <b>if</b>&mdash;checks the expression in the first parameter. If the first parameter is <i>true</i>, the function returns the second parameter. Otherwise the function returns the third parameter.<ul><li>Examples:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> will result in <i>In Stock</i> if <i>$value > 0</i> is <i>true</i>; otherwise the result will be <i>Out of stock</i></li></ul><li>Available operations for the expression are:<ul><li><b>=</b>&mdash;checks for equality: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;checks for inequality: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;checks if the first value is greater than the second: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;checks if the first value is less than the second: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;checks if the first value is greater than or equal to the second: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;checks if the first value is less than or equal to the second: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Notes:<ul><li>If you use single (') or double (") quotes in the first parameter, make sure that the first parameter is either wrapped in quotes entirely, or that there is no end quote in the middle of the parameter. For example, <i>if("My value"=$value, ...)</i> will not work, but <i>if("My value=$value", ...)</i> will.</ul></li></ul>
da_dk: <b>hvis</b>&mdash;kontrollerer udtrykket i den første parameter. Hvis den første parameter er <i>true</i>, returnerer funktionen den anden parameter. Ellers returnerer funktionen den tredje parameter.<ul><li>Eksempler:</li><ul><li><b>if($value>"0", "På lager", "Ikke på lager")</b> vil resultere i <i>På lager</i> hvis <i>$value > 0</i> er <i>sande</i>; ellers bliver resultatet <i>Ikke på lager</i></li></ul><li>Tilgængelige operationer for udtrykket er:<ul><li><b>=</b>&mdash;checks for lighed: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;checks for ulighed: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;kontrollerer om den første værdi er større end den anden: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;kontrollerer, om den første værdi er mindre end den anden: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;kontrollerer, om den første værdi er større end eller lig med den anden: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;kontrollerer, om den første værdi er mindre end eller lig med den anden: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Noter:<ul><li>Hvis du bruger enkelte (') eller dobbelte (") anførselstegn i den første parameter, skal du sørge for, at den første parameter enten er pakket helt ind i anførselstegn, eller at der ikke er noget slutanførselstegn i midten af parameteren. For eksempel, <i>hvis ("Min værdi"=$value, ...)</i> vil ikke virke, men <i>hvis ("Min værdi=$value", ...)</i> vil.</ul></li></ul>
de_de: <b>, wenn</b>&mdash;den Ausdruck im ersten Parameter überprüft. Wenn der erste Parameter <i>true</i>ist, gibt die Funktion den zweiten Parameter zurück. Andernfalls gibt die Funktion den dritten Parameter zurück.<ul><li>Beispiele:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> ergibt <i>In Stock</i> if <i>$value > 0</i> is <i>true</i>; andernfalls lautet das Ergebnis <i>Ausverkauft</i></li></ul><li>Verfügbare Operationen für den Ausdruck sind:<ul><li><b>=</b>&mdash;Prüfungen auf Gleichheit: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;Prüfungen für Ungleichheit: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;prüft, ob der erste Wert größer als der zweite ist: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;prüft, ob der erste Wert kleiner als der zweite ist: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;prüft, ob der erste Wert größer oder gleich dem zweiten ist: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;prüft, ob der erste Wert kleiner oder gleich dem zweiten ist: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Anmerkungen:<ul><li>Wenn Sie im ersten Parameter einfache (') oder doppelte (") Anführungszeichen verwenden, vergewissern Sie sich, dass der erste Parameter entweder vollständig in Anführungszeichen gesetzt ist oder dass kein Endanführungszeichen in der Mitte des Parameters steht. Beispiel: <i>if ("Mein Wert"=$value, ...)</i> wird nicht funktionieren, aber <i>if("Mein Wert=$value", ...)</i> wird.</ul></li></ul>
fa_ir: <b>اگر</b>&mdash;عبارت در پارامتر اول را بررسی می کند. اگر پارامتر اول <i>درست</i>باشد، تابع پارامتر دوم را برمی گرداند. در غیر این صورت تابع پارامتر سوم را برمی گرداند.<ul><li>مثال:</li><ul><li><b>if($value>"0"، "In Stock"، "Out of stock")</b> منجر به <i>موجودی می شود</i> اگر <i>$value > 0</i> <i>درست است</i>; در غیر این صورت نتیجه <i>خارج از انبار خواهد بود</i></li></ul><li>عملیات موجود برای عبارت عبارتند از:<ul><li><b>=</b>&mdash;چک برای برابری: <i>if($value= 100، ...)</i></li><li><b>!=</b>&mdash;چک برای نابرابری: <i>if($value!=100، ...)</i></li><li><b>&gt;</b>&mdash;بررسی می کند که آیا مقدار اول بزرگتر از دومی است: <i>if($value&gt;100، ...)</i></li><li><b>&lt;</b>&mdash;بررسی می کند که آیا مقدار اول کمتر از مقدار دوم است: <i>if($value&lt;100، ...)</i></li><li><b>&gt;=</b>&mdash;بررسی می کند که آیا مقدار اول بزرگتر یا مساوی با دومی است: <i>if($value&gt;=100، ...)</i></li><li><b>&lt;=</b>&mdash;بررسی می کند که آیا مقدار اول کمتر یا مساوی دومی است: <i>if($value&lt;= 100، ...)</i></li></ul></li><li>یادداشت ها:<ul><li>اگر در پارامتر اول از گیومه های تک (') یا دوبل (") استفاده می کنید، مطمئن شوید که پارامتر اول یا به طور کامل در گیومه پیچیده شده باشد، یا اینکه در وسط پارامتر، نقل قول انتهایی وجود نداشته باشد. برای مثال، <i>اگر ("ارزش من"=$value، ...)</i> کار نمی کند، اما <i>اگر ("ارزش من=$value"، ...)</i> کار می کند.</ul></li></ul>
fi_fi: <b>, jos</b>&mdash;tarkistaa lausekkeen ensimmäisessä parametrissa. Jos ensimmäinen parametri on <i>tosi</i>, funktio palauttaa toisen parametrin. Muussa tapauksessa funktio palauttaa kolmannen parametrin.<ul><li>Esimerkkejä:</li><ul><li><b>if($value>"0", "Varastossa", "Ei varastossa")</b> antaa tulokseksi <i>Varastossa</i> , jos <i>$value > 0</i> on <i>tosi</i>; muuten tulos on <i>Loppunut</i></li></ul><li>Lausekkeen käytettävissä olevat operaatiot ovat:<ul><li><b>=</b>&mdash;tasa-arvon tarkistus: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;shekkiä epäyhtälölle: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;tarkistaa, onko ensimmäinen arvo suurempi kuin toinen: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;tarkistaa, onko ensimmäinen arvo pienempi kuin toinen: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;tarkistaa, onko ensimmäinen arvo suurempi tai yhtä suuri kuin toinen: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;tarkistaa, onko ensimmäinen arvo pienempi tai yhtä suuri kuin toinen: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Huomautuksia:<ul><li>Jos käytät yksittäisiä (') tai kaksoislainausmerkkejä (") ensimmäisessä parametrissa, varmista, että ensimmäinen parametri on joko kokonaan lainausmerkeissä tai että parametrin keskellä ei ole lopullista lainausmerkkiä. Esimerkiksi <i>jos ("Oma arvo"=$value, ...)</i> ei toimi, mutta <i>if("Oma arvo=$value", ...)</i> toimii.</ul></li></ul>
fr_fr: <b>si</b>&mdash;vérifie l'expression dans le premier paramètre. Si le premier paramètre est <i>true</i>, la fonction renvoie le deuxième paramètre. Sinon, la fonction renvoie le troisième paramètre.<ul><li>Exemples :</li><ul><li><b>if($value>"0", "En stock", "Épuisé")< /b> se traduira par <i>En stock</i> si <i>$value > 0</i> est <i>true</i> ; sinon le résultat sera <i>Épuisé</i></li></ul><li>Les opérations disponibles pour l'expression sont :<ul><li><b>=</b>&mdash;Vérifier l'égalité : <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;vérifie l'inégalité : <i>if($value !=100, ...)</i></li><li><b>&gt;</b>&mdash;vérifie si la première valeur est supérieure à la seconde : <i>if($value&gt;100 , ...)</i></li><li><b>&lt;</b>&mdash; vérifie si la première valeur est inférieure à la seconde : <i>if($value&lt;100, .. .)</i></li><li><b>&gt;=</b>&mdash;vérifie si la première valeur est supérieure ou égale à la seconde : <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;vérifie si la première valeur est inférieure ou égale à la seconde : <i>if($value&lt;= 100, ...)</i></li></ul></li><li>Remarques :<ul><li>Si vous utilisez des guillemets simples (') ou doubles (") dans le premier paramètre , assurez-vous que le premier paramètre soit entièrement entouré de guillemets ou qu'il n'y a pas de guillemets de fin au milieu du paramètre. Par exemple, <i>si("Ma valeur"=$value, ...)</i> ne fonctionne pas, mais <i>si("Ma valeur=$value", ...)</i> le fera.</ul></li></ul>
nl_nl: <b>als</b>&mdash;de uitdrukking in de eerste parameter controleert. Als de eerste parameter <i>true</i>is, retourneert de functie de tweede parameter. Anders retourneert de functie de derde parameter.<ul><li>Voorbeelden:</li><ul><li><b>if($value>"0", "In Stock", "Out of stock")</b> resulteert in <i>Op voorraad</i> if <i>$value > 0</i> is <i>true</i>; anders is het resultaat <i>Niet op voorraad</i></li></ul><li>Beschikbare bewerkingen voor de uitdrukking zijn:<ul><li><b>=</b>&mdash;controles voor gelijkheid: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;controles voor ongelijkheid: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;controleert of de eerste waarde groter is dan de tweede: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;controleert of de eerste waarde kleiner is dan de tweede: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;controleert of de eerste waarde groter is dan of gelijk is aan de tweede: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;controleert of de eerste waarde kleiner is dan of gelijk is aan de tweede: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Opmerkingen:<ul><li>Als u enkele (') of dubbele (") aanhalingstekens gebruikt in de eerste parameter, zorg er dan voor dat de eerste parameter ofwel helemaal tussen aanhalingstekens staat, of dat er geen eindaanhalingsteken in het midden van de parameter staat. Bijvoorbeeld <i>als ("Mijn waarde"=$value, ...)</i> werkt niet, maar <i>if("Mijn waarde =$value", ...)</i> wel.</ul></li></ul>
sv_se: <b>om</b>&mdash;kontrollerar uttrycket i den första parametern. Om den första parametern är <i>true</i>returnerar funktionen den andra parametern. Annars returnerar funktionen den tredje parametern.<ul><li>Exempel:</li><ul><li><b>if($value>"0", "I lager", "Ej i lager")</b> kommer att resultera i <i>I lager</i> om <i>$value > 0</i> är <i>sant</i>; annars blir resultatet <i>Slut i lager</i></li></ul><li>Tillgängliga operationer för uttrycket är:<ul><li><b>=</b>&mdash;kontroller för jämlikhet: <i>if($value=100, ...)</i></li><li><b>!=</b>&mdash;kontroller för ojämlikhet: <i>if($value!=100, ...)</i></li><li><b>&gt;</b>&mdash;kontrollerar om det första värdet är större än det andra: <i>if($value&gt;100, ...)</i></li><li><b>&lt;</b>&mdash;kontrollerar om det första värdet är mindre än det andra: <i>if($value&lt;100, ...)</i></li><li><b>&gt;=</b>&mdash;kontrollerar om det första värdet är större än eller lika med det andra: <i>if($value&gt;=100, ...)</i></li><li><b>&lt;=</b>&mdash;kontrollerar om det första värdet är mindre än eller lika med det andra: <i>if($value&lt;=100, ...)</i></li></ul></li><li>Anmärkningar:<ul><li>Om du använder enkla (') eller dubbla (") citattecken i den första parametern, se till att den första parametern antingen är inslagen i citattecken helt, eller att det inte finns något slutcitattecken i mitten av parametern. Till exempel, <i>om ("Mitt värde"=$value, ...)</i> kommer inte att fungera, men <i>om ("Mitt värde=$value", ...)</i> kommer att fungera.</ul></li></ul>

# Languages::advanced_import.modifier_description.case
source: <b>case</b>&mdash;odd parameters are expressions, and the following even parameters are corresponding values. The function checks the expressions and returns the value corresponding to the first expression that ends up being <i>true</i>.<ul><li>Examples:</li><ul><li><b>case($value>100, "More than 100", $value>70, "More than 70", $value>20, "More than 20", $value>0, "In stock", $value=0, "Out of stock")</b> will result in <i>More than 70</i> if the <i>$value</i> in the imported file is a number between 71 and 100</li></ul><li>Notes:<ul><li>This function shares expression rules and available operations with the <b>if</b> function.</li><li>Only even numbers of parameters are supported: <b>2, 4, 6, 8</b>, etc.</li></ul></li></ul>
da_dk: <b>tilfælde</b>&mdash;ulige parametre er udtryk, og de følgende lige parametre er tilsvarende værdier. Funktionen tjekker udtrykkene og returnerer værdien svarende til det første udtryk, der ender med at være <i>sande</i>.<ul><li>Eksempler:</li><ul><li><b>sag($value>100, "Mere end 100", $value>70, "Mere end 70", $value>20, "Mere end 20", $value>0, "På lager", $value=0, "Ikke på lager")</b> vil resultere i <i>Mere end 70</i> , hvis <i>$value</i> i den importerede fil er et tal mellem 71 og 100</li></ul><li>Bemærkninger:<ul><li>Denne funktion deler udtryksregler og tilgængelige operationer med funktionen <b>hvis</b> .</li><li>Kun lige antal parametre understøttes: <b>2, 4, 6, 8</b>osv.</li></ul></li></ul>
de_de: <b>Fall</b>&mdash;Ungerade Parameter sind Ausdrücke, und die folgenden geraden Parameter sind entsprechende Werte. Die Funktion prüft die Ausdrücke und gibt den Wert zurück, der dem ersten Ausdruck entspricht, der am Ende <i>wahr</i>ist.<ul><li>Beispiele:</li><ul><li><b>case($value>100, „Mehr als 100“, $value>70, „Mehr als 70“, $value>20, „Mehr als 20“, $value>0, „Auf Lager“, $value=0, "Vergriffen")</b> ergibt <i>Mehr als 70</i> , wenn <i>$value</i> in der importierten Datei eine Zahl zwischen 71 und 100 ist</li></ul><li>Hinweise:<ul><li>Diese Funktion teilt Ausdrucksregeln und verfügbare Operationen mit die <b>wenn</b> Funktion.</li><li>Es werden nur gerade Parameterzahlen unterstützt: <b>2, 4, 6, 8</b>usw.</li></ul></li></ul>
fa_ir: <b>مورد</b>&mdash;پارامترهای فرد عبارت هستند و پارامترهای زوج زیر مقادیر متناظر هستند. تابع عبارات را بررسی می کند و مقدار مربوط به اولین عبارت را برمی گرداند که در نهایت <i>درست</i>می شود.<ul><li>مثال:</li><ul><li><b>مورد($value> 100، "بیش از 100"، $value> 70، "بیش از 70"، $value>20، "بیش از 20"، $value> 0، "در انبار"، $value=0، "Out of stock")</b> منجر به <i>بیشتر از 70</i> می شود اگر <i>$value</i> در فایل وارد شده عددی بین 71 و 100 باشد</li></ul><li>یادداشت:<ul><li>این تابع قوانین عبارت و عملیات موجود را با تابع <b>اگر</b></li><li>فقط تعداد زوج از پارامترها پشتیبانی می شود: <b>2، 4، 6، 8</b>، و غیره.</li></ul></li></ul>
fi_fi: <b>tapaus</b>&mdash;paritonta parametria ovat lausekkeita, ja seuraavat parilliset parametrit ovat vastaavia arvoja. Funktio tarkistaa lausekkeet ja palauttaa arvon, joka vastaa ensimmäistä lauseketta, joka lopulta on <i>tosi</i>.<ul><li>Esimerkkejä:</li><ul><li><b>tapaus($value>100, "yli 100", $value>70, "yli 70", $value>20, "yli 20", $value>0, "varastossa", $value=0, "Loppu")</b> antaa tulokseksi <i>Yli 70</i> , jos tuodun tiedoston <i>$value</i> on luku välillä 71 ja 100</li></ul><li>Huomautuksia:<ul><li>Tämä funktio jakaa lausekesäännöt ja käytettävissä olevat toiminnot <b>jos</b> -toiminto.</li><li>Vain parillinen määrä parametreja tuetaan: <b>2, 4, 6, 8</b>jne.</li></ul></li></ul>
fr_fr: <b>cas</b>&mdash;les paramètres impairs sont des expressions, et les paramètres pairs suivants sont des valeurs correspondantes. La fonction vérifie les expressions et renvoie la valeur correspondant à la première expression qui finit par être <i>vrai</i>.<ul><li>Exemples :</li><ul><li><b>cas( $value>100, "Plus de 100", $value>70, "Plus de 70", $value>20, "Plus de 20", $value>0, "En stock", $value=0, "Rupture de stock")</b> se traduira par <i>Plus de 70</i> si la <i>$value</i> dans le fichier importé est un nombre compris entre 71 et 100</li></ul ><li>Remarques :<ul><li>Cette fonction partage les règles d'expression et les opérations disponibles avec la fonction <b>si</b>.</li><li>Seuls les nombres pairs de paramètres sont pris en charge : <b> 2, 4, 6, 8</b>, etc.</li></ul></li></ul>
nl_nl: <b>geval</b>&mdash;oneven parameters zijn uitdrukkingen, en de volgende even parameters zijn corresponderende waarden. De functie controleert de expressies en retourneert de waarde die overeenkomt met de eerste expressie die uiteindelijk <i>true</i>is.<ul><li>Voorbeelden:</li><ul><li><b>case($value>100, "Meer dan 100", $value>70, "Meer dan 70", $value>20, "Meer dan 20", $value>0, "Op voorraad", $value=0, "Niet op voorraad")</b> resulteert in <i>Meer dan 70</i> als <i>$value</i> in het geïmporteerde bestand een getal tussen 71 en 100 is</li></ul><li>Opmerkingen:<ul><li>Deze functie deelt uitdrukkingsregels en beschikbare bewerkingen met de <b>als</b> functie.</li><li>Alleen even aantallen parameters worden ondersteund: <b>2, 4, 6, 8</b>, etc.</li></ul></li></ul>
sv_se: <b>fall</b>&mdash;udda parametrar är uttryck, och följande jämna parametrar är motsvarande värden. Funktionen kontrollerar uttrycken och returnerar värdet som motsvarar det första uttrycket som till slut blir <i>sant</i>.<ul><li>Exempel:</li><ul><li><b>fall($value>100, "Mer än 100", $value>70, "Mer än 70", $value>20, "Mer än 20", $value>0, "I lager", $value=0, "Ej i lager")</b> kommer att resultera i <i>Mer än 70</i> om <i>$value</i> i den importerade filen är ett tal mellan 71 och 100</li></ul><li>Anmärkningar:<ul><li>Denna funktion delar uttrycksregler och tillgängliga operationer med funktionen <b>om</b> .</li><li>Endast jämna antal parametrar stöds: <b>2, 4, 6, 8</b>etc.</li></ul></li></ul>

# Languages::advanced_import.modifier_self_reference_is_unsupported
source: This function doesn't support the use of a non-modified value from the imported file.
da_dk: Denne funktion understøtter ikke brugen af en ikke-ændret værdi fra den importerede fil.
de_de: Diese Funktion unterstützt nicht die Verwendung eines nicht geänderten Wertes aus der importierten Datei.
fa_ir: این تابع از استفاده از مقدار اصلاح نشده از فایل وارد شده پشتیبانی نمی کند.
fi_fi: Tämä toiminto ei tue tuodusta tiedostosta muuntamattoman arvon käyttöä.
fr_fr: Cette fonction ne prend pas en charge l'utilisation d'une valeur non modifiée du fichier importé.
nl_nl: Deze functie ondersteunt het gebruik van een niet-aangepaste waarde uit het geïmporteerde bestand niet.
sv_se: Den här funktionen stöder inte användningen av ett icke-modifierat värde från den importerade filen.

# Languages::advanced_import.preset_last_view
source: Preset
da_dk: Forudindstillet
de_de: Voreinstellung
fa_ir: از پیش تعیین شده
fi_fi: Esiasetettu
fr_fr: Préréglage
nl_nl: Vooraf ingesteld
sv_se: Förinställa

# Languages::advanced_import.show_more
source: Show more
da_dk: Vis mere
de_de: Zeige mehr
fa_ir: بیشتر نشان بده، اطلاعات بیشتر
fi_fi: Näytä lisää
fr_fr: Voir plus
nl_nl: Meer weergeven
sv_se: Visa mer

# Languages::advanced_import.show_less
source: Show less
da_dk: Vis mindre
de_de: Zeige weniger
fa_ir: کمتر نشان دادن
fi_fi: Näytä vähemmän
fr_fr: Voir moins
nl_nl: Minder weergeven
sv_se: Visa mindre

# Languages::advanced_import.target_node
source: XML target node
da_dk: XML-målknude
de_de: XML-Zielknoten
fa_ir: گره هدف XML
fi_fi: XML-kohdesolmu
fr_fr: Nœud cible XML
nl_nl: XML-doelknooppunt
sv_se: XML-målnod

# Languages::advanced_import.target_node.description
source: The full path to the XML node with the information about an imported entity. The nodes nested in the specified node will be used as columns of the imported file. Here is an example of the path: yml_catalog/shop/offers/offer
da_dk: Den fulde sti til XML-noden med oplysningerne om en importeret enhed. Noderne indlejret i den angivne node vil blive brugt som kolonner i den importerede fil. Her er et eksempel på stien: yml_catalog/shop/offers/offer
de_de: Der vollständige Pfad zum XML-Knoten mit den Informationen zu einer importierten Entität. Die im angegebenen Knoten verschachtelten Knoten werden als Spalten der importierten Datei verwendet. Hier ist ein Beispiel für den Pfad: yml_catalog/shop/offers/offer
fa_ir: مسیر کامل به گره XML با اطلاعات مربوط به یک موجودیت وارد شده. گره های تو در تو در گره مشخص شده به عنوان ستون های فایل وارد شده استفاده خواهند شد. در اینجا مثالی از مسیر آمده است: yml_catalog/shop/offers/offer
fi_fi: Koko polku XML-solmuun tuodun entiteetin tiedoilla. Määritettyyn solmuun sisäkkäisiä solmuja käytetään tuodun tiedoston sarakkeina. Tässä on esimerkki polusta: yml_catalog/shop/offers/offer
fr_fr: Le chemin complet vers le nœud XML avec les informations sur une entité importée. Les nœuds imbriqués dans le nœud spécifié seront utilisés comme colonnes du fichier importé. Voici un exemple de chemin : yml_catalog/shop/offers/offer
nl_nl: Het volledige pad naar het XML-knooppunt met de informatie over een geïmporteerde entiteit. De knooppunten die in het opgegeven knooppunt zijn genest, worden gebruikt als kolommen van het geïmporteerde bestand. Hier is een voorbeeld van het pad: yml_catalog/shop/offers/offer
sv_se: Den fullständiga sökvägen till XML-noden med information om en importerad enhet. Noderna kapslade i den angivna noden kommer att användas som kolumner i den importerade filen. Här är ett exempel på sökvägen: yml_catalog/shop/offers/offer

# Languages::advanced_import.fetching_schema_failed_check_target_node
source: Please make sure that the <b>XML target node</b> field is filled in properly.
da_dk: Sørg for, at feltet <b>XML-målknude</b> er udfyldt korrekt.
de_de: Bitte stellen Sie sicher, dass das <b>XML-Zielknoten</b>korrekt ausgefüllt ist.
fa_ir: لطفاً مطمئن شوید که فیلد <b>XML target node</b> به درستی پر شده است.
fi_fi: Varmista, että <b>XML-kohdesolmu</b> -kenttä on täytetty oikein.
fr_fr: Veuillez vous assurer que le champ <b>Nœud cible XML</b> est correctement renseigné.
nl_nl: Zorg ervoor dat het veld <b>XML-doelknooppunt</b> correct is ingevuld.
sv_se: Se till att fältet <b>XML-målnod</b> är korrekt ifyllt.

# Languages::advanced_import.general_settings
source: General settings
da_dk: Generelle indstillinger
de_de: Allgemeine Einstellungen
fa_ir: تنظیمات عمومی
fi_fi: Yleiset asetukset
fr_fr: Paramètres généraux
nl_nl: Algemene instellingen
sv_se: Allmänna Inställningar

# Languages::advanced_import.additional_settings
source: Additional settings
da_dk: Yderligere indstillinger
de_de: Weitere Einstellungen
fa_ir: تنظیمات اضافی
fi_fi: Lisäasetukset
fr_fr: Paramètres additionnels
nl_nl: Aanvullende instellingen
sv_se: Ytterligare inställningar

# Languages::advanced_import.delete_additional_images
source: Delete existing additional images
da_dk: Slet eksisterende yderligere billeder
de_de: Vorhandene zusätzliche Bilder löschen
fa_ir: تصاویر اضافی موجود را حذف کنید
fi_fi: Poista olemassa olevat lisäkuvat
fr_fr: Supprimer les images supplémentaires existantes
nl_nl: Bestaande extra afbeeldingen verwijderen
sv_se: Ta bort befintliga ytterligare bilder
