Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/age_verification.po
Languages: hu_hu

# Addons::name::age_verification
source: Age verification
hu_hu: Életkor ellenőrzése

# Addons::description::age_verification
source: Toggles age restriction rules for products and categories
hu_hu: A termékek és kategóriák korhatárra vonatkozó szabályainak módosítása

# Languages::age_verification
source: Age verification
hu_hu: Életkor ellenőrzése

# Languages::product_need_age_verification
source: You should verify your age to view this product.
hu_hu: Igazold életkorod, hogy megnézhesd ezt a terméket.

# Languages::your_age
source: Your age
hu_hu: Életkorod

# Languages::verify
source: Verify
hu_hu: Igazold

# Languages::birthday
source: Birthday
hu_hu: Születésnap

# Languages::age_limit
source: Age limit
hu_hu: Korhatár

# Languages::years
source: years
hu_hu: év

# Languages::age_warning_message
source: Warning message
hu_hu: Figyelmeztető üzenet

# Languages::promotion_cond_birthday
source: Birthday
hu_hu: Születésnap
