Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/anti_fraud.po
Languages: fa_ir, fi_fi, sv_se

# Addons::name::anti_fraud
source: Anti fraud
fa_ir: ضد تقلب
fi_fi: Petoksen torjunta
sv_se: Anti bedrägeri

# Addons::description::anti_fraud
source: Adds configurable security order verification using the Maxmind service to prevent fraud
fa_ir: تنظیم امنیت و تایید سفارش با استفاده از سرویس Maxmind برای جلوگیری از تقلب .
fi_fi: Lisää konfiguroitavan suojaustilauksen vahvistuksen Maxmind-palvelun avulla petosten estämiseksi
sv_se: Lägger till konfigurerbar säkerhetsverifiering via tjänsten MaxMind för att förhindra bedrägerier

# Languages::af_big_order_total
source: Order total exceeds the allowed maximum
fa_ir: مجموع سفارش بیشتر از حد مجاز است
fi_fi: Tilauksen kokonaissumma ylittää sallitun enimmäismäärän
sv_se: Ordersumman överskrider det maximalt tillåtna

# Languages::af_country_doesnt_match
source: The country does not match the IP address
fa_ir: ای پی ادرس با کشور مورد نظر مطابقت ندارد.
fi_fi: Maa ei vastaa IP-osoitetta
sv_se: Landet matchar inte IP-adressen

# Languages::af_has_failed_orders
source: Customer has FAILED orders
fa_ir: سفارشات انجام نشده مشتریان.
fi_fi: Asiakkaalla on Epäonnistuneet tilaukset
sv_se: Kunden har MISSLYCKADE ordrar

# Languages::af_has_successfull_orders
source: Customer has SUCCESSFUL orders
fa_ir: سفارشات موفق مشتریان.
fi_fi: Asiakkaalla on ONNISTUneita tilauksia
sv_se: Kunden har GODKÄNDA ordrar

# Languages::af_high_risk_country
source: High risk country
fa_ir: کشور پر خطر
fi_fi: Korkean riskin maa
sv_se: Högriskland

# Languages::af_high_risk_email
source: High risk email
fa_ir: ایمیل پرخطر
fi_fi: Suuren riskin sähköposti
sv_se: Hög riskt e-post

# Languages::af_high_risk_factor
source: Risk factor exceeds the defined value
fa_ir: عامل خطر بیش از ارزش تعريف شده
fi_fi: Riskitekijä ylittää määritellyn arvon
sv_se: Riskfaktorn överstiger det definierade värdet

# Languages::af_ip_not_found
source: Failed to identify customer's IP address
fa_ir: آی پی آدرس مشتري شناسایی نشد.
fi_fi: Asiakkaan IP-osoitteen tunnistaminen epäonnistui
sv_se: Kunde inte fastställa kundens IP-adress

# Languages::af_long_distance
source: Customer is outside the safe distance
fa_ir: مشتری خارج از محدوده امن است.
fi_fi: Asiakas on turvallisen etäisyyden ulkopuolella
sv_se: Kunden är utanför säkert avstånd

# Languages::af_low_risk_factor
source: Risk factor is admissible
fa_ir: عامل مجاز است
fi_fi: Riskitekijä on hyväksyttävä
sv_se: Tillåten riskfaktor

# Languages::antifraud_failed_order
source: Your order was placed in the store. It is undergoing an additional check now. We will contact you as soon as the administrator finishes it
fa_ir: سفارش شما در فروشگاه ثبت شده است و گزینه های اضافی ان در حال حاضردر حال بررسی هستند.پس از بررس مدیریت سایت با شما تماس حاصل مینماید.
fi_fi: Tilauksesi on tehty myymälässä. Se on nyt lisätarkastuksessa. Otamme sinuun yhteyttä heti, kun järjestelmänvalvoja on saanut sen valmiiksi
sv_se: Din beställning skapades i butiken. Den genomgår en extra säkerhetskontroll. Vi kontaktar dig så fort kundtjänst är färdig med den kontrollen

# Languages::risk_factor
source: Risk factor
fa_ir: عامل خطر
fi_fi: Riskikerroin
sv_se: Riskfaktor

# Languages::not_available
source: n/a
fa_ir: ان /ای
sv_se: Inte tillgänglig

# Languages::decision
source: Decision
fa_ir: تصمیم گیری
fi_fi: Päätös
sv_se: Beslut

# Languages::anti_fraud_order_not_approved
source: Order has not been approved because risk factor exceeds Maximum risk factor
fa_ir: سفارش تأیید نشده است زیرا عامل خطر بیش از حداکثر عامل خطر
fi_fi: Tilausta ei ole hyväksytty, koska riskitekijä ylittää Maksimiriskitekijän
sv_se: Ordern har inte godkänts eftersom riskfaktorn överstiger högsta tillåtna riskfaktor

# Languages::anti_fraud_order_approved
source: Order has been approved
fa_ir: سفارش تایید شده است
fi_fi: Tilaus on hyväksytty
sv_se: Ordern har godkänts

# Languages::fraud_risk
source: Fraud risk
fa_ir: خطر تقلب
fi_fi: Petoksen riski
sv_se: Bedrägeririsk

# Languages::fraud_checking
source: Fraud checking
fa_ir: چک کردن تقلب
fi_fi: Petosten tarkistus
sv_se: Begrägerikontroll

# SettingsSections::anti_fraud::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
sv_se: Allmänt

# SettingsOptions::anti_fraud::anti_fraud_key
source: Maxmind license key
fa_ir: کلید مجوز Maxmind
fi_fi: Maxmind-lisenssiavain
sv_se: Maxmind licensnyckel

# SettingsOptions::anti_fraud::anti_fraud_user_id
source: Maxmind user ID
fa_ir: شناسه کاربری Maxmind
fi_fi: Maxmind käyttäjätunnus
sv_se: Maxmind användare ID

# SettingsOptions::anti_fraud::anti_fraud_safe_distance
source: Safe distance (km)
fa_ir: فاصله مجاز و امن (کیلومتر)
fi_fi: Turvaetäisyys (km)
sv_se: Säkert avstånd (km)

# SettingsOptions::anti_fraud::anti_fraud_max_order_total
source: Max order total
fa_ir: سفارش حداکثر کل
fi_fi: Max tilaussumma
sv_se: Max ordersumma

# SettingsOptions::anti_fraud::anti_fraud_risk_factor
source: Maximum risk factor (1..100)
fa_ir: بیشترین عامل ریسک خطر (1..100)
fi_fi: Suurin riskitekijä (1...100)
sv_se: Högsta riskfaktor (1..100)

# SettingsOptions::anti_fraud::antifraud_order_status
source: Order status
fa_ir: وضعیت سفارش
fi_fi: Tilauksen tila
