Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/attachments.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, ko_kr, pt_pt, sv_se, tr_tr, zh_cn

# Addons::name::attachments
source: Attachments
da_dk: Bilag
de_de: Anhänge
fa_ir: فایل پیوست
fi_fi: Liitteet
fr_fr: Attachements
ko_kr: 첨부 파일
pt_pt: Anexos
sv_se: Bilagor
tr_tr: Eklentiler
zh_cn: 附件

# Addons::description::attachments
source: Makes it possible to attach files to products
da_dk: Gør det muligt at vedhæfte filer til produkter
de_de: Ermöglicht das Anhängen von Dateien an Artikel
fa_ir: امکان پیوست فایل به محصولات
fi_fi: Mahdollistaa liitteiden lisäämisen tuotteisiin
fr_fr: Permet de joindre des fichiers aux produits
ko_kr: 제품에 파일 첨부 가능
pt_pt: Possibilitar anexar ficheiros nos artigos
sv_se: Gör det möjligt att bifoga filer till produkter
tr_tr: Ürünlere dosya eklemeyi mümkün kılar.
zh_cn: 可以将文件附加到产品

# Languages::attachments
source: Attachments
da_dk: Bilag
de_de: Anhänge
fa_ir: فایل پیوست
fi_fi: Liitteet
fr_fr: Fichiers joints
ko_kr: 첨부 파일
pt_pt: Anexos
sv_se: Bilagor
tr_tr: Eklentiler
zh_cn: 附件

# Languages::new_attachment
source: New attachment
da_dk: Nye bilag
de_de: Neuer Anhang
fa_ir: فایل پیوست جدید
fi_fi: Uusi liite
fr_fr: Nouveau fichier joint
ko_kr: 새로 추가
pt_pt: Novo anexo
sv_se: Ny bilaga
tr_tr: Yeni eklenti
zh_cn: 新的附件

# Languages::add_attachment
source: Add attachment
da_dk: Tilføj bilag
de_de: Anhang hinzufügen
fa_ir: قادر به افزودن پیوست
fi_fi: Lisää liite
fr_fr: Ajouter un fichier joint
ko_kr: 첨부파일 추가
pt_pt: Adicionar anexo
sv_se: Lägg till bilaga
tr_tr: Eklenti ekle
zh_cn: 添加附件

# Languages::editing_attachment
source: Editing attachment
da_dk: Redigere bilag
de_de: Anhang bearbeiten
fa_ir: ویرایش فایل پیوست
fi_fi: Liitteen muokkaaminen
fr_fr: Edition du fichier joint
ko_kr: 첨부 파일 편집
pt_pt: Editando anexo
sv_se: Redigerar bilaga
tr_tr: Eklentiyi düzelt
zh_cn: 编辑附件

# Languages::attachments.attachments_need_located_root_dir
source: Please specify the attachments directory within the store root directory. Put the attachments to import in this directory.
da_dk: Angiv venligst mappen med vedhæftede filer i butikkens rodmapp. Læg de vedhæftede filer, der skal importeres, i denne mappe.
de_de: Bitte bestimmen Sie das Verzeichnis für Bilder im Store Root. Setzten Sie die Bilder die Sie importieren wollen in dieses Verzeichnis.
fa_ir: لطفاً دایرکتوری پیوست‌ها را در فهرست اصلی فروشگاه مشخص کنید. پیوست ها را برای وارد کردن در این دایرکتوری قرار دهید.
fi_fi: Määritä liitehakemisto kaupan juurihakemistossa. Laita tuotavat liitteet tähän hakemistoon.
fr_fr: Veuillez indiquer le répertoire des pièces jointes dans le répertoire racine du magasin. Placez les pièces jointes à importer dans ce répertoire.
ko_kr: 저장소 루트 디렉터리 내의 첨부 파일 디렉터리를 지정하십시오. 가져올 첨부 파일을 이 디렉토리에 넣습니다.
pt_pt: Especifique o diretório de anexos no diretório raiz da loja. Coloque os anexos para importar neste diretório.
sv_se: Vänligen ange katalogen för bilagor i butikens rotkatalog. Lägg de bilagor som ska importeras i den här katalogen.
tr_tr: Lütfen mağaza ana dizininde images klasörü tanımlayın. Aktarılacak resimleri bu klasöre yerleştirin.
zh_cn: 请在商店根目录中指定附件目录。将要导入的附件放在此目录中。

# Languages::attachments.error_exim_get_attachments_for_products
source: Could not import attachments for some of the products. Either those attachments don't exist (or can't be accessed), or the paths to those attachments in the imported file are incorrect.
da_dk: Kunne ikke importere vedhæftede filer for nogle af produkterne. Enten findes disse vedhæftede filer ikke (eller kan ikke tilgås), eller stierne til disse vedhæftede filer i den importerede fil er forkerte.
de_de: Bilder von einigen der Produkten konnten nicht importiert werden. Entweder existieren diese nicht (oder können nicht drauf zugegriffen werden), oder die Pfade zu diesen sind in der Import Datei inkorrekt.
fa_ir: نمی‌توان پیوست‌ها را برای برخی از محصولات وارد کرد. یا آن پیوست‌ها وجود ندارند (یا قابل دسترسی نیستند)، یا مسیرهای آن پیوست‌ها در فایل وارد شده نادرست است.
fi_fi: Joidenkin tuotteiden liitteitä ei voitu tuoda. Joko näitä liitteitä ei ole olemassa (tai niitä ei voi käyttää), tai tuodussa tiedostossa olevien liitteiden polut ovat virheellisiä.
fr_fr: Impossible d'importer les pièces jointes pour certains produits. Soit ces pièces jointes n'existent pas (ou ne sont pas accessibles), soit les chemins d'accès à ces pièces jointes dans le fichier importé sont incorrects.
ko_kr: 일부 제품의 첨부 파일을 가져올 수 없습니다. 해당 첨부 파일이 존재하지 않거나 액세스할 수 없거나 가져온 파일의 해당 첨부 파일에 대한 경로가 올바르지 않습니다.
pt_pt: Não foi possível importar anexos para alguns dos produtos. Esses anexos não existem (ou não podem ser acessados) ou os caminhos para esses anexos no arquivo importado estão incorretos.
sv_se: Det gick inte att importera bilagor för vissa av produkterna. Antingen existerar inte dessa bilagor (eller kan inte nås), eller så är sökvägarna till dessa bilagor i den importerade filen felaktiga.
tr_tr: Bazı ürünler için ekler içe aktarılamadı. Bu ekler mevcut değildir (veya erişilemez) veya içe aktarılan dosyadaki bu eklerin yolları yanlıştır.
zh_cn: 无法导入某些产品的附件。这些附件不存在（或无法访问），或者导入文件中这些附件的路径不正确。

# Languages::advanced_import_attachments
source: Product attachments
da_dk: Produktvedhæftede filer
de_de: Produktanhänge
fa_ir: پیوست های محصول
fi_fi: Tuotteiden liitteet
fr_fr: Pièce jointe de produits
ko_kr: 제품 첨부 파일
pt_pt: Anexos do produto
sv_se: Produktbilagor
tr_tr: Ürün ekleri
zh_cn: 商品附件

# Languages::attachments.attachments_delimiter
source: Attachments delimiter
da_dk: Afgrænsning af vedhæftede filer
de_de: Trennzeichen für Anhänge
fa_ir: جداکننده پیوست ها
fi_fi: Liitteiden erotin
fr_fr: Pièce jointe de délimiteur
ko_kr: 첨부 파일 구분 기호
pt_pt: Delimitador de anexos
sv_se: Avgränsare för bilagor
tr_tr: Ek sınırlayıcı
zh_cn: 附件分隔符

# Languages::attachments.attachments_delimiter.description
source: Delimiter between attachments of a product.
da_dk: Afgrænsning mellem vedhæftede filer til et produkt.
de_de: Trennzeichen zwischen Anhängen eines Produkts.
fa_ir: جداکننده بین پیوست های یک محصول.
fi_fi: Erotin tuotteen liitteiden välillä.
fr_fr: Délimiteur entre les pièces jointes d'un produit.
ko_kr: 제품 첨부 파일 사이의 구분 기호입니다.
pt_pt: Delimitador entre anexos de um produto.
sv_se: Avgränsare mellan bilagor av en produkt.
tr_tr: Bir ürünün ekleri arasındaki sınırlayıcı.
zh_cn: 产品附件之间的分隔符。

# Languages::attachments.delete_attachments
source: Delete existing attachments
da_dk: Slet eksisterende vedhæftede filer
de_de: Bestehende Anhänge löschen
fa_ir: پیوست های موجود را حذف کنید
fi_fi: Poista olemassa olevat liitteet
fr_fr: Supprimer les pièces jointes existantes
ko_kr: 기존 첨부 파일 삭제
pt_pt: Excluir anexos existentes
sv_se: Ta bort befintliga bilagor
tr_tr: Mevcut ekleri sil
zh_cn: 删除已存在的附件

# Languages::attachments.delete_attachments_tooltip
source: If you enable this setting, then the existing attachments of the imported products will be replaced with the attachments specified in the imported file (if no attachments are specified, the old attachments will remain). If the setting is disabled, the new attachments will simply be added to the existing attachments.
da_dk: Hvis du aktiverer denne indstilling, vil de eksisterende vedhæftede filer fra de importerede produkter blive erstattet med de vedhæftede filer, der er angivet i den importerede fil (hvis der ikke er angivet nogen vedhæftede filer, forbliver de gamle vedhæftede filer). Hvis indstillingen er deaktiveret, vil de nye vedhæftede filer blot blive tilføjet til de eksisterende vedhæftede filer.
de_de: Wenn Sie diese Einstellung aktivieren, werden die vorhandenen Anhänge der importierten Produkte durch die in der importierten Datei angegebenen Anhänge ersetzt (wenn keine Anhänge angegeben sind, bleiben die alten Anhänge erhalten). Wenn die Einstellung deaktiviert ist, werden die neuen Anhänge einfach zu den vorhandenen Anhängen hinzugefügt.
fa_ir: اگر این تنظیم را فعال کنید، پیوست‌های موجود محصولات وارداتی با پیوست‌های مشخص‌شده در فایل وارداتی جایگزین می‌شوند (اگر هیچ پیوستی مشخص نشده باشد، پیوست‌های قدیمی باقی خواهند ماند). اگر تنظیم غیرفعال باشد، پیوست های جدید به سادگی به پیوست های موجود اضافه می شوند.
fi_fi: Jos otat tämän asetuksen käyttöön, tuotujen tuotteiden olemassa olevat liitteet korvataan tuodussa tiedostossa määritetyillä liitteillä (jos liitteitä ei ole määritetty, vanhat liitteet säilyvät). Jos asetus on poistettu käytöstä, uudet liitteet yksinkertaisesti lisätään olemassa oleviin liitteisiin.
fr_fr: Si vous activez ce paramètre, les pièces jointes existantes des produits importés seront remplacées par les pièces jointes spécifiées dans le fichier importé (si aucune pièce jointe n'est spécifiée, les anciennes pièces jointes seront conservées). Si ce paramètre est désactivé, les nouvelles pièces jointes seront simplement ajoutées aux pièces jointes existantes.
ko_kr: 이 설정을 활성화하면 가져온 제품의 기존 첨부 파일이 가져온 파일에 지정된 첨부 파일로 바뀝니다(첨부 파일을 지정하지 않으면 이전 첨부 파일이 유지됨). 설정을 비활성화하면 새 첨부 파일이 기존 첨부 파일에 추가됩니다.
pt_pt: Se você habilitar essa configuração, os anexos existentes dos produtos importados serão substituídos pelos anexos especificados no arquivo importado (se nenhum anexo for especificado, os anexos antigos permanecerão). Se a configuração estiver desativada, os novos anexos serão simplesmente adicionados aos anexos existentes.
sv_se: Om du aktiverar den här inställningen kommer de befintliga bilagorna för de importerade produkterna att ersättas med de bilagor som anges i den importerade filen (om inga bilagor anges kommer de gamla bilagorna att finnas kvar). Om inställningen är inaktiverad kommer de nya bilagorna helt enkelt att läggas till de befintliga bilagorna.
tr_tr: Bu ayarı etkinleştirirseniz, içe aktarılan ürünlerin mevcut ekleri, içe aktarılan dosyada belirtilen eklerle değiştirilir (ek belirtilmemişse eski ekler kalır). Ayar devre dışı bırakılırsa, yeni ekler mevcut eklere eklenecektir.
zh_cn: 如果启用此设置，则导入产品的现有附件将替换为导入文件中指定的附件（如果未指定附件，则保留旧附件）。如果该设置被禁用，新附件将简单地添加到现有附件中。

# Languages::attachments.attachments_directory
source: Attachments directory
da_dk: Bilagskatalog
de_de: Anhangsverzeichnis
fa_ir: فهرست پیوست ها
fi_fi: Liitehakemisto
fr_fr: Répertoire des pièces jointes
ko_kr: 첨부 파일 디렉토리
pt_pt: Diretório de anexos
sv_se: Bilagor katalog
tr_tr: Ekler dizini
zh_cn: 附件目录

# SettingsSections::attachments::general
source: General
da_dk: Generel
de_de: Allgemein
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
ko_kr: 일반
pt_pt: Em geral
sv_se: Allmän
tr_tr: Genel
zh_cn: 常规

# SettingsOptions::attachments::allow_save_attachments_to_server
source: Save attachments to your server
da_dk: Gem vedhæftede filer på din server
de_de: Anhänge auf Ihrem Server speichern
fa_ir: پیوست ها را در سرور خود ذخیره کنید
fi_fi: Tallenna liitteet palvelimellesi
fr_fr: Sauvegarder les pièces jointes sur votre serveur
ko_kr: 서버에 첨부 파일 저장
pt_pt: Salve anexos em seu servidor
sv_se: Spara bilagor på din server
tr_tr: Ekleri sunucunuza kaydedin
zh_cn: 将附件保存到您的服务器

# SettingsTooltips::attachments::allow_save_attachments_to_server
source: Attachments listed as URLs in the imported file will be downloaded to your server.
da_dk: Vedhæftede filer, der er angivet som URL'er i den importerede fil, vil blive downloadet til din server.
de_de: Anhänge, die in der importierten Datei als URLs aufgeführt sind, werden auf Ihren Server heruntergeladen.
fa_ir: پیوست هایی که به عنوان URL در فایل وارد شده فهرست شده اند در سرور شما دانلود می شوند.
fi_fi: Tuodun tiedoston URL-osoitteina luetellut liitteet ladataan palvelimellesi.
fr_fr: Les pièces jointes répertoriées comme des URL dans le fichier importé seront téléchargées sur votre serveur.
ko_kr: 가져온 파일에 URL로 나열된 첨부 파일이 서버에 다운로드됩니다.
pt_pt: Os anexos listados como URLs no arquivo importado serão baixados para o seu servidor.
sv_se: Bilagor listade som URL:er i den importerade filen kommer att laddas ner till din server.
tr_tr: İçe aktarılan dosyada URL olarak listelenen ekler sunucunuza indirilecektir.
zh_cn: 在导入文件中列为 URL 的附件将下载到您的服务器。

# Languages::attachments.cant_upload_file
source: Couldn't load file [url] for product [product]
da_dk: Kunne ikke indlæse fil [url] for produkt [product]
de_de: Datei [url] für Produkt [product]konnte nicht geladen werden
fa_ir: فایل [url] برای محصول [product]بارگیری نشد
fi_fi: Tuotteen [product]tiedostoa [url] ei voitu ladata
fr_fr: Impossible de charger le fichier [url] pour le produit [product]
ko_kr: 제품 [product]에 대한 파일 [url] 을 로드할 수 없습니다.
pt_pt: Não foi possível carregar o arquivo [url] para o produto [product]
sv_se: Det gick inte att ladda fil [url] för produkt [product]
tr_tr: [product]ürün için dosya [url] yüklenemedi
zh_cn: 无法为产品 [product]加载文件 [url]
