Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/backend_google_auth.po
Languages: da_dk, fa_ir, fi_fi, ko_kr, nl_nl, no_no, pt_pt, sv_se, zh_cn

# Addons::name::backend_google_auth
source: Back-End Sign-In via Google
da_dk: Back-end login via Google
fa_ir: ورود به سیستم از طریق Google
fi_fi: Takapääsisäänkirjautuminen Googlen kautta
ko_kr: Google을 통한 백엔드 로그인
nl_nl: Back-end inloggen via Google
no_no: Back-end-pålogging via Google
pt_pt: Login de back-end via Google
sv_se: Back-end inloggning via Google
zh_cn: 通过 Google 进行后端登录

# Addons::description::backend_google_auth
source: Replaces the standard back-end sign-in mechanism with authentication via Google accounts.
da_dk: Erstatter standard back-end-logonmekanismen med godkendelse via Google-konti.
fa_ir: مکانیسم استاندارد ورود به سیستم پشتیبان را با احراز هویت از طریق حساب‌های Google جایگزین می‌کند.
fi_fi: Korvaa tavallisen taustasisäänkirjautumismekanismin todennuksella Google-tilien kautta.
ko_kr: 표준 백엔드 로그인 메커니즘을 Google 계정을 통한 인증으로 대체합니다.
nl_nl: Vervangt het standaard back-end-aanmeldingsmechanisme door authenticatie via Google-accounts.
no_no: Erstatter standard back-end påloggingsmekanisme med autentisering via Google-kontoer.
pt_pt: Substitui o mecanismo de login de back-end padrão pela autenticação por meio de contas do Google.
sv_se: Ersätter den vanliga back-end-inloggningsmekanismen med autentisering via Google-konton.
zh_cn: 将标准后端登录机制替换为通过 Google 帐户进行的身份验证。

# SettingsOptions::backend_google_auth::credentials
source: Credentials
da_dk: Legitimationsoplysninger
fa_ir: اعتبارنامه
fi_fi: Valtuustiedot
ko_kr: 신임장
nl_nl: Inloggegevens
no_no: Legitimasjon
pt_pt: Credenciais
sv_se: Referenser
zh_cn: 证书

# SettingsOptions::backend_google_auth::backend_google_auth_client_id
source: Client ID
da_dk: Klient-id
fa_ir: شناسه مشتری
fi_fi: Asiakastunnus
ko_kr: 클라이언트 ID
nl_nl: klant identificatie
no_no: klient-ID
pt_pt: ID do Cliente
sv_se: Klient ID
zh_cn: 客户编号

# SettingsOptions::backend_google_auth::backend_google_auth_client_secret
source: Client secret
da_dk: Klientens hemmelighed
fa_ir: راز مشتری
fi_fi: Asiakkaan salaisuus
ko_kr: 클라이언트 비밀
nl_nl: Klantgeheim
no_no: Klienthemmelighet
pt_pt: Segredo do cliente
sv_se: Klienthemlighet
zh_cn: 客户端密码

# Languages::backend_google_auth.user_not_found
source: The <strong>[user]</strong> user not found
da_dk: <strong>[user]</strong> brugeren ikke fundet
fa_ir: کاربر <strong>[user]</strong> پیدا نشد
fi_fi: <strong>[user]</strong> käyttäjää ei löydy
ko_kr: <strong>[user]</strong> 사용자를 찾을 수 없습니다
nl_nl: De <strong>[user]</strong> gebruiker niet gevonden
no_no: <strong>[user]</strong> brukeren ble ikke funnet
pt_pt: O usuário <strong>[user]</strong> não encontrado
sv_se: Användaren <strong>[user]</strong> hittades inte
zh_cn: 未找到 <strong>[user]</strong> 用户

# Languages::backend_google_auth.settings.warning
source: Once you configure this add-on, only administrators with Gmail email addresses will be able to sign in to the Administration panel. If your administrators have non-Google email addresses specified, don't configure the add-on, or else those administrators won't be able to sign in.
da_dk: Når du har konfigureret denne tilføjelse, er det kun administratorer med Gmail-e-mailadresser, der kan logge ind på administrationspanelet. Hvis dine administratorer har angivet ikke-Google-mailadresser, skal du ikke konfigurere tilføjelsen, ellers vil disse administratorer ikke kunne logge ind.
fa_ir: پس از پیکربندی این افزونه، فقط مدیران دارای آدرس ایمیل Gmail می‌توانند وارد پنل مدیریت شوند. اگر سرپرستان شما آدرس‌های ایمیل غیر Google را مشخص کرده‌اند، افزونه را پیکربندی نکنید، در غیر این صورت آن سرپرستان نمی‌توانند وارد سیستم شوند.
fi_fi: Kun olet määrittänyt tämän lisäosan, vain järjestelmänvalvojat, joilla on Gmail-sähköpostiosoite, voivat kirjautua sisään hallintapaneeliin. Jos järjestelmänvalvojasi ovat määrittäneet muita kuin Google-sähköpostiosoitteita, älä määritä lisäosaa, sillä muuten kyseiset järjestelmänvalvojat eivät voi kirjautua sisään.
ko_kr: 이 부가 기능을 구성하면 Gmail 이메일 주소가 있는 관리자만 관리 패널에 로그인할 수 있습니다. 관리자가 Google 이외의 이메일 주소를 지정한 경우 추가 기능을 구성하지 마십시오. 그렇지 않으면 해당 관리자가 로그인할 수 없습니다.
nl_nl: Nadat u deze add-on heeft geconfigureerd, kunnen alleen beheerders met Gmail-e-mailadressen inloggen op het beheerdersdashboard. Als uw beheerders niet-Google-e-mailadressen hebben opgegeven, moet u de add-on niet configureren, anders kunnen die beheerders zich niet aanmelden.
no_no: Når du har konfigurert dette tillegget, vil bare administratorer med Gmail-e-postadresser kunne logge på administrasjonspanelet. Hvis administratorene dine har spesifisert e-postadresser som ikke er fra Google, ikke konfigurer tillegget, ellers vil disse administratorene ikke kunne logge på.
pt_pt: Depois de configurar este complemento, apenas administradores com endereços de e-mail do Gmail poderão fazer login no painel de administração. Se seus administradores tiverem endereços de e-mail que não são do Google especificados, não configure o complemento, caso contrário, esses administradores não poderão fazer login.
sv_se: När du har konfigurerat det här tillägget kommer endast administratörer med Gmail-e-postadresser att kunna logga in på administrationspanelen. Om dina administratörer har angivna e-postadresser som inte kommer från Google, konfigurera inte tillägget, annars kommer administratörerna inte att kunna logga in.
zh_cn: 配置此插件后，只有拥有 Gmail 电子邮件地址的管理员才能登录管理面板。如果您的管理员指定了非 Google 电子邮件地址，请不要配置插件，否则这些管理员将无法登录。

# Languages::backend_google_auth.settings.create_new_application
source: To acquire your client ID and secret create a new application in your Google APIs account.
da_dk: For at erhverve dit klient-id og din hemmelighed skal du oprette en ny applikation på din Google APIs-konto.
fa_ir: برای به دست آوردن شناسه مشتری و مخفی یک برنامه جدید در حساب Google API خود ایجاد کنید.
fi_fi: Voit hankkia asiakastunnuksesi ja salaisuutesi luomalla uuden sovelluksen Google APIs -tilillesi.
ko_kr: 클라이언트 ID와 비밀을 얻으려면 Google API 계정에서 새 애플리케이션을 만드십시오.
nl_nl: Om uw klant-ID en geheim te verkrijgen, maakt u een nieuwe toepassing in uw Google API's-account.
no_no: For å skaffe klient-ID og hemmelighet oppretter du en ny applikasjon i Google API-kontoen din.
pt_pt: Para adquirir seu ID de cliente e segredo, crie um novo aplicativo em sua conta de APIs do Google.
sv_se: För att skaffa ditt klient-ID och hemlighet skapa en ny applikation i ditt Google APIs-konto.
zh_cn: 要获取您的客户端 ID 和密码，请在您的 Google API 帐户中创建一个新应用程序。

# Languages::backend_google_auth.settings.learn_more_about
source: Learn more about Google APIs
da_dk: Få mere at vide om Google API'er
fa_ir: درباره Google API بیشتر بیاموزید
fi_fi: Lue lisää Google-sovellusliittymistä
ko_kr: Google API에 대해 자세히 알아보기
nl_nl: Meer informatie over Google API's
no_no: Finn ut mer om Google APIer
pt_pt: Saiba mais sobre as APIs do Google
sv_se: Läs mer om Googles API:er
zh_cn: 详细了解 Google API

# Languages::backend_google_auth.settings.provide_your_credentials
source: Please provide your Google API credentials
da_dk: Angiv dine Google API-legitimationsoplysninger
fa_ir: لطفاً اعتبارنامه Google API خود را ارائه دهید
fi_fi: Anna Google API -kirjautumistietosi
ko_kr: Google API 자격 증명을 제공하세요.
nl_nl: Geef uw Google API-inloggegevens op
no_no: Oppgi Google API-legitimasjonen din
pt_pt: Forneça suas credenciais da API do Google
sv_se: Ange dina Google API-uppgifter
zh_cn: 请提供您的 Google API 凭据

# Languages::backend_google_auth.settings.authorized_redirect_uris
source: Your authorized redirect URIs:
da_dk: Dine autoriserede omdirigerings-URI'er:
fa_ir: URI های مجاز تغییر مسیر شما:
fi_fi: Valtuutetut uudelleenohjaus-URI:t:
ko_kr: 승인된 리디렉션 URI:
nl_nl: Uw geautoriseerde omleidings-URI's:
no_no: Dine autoriserte omdirigerings-URIer:
pt_pt: Seus URIs de redirecionamento autorizados:
sv_se: Dina auktoriserade omdirigerings-URI:er:
zh_cn: 您授权的重定向 URI：

# Languages::backend_google_auth.settings.save_and_check_btn
source: Save and test the sign-in
da_dk: Gem og test login
fa_ir: ذخیره و تست ورود به سیستم
fi_fi: Tallenna ja testaa kirjautumista
ko_kr: 로그인 저장 및 테스트
nl_nl: Bewaar en test de aanmelding
no_no: Lagre og test påloggingen
pt_pt: Salve e teste o login
sv_se: Spara och testa inloggningen
zh_cn: 保存并测试登录

# Languages::backend_google_auth.errors.not_configured
source: Please configure the add-on first
da_dk: Konfigurer venligst tilføjelsen først
fa_ir: لطفا ابتدا افزونه را پیکربندی کنید
fi_fi: Määritä lisäosa ensin
ko_kr: 먼저 추가 기능을 구성하십시오
nl_nl: Configureer eerst de add-on
no_no: Vennligst konfigurer tillegget først
pt_pt: Configure o complemento primeiro
sv_se: Vänligen konfigurera tillägget först
zh_cn: 请先配置插件

# Languages::backend_google_auth.warnings.only_gmail_address_is_available_to_auth
source: The "Back-End Sign-In via Google" add-on is active. Only administrators with Gmail email addresses will be able to sign in.
da_dk: Tilføjelsen "Back-End Log-In via Google" er aktiv. Kun administratorer med Gmail-e-mailadresser vil kunne logge ind.
fa_ir: افزونه "Back-End Sign-In via Google" فعال است. فقط مدیران دارای آدرس ایمیل Gmail می توانند وارد سیستم شوند.
fi_fi: "Taustasisäänkirjautuminen Googlen kautta" -laajennus on aktiivinen. Vain järjestelmänvalvojat, joilla on Gmail-sähköpostiosoite, voivat kirjautua sisään.
ko_kr: "Google을 통한 백엔드 로그인" 추가 기능이 활성화되어 있습니다. Gmail 이메일 주소가 있는 관리자만 로그인할 수 있습니다.
nl_nl: De add-on "Back-End Sign-In via Google" is actief. Alleen beheerders met Gmail-e-mailadressen kunnen inloggen.
no_no: «Back-End Logg-på via Google»-tillegget er aktivt. Bare administratorer med Gmail-e-postadresser vil kunne logge på.
pt_pt: O add-on "Back-End Sign-In via Google" está ativo. Somente administradores com endereços de e-mail do Gmail poderão fazer login.
sv_se: Tillägget "Back-End Inloggning via Google" är aktivt. Endast administratörer med Gmail-e-postadresser kommer att kunna logga in.
zh_cn: “通过 Google 进行后端登录”加载项处于活动状态。只有拥有 Gmail 电子邮件地址的管理员才能登录。

# Languages::backend_google_auth.login_page.help
source: Please select the email address that was specified for your administrator account.
da_dk: Vælg venligst den e-mailadresse, der blev angivet for din administratorkonto.
fa_ir: لطفاً آدرس ایمیلی را که برای حساب سرپرست خود مشخص شده است انتخاب کنید.
fi_fi: Valitse järjestelmänvalvojan tilillesi määritetty sähköpostiosoite.
ko_kr: 관리자 계정에 대해 지정된 이메일 주소를 선택하십시오.
nl_nl: Selecteer het e-mailadres dat is opgegeven voor uw beheerdersaccount.
no_no: Velg e-postadressen som ble spesifisert for administratorkontoen din.
pt_pt: Selecione o endereço de e-mail que foi especificado para sua conta de administrador.
sv_se: Välj den e-postadress som angavs för ditt administratörskonto.
zh_cn: 请选择为您的管理员帐户指定的电子邮件地址。

# Languages::backend_google_auth.login_page.btn
source: Sign in with Google
da_dk: Log ind med Google
fa_ir: با گوگل وارد شوید
fi_fi: Kirjaudu sisään Googlella
ko_kr: 구글로 로그인
nl_nl: Log in met Google
no_no: Logg på med Google
pt_pt: Faça login no Google
sv_se: Logga in med Google
zh_cn: 使用 Google 登录
