Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/banners.po
Languages: fa_ir, fi_fi, hu_hu, sv_se

# Addons::name::banners
source: Banners management
fa_ir: مدیریت بنر
fi_fi: Bannerien hallinta
hu_hu: Bannerek kezelése
sv_se: Banderoller

# Addons::description::banners
source: Allows you to create text and visual banners
fa_ir: به شما دسترسی ایجاد متن و بنر تصویری میدهد
fi_fi: Voit luoda tekstiä ja visuaalisia bannereita
hu_hu: Szöveges és képi bannerek létrehozása
sv_se: Låter dig skapa text och bildbanderoller

# Languages::banners.new_banner
source: New banner
fa_ir: بنر جدید
fi_fi: Uusi banneri
hu_hu: Új banner
sv_se: Ny banderoll

# Languages::banners.editing_banner
source: Editing banner
fa_ir: ویرایش بنر
fi_fi: Muokataan banneria
hu_hu: Banner szerkesztése
sv_se: Redigerar banderoll

# Languages::add_banner
source: Add banner
fa_ir: اضافه کردن بنر
fi_fi: Lisää banneri
hu_hu: Banner hozzáadása
sv_se: Lägg till banderoll

# Languages::banner
source: Banner
fa_ir: بنر
fi_fi: Banneri
sv_se: Banderoll

# Languages::banners
source: Banners
fa_ir: آگهی ها
fi_fi: Bannerit
hu_hu: Bannerek
sv_se: Banderoller

# Languages::banners_menu_description
source: Create graphic and text banners that can then be placed on the storefront.
fa_ir: ایجاد گرافیک و متن آگهی که سپس می تواند در نمای قرار داده شود.
fi_fi: Luo grafiikka- ja tekstibannereita, jotka voidaan sitten sijoittaa myymälään.
hu_hu: Hozzon létre szöveges vagy képi bannert, melyet a piactéren megjeleníthet.
sv_se: Hantera bild- och textbanderoller.

# Languages::banner_code
source: Banner code
fa_ir: كد بنر
fi_fi: Bannerin koodi
hu_hu: Banner kód
sv_se: Banderollkod

# Languages::banner_code_for_some_products
source: Banner code for some products
fa_ir: کد بنر برای برخی از محصولات
fi_fi: Joidenkin tuotteiden bannerikoodi
hu_hu: Banner kód egyes termékekhez
sv_se: Banderollkod för vissa produkter

# Languages::manage_banners
source: Manage banners
fa_ir: مدیریت آگهی ها
fi_fi: Hallitse bannereita
hu_hu: Bannerek kezelése
sv_se: Hantera banderoller

# Languages::block_banners
source: Banners
fa_ir: آگهی ها
fi_fi: Bannerit
hu_hu: Bannerek
sv_se: Banderoller

# Languages::block_banners_description
source: Visual and text banners
fa_ir: بنرهای تصویری و متنی
fi_fi: Visuaaliset ja teksti bannerit
hu_hu: Képi és szöveges bannerek
sv_se: Bild- och textbanderoller

# Languages::privileges.view_banners
source: Can view
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
hu_hu: Megtekinthető
sv_se: Kan visa

# Languages::privileges.manage_banners
source: Can edit
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
hu_hu: Szerkeszthető
sv_se: Kan redigera

# Languages::privilege_groups.banners
source: Banners
fa_ir: بنرها
fi_fi: Bannerit
hu_hu: Bannerek
sv_se: Banderoller

# Languages::add_banners
source: Add banners
fa_ir: اضافه کردن آگهی ها
fi_fi: Lisää bannereita
hu_hu: Bannerek hozzáadása
sv_se: Lägg till banderoller

# Languages::add_banners_and_close
source: Add banners and close
fa_ir: اضافه کردن آگهی ها و بستن
fi_fi: Lisää bannereita ja sulje
hu_hu: Bannerek hozzáadása és bezárás
sv_se: Lägg till banderoller och stäng

# Languages::graphic_banner
source: Graphic banner
fa_ir: آگهی گرافیکی
fi_fi: Graafinen banneri
hu_hu: Képi banner
sv_se: Bildbanderoll

# Languages::text_banner
source: Text banner
fa_ir: متن بنر
fi_fi: Tekstibanneri
hu_hu: Szöveges banner
sv_se: Textbanderoll

# Languages::views
source: Views
fa_ir: نمایش ها
fi_fi: Näkymät
hu_hu: Megtekintések
sv_se: Visningar

# Languages::conversion
source: Conversion
fa_ir: تبدیل
fi_fi: Muuntaminen
hu_hu: Konverzió
sv_se: Konvertering

# Languages::banner_details_notes
source: After you create a banner here, you should use the <strong>Layout editor</strong> to add it to the storefront.<br /><br />Go to <a href="[layouts_href]" target="_blank">Design → Layouts</a>, switch to the location where you want the banner to appear, and add a new block with type <strong>Banners</strong>.<br /><br />In this block settings, go to the <strong>Content</strong> tab, pick the <strong>Manual</strong> filling, and click on the <strong>Add banners</strong> button.<br /><br />You will see the list of all the banners in your store. Pick the one(s) you need and click on the <strong>Add banners and close</strong> button.<br /><br />Finally, click on the <strong>Create</strong> button to save your changes.
fa_ir: بعد از اینکه شما یک بنر ایجاد کنید، باید از <strong> چیدمان ویرایشگر </ strong> استفاده از بنر در صفحه اینترنتی به جای استفاده کنید. <br /> <br /> به برای انجام این کار در از <a href = "[layouts_href]" هدف = "_ خالی"> طراحی → کد طرح و رفتن به مکانی که در آن پرچم نشان داده خواهد شد. پس از آن یک بلوک جدید با <strong> بنر </ strong> است. <br /> در <br /> در تنظیمات بلوک، به <strong> محتوا </ strong> اضافه کنید و <strong> دفترچه راهنما </ قوی> اضافه کردن پر کردن و سپس در سایت <strong> را کلیک بنر </ strong> است. <br /> <br /> شما در حال حاضر یک لیست از تمام آگهی ها در فروشگاه خود را ببینید. انتخاب کنید / مورد نیاز و کلیک بر روی دکمه و <strong> بنر اضافه کنید و اتصال </ strong>. <br /> <br /> با نهایت، کلیک بر روی دکمه <strong> ایجاد کنید </ strong> به برای ذخیره تغییرات.
fi_fi: Kun olet luonut bannerin täällä, lisää se julkisivuun käyttämällä <strong>Layout -editoria</strong> .<br /><br />Siirry kohtaan <a href="[layouts_href]" target="_blank">Suunnittelu → Layouts</a>, vaihda paikkaan, jossa haluat bannerin näkyvän, ja lisää uusi lohko, jonka tyyppi on <strong>Bannerit</strong>.<br /><br />Siirry tämän lohkon asetuksissa <strong>Sisältö</strong> -välilehdelle, valitse <strong>Manuaalinen</strong> -täyttö ja napsauta <strong>Lisää bannereita</strong> -painiketta.<br /><br />Näet luettelon kaikista myymäläsi bannereista. Valitse tarvitsemasi ja napsauta <strong>Lisää bannereita ja sulje</strong> -painiketta.<br /><br />Napsauta lopuksi <strong>Luo</strong> -painiketta tallentaaksesi muutokset.
hu_hu: Miután itt létrehoztál egy bannert, az <strong>Elrendezés szerkesztő</strong> segítségével elhelyezheted a piactéren.<br /><br />A <a href="[layouts_href]" target="_blank">Dizájn → Elrendezések</a> részben lépj arra a területre, ahol el akarod helyezni a bannert, és hozz létre egy új <strong>Bannerek</strong> típusú blokkot .<br /><br />A blokk beállítások <strong>Tartalom</strong> ablakában válaszd a <strong>Manuális</strong> kitöltést, majd kattints a <strong>Bannerek hozzáadása</strong> nyomógombra.<br /><br />Láthatod a piactéren található összes banner listáját. Válaszd ki azt, amelyikre szükséged van, majd kattints a <strong>Banner hozzáadása és bezárás</strong> gombra.<br /><br />Végül kattints a <strong>Létrehoz</strong> gombra a változások elmentéséhez.
sv_se: Efter att du skapat en banderoll här bör du använda <b>layoutredigeraren</b> för att lägga till banderollen i butiken.<br><br>Gå till <a href="[layouts_href]" target="_blank">Design → Layout</a>, byt till den plats där du vill att banderollen skall synas och lägg ett nytt block av typen <b>Banderoller</b>.<br><br>I detta blocks inställning, välj fliken <b>Innehåll</b> och välj <b>Manuellt</b> fyllning, klicka på knappen <b>Lägg till banderoller</b>.<br><br>Du kommer nu att se en lista över alla banderoller, välj och klicka på knappen <b>Lägg till banderoller och stäng</b>.<br><br>Slutligen, klicka på <b>Spara</b>.

# SettingsSections::banners::general
source: General
fa_ir: عمومی
fi_fi: Yleinen
hu_hu: Általános
sv_se: Allmänt

# SettingsOptions::banners::banner_multilang
source: Enable multi-language Images/URLs
fa_ir: فعال کردن تصاویر چند زبانه / URL ها
fi_fi: Ota käyttöön monikieliset kuvat/URL-osoitteet
hu_hu: Többnyelvű Képek/URL-ek engedélyezése
sv_se: Aktivera flerspråkiga bilder/URLer

# Languages::n_banners
source: [n] banner|[n] banners
fa_ir: [n] بنر|[n] بنر
fi_fi: [n] banneria|[n] bannerit
hu_hu: [n] banner |[n] bannerek
sv_se: [n] banner|[n] banderoller
