Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/barcode.po
Languages: fa_ir

# Addons::name::barcode
source: Order barcode
fa_ir: بارکد سفارش

# Addons::description::barcode
source: Makes it possible to configure and attach barcodes to orders
fa_ir: امکان تغییر واضافه نمودن بارکدها به سفارشات

# Languages::please_enable_the_add_on_to_see_barcode
source: Please enable the add-on to see a code example.
fa_ir: برای دیدن نمونه کد لطفا این افزونه را فعال نمایید.

# SettingsSections::barcode::general
source: General
fa_ir: عمومی

# SettingsOptions::barcode::elm_image
source: Image
fa_ir: تصویر

# SettingsOptions::barcode::elm_image_info
source: Example Image
fa_ir: تصویر نمونه

# SettingsOptions::barcode::elm_configs
source: Configs
fa_ir: تنظیمات

# SettingsOptions::barcode::type
source: Type
fa_ir: نوع

# SettingsOptions::barcode::output
source: Output
fa_ir: خروجی

# SettingsOptions::barcode::text
source: Text
fa_ir: متن

# SettingsOptions::barcode::height
source: Height,px
fa_ir: ارتفاع به پیکسل

# SettingsOptions::barcode::width
source: Width,px
fa_ir: عرض به پیکسل

# SettingsOptions::barcode::resolution
source: Resolution
fa_ir: کیفیت تصویر

# SettingsOptions::barcode::text_font
source: Text Font
fa_ir: فونت متن

# SettingsOptions::barcode::prefix
source: Barcode prefix
fa_ir: پیشوند بارکد

# SettingsOptions::barcode::elm_specification
source: Specification
fa_ir: مشخصات

# SettingsOptions::barcode::elm_spec_descr
source: Spec Description
fa_ir: شرح خصوصیات

# SettingsVariants::barcode::type::C128A
source: Code 128-A
fa_ir: کد 128 C

# SettingsVariants::barcode::type::C128B
source: Code 128-B
fa_ir: کد 128 C

# SettingsVariants::barcode::type::C128C
source: Code 128-C
fa_ir: کد 128 C

# SettingsVariants::barcode::type::I25
source: Interleaved 2 of 5
fa_ir: در لایه 2 از 5

# SettingsVariants::barcode::type::C39
source: Code 39
fa_ir: کد 39

# SettingsVariants::barcode::output::png
source: Portable Network Graphics (PNG)
fa_ir: فایل گرافیکی با پسوند (PNG)

# SettingsVariants::barcode::output::jpeg
source: Joint Photographic Experts Group (JPEG)
fa_ir: فایل گرافیکی با پسوند (JPEG)

# SettingsVariants::barcode::text::N
source: Disabled
fa_ir: غیر فعال

# SettingsVariants::barcode::text::Y
source: Enabled
fa_ir: فعال
