Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/bestsellers.po
Languages: fa_ir, fi_fi, sv_se

# Addons::name::bestsellers
source: Bestsellers & On-Sale Products
fa_ir: بهترین فروشندگان و محصولات در حال فروش
fi_fi: Bestsellerit ja myynnissä olevat tuotteet
sv_se: Bästsäljare och produkterbjudanden

# Addons::description::bestsellers
source: Collects best selling & on sale product data and adds block fillings to show such products
fa_ir: بهترین فروش و داده های محصول در حال فروش را جمع آوری می کند و بلوکی پر کردنی برای نشان دادن چنین محصولاتی را اضافه می نماید
fi_fi: Kerää myydyimpien ja myynnissä olevien tuotteiden tiedot ja lisää lohkotäyttöjä tällaisten tuotteiden näyttämiseksi
sv_se: Samlar data från bästsäljare och produkterbjudanden för att skapa blockinnehåll och visa dessa produkter

# Languages::sort_by_bestsellers_asc
source: Sort by Bestselling: Low to High
fa_ir: مرتب کردن بر اساس پرفروشترین: کم به زیاد
fi_fi: Lajittele myydyin: matalasta korkeaan
sv_se: Minst sålda

# Languages::sort_by_bestsellers_desc
source: Sort by Bestselling
fa_ir: مرتب کردن بر اساس پرفروشترین
fi_fi: Lajittele myydyin
sv_se: Mest sålda

# Languages::sort_by_on_sale_asc
source: Sort by discount: Low to High
fa_ir: مرتب کردن بر اساس تخفیف: کم به زیاد
fi_fi: Lajittele alennuksen mukaan: matalasta korkeaan
sv_se: Lägst rabatt

# Languages::sort_by_on_sale_desc
source: Sort by discount: High to Low
fa_ir: مرتب کردن بر اساس تخفیف: زیاد به کم
fi_fi: Lajittele alennuksen mukaan: korkeasta alhaiseen
sv_se: Högst rabatt

# Languages::sales_amount
source: Sales amount
fa_ir: مقدار فروش
fi_fi: Myyntimäärä
sv_se: Antal sålda

# Languages::bestselling
source: Bestselling
fa_ir: پرفروشترین
fi_fi: Myydyin
sv_se: Bästsäljare

# Languages::on_sale
source: On sale
fa_ir: حراج
fi_fi: Alennuksessa
sv_se: Erbjudanden

# Languages::similar
source: Similar
fa_ir: مشابه
fi_fi: Samanlaisia
sv_se: Liknande

# Languages::percent_range
source: Price range (in % of the main product's price)
fa_ir: حدود قیمت (به % قيمت اصلی محصول)
fi_fi: Hintaluokka (% päätuotteen hinnasta)
sv_se: Prisklass (i % av huvudproduktens pris)

# Languages::similar_category
source: Of the same category
fa_ir: از گروه مشابه
fi_fi: Samasta kategoriasta
sv_se: I samma kategori

# Languages::similar_subcats
source: Consider subcategories
fa_ir: در نظر گرفتن زیر گروه
fi_fi: Harkitse alaluokkia
sv_se: Beakta underkategorier

# Languages::similar_in_stock
source: Only "in stock" products
fa_ir: فقط محصولات "موجود"
fi_fi: Vain "varastossa" olevat tuotteet
sv_se: Endast produkter "i lager"

# Languages::final_sale
source: Final sale
fa_ir: فروش نهایی
fi_fi: Lopullinen myynti
sv_se: Slutförsäljning

# SettingsSections::bestsellers::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
sv_se: Allmänt

# SettingsSections::bestsellers::newest
source: Newest
fa_ir: جدیدترین
fi_fi: Uusin
sv_se: Senaste

# SettingsOptions::bestsellers::final_sale_from
source: Minimum final sale discount (%)
fa_ir: حداقل تخفیف فروش نهایی (%)
fi_fi: Vähimmäismyyntialennus (%)
sv_se: Minsta slutförsäljning rabatt (%)

# SettingsOptions::bestsellers::sales_amount_from
source: Minimum sales amount to define bestsellers
fa_ir: حداقل مقدار فروش برای تعیین بهترین فروشندگان
fi_fi: Vähimmäismyyntimäärä määrittämään bestsellerit
sv_se: Minst antal sålda för att definiera som bästsäljare

# SettingsOptions::bestsellers::period
source: Period
fa_ir: دوره
fi_fi: Kausi

# SettingsOptions::bestsellers::last_days
source: Last days
fa_ir: روز گذشته
fi_fi: Viimeiset päivät
sv_se: Senaste dagarna

# SettingsVariants::bestsellers::period::all
source: All days
fa_ir: همه‌ی روزها
fi_fi: Kaikki päivät
sv_se: Alla dagar

# SettingsVariants::bestsellers::period::today
source: Today
fa_ir: امروز
fi_fi: Tänään
sv_se: Idag

# SettingsVariants::bestsellers::period::last_days
source: Last days
fa_ir: روز گذشته
fi_fi: Viimeiset päivät
sv_se: Senaste dagarna
