Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/blog.po
Languages: fa_ir, fi_fi, ko_kr, pt_pt, sv_se

# Addons::name::blog
source: Blog
fa_ir: وبلاگ
fi_fi: Blogi
ko_kr: 블로그
sv_se: Blogg

# Addons::description::blog
source: Lets you start your blog easily
fa_ir: امکان شروع راحت وبلاگ شخصی
fi_fi: Voit aloittaa blogin helposti
ko_kr: 블로그를 쉽게 시작할 수 있습니다.
pt_pt: Permite que você comece seu blog facilmente
sv_se: Låter dig enkelt starta din blogg

# Languages::blog_menu_description
source: Manage your blog posts.
fa_ir: مدیریت پست های وبلاگ شما
fi_fi: Hallitse blogitekstejäsi.
ko_kr: 블로그 게시글 관리하기
pt_pt: Gerencie suas postagens no blog.
sv_se: Hantera blogginlägg.

# Languages::blog.new_post
source: New blog post
fa_ir: پست جدید وبلاگ
fi_fi: Uusi blogikirjoitus
ko_kr: 새로운 블로그 게시글
pt_pt: Novo post no blog
sv_se: Nytt blogginlägg

# Languages::blog.editing_post
source: Editing blog post
fa_ir: ویرایش پست های وبلاگ
fi_fi: Blogikirjoituksen muokkaaminen
ko_kr: 블로그 게시글 편집하기
pt_pt: Edição de postagem no blog
sv_se: Redigerar blogginlägg

# Languages::blog
source: Blog
fa_ir: وبلاگ
fi_fi: Blogi
ko_kr: 블로그
sv_se: Blogg

# Languages::blog.add_post
source: Add blog post
fa_ir: اضافه کردن پست وبلاگ
fi_fi: Lisää blogikirjoitus
ko_kr: 새로운 블로그 게시글 추가하기
pt_pt: Adicionar um post no blog
sv_se: Lägg till blogginlägg

# Languages::blog.recent_posts
source: Blog: recent posts
fa_ir: وبلاگ: پست های اخیر
fi_fi: Blogi: Uusimmat kirjoitukset
ko_kr: 블로그: 최근 게시글
pt_pt: Blog: posts recentes
sv_se: Blogg: senaste inlägg

# Languages::blog.recent_posts_scroller
source: Blog: recent posts scroller
fa_ir: وبلاگ: اخیر پست پیشین
fi_fi: Blogi: viimeisimpien kirjoitusten selailu
ko_kr: 블로그: 최근 게시글 스크롤러
pt_pt: Blog: Janela de posts recentes
sv_se: Blogg: senaste inlägg bläddrare

# Languages::blog.view_post
source: View post
fa_ir: مشاهده پست
fi_fi: Näytä kirjoitus
ko_kr: 게시글 보기
pt_pt: Ver post
sv_se: Visa inlägg

# Languages::recent_blog_posts
source: Recent blog posts
fa_ir: آخرین پست های وبلاگ
fi_fi: Uusimmat blogikirjoitukset
ko_kr: 최근 블로그 게시글
pt_pt: Posts recentes do blog
sv_se: Senaste blogginlägg

# Languages::blog.posts
source: Posts
fa_ir: پست ها
fi_fi: Kirjoitukset
ko_kr: 게시글 전체보기
sv_se: Inlägg

# Languages::blog.post
source: Post
fa_ir: پست
fi_fi: Kirjoitus
ko_kr: 게시글
pt_pt: Postar
sv_se: Inlägg

# Languages::block_blog
source: Recent posts
fa_ir: پست های اخیر
fi_fi: Viimeisimmät kirjoitukset
ko_kr: 최근 게시글
pt_pt: Postagens recentes
sv_se: Senaste inlägg

# Languages::block_vendor_blog
source: Vendor recent posts
fa_ir: پست های اخیر فروشنده
fi_fi: Myyjän viimeisimmät viestit
ko_kr: 공급업체 최근 게시물
pt_pt: Postagens recentes do fornecedor
sv_se: Säljarens senaste inlägg

# Languages::blog.text_links
source: Blog: text links
fa_ir: وبلاگ: لینک های متنی
fi_fi: Blogi: tekstilinkit
ko_kr: 블로그: 텍스트 링크
pt_pt: Blog: links de texto
sv_se: Blogg: textlänkar

# Languages::blog.read_more
source: Read more
fa_ir: ادامه مطلب
fi_fi: Lue lisää
ko_kr: 더 읽기
pt_pt: Leia mais
sv_se: Läs mer

# Languages::post_description
source: Post description
fa_ir: شرح پست
fi_fi: Kuvaus
ko_kr: 게시글 설명
pt_pt: Descrição do post
sv_se: Beskrivning

# Languages::ttc_post_description
source: Use the &lt;!--CUT--&gt; tag (switch to source code to insert it) to hide part of the post. Only the part above the tag is shown in the list of all posts.<br /><br />Make sure to <strong>close all HTML tags</strong> above the &lt;!--CUT--&gt; tag!
fa_ir: با استفاده از به & lt؛ - CUT - & gt؛ به برچسب (تبدیل به کد منبع آن را درج) برای مخفی کردن بخشی از پست. فقط قسمت بالا که تگ در لیست نشان داده شده است همه پست /> <br /> <br اطمینان حاصل کنید که <strong> بستن همه دستورات HTML </ strong> در بالای دکمه & lt؛! - CUT - & gt؛ به برچسب!
fi_fi: Käytä &lt;!--CUT--&gt; tagia (vaihda koodi-näkymään lisätäksesi tagin) piilottaaksesi osan kirjoituksesta. Vain tagin yläpuolella oleva osa kirjoituksesta näkyy blogin pääsivulla. < br / > < br / > <strong>Varmista, että olet sulkenut kaikki HTML-tagit &lt;!--CUT--&gt; tagin yläpuolella!</strong>
ko_kr: (소스코드를 삽입하기 위해) 게시글에서 숨기려면 &lt;!--CUT--&gt; 태그를 사용하세요. 모든 게시글에서 태그 위 부분만 보여집니다.<br /><br /> &lt;!--CUT--&gt; 태그 위의 <strong>모든 HTML 태그 닫기</strong> 잊지 마세요!
pt_pt: Uso o &lt;!-corte -&gt; tag (interruptor de código-fonte para inseri-lo) para esconder parte do post. Apenas a parte acima da tag é mostrada na lista de todos os lugares. < br / > < br / > certifique-se de <strong>fechar todas as tags HTML</strong> acima o &lt;!-corte -&gt; tag!
sv_se: Använd taggen &lt;!--CUT--&gt; (byt till kodvisning för att lägga till) för att dölja delar av inlägget. Endast partiet ovanför taggen visas i listan över alla inlägg.<br><br>Se till att <b>stänga alla HTML taggar</b> ovanför &lt;!--CUT--&gt; taggen!

# Languages::blog_functionality_notes
source: <p>Use this page to manage your blog. This is how you should organize your blog posts:</p><ul><li>Blog is a usual post that has the <b>Root level page</b> as the Parent page.</li><li>Choose <b>Blog</b> as the Parent page for your blog posts.</li></ul>
fa_ir: p> استفاده از این صفحه برای مدیریت وبلاگ شما. این است که چگونه شما باید پست های وبلاگ خود را سازماندهی: </ P> <Ul> <li> در وبلاگ یک پست به طور معمول است که در <b> صفحه سطح ابتدایی </ b> به عنوان پایه </ Li> <li> انتخاب <B> وبلاگ </ b> به عنوان صفحه پایه برای پست های وبلاگ خود. </ Li> </ Ul>
fi_fi: <p>Käytä tätä sivua blogisi hallintaan. Järjestä blogitekstisi näin:</p><ul><li>Blogi on tavallinen viesti, jonka ylätason sivuna on <b>juuritason sivu</b> .</li><li>Valitse <b>Blogi</b> blogiviestiesi yläsivuksi.</li></ul>
ko_kr: <p>이 페이지는 블로그를 관리하는 페이지 입니다. 블로그 게시글을 관리하는 방법입니다:</p><ul><li>블로그 게시글은<b>최상단 페이지</b> 를 부모페이지로 가집니다.</li><li>블로그 게시글의 부모페이지로 지정할 <b>블로그를</b> 선택하세요.</li></ul>
pt_pt: <p>Use esta página para gerenciar seu blog. É assim que você deve organizar os posts do seu blog:</p><ul><li>Blog é um post comum que tem a página <b>Root level</b> como a página principal.</li><li>Escolha <b>Blog</b> como a página principal para suas postagens de blog.</li></ul>
sv_se: <p>Så här bör du organisera dina blogginlägg:</p><ul><li>En blogg är ett inlägg som har <b>Översta sidnivån</b> som huvudsida.</li><li>Välj sedan till vilken "Blogg" dina inlägg skall tillhöra.</li></ul>

# Languages::n_posts
source: [n] post|[n] posts
fa_ir: [n] پست|[n] پست
fi_fi: [n] viestiä|[n] viestiä
ko_kr: 게시물 [n] 개| 게시물[n] 개
pt_pt: [n] postagem|[n] postagem
sv_se: [n] inlägg|[n] inlägg
