Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/buy_together.po
Languages: fa_ir, fi_fi, ko_kr, sv_se, zh_cn

# Addons::name::buy_together
source: Buy together [Deprecated]
fa_ir: با هم خرید کنید [Deprecated]
fi_fi: Osta yhdessä [Deprecated]
ko_kr: 함께 구매 [Deprecated]
sv_se: Köp tillsammans [Deprecated]
zh_cn: 一起买 [Deprecated]

# Addons::description::buy_together
source: Allows you to set up share discounts on certain product combinations
fa_ir: امکان راه اندازی سهم تخفیف در برخی از محصولات به صورت ترکیبی و باهم دیگر
fi_fi: Mahdollistaa osakealennusten määrittämisen tietyille tuoteyhdistelmille
ko_kr: 특정 제품 조합에 대한 공유 할인을 설정할 수 있습니다.
sv_se: Låter dig ställa in rabatter på vissa kombinationer av produkter
zh_cn: 允许您对某些产品组合设置共享折扣

# Languages::buy_together
source: Buy together
fa_ir: خرید با هم
fi_fi: Osta yhdessä
ko_kr: 함께 구매
sv_se: Köp tillsammans
zh_cn: 一起购买

# Languages::specify_options
source: Specify options
fa_ir: مشخص کردن گزینه ها
fi_fi: Määritä vaihtoehdot
ko_kr: 옵션 지정
sv_se: Ange alternativ
zh_cn: 指定选项

# Languages::total_list_price
source: Total list price
fa_ir: قیمت کل لیست
fi_fi: Koko listahinta
ko_kr: 총 정가
sv_se: Totalt ord.pris
zh_cn: 整个清单价格

# Languages::price_for_all
source: Price for all
fa_ir: قیمت برای همه
fi_fi: Hinta kaikille
ko_kr: 모두를 위한 가격
sv_se: Pris för alla
zh_cn: 全部价格

# Languages::add_all_to_cart
source: Add all to cart
fa_ir: اضافه کردن همه به سبد خرید
fi_fi: Lisää kaikki ostoskoriin
ko_kr: 장바구니에 모두 추가
sv_se: Lägg alla i varukorgen
zh_cn: 添加全部到购物车

# Languages::editing_combination
source: Editing combination
fa_ir: ویرایش ترکیب
fi_fi: Editointi yhdistelmä
ko_kr: 편집 조합
sv_se: Redigerar kombination
zh_cn: 编辑组合

# Languages::buy_together_calculation_information
source: Total price: [total_price], Discount: [discount], Combination price: [combination_price]
fa_ir: قیمت کل: [total_price] تخفیف: [discount] قیمت ترکیب: [combination_price]
fi_fi: Kokonaishinta: [total_price], Alennus: [discount], Yhdistelmähinta: [combination_price]
ko_kr: 총 가격: [total_price], 할인: [discount], 조합 가격: [combination_price]
sv_se: Summa: [total_price], Rabatt: [discount], Kombinerat pris: [combination_price]
zh_cn: 总价: [total_price], 折扣: [discount], 组合价格: [combination_price]

# Languages::display_in_promotions
source: Display in promotions
fa_ir: نمایش در تبلیغات
fi_fi: Näytä tarjouksissa
ko_kr: 프로모션에 표시
sv_se: Visa i kampanjer
zh_cn: 在促销中显示

# Languages::combination_products
source: Combination products
fa_ir: محصولات ترکیبی
fi_fi: Yhdistelmät tuotteet
ko_kr: 복합제품
sv_se: Kombinationsprodukter
zh_cn: 组合产品

# Languages::share_discount
source: Share discount
fa_ir: سهم تخفیف
fi_fi: Jaa alennus
ko_kr: 공유 할인
sv_se: Dela rabatt
zh_cn: 共享折扣

# Languages::buy_together_is_not_compatible_with_configurator
source: [product_name] cannot be added to combination. Buy together is not compatible with the Product configurator add-on
fa_ir: [product_name] را نمی توان به ترکیب اضافه کرد. فروش با هم با افزونه تنظیم کننده محصول سازگار نیست
fi_fi: [product_name] ei voi lisätä yhdistelmään. Osta yhdessä ei ole yhteensopiva Product Configurator -lisäosan kanssa
ko_kr: [product_name] 은 조합에 추가할 수 없습니다. 함께 구매는 제품 구성기 추가 기능과 호환되지 않습니다.
sv_se: [product_name] kunde inte läggas till kombinationen. Köp tillsammans är inte kompatibel med tillägget Produktkonfigurator
zh_cn: [product_name] 商品无法添加到组合中，一起购买与商品配置器插件不兼容。

# Languages::buy_together_is_not_compatible_with_recurring_billing
source: [product_name] cannot be added to combination. Buy together is not compatible with the Recurring billing add-on
fa_ir: [product_name] نمی تواند به ترکیب اضافه شود. خرید با هم با افزونه صدور صورت حساب در محدوده زمانی معین سازگار نیست
fi_fi: [product_name] ei voi lisätä yhdistelmään. Yhdessä ostaminen ei ole yhteensopiva Toistuvan laskutuksen lisäosan kanssa
ko_kr: [product_name] 은 조합에 추가할 수 없습니다. 함께 구매는 반복 청구 추가 기능과 호환되지 않습니다.
sv_se: [product_name] kunde inte läggas till kombinationen. Köp tillsammans är inte kompatibel med tillägget Abonnemangsfakturering
zh_cn: [product_name] 商品无法添加到组合中，一起购买与重复购买插件不兼容。

# Languages::buy_together_combination_cannot_be_added
source: Combination cannot be added to cart
fa_ir: ترکیب را نمی توان به سبد خرید اضافه کرد
fi_fi: Yhdistelmää ei voi lisätä ostoskoriin
ko_kr: 장바구니에 조합을 추가할 수 없습니다.
sv_se: Kombination kan inte läggas i varukorgen
zh_cn: 组合无法添加到购物车

# Languages::buy_together_product_was_removed
source: [product] did not have enough amount ([amount]) and was removed from the cart
fa_ir: [product] به میزان([amount]) موجود نیست و از سبد خرید حذف شد
fi_fi: [product] ei riittänyt ([amount]) ja poistettiin ostoskorista
ko_kr: [product] 은(는) 수량([amount])이 부족하여 장바구니에서 제거되었습니다.
sv_se: [Produkt] hade inte tillräckligt antal ([amount]) och togs bort från varukorgen
zh_cn: [product] 数量不足([amount])已从购物车移除

# Languages::buy_together_fill_the_mandatory_fields
source: Please specify product options before adding this product combination to the cart.
fa_ir: لطفا گزینه های محصول قبل از اضافه کردن این آیتم به سبد خرید ترکیبی را مشخص کنید.
fi_fi: Ilmoita tuotevaihtoehdot ennen kuin lisäät tämän tuoteyhdistelmän ostoskoriin.
ko_kr: 이 제품 조합을 장바구니에 추가하기 전에 제품 옵션을 지정하십시오.
sv_se: Ange produktalternativ innan du lägger till denna produktkombination i varukorgen.
zh_cn: 请指定产品选项前添加此产品组合到购物车.

# Languages::buy_together_info_message_for_mve
source: Only vendors can add product combinations. To add a combination, first <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">log in as vendor</a>.
fa_ir: فقط فروشندگان می توانند ترکیبات محصول را اضافه کنند. برای افزودن یک ترکیب، ابتدا <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">به عنوان فروشنده</a>وارد شوید.
fi_fi: Vain myyjät voivat lisätä tuoteyhdistelmiä. Jos haluat lisätä yhdistelmän, kirjaudu ensin <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">sisään toimittajana</a>.
ko_kr: 공급업체만 제품 조합을 추가할 수 있습니다. 조합을 추가하려면 먼저 공급업체 <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">로 로그인</a>.
sv_se: Endast leverantörer kan lägga till produktkombinationer. För att lägga till en kombination, logga först <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">in som leverantör</a>.
zh_cn: 只有供应商可以添加产品组合。要添加组合，首先 <a class="buy-together-js-company-switcher" data-ca-switcher-company-id="[company_id]" data-ca-switcher-param-name="company_id" data-ca-switcher-product-id="[product_id]">以供应商</a>身份登录。

# Languages::buy_together_info_message
source: To add a combination, first <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">select the storefront</a>.
fa_ir: برای افزودن ترکیب، ابتدا <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">ویترین فروشگاه را انتخاب کنید</a>.
fi_fi: Lisää yhdistelmä valitsemalla ensin <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">julkisivu</a>.
ko_kr: 조합을 추가하려면 먼저 <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">상점 첫화면</a>을 선택하십시오.
sv_se: För att lägga till en kombination, välj först <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">skyltfönster</a>.
zh_cn: 要添加组合，首先 <a class="buy-together-js-storefront-switcher" data-ca-switcher-storefront-id="[storefront_id]" data-ca-switcher-param-name="switch_company_id" data-ca-switcher-product-id="[product_id]">选择店面</a>。
