Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/call_requests.po
Languages: fa_ir, fi_fi, fr_fr, pt_pt, sv_se

# Addons::name::call_requests
source: Call requests
fa_ir: درخواست های تماس
fi_fi: Soitto pyynnöt
fr_fr: Demandes d'appel
pt_pt: Solicitações de chamadas
sv_se: Samtalsförfrågan

# Addons::description::call_requests
source: Adds the "Buy now with one click" and "Request call" buttons
fa_ir: دکمه های «اکنون خرید با یک کلیک» و «درخواست تماس» را اضافه می کند
fi_fi: Lisää "Osta nyt yhdellä napsautuksella" ja "Pyydä puhelu" -painikkeet
fr_fr: Ajoute les boutons "Acheter maintenant en un clic" et "Demander un appel"
pt_pt: Adiciona os botões "Compre agora com um clique" e "Solicitar chamada"
sv_se: Lägger till knapparna "Köp nu med ett klick" och "Begär samtal".

# SettingsSections::call_requests::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
pt_pt: Geral
sv_se: Allmänt

# SettingsOptions::call_requests::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
pt_pt: Geral
sv_se: Allmänt

# SettingsOptions::call_requests::phone
source: Rewrite phone
fa_ir: بازنویسی تلفن
fi_fi: Kirjoita puhelin uudelleen
fr_fr: Réécrire le téléphone
pt_pt: Reescrever o telefone
sv_se: Använd annat telefonnummer

# SettingsOptions::call_requests::phone_prefix_length
source: Highlight first chars [Deprecated]
fa_ir: نویسه های اول [Deprecated]را برجسته کنید
fi_fi: Korosta ensimmäiset merkit [Deprecated]
fr_fr: Premiers caractères en surbrillance [Deprecated]
pt_pt: Destaque os primeiros caracteres [Deprecated]
sv_se: Markera första tecknen [Deprecated]

# SettingsOptions::call_requests::buy_now_with_one_click
source: Enable the "Buy now with one click" option
fa_ir: فعال کردن گزینه "خرید با یک کلیک"
fi_fi: Ota käyttöön "Osta nyt yhdellä napsautuksella" -vaihtoehto
fr_fr: Activez l'option « Achetez maintenant en un seul clic »
pt_pt: Habilitar a opção "Comprar agora com um clique"
sv_se: Aktivera "Köp nu med ett klick"

# SettingsOptions::call_requests::order_status
source: Order status
fa_ir: وضعیت سفارش
fi_fi: Tilauksen tila
fr_fr: Statut de commande
pt_pt: Estado da encomenda

# SettingsOptions::call_requests::phone_mask
source: Phone mask [Deprecated]
fa_ir: فرمت تلفن
fi_fi: Puhelimen maski [Deprecated]
fr_fr: Masquage du téléphone [Deprecated]
pt_pt: Máscara de telefone [Deprecated]
sv_se: Telefonmask [Deprecated]

# SettingsTooltips::call_requests::phone_prefix_length
source: Including parenthesis, spaces, etc. Use to highlight country code, area code, and phone prefix.
fa_ir: برای جدا کردن پیش شماره تلفن، کد کشور و کد منطقه از پرانتز، فاصله و غیره استفاده کنید.
fi_fi: Sisältää sulut, välilyönnit jne. Käytä korostamaan maakoodia, suuntanumeroa ja puhelinnumeroa.
fr_fr: Y compris les parenthèses, les espaces, etc. Utilisez pour mettre en surbrillance l'indicatif du pays, l'indicatif régional et le préfixe téléphonique
pt_pt: Incluindo o parêntese, espaços, etc. Utilize para destacar o código de país, código de área e prefixo de telefone.
sv_se: Inkludera parenteser, mellanslag, etc. Använd för att framhäva landsnummer, riktnummer och telefonprefix.

# SettingsOptions::call_requests::enable_call_requests_for_vendors
source: Enable call requests for vendors
fa_ir: فعال سازی درخواست تماس از فروشندگان
fi_fi: Ota soittopyynnöt käyttöön toimittajille
fr_fr: Activer les demandes d'appel pour les fournisseurs
pt_pt: Ativar solicitações de chamadas para fornecedores
sv_se: Aktivera samtalsförfrågningar för leverantörer

# SettingsTooltips::call_requests::enable_call_requests_for_vendors
source: This will also replace marketplace contact information with vendors' where necessary.
fa_ir: این گزینه همچنین هر کجا که لازم باشد شماره تماس سایت را با شماره تلفن فروشنده گان جایگزین می‌کند
fi_fi: Tämä myös korvaa tarvittaessa markkinapaikan yhteystiedot toimittajien tiedoilla.
fr_fr: Cela remplacera également les coordonnées du marché par celles des fournisseurs, le cas échéant.
pt_pt: Isso também substituirá as informações de contato do mercado pelas dos fornecedores, quando necessário.
sv_se: Detta kommer också att ersätta marknadsplatsens kontaktinformation med leverantörernas vid behov.

# Languages::privileges.manage_call_requests
source: Can edit
fa_ir: مجاز به ویرایش
fi_fi: Voi muokata
fr_fr: Peut éditer
pt_pt: Pode editar
sv_se: Kan redigera

# Languages::privileges.view_call_requests
source: Can view
fa_ir: مجاز به مشاهده
fi_fi: Saa katsella
fr_fr: Peut voir
pt_pt: Pode ver
sv_se: Kan visa

# Languages::privilege_groups.call_requests
source: Call requests
fa_ir: درخواست‌های تماس
fi_fi: Soittopyynnöt
fr_fr: Demandes d'appel
pt_pt: Solicitações de chamada
sv_se: Samtalsförfrågningar

# Languages::call_requests
source: Call requests
fa_ir: درخواست تماس
fi_fi: Soittopyynnöt
fr_fr: Demandes d'appel
pt_pt: Solicitações de chamadas
sv_se: Samtalsförfrågningar

# Languages::call_requests_menu_description
source: Manage customer call requests
fa_ir: مدیریت درخواست های تماس مشتری
fi_fi: Hallitse asiakkaiden soittopyyntöjä
fr_fr: Gérer les demandes d'appel client
pt_pt: Gerenciar solicitações de chamada de cliente
sv_se: Hantera samtalsförfrågningar.

# Languages::call_requests.request_call
source: Request call
fa_ir: درخواست تماس
fi_fi: Pyydä soittoa
fr_fr: Appel de demande
pt_pt: Solicitar chamada
sv_se: Jag vill bli uppringd

# Languages::call_requests.buy_now_with_one_click
source: Buy now with 1-click
fa_ir: خرید فوری با یک کلیک
fi_fi: Osta nyt yhdellä napsautuksella
fr_fr: Acheter maintenant en un 1-click
pt_pt: Compre agora com 1 clique
sv_se: Köp nu med ett klick

# Languages::call_requests.error_validate_call_form
source: Please enter your email or phone number
fa_ir: لطفا شماره تلفن یا ایمیل خود را وارد کنید
fi_fi: Anna sähköpostiosoitteesi tai puhelinnumerosi
fr_fr: Veuillez entrer votre adresse mail ou votre numéro de téléphone
pt_pt: Por favor introduza o seu número de telefone ou e-mail
sv_se: Ange din e-post eller ditt telefonnummer

# Languages::call_requests.request_recieved
source: We have received your request! Our manager will contact you soon.
fa_ir: ما درخواست شما را دریافت کرده ایم ،مدیر ما با شما تماس خواهد گرفت.
fi_fi: Olemme vastaanottaneet pyyntösi! Johtajamme ottaa sinuun yhteyttä pian.
fr_fr: Nous avons reçu votre demande ! Notre gestionnaire vous contactera bientôt.
pt_pt: Recebemos o seu pedido! Nosso gerente entrará em contato em breve.
sv_se: Din förfrågan är mottagen! Vi kommer att kontakta dig snarast möjligt.

# Languages::call_requests.order_placed
source: We have received your request! The order #[order_id] has been successfully created. Our manager will contact you soon.
fa_ir: ما درخواست شما را دریافت کرده ایم! خريد[order_id]# با موفقیت ایجاد شده است. مدیر ما به زودی با شما تماس می‌گیرد.
fi_fi: Olemme vastaanottaneet pyyntösi! Tilaus #[order_id] on luotu onnistuneesti. Johtajamme ottaa sinuun yhteyttä pian.
fr_fr: Nous avons reçu votre demande ! La commande #[order_id] a été créée avec succès. Notre gestionnaire vous contactera bientôt.
pt_pt: Recebemos o seu pedido! A ordem #[order_id] foi criada com êxito. Nosso gerente entrará em contato em breve.
sv_se: Din förfrågan är mottagen! Order #[order_id] har skapats. Vi kommer att kontakta dig snarast möjligt.

# Languages::call_requests.phone_from_settings
source: Phone from settings
fa_ir: تلفن از تنظیمات
fi_fi: Puhelin asetuksista
fr_fr: Téléphone depuis les paramètres
pt_pt: Telefone a partir das configurações
sv_se: Företagets telefonnummer (från inställningarna)

# Languages::call_requests.enter_phone_or_email_text
source: Please enter your phone number or email (for our manager to contact you)
fa_ir: لطفا شماره تلفن و یا ایمیل خود را وارد نمایید ( برای تماس مدیریت با شما)
fi_fi: Anna puhelinnumerosi tai sähköpostiosoitteesi (jotta esimiehimme ottaa sinuun yhteyttä)
fr_fr: Veuillez entrer votre numéro de téléphone ou votre adresse mail (afin que notre gestionnaire puisse vous contacter)
pt_pt: Por favor, digite seu número de telefone ou e-mail (para nosso gerente para contactá-lo)
sv_se: Ange din e-post eller ditt telefonnummer så kontaktar vi dig

# Languages::call_requests.status.new
source: New
fa_ir: جدید
fi_fi: Uusi
fr_fr: Nouveau
pt_pt: Novo
sv_se: Ny

# Languages::call_requests.status.in_progress
source: In progress
fa_ir: در حال انجام
fi_fi: Meneillään
fr_fr: En cours
pt_pt: Em andamento
sv_se: Pågående

# Languages::call_requests.status.completed
source: Completed
fa_ir: کامل شد
fi_fi: Valmis
fr_fr: Terminé
pt_pt: Concluído
sv_se: Avslutad

# Languages::call_requests.status.no_answer
source: No answer
fa_ir: بدون پاسخ
fi_fi: Ei vastausta
fr_fr: Pas de réponse
pt_pt: Sem resposta
sv_se: Inget svar

# Languages::call_requests.responsible
source: Responsible
fa_ir: مسئول
fi_fi: Vastuullinen
fr_fr: Responsable
pt_pt: Responsável
sv_se: Ansvarig

# Languages::call_requests.notes
source: Notes
fa_ir: یادداشت ها
fi_fi: Huomautuksia
pt_pt: Notas
sv_se: Anteckning

# Languages::call_requests.requested_product
source: Requested product
fa_ir: محصول درخواستی
fi_fi: Pyydetty tuote
fr_fr: Produit demandé
pt_pt: Produto solicitado
sv_se: Produktförfrågan

# Languages::call_requests.convenient_time
source: Convenient time
fa_ir: زمان مناسب
fi_fi: Sopiva aika
fr_fr: Moment opportun
pt_pt: Hora conveniente
sv_se: Lämplig tid

# Languages::call_requests.awaiting_call
source: Awaiting call
fa_ir: در انتظار تماس
fi_fi: Odottaa soittoa
fr_fr: En attente d'appel
pt_pt: Chamada em espera
sv_se: Inväntar samtal

# Languages::call_requests.order_exists
source: Order exists
fa_ir: سفارش وجود دارد
fi_fi: Tilaus on olemassa
fr_fr: La commande existe
pt_pt: Ordem existe
sv_se: Order finns

# Languages::call_requests.person_name_and_phone
source: Name and phone
fa_ir: نام و تلفن
fi_fi: Nimi ja puhelin
fr_fr: Nom et téléphone
pt_pt: Nome e telefone
sv_se: Namn / Telefon

# Languages::call_requests.no_name_specified
source: No name specified
fa_ir: نامی مشخص نشده
fi_fi: Nimeä ei ole määritetty
fr_fr: Aucun nom spécifié
pt_pt: Nenhum nome especificado
sv_se: Inget namn angivet

# Languages::call_requests.use_for_call_requests
source: Call request and buy now with one click form
fa_ir: درخواست تماس کنید و با یک کلیک فوراً بخرید
fi_fi: Soita ja osta nyt yhdellä napsautuksella
fr_fr: Demandez et achetez maintenant d'un seul clic avec le formulaire
pt_pt: Chamar o pedido e comprar agora com a forma de um clique
sv_se: Samtalsbegäran och "köp nu med ett klick" formulär

# Languages::block_call_request
source: Call request
fa_ir: درخواست تماس
fi_fi: Soittopyyntö
fr_fr: Demande d'appel
pt_pt: Solicitação de chamada
sv_se: Ring begäran

# Languages::block_call_request_description
source: Store phone number and form for requesting a call
fa_ir: شماره تلفن فروشگاه و فرم درخواست تماس
fi_fi: Tallenna puhelinnumero ja lomake soittopyyntöä varten
fr_fr: Stocker le numéro de téléphone et le formulaire pour demander un appel
pt_pt: Armazenar número de telefone e formulário para solicitar uma chamada
sv_se: Butikens telefonnummer och formulär för att begära ett telefonsamtalsamtal

# Languages::tmpl_call_request
source: Call request form
fa_ir: فرم درخواست تماس
fi_fi: Soittopyyntölomake
fr_fr: Formulaire de demande d'appel
pt_pt: Formulário de solicitação de chamada
sv_se: Skall vi ringa dig formulär

# Languages::call_requests.text_call_request
source: Customer [customer] is <a href="[href]">awaiting your call</a> on [phone_number].
fa_ir: مشتری [customer] <a href="[href]">در انتظار تماس شما</a> با شماره [phone_number] می‌باشد.
fi_fi: Asiakas [customer] odottaa [phone_number]<a href="[href]"></a>.
fr_fr: Le client [customer] <a href="[href]">attend votre appel</a> sur [phone_number].
pt_pt: Cliente [customer] é <a href="[href]">aguardando sua ligação</a> em [phone_number].
sv_se: Kunden [customer] är <a href="[href]"> väntar på ditt samtal</a> på [phone_number].

# Languages::call_requests.text_call_request_call_time
source: The convenient call time is between [time_from] and [time_to].
fa_ir: زمان مناسب تماس بین [time_from] و [time_to] است.
fi_fi: [time_to]soittoaika on välillä [time_from].
fr_fr: L'heure d'appel appropriée se situe entre [time_from] et [time_to].
pt_pt: O tempo de chamada conveniente está entre [time_from] e [time_to].
sv_se: Passande samtalstid är mellan [time_from] och [time_to].

# Languages::call_requests.text_buy_with_one_click_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number], regarding the purchase of the product <a href="[product_href]">[product_name]</a>.
fa_ir: مشتری [customer] <a href="[href]">در انتظار تماس شما</a> با شماره [phone_number] با توجه به خرید محصول <a href="[product_href]">[product_name]</a> می باشد.
fi_fi: СAsiakas [customer] odottaa <a href="[href]">puheluasi</a> on [phone_number]tuotteen ostamisesta <a href="[product_href]">[product_name]</a>.
fr_fr: Le client [customer] <a href="[href]">attend votre appel</a> sur [phone_number], concernant l'achat du produit <a href="[product_href]">[product_name]</a> .[
pt_pt: Cliente [customer] é <a href="[href]">aguardando sua ligação</a> em [phone_number], referente à compra do produto <a href="[product_href]">[product_name]</a>.
sv_se: [customer] önskar bli <a href="[href]">kontaktad</a> på [phone_number] angående köp av <a href="[product_href]">[product_name]</a>.

# Languages::call_requests.error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid.
fa_ir: شماره تلفن <b>[field]</b> نامعتبر است.
fi_fi: <b>[field]</b> -kentässä oleva puhelinnumero on virheellinen.
fr_fr: Le numéro de téléphone dans le champ <b>[field]</b> n'est pas valide.
pt_pt: O número de telefone no campo <b>[field]</b> é inválido.
sv_se: <b>[field]</b> är ogiltigt.

# Languages::email_template.call_requests_buy_with_one_click
source: Call requests: buy with one click notification
fa_ir: درخواست تماس : اعلان یک کلیک خریدکنید.
fi_fi: Soittopyynnöt: osta yhdellä napsautuksella
fr_fr: Demandes d'appel : achetez avec une notification en un clic
pt_pt: Solicitações de chamadas: compre com notificação de um clique
sv_se: Ring förfrågningar: köpa med ett klick anmälan

# Languages::email_template.call_requests_call_request
source: Call requests: call request notification
fa_ir: درخواست تماس: اعلان درخواست تماس
fi_fi: Puhelupyynnöt: soittopyyntöilmoitus
fr_fr: Demandes d'appel : notification de demande d'appel
pt_pt: Solicitações de chamada: notificação de solicitação de chamada
sv_se: Ring förfrågningar: Ring begäran anmälan

# Languages::call_request.work_time
source: Mon-Fr 9a.m.-6p.m.
fa_ir: دوشنبه تا جمعه از ساعت ۹ الی‌ ۱۸
fi_fi: ma-pe klo 9-18
fr_fr: Lun-Ve-9.a.m-6 p.m.
pt_pt: Seg a Sex 9h às 18h
sv_se: Må-Fr kl. 9.00 -18.00.

# Languages::call_requests.request_call_request_form
source: Call requests: request form
fa_ir: درخواست‌های تماس: فرم درخواست
fi_fi: Soittopyynnöt: hakulomake
fr_fr: Demandes d'appel : formulaire de demande
pt_pt: Solicitações de chamada: formulário de solicitação
sv_se: Samtalsförfrågningar: ansökningsformulär

# Languages::call_requests.agreement_text_full_request_call_request_form
source: <p>We ([company]) will use the data you provide here to contact you regarding your call request or order. That data will remain in our system, visible to our staff (or the relevant vendor), until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
fa_ir: <p>ما([company])از اطلاعاتی‌ که شما اینجا درخصوص درخواست تماس یه سفارشتان ارائه کرده‌اید استفده خواهیم کرد. این اطلاعات در سیستم قابل رویت برای کارکنان این شرکت و یا فروشنده مربوطه تا زمانیه که شما این اجازه رو از ما سلب کنید خواهد بود.چنانچه می‌خواهید اطلاعات شخصی‌ شما در دسترس نباشد درخواست خود را به[email]. ارسال کنید</p><p>چنانچه اعتقاد دارید از اطلاعات شخصی‌ شما سؤ استفاده شده از این حق برخوردار هستید که به مراجع نظارتی شکایت کنید. طبق قوانین عمومی‌ حفاظت از اطلاعات اتحادیه اروپا ما ملزم هستیم که شما را از این حق خود آگاه سازیم ;به واقع ما قصد سؤ استفاده از اطلاعات شما را نداریم.</p>
fi_fi: <p>Me ([company]) käytämme täällä antamiasi tietoja ottaaksemme sinuun yhteyttä koskien soittopyyntöäsi tai tilaustasi. Nämä tiedot pysyvät järjestelmässämme henkilöstömme (tai asianomaisen toimittajan) näkyvissä, kunnes peruutat suostumuksesi. Jos haluat, että henkilötietosi poistetaan, lähetä sähköpostia osoitteeseen [email].</p> <p>Jos uskot, että henkilötietojasi on käytetty väärin, sinulla on oikeus tehdä valitus valvontaviranomaiselle. EU:n yleisen tietosuoja-asetuksen mukaan olemme velvollisia ilmoittamaan sinulle tästä oikeudesta; emme todellakaan aio väärinkäyttää tietojasi.</p>
fr_fr: <p>Nous ([company]) utiliserons les données que vous nous fournissez ici pour vous contacter à propos de votre requête d'appel ou votre commande. Ces données pourront être consultées uniquement par notre personnel. elles resteront dans notre système jusqu'à ce que vous retiriez votre consentement. Si vous souhaitez que vos données personnelles soient supprimées, envoyez un courrier électronique à [email].</p> <p>Si vous pensez que vos données personnelles ont été utilisées à mauvais escient, vous avez le droit de déposer une plainte auprès d'une autorité de surveillance. Le règlement général de l’UE sur la protection des données nous oblige à vous informer de ce droit. Nous n’avons pas réellement l’intention d’utiliser abusivement vos données.</p>
pt_pt: <p>Nós ([company]) usaremos os dados que você fornecer aqui para entrar em contato com você sobre sua solicitação de chamada ou pedido. Esses dados permanecerão em nosso sistema, visíveis para nossa equipe (ou o fornecedor relevante), até que você retire seu consentimento. Se você deseja que seus dados pessoais sejam removidos, envie um e-mail para [email].</p> <p>Se acredita que os seus dados pessoais foram utilizados abusivamente, tem o direito de apresentar uma reclamação junto de uma autoridade de controlo. Somos obrigados pelo Regulamento Geral de Proteção de Dados da UE a informá-lo sobre esse direito; na verdade, não pretendemos fazer uso indevido de seus dados.</p>
sv_se: <p>Vi ([company]) kommer att använda de uppgifter du anger här för att kontakta dig angående din samtalsförfrågan eller beställning. Dessa uppgifter kommer att finnas kvar i vårt system, synliga för vår personal (eller relevant leverantör), tills du återkallar ditt samtycke. Om du vill att dina personuppgifter ska tas bort, skicka ett e-postmeddelande till [email].</p> <p>Om du anser att dina personuppgifter har missbrukats har du rätt att lämna in ett klagomål till en tillsynsmyndighet. Vi är enligt EU:s allmänna dataskyddsförordning skyldiga att informera dig om denna rättighet; vi har faktiskt inte för avsikt att missbruka dina uppgifter.</p>

# Languages::call_requests.agreement_text_short_request_call_request_form
source: I agree to have my personal data <u>processed as follows.</u>
fa_ir: من موافقت خود را با</u> تحلیل اطلاعات شخصی‌ به روش زیر</u> اعلام می‌کنم.
fi_fi: Hyväksyn, että henkilötietojani <u>käsitellään seuraavasti.</u>
fr_fr: J'accepte que mes données personnelles <u> soient traitées comme suit.</u>
pt_pt: Aceito que meus dados pessoais <u>sejam processados da seguinte forma.</u>
sv_se: Jag samtycker till att få mina <u>behandlade enligt följande.</u>

# Languages::gdpr_call_requests
source: Personal data from call requests
fa_ir: اطلاعات شخصی‌ از درخواست تماس ها
fi_fi: Henkilötiedot soittopyynnöistä
fr_fr: Données personnelles récoltées via les demandes d'appel
pt_pt: Dados pessoais de solicitações de chamadas
sv_se: Personuppgifter från samtalsförfrågningar

# Languages::call_requests.event.request_created.name
source: Call requests: request created
fa_ir: درخواست‌های تماس: درخواست ثبت گردید
fi_fi: Puhelupyynnöt: pyyntö luotu
fr_fr: Demandes d'appel : demande créée
pt_pt: Solicitações de chamada: solicitação criada
sv_se: Samtalsförfrågningar: förfrågan skapad

# Languages::call_requests.event.request_about_product_created.name
source: Call requests: request about product created
fa_ir: درخواست‌های تماس: درخواست درباره کالا ثبت گردید
fi_fi: Soittopyynnöt: pyyntö luodusta tuotteesta
fr_fr: Demandes d'appel : demande sur le produit créé
pt_pt: Solicitações de chamada: solicitação sobre o produto criado
sv_se: Samtalsförfrågningar: förfrågan om skapad produkt
