Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/catalog_mode.po
Languages: fa_ir, hu_hu, ko_kr, sv_se

# Addons::name::catalog_mode
source: Catalog mode
fa_ir: حالت کاتالوگ
hu_hu: Katalógus nézet
ko_kr: 카탈로그 모드
sv_se: Katalogläge

# Addons::description::catalog_mode
source: Allows you to use the store as a product catalog
fa_ir: امکان استفاده کاتالوگ محصولات فروشگاه
hu_hu: Az áruház használata termékkatalógusként
ko_kr: 상점을 제품 카탈로그로 사용할 수 있습니다.
sv_se: Låter dig använda butiken som produktkatalog

# Languages::catalog_mode
source: Catalog Mode
fa_ir: حالت کاتالوگ
hu_hu: Katalógus nézet
ko_kr: 카탈로그 모드
sv_se: Katalogläge

# Languages::text_catalog_mode_zero_price_action_notice
source: In order that the "Buy now" button could be displayed on the product details page, please set "Zero price action" as "Allow customers to add the product to cart".
fa_ir: جزییات محصولی که در حال حاضر خرید میکنید در صفحه میتواند ببینید . لطفا " قیمت پایه را تطبیق دهیدتا مشتریان سبد خرید را اضافه نمایند.
hu_hu: Ha szeretnéd, hogy a "Kosárba" gomb megjelenjen a termékadatlapon, kérjük, hogy a "nulla ár akció" opciót állítsd át a "a vásárlók kosárba helyezhetik a terméket" opcióra.
ko_kr: "지금 구매" 버튼이 제품 세부 정보 페이지에 표시되도록 하려면 "제로 가격 조치"를 "고객이 제품을 장바구니에 추가하도록 허용"으로 설정하십시오.
sv_se: För att "Köp nu" knappen skall visas på produktsidan, ange produktens "Nollpris handling" som "Tillåt att lägga i varukorg".

# Languages::buy_now_url
source: Buy Now URL
fa_ir: حالا خرید کنید
hu_hu: 'Kosárba' link
ko_kr: 지금 구매 URL
sv_se: Köp nu URL

# SettingsSections::catalog_mode::general
source: General
fa_ir: عمومی
hu_hu: Általános
ko_kr: 일반적인
sv_se: Allmänt

# SettingsOptions::catalog_mode::main_store_mode
source: Store operation mode
fa_ir: حالت و نوع عملیات فروش
hu_hu: Piactér üzemmód
ko_kr: 매장 운영 모드
sv_se: Butik driftläge

# SettingsOptions::catalog_mode::add_to_cart_empty_buy_now_url
source: Allow purchasing products with empty Buy Now URL
fa_ir: امکان خرید محصولاتدر حال حاضر وجود دارد
hu_hu: Lehetővé teszi, hogy üres "Kosárba' linkkel" rendelkező terméket is lehessen vásárolni
ko_kr: 지금 구매 URL이 비어 있는 제품 구매 허용
sv_se: Tillåt köp av produkter med tom "Köp nu" URL

# SettingsVariants::catalog_mode::main_store_mode::catalog
source: Catalog
fa_ir: کاتالوگ
hu_hu: Katalógus
ko_kr: 목록
sv_se: Katalog

# SettingsVariants::catalog_mode::main_store_mode::store
source: Store
fa_ir: فروشگاه
hu_hu: Piactér
ko_kr: 가게
sv_se: Butik
