Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/data_feeds.po
Languages: fa_ir, fi_fi

# Addons::name::data_feeds
source: Data feeds
fa_ir: اطاعات داده شده
fi_fi: Tietosyötteet

# Addons::description::data_feeds
source: Makes it possible to create product data feeds in CSV
fa_ir: به شما اجازه ایجاد فید داده مقالات در CSV
fi_fi: Mahdollistaa tuotetietosyötteiden luomisen CSV-muodossa

# Languages::data_feeds
source: Data feeds
fa_ir: اطاعات داده شده
fi_fi: Tietosyötteet

# Languages::data_feed
source: Data feed
fa_ir: اطلاعات اشتراک
fi_fi: Tietovirta

# Languages::export_by_cron
source: Export by cron
fa_ir: صادرات cron
fi_fi: Vie cronilla

# Languages::export_by_cron_to
source: Export by cron to
fa_ir: Cron به صادرات
fi_fi: Vie cronilla kohteeseen

# Languages::add_new_datafeed
source: New data feed
fa_ir: داده های جدید اطلاعات
fi_fi: Uusi tietosyöte

# Languages::add_datafeed
source: Add data feed
fa_ir: اضافه کردن اطلاعات اشتراک
fi_fi: Lisää tietosyöte

# Languages::datafeed_name
source: Data feed name
fa_ir: نام اشتراک اطلاعات
fi_fi: Tietosyötteen nimi

# Languages::save_directory
source: Server directory
fa_ir: دایرکتوری سرور
fi_fi: Palvelinhakemisto

# Languages::ftp_url
source: FTP server
fa_ir: سرورFTP
fi_fi: FTP-palvelin

# Languages::ftp_url_hint
source: The format is: FTPHOST[:PORT][/DIRECTORY]. Example: ftp.yourhost.com:21/home/username/folder
fa_ir: فرمت: [:PORT][/DIRECTORY]. به عنوان مثال: ftp.yourhost.com:21/home/username/folder
fi_fi: Muoto on: FTPHOST[:PORT][/DIRECTORY]. Esimerkki: ftp.yourhost.com:21/home/username/folder

# Languages::ftp_user
source: FTP username
fa_ir: نام کاربری FTP
fi_fi: FTP-käyttäjänimi

# Languages::ftp_pass
source: FTP password
fa_ir: رمز عبور اف تی پی
fi_fi: FTP-salasana

# Languages::fields
source: Fields
fa_ir: زمینه ها
fi_fi: Kentät

# Languages::field_name
source: Field name
fa_ir: نام زمینه
fi_fi: Kenttä nimi

# Languages::field_type
source: Field type
fa_ir: نوع میدان
fi_fi: Kentän tyyppi

# Languages::map_fields
source: Fields mapping
fa_ir: نقشه زمینه ها
fi_fi: Kentän kartoitus

# Languages::update_datafeed
source: Editing data feed
fa_ir: ویرایش اطلاعات اشتراک
fi_fi: Datasyötteen muokkaaminen

# Languages::datafeed.description
source: Only the products that meet <strong>all</strong> of the conditions below will be exported:
fa_ir: فقط محصولاتی صادر خواهند شد که <strong>همه</strong> شرایط زیر را داشته باشند:
fi_fi: Vain tuotteet, jotka täyttävät <strong>kaikki</strong> alla olevista ehdoista, viedään:

# Languages::export_cron_hint
source: Use the following line to run the script according to schedule
fa_ir: خط زیر را برای اجرای اسکریپت با توجه به برنامه استفاده کنید
fi_fi: Käytä seuraavaa riviä ajaaksesi komentosarjan aikataulun mukaan

# Languages::exported_items
source: Exported items
fa_ir: اقلام
fi_fi: Viedyt tuotteet

# Languages::ftp_connection_problem
source: Unable connect to FTP server. Please, check FTP connection information
fa_ir: قابلیت اتصال بسرور اف تی پی مقدور نیست . لطفا اطلاعات اتصال به FTP بررسی شود.
fi_fi: FTP-palvelimeen ei saada yhteyttä. Tarkista FTP-yhteystiedot

# Languages::categories_in
source: Categories in
fa_ir: دسته بندی ها در
fi_fi: Luokat sisään

# Languages::products_in
source: Products in
fa_ir: محصولات در
fi_fi: Tuotteet sisään

# Languages::local_export
source: Download
fa_ir: دانلود
fi_fi: ladata

# Languages::upload_to_ftp
source: Upload to FTP server
fa_ir: آپلود به سرور اف تی پی
fi_fi: Lataa FTP-palvelimelle

# Languages::cron_export
source: Cron export settings
fa_ir: تنظیمات صادرات Cron
fi_fi: Cronin vientiasetukset

# Languages::export_to_server
source: Export to server
fa_ir: خروجی به سرور
fi_fi: Vie palvelimelle

# Languages::export_to_ftp
source: FTP server options
fa_ir: گزینه های سرور اف تی پی
fi_fi: FTP-palvelimen asetukset

# Languages::ftp
source: FTP
fa_ir: اف تی پی

# Languages::check_server_export_settings
source: Check server export settings
fa_ir: بررسی تنظیمات خروجی سرور
fi_fi: Tarkista palvelimen vientiasetukset

# Languages::exclude_disabled_products
source: Exclude disabled products
fa_ir: حذف محصولات غیر فعال
fi_fi: Sulje pois käytöstä poistetut tuotteet

# Languages::data_feeds.exclude_shared_products
source: Exclude shared products
fa_ir: محصولات مشترک را حذف کنید
fi_fi: Sulje pois jaetut tuotteet

# Languages::general_settings
source: General settings
fa_ir: تنظیمات عمومی
fi_fi: Yleiset asetukset

# Languages::enclosure
source: Enclosure
fa_ir: محوطه
fi_fi: Kotelo

# SettingsSections::data_feeds::general
source: General
fa_ir: عمومی
fi_fi: Kenraali

# SettingsOptions::data_feeds::cron_password
source: Cron password
fa_ir: پسورد
fi_fi: Cronin salasana

# Languages::data_feed.error_exim_no_data_exported
source: No data exported
fa_ir: هیچ داده ای صادر نشد
fi_fi: Tietoja ei viety

# Languages::data_feeds.text_tooltip_field_name
source: The name of the column in the data feed file.
fa_ir: نام ستون در فایل خوراک داده.
fi_fi: Tietosyötetiedoston sarakkeen nimi.

# Languages::data_feeds.text_tooltip_field_type
source: The type of data from your store which will be exported to this column of the data feed file.
fa_ir: نوع داده ای از فروشگاه شما که به این ستون از فایل فید داده صادر می شود.
fi_fi: Tietotyyppi kaupastasi, joka viedään tähän tietosyötetiedoston sarakkeeseen.
