Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/direct_payments.po
Languages: ar_sa, cs_cz, da_dk, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua, zh_cn

# Addons::name::direct_payments
source: Direct Customer-to-Vendor Payments
ar_sa: المدفوعات المباشرة من العميل إلى البائع
cs_cz: Přímé platby Zákazník-Prodejce
da_dk: Direkte kunde-til-leverandør-betalinger
el_gr: Άμεσες πληρωμές σε πωλητή
es_es: Pagos directos de Cliente a Vendedor
fa_ir: پرداخت مستقیم مشتری به فروشنده
fi_fi: Suorat maksut asiakkailta toimittajalle
fr_fr: Paiements directs client-fournisseur
he_il: תשלומים ישירים מלקוח לספק
hu_hu: Direkt fizetés vásárlótól eladónak
id_id: Pembayaran Pelanggan-Penjual Langsung
it_it: Pagamenti diretti da cliente a venditore
ja_jp: 顧客から出品者への直接支払い
ko_kr: 고객에서 공급업체로의 직접 지불
nl_nl: Directe klant-naar-leverancier betalingen
no_no: Direkte kunde-til-leverandør-betalinger
pl_pl: Bezpośrednie płatności klienta do sprzedawcy
pt_br: Pagamentos diretos cliente-fornecedor
pt_pt: Pagamentos diretos de cliente a fornecedor
ro_ro: Plăți directe de la Client la Vânzător
sv_se: Direkta kund-till-leverantör-betalningar
tr_tr: Doğrudan Müşteriden Satıcıya Ödemeler
uk_ua: Оплата напряму продавцям
zh_cn: 直接客户对供应商付款

# Addons::description::direct_payments
source: Changes the checkout process: customers pay to each vendor separately, and the money from orders goes straight to vendors. Vendors can also set up their own payment methods and promotions.
ar_sa: تغيير عملية السحب: يدفع العملاء لكل بائع على حدة ، وينتقل المال من الطلبات مباشرة إلى البائعين. يمكن للموردين أيضًا إعداد طرق الدفع الخاصة بهم والعروض الترويجية.
cs_cz: Mění proces pokladny: zákazníci platí každému prodejci zvlášť, peníze za objednávky jdou přímo prodejcům. Prodejci si také mohou nastavit vlastní platební metody a promoakce.
da_dk: Ændrer betalingsprocessen: kunder betaler til hver leverandør separat, og pengene fra ordrer går direkte til leverandører. Leverandører kan også oprette deres egne betalingsmetoder og kampagner.
el_gr: Αλλάζει τη διαδικασία πληρωμής: οι πελάτες πληρώνουν σε κάθε πωλητή ξεχωριστά, και τα χρήματα από παραγγελίες πηγαίνουν κατευθείαν στους πωλητές. Οι Πωλητές επίσης μπορουν να ρυθμίζουν τις δικές τους μεθόδους πληρωμής και προσφορές.
es_es: Cambia el proceso de pago: los clientes pagan a cada proveedor separadamente, y el dinero de los pedidos van directamente a los proveedores. Los vendedores también pueden configurar sus propios métodos de pago y promociones.
fa_ir: فرآیند پرداخت را تغییر می دهد: مشتریان به هر فروشنده جداگانه پرداخت می کنند و پول سفارشات مستقیماً به دست فروشندگان می رسد. فروشندگان همچنین می توانند روش های پرداخت و تبلیغات خود را تنظیم کنند.
fi_fi: Muuttaa kassaprosessia: asiakkaat maksavat jokaiselle myyjälle erikseen, ja tilausrahat menevät suoraan myyjille. Myyjät voivat myös määrittää omia maksutapoja ja tarjouksia.
fr_fr: Modifie la procédure de paiement : les clients paient chaque vendeur séparément, et l'argent des commandes est directement envoyé aux vendeurs. Les vendeurs peuvent également mettre en place leurs propres méthodes de paiement et promotions.
he_il: שינוים של תהליך הקנייה: הלקוחות משלמים לכל ספק בנפרד, וכסף ההזמנות הולך ישר לספקים. ספקים יכולים גם להגדיר שיטות תשלום משלהם וקידומי מכירות.
hu_hu: A pénztár folyamat megváltozatása: a vásárlók minden eladónak külön fizetnek és a pénz a rendelésekből közvetlenül az eladókhoz megy. Az eladók be tudják állítani a saját fizetési módjukat és promócióiukat.
id_id: Mengubah proses pembayaran: Pelanggan membayar kepada setiap penjual secara terpisah, dan uang dari pesanan langsung diberikan kepada penjual. Penjual juga bisa menyetel metode pembayaran dan promosi mereka sendiri.
it_it: Modifica la procedura di pagamento: i clienti pagano a ciascun venditori separatamente e il denaro degli ordini va direttamente ai fornitori. I venditori possono anche impostare i propri metodi di pagamento e promozioni.
ja_jp: 注文手続き手法を変更します: お客様が出品者に直接支払いを行います。出品者が独自の支払方法とキャンペーンを設定できます。
ko_kr: 결제 프로세스 변경: 고객은 각 공급업체에 개별적으로 비용을 지불하고 주문 금액은 공급업체로 바로 이동합니다. 공급업체는 자체 결제 방법 및 프로모션을 설정할 수도 있습니다.
nl_nl: Verandert het afrekenproces: klanten betalen aan elke leverancier afzonderlijk en het geld van bestellingen gaat rechtstreeks naar leveranciers. Verkopers kunnen ook hun eigen betaalmethoden en promoties instellen.
no_no: Endrer betalingsprosessen: Kundene betaler hver forhandler separat, og pengene fra ordrer går rett til forhandlerne. Forhandlerne kan også sette opp egne betalingsmåter og kampanjer.
pl_pl: Zmiany procesu finalizacji transakcji: klienci płacą do każdego sprzedawcy oddzielnie, a pieniądze z zamówienia idą prosto do sprzedawców. Sprzedawcy mogą również skonfigurować własne metody płatności oraz promocje.
pt_br: Altera o processo de pagamento: os clientes pagam a cada fornecedor separadamente, e o dinheiro dos pedidos vai diretamente para os fornecedores. Os fornecedores também podem configurar seus próprios métodos de pagamento e promoções.
pt_pt: Altera o processo de checkout: os clientes pagam a cada fornecedor separadamente e o dinheiro dos pedidos vai direto para os fornecedores. Os fornecedores também podem configurar seus próprios métodos de pagamento e promoções.
ro_ro: Schimbă procesului de cumparare: clienţii plătesc pentru fiecare furnizor separat, şi bani din comenzile se duce direct la furnizori. Furnizorii pot de asemenea sa configureze propriile lor metode de plată şi promoţii.
sv_se: Ändrar kassaprocessen: kunder betalar till varje leverantör separat, och pengarna från beställningar går direkt till leverantörerna. Säljare kan också skapa sina egna betalningsmetoder och kampanjer.
tr_tr: Ödeme işlemini değiştirir: müşteriler her satıcıya ayrı ödeme yapar ve yapılan ödemeler doğrudan satıcılara gider. Satıcılar kendi ödeme yöntemlerini ve promosyonlarını da ayarlayabilirler.
uk_ua: Змінює процес оформлення замовлення: покупці платять кожному продавцеві окремо, і гроші йдуть безпосередньо продавцям. Також продавці зможуть створювати свої способи оплати та промо-акції.
zh_cn: 更改结帐流程：客户分别向每个供应商付款，订单中的钱直接流向供应商。供应商还可以设置自己的付款方式和促销活动。

# Languages::direct_payments.carts_summary
source: Carts summary
ar_sa: ملخص العربات
cs_cz: Souhrn košíků
da_dk: Opsummering af vogne
el_gr: Περίληψη Καλαθιου
es_es: Resumen del carrito de compras
fa_ir: خلاصه چرخ دستی ها
fi_fi: Yhteenveto kärryistä
fr_fr: Résumé des paniers
he_il: סיכום עגלות
hu_hu: Kosarak összegzése
id_id: Rekapitulasi keranjang belanja
it_it: Riepilogo carrello
ja_jp: カートの内容
ko_kr: 카트 요약
nl_nl: Overzicht winkelwagentjes
no_no: Handlevogn sammendrag
pl_pl: Podsumowanie koszyka
pt_br: Resumo do carrinho de compras
pt_pt: Resumo dos carrinhos
ro_ro: Sumar cosuri
sv_se: Sammanfattning av vagnar
tr_tr: Sepet Özeti
uk_ua: Замовлення у продавців
zh_cn: 购物车摘要

# Languages::direct_payments.paying_now
source: Paying now
ar_sa: إدفع الآن
cs_cz: Právě platí
da_dk: Betaler nu
el_gr: Πληρωμη τωρα
es_es: Procesa el pago en este momento
fa_ir: اکنون پرداخت می شود
fi_fi: Maksaa nyt
fr_fr: Payer maintenant
he_il: משלמים כעת
hu_hu: Fizetés most
id_id: Bayar sekarang
it_it: Pagando adesso
ja_jp: 支払い中
ko_kr: 지금 지불
nl_nl: Nu betalen
no_no: Betaler nå
pl_pl: Zapłać teraz
pt_br: Pagando agora
pt_pt: Pagando agora
ro_ro: Plata acum
sv_se: Betalar nu
tr_tr: Şimdi Öde
uk_ua: Оплачується зараз
zh_cn: 现在付款

# Languages::direct_payments.pending_carts_notice
source: There are products in your cart that you haven't ordered yet. Please <a href="[cart_url]">view your cart</a> to continue checkout.
ar_sa: هناك منتجات في عربة التسوق التي لم تطلبها بعد. الرجاء <a href="[cart_url]"> عرض سلة التسوق </a> لمتابعة سداد الرسوم.
cs_cz: V košíku jsou produkty, které jste zatím neobjednali. Projděte si <a href="[cart_url]">váš košík</a> pro pokračování.
da_dk: Der er produkter i din indkøbskurv, som du ikke har bestilt endnu. Se venligst din indkøbskurv <a href="[cart_url]">for at fortsætte med at</a>.
el_gr: Υπάρχουν προϊόντα στο καλάθι σας που δεν έχετε παραγγείλει ακόμα. <a href="[cart_url]">δείτε το καλάθι σας</a> για να συνεχίσετε την ολοκλήρωση της παραγγελίας.
es_es: Hay productos en su carrito de compras que no ha solicitado todavía. Por favor<a href="[cart_url]"> revise su carrito de compras</a> y proceda con el pago.
fa_ir: محصولاتی در سبد خرید شما وجود دارد که هنوز آنها را سفارش نداده اید. لطفاً برای</a> تسویه حساب، سبد خرید خود را <a href="[cart_url]">مشاهده کنید.
fi_fi: Ostoskorissasi on tuotteita, joita et ole vielä tilannut. Ole hyvä ja <a href="[cart_url]">katso ostoskorisi</a> jatkaaksesi kassalla.
fr_fr: Certains produits dans votre panier n'ont pas encore été commandés. Veuillez <a href="[cart_url]">vérifier votre panier</a> pour poursuivre le paiement.
he_il: יש מוצרים בעגלה שלך כי אתה לא הורה עדיין. אנא<a href="[cart_url]">להציג את העגלה שלך</a> להמשיך לקופה.
hu_hu: Vannak termékek a kosaradban, amit még nem rendeltél meg. Kérjük <a href="[cart_url]">nézd meg a kosaradat</a> a vásárlás folytatásához.
id_id: Terdapat produk pada keranjang belanja yang belum Anda pesan. Silakan <a href="[cart_url]">tampilkan keranjang belanja</a> untuk melanjutkan keluar.
it_it: Ci sono prodotti nel tuo carrello che non hai ancora ordinato. Per favore <a href="[cart_url]">visualizza il tuo carrello</a> per continuare il checkout.
ja_jp: 注文が完了していない商品がカートにあります。<a href="[cart_url]">カート</a>を確認し、注文手続きを行ってください。
ko_kr: 장바구니에 아직 주문하지 않은 제품이 있습니다. <a href="[cart_url]">장바구니 보기</a> 체크아웃을 계속하십시오.
nl_nl: Er zijn producten in uw winkelwagen die u nog niet heeft besteld. Gelieve <a href="[cart_url]">uw winkelwagen te bekijken</a> om door te gaan met afrekenen.
no_no: Det er produkter i handlekurven din som du ikke har bestilt ennå. Vennligst <a href="[cart_url]">sjekk handlekurven din</a> for å fortsette utsjekkingen.
pl_pl: W koszyku są produkty, których jeszcze nie zamówiłeś. Proszę <a href="[cart_url]">Zobacz swój koszyk</a> aby kontynuować zamówienie.
pt_br: Existem produtos no seu carrinho que você ainda finalizou o pedido. Por favor, <a href="[cart_url]"> veja seu carrinho </a> para continuar com a finalização da compra.
pt_pt: Existem produtos no seu carrinho que ainda não encomendou. Por favor, <a href="[cart_url]">veja seu carrinho</a> para continuar o checkout.
ro_ro: Sunt produse in cos care nu au comandat încă. Vă rugăm să <a href="[cart_url]">vizualizați coșul dvs.</a> pentru a finaliza comanda.
sv_se: Det finns produkter i din varukorg som du inte har beställt ännu. <a href="[cart_url]">se din varukorg</a> för att fortsätta kassan.
tr_tr: Sepetinizde henüz ödemesini gerçekleştirmediğiniz ürünler var. Ödeme yapmak için hemen <a href="[cart_url]">sepetinizi</a> görüntüleyin ve işlemleri tamamlayın.
uk_ua: В кошику є товари, що ви ще не замовили. <a href="[cart_url]">Перегляньте кошик</a>, щоб продовжити оформлення замовлень.
zh_cn: 您的购物车中有尚未订购的产品。请 <a href="[cart_url]">查看您的购物车</a> 以继续结帐。

# Languages::direct_payments.order_commission
source: Commission payout for the order #[order_id].
ar_sa: دفع العمولة للطلب #[order_id].
cs_cz: Vyplacení provize za objednávku #[order_id].
da_dk: Provisionsudbetaling for ordre #[order_id].
el_gr: Πληρωμή Προμήθειας για την παραγγελία #[order_id].
es_es: Pago de la comisión por el pedido #[order_id].
fa_ir: پرداخت کمیسیون برای سفارش شماره[order_id].
fi_fi: Välityspalkkio tilauksesta #[order_id].
fr_fr: Paiement de commission pour la commande [order_id].
he_il: עמלה של תשלום עבור הזמנה #[order_id].
hu_hu: Jutalék fizetés a #[order_id] számú rendelésért.
id_id: Pembayaran komisi untuk pesanan #[order_id].
it_it: Pagamento della commissione per l'ordine #[order_id].
ja_jp: 注文#[order_id]への取引手数料の支払い
ko_kr: 주문 #[order_id]에 대한 커미션 지불금 .
nl_nl: Uitbetaling van de commissie voor de bestelling #[order_id].
no_no: Kommisjonens utbetaling for ordre #[order_id].
pl_pl: Wypłaty prowizji dla zamówienia nr. #[order_id].
pt_br: Pagamento de comissão do pedido # [order_id].
pt_pt: Pagamento de comissão para o pedido #[order_id].
ro_ro: Comisionul de plata pentru comanda #[order_id].
sv_se: Provisionsutbetalning för order #[order_id].
tr_tr: Sipariş için yapılacak komisyon ödemesi #[order_id].
uk_ua: Виплата комісії з замовлення #[order_id].
zh_cn: 订单 #[order_id]的佣金支付。

# Languages::direct_payments.admin_payments_notification
source: You don't have any active payment methods of your own. That's why the marketplace owner's payment methods will be used at checkout instead. To avoid delays in receiving money, please set up your own payment method.
ar_sa: لم يكن لديك أي طرق الدفع النشطة الخاصة بك. لهذا السبب سيتم استخدام طرق الدفع لمالك السوق عند الخروج بدلاً من ذلك. لتجنب التأخير في تلقي الأموال ، يرجى إعداد طريقة الدفع الخاصة بك.
cs_cz: Nemáte žádné vlastní aktivní metody platby. To je také důvod toho, proč jsou použity platební metody majitele obchodu. Abyste se vyhnuli čekání na přijetí peněz, nastavte si vlastní platební metodu.
da_dk: Du har ikke dine egne aktive betalingsmetoder. Derfor vil markedspladsejerens betalingsmetoder i stedet blive brugt ved kassen. For at undgå forsinkelser i at modtage penge, skal du oprette din egen betalingsmetode.
el_gr: Δεν έχετε ενεργούς, δικούς σας τρόπους πληρωμής. Για αυτό τον λόγο, κατά το checkout, θα χρησιμοποιηθούν οι τρόποι πληρωμής που έχουν οριστεί από τον ιδιοκτήτη του marketplace. Για την αποφυγή καθυστέρησης στην λήψη των χρημάτων, παρακαλώ δημιουργήστε δικούς σας τρόπους πληρωμής.
es_es: No tiene ningún método de pago activo propio. Es por esto que los métodos de pago del propietario de la empresa se utilizarán para procesar el pago. Para evitar retrasos para recibir su pago, por favor configure su propio método de pago.
fa_ir: شما هیچ روش پرداخت فعالی ندارید. به همین دلیل است که در عوض از روش‌های پرداخت مالک بازار هنگام پرداخت استفاده می‌شود. برای جلوگیری از تأخیر در دریافت پول، لطفاً روش پرداخت خود را تنظیم کنید.
fi_fi: Sinulla ei ole omia aktiivisia maksutapoja. Tästä syystä kassalla käytetään sen sijaan kauppapaikan omistajan maksutapoja. Määritä oma maksutapasi, jotta rahat eivät viivästy.
fr_fr: Vous n'avez activé aucune méthode de paiement. Ainsi, les méthodes de paiement du propriétaire du marché seront utilisées à la place. Pour éviter les délais de paiement, veuillez instaurer vos propres méthodes de paiement.
he_il: אין לך שיטות תשלום פעילות משלך. לכן, אמצעי התשלום של בעל המקום ישמשו בקופה במקום זאת. כדי למנוע עיכובים בקבלת כסף, הגדר אמצעי תשלום משלך.
hu_hu: Jelenleg nincs saját aktív fizetési mód beállítva. Ezért a pénztárban ehelyett a piactér automatikusan beállított fizetési módja kerül használatra. A késedelmes pénzbeérkezések elkerülése érdekében kérjük, állíts be saját fizetési módot.
id_id: Anda tidak memiliki metode pembayaran apapun yang aktif anda sendiri. Itulah kenapa metode pembayaran pemilik pasar akan digunakan pada saat pembayaran. Untuk menghindari penundaan dalam menerima uang, harap siapkan metode pembayaran anda sendiri.
it_it: Non disponi di alcun metodo di pagamento attivo personale. Ecco perché al momento del pagamento verranno utilizzati i metodi di pagamento del proprietario del marketplace. Per evitare ritardi nella ricezione di denaro, imposta il tuo metodo di pagamento.
ja_jp: 有効な支払方法がありません。マーケットプレイス運営者の支払方法が注文確定の際に使用されます。直接入金を受け取るには支払方法を設定してください。
ko_kr: 사용 중인 결제 수단이 없습니다. 그렇기 때문에 마켓플레이스 소유자의 결제 수단이 결제 시 대신 사용됩니다. 입금 지연을 방지하기 위해 본인만의 결제 수단을 설정해주세요.
nl_nl: U heeft zelf geen actieve betaalmethoden. Daarom worden bij het afrekenen de betaalmethoden van de eigenaar van de marktplaats gebruikt. Stel uw eigen betaalmethode in om vertragingen bij het ontvangen van geld te voorkomen.
no_no: Du har ingen aktive betalingsmåter. Det er derfor markedsplasseierens betalingsmåter vil bli brukt i kassen i stedet. For å unngå forsinkelser i å motta penger, vennligst konfigurer din egen betalingsmetode.
pl_pl: Nie masz żadnych aktywnych metod płatności. Właśnie dlatego metody płatności właściciela marketplace zostaną użyte zamiast tego w procesie zakupów. Aby uniknąć opóźnień w otrzymywaniu pieniędzy, skonfiguruj własną metodę płatności.
pt_br: Você não ativou nenhum método próprio de pagamento. É por isso que os métodos de pagamento direto pelo varejista estão sendo usados na finalização da compra. Para evitar atrasos no recebimento do dinheiro, configure seu próprio método de pagamento.
pt_pt: Você não tem nenhum método de pagamento ativo próprio. É por isso que os métodos de pagamento do proprietário do mercado serão usados no checkout. Para evitar atrasos no recebimento de dinheiro, configure sua própria forma de pagamento.
ro_ro: Nu aveți metode de plată active proprii. Din acest motiv, metodele de plată ale proprietarului pieței vor fi utilizate la casă. Pentru a evita întârzierile în primirea banilor, vă rugăm să vă configurați propria metodă de plată.
sv_se: Du har inga egna aktiva betalningsmetoder. Det är därför marknadsplatsägarens betalningsmetoder kommer att användas i kassan istället. För att undvika förseningar i att ta emot pengar, vänligen skapa din egen betalningsmetod.
tr_tr: Kendinize ait aktif ödeme yönteminiz yok. Bu yüzden ödeme yaparken pazar sahibinin ödeme yöntemi kullanılacak. Ödemenin gecikmesini önlemek için lütfen kendi ödeme yönteminizi tanımlayın.
uk_ua: У вас не увімкнено жодного власного способу оплати. Тому при оформленні замовлення будуть використовуватися способи оплати власника магазину. Щоб уникнути затримки з отриманням грошей, налаштуйте свій спосіб оплати.
zh_cn: 您自己没有任何有效的付款方式。这就是为什么将在结账时使用市场所有者的付款方式。为避免延迟收款，请设置您自己的付款方式。

# Languages::direct_payments.admin_payments_description
source: These payment methods will be offered to customers only when a vendor doesn't have any active payment methods. The money from orders will first go to the marketplace owner, who will be informed about it and will have to transfer that money to the vendor.
ar_sa: سيتم عرض طرق الدفع هذه للعملاء فقط عندما لا يكون لدى البائع أي طرق دفع نشطة. سيذهب المال من الطلبيات أولاً إلى مالك السوق ، الذي سيتم إعلامه بذلك وسيتعين عليه تحويل هذه الأموال إلى البائع.
cs_cz: Tato platební metoda bude poskytnuta zákazníkům jenom v případě, že prodejce jinou platební možnost nenabízí. Peníze z těchto objednávek půjdou první vlastníkovi obchodu, ten o tom bude informován a bude povinen peníze poslat prodejci.
da_dk: Disse betalingsmetoder vil kun blive tilbudt kunder, når en leverandør ikke har nogen aktive betalingsmetoder. Pengene fra ordrer vil først gå til markedspladsejeren, som vil blive informeret om det og skal overføre pengene til sælgeren.
el_gr: Αυτοί οι τρόποι πληρωμής θα είναι επιλέξιμοι από τον πελάτη μόνο όταν ο πωλητής δεν έχει δικούς του ενεργούς τρόπους πληρωμής. Τα λεφτά από τις παραγγελίες, θα μεταφερθούν αρχικά στον ιδιοκτήτη του marketplace, και αφού ενημερωθεί για την λήψη τους, θα πρέπει να μεταφέρει τα χρήματα στον πωλητή.
es_es: Estos métodos de pago se ofrecerán a los clientes sólo cuando un vendedor no tiene ningún método de pago activo. El dinero de los pedidos será recibido en primera instancia por el propietario de marketplace, quien será informado al respecto y tendrá que transferir ese dinero al vendedor.
fa_ir: این روش‌های پرداخت تنها زمانی به مشتریان ارائه می‌شوند که فروشنده هیچ روش پرداخت فعالی نداشته باشد. پول حاصل از سفارشات ابتدا به صاحب بازار می رسد و او در مورد آن مطلع می شود و باید آن پول را به فروشنده منتقل کند.
fi_fi: Näitä maksutapoja tarjotaan asiakkaille vain, jos toimittajalla ei ole aktiivisia maksutapoja. Tilauksista saadut rahat menevät ensin kauppapaikan omistajalle, jolle ilmoitetaan asiasta ja hänen on siirrettävä rahat myyjälle.
fr_fr: Ces méthodes de paiement seront proposées aux clients seulement lorsqu'un vendeur n'a pas de méthodes de paiement configurées. L'argent des commandes ira d'abord au propriétaire du marché, qui en sera informé et devra transférer cet argent au vendeur.
he_il: אמצעי תשלום אלה יוצעו ללקוחות רק כאשר לספק אין אמצעי תשלום פעילים. הכסף מן ההזמנות יהיה הראשון ללכת הבעלים של השוק, מי יהיה הודיע על זה ויהיה חייב להעביר את הכסף לספק.
hu_hu: Ezeket a fizetési módokat csak akkor ajánljuk fel a vevőnek, ha az eladónak nincs aktív fizetési módja. A megrendelésekből származó pénz először a piactér tulajdonosához kerül, aki erről tájékoztatást kap és utána tovább kell utalnia a pénzt az eladónak.
id_id: Metode pembayaran ini akan ditawarkan hanya kepada pelanggan saat penjual tidak memiliki metode pembayaran yang aktif. Uang dari pesanan akan terlebih dahulu masuk kepemilik pasar, yang akan diinformasikan tentang itu dan akan harus mentransfer uang itu kepada penjual.
it_it: Questi metodi di pagamento saranno offerti ai clienti solo quando un venditore non ha metodi di pagamento attivi. Il denaro degli ordini andrà prima al proprietario del mercato, che ne verrà informato e dovrà trasferire quel denaro al venditore.
ja_jp: これらの支払方法は、出品者が支払方法を設定していない場合のみお客様に表示されます。支払いはマーケットプレイス運営者に支払われ、その後運営者は出品者に振込む必要があります。
ko_kr: 이러한 지불 방법은 공급업체에 활성 지불 방법이 없는 경우에만 고객에게 제공됩니다. 주문 금액은 먼저 마켓플레이스 소유자에게 전달되며, 마켓플레이스 소유자는 이에 대한 정보를 받고 해당 금액을 공급업체에 이체해야 합니다.
nl_nl: Deze betaalmethoden worden alleen aan klanten aangeboden als een leverancier geen actieve betaalmethoden heeft. Het geld van bestellingen gaat eerst naar de marktplaatseigenaar, die hierover wordt ge√Ønformeerd en dat geld moet overmaken naar de verkoper.
no_no: Disse betalingsmåtene vil kun tilbys kunder når en leverandør ikke har noen aktive betalingsmåter. Pengene fra bestillinger vil først gå til markedsplasseieren, som vil bli informert om det og må overføre pengene til leverandøren.
pl_pl: Te metody płatności będą oferowane klientom tylko wtedy, gdy sprzedawca nie ma żadnych aktywnych metod płatności. Pieniądze z zamówień najpierw trafią do właściciela marketplace, który zostanie o tym poinformowany i będzie musiał przekazać te pieniądze sprzedawcy.
pt_br: Essas formas de pagamento serão oferecidas aos clientes sempre que um fornecedor não tiver ativado nenhuma forma de pagamento. O pagamento irá primeiro para o EuDireto, que, após ter sido confirmado, irá transferir o valor para o fornecedor.
pt_pt: Esses métodos de pagamento serão oferecidos aos clientes somente quando um fornecedor não tiver nenhum método de pagamento ativo. O dinheiro dos pedidos irá primeiro para o dono do mercado, que será informado sobre isso e terá que transferir esse dinheiro para o vendedor.
ro_ro: Aceste metode de plată vor fi oferite clienților numai atunci când un vânzător nu dispune de metode de plată active. Banii din comenzi vor fi inițial la proprietarul pieței, care va fi informat despre aceasta și va trebui să transfere acești bani vânzătorului.
sv_se: Dessa betalningsmetoder kommer endast att erbjudas kunder när en leverantör inte har några aktiva betalningsmetoder. Pengarna från beställningar kommer först att gå till marknadsplatsägaren, som kommer att informeras om det och måste överföra pengarna till leverantören.
tr_tr: Bu ödeme yöntemleri sadece kendi aktif ödeme yöntemleri olmadığında müşterilere sunulur. Siparişlerden gelen para öncelikle pazar sahibine gönderilir, pazar sahibi bilgilendirildikten sonra satıcıya parayı transfer etmesi gerekir.
uk_ua: Покупці побачать ці способи оплати, тільки якщо у продавця не включений жоден власний спосіб оплати. В цьому випадку гроші за замовлення спочатку потраплять власнику магазину; він дізнається про це і буде повинен перевести ці гроші продавцю.
zh_cn: 仅当供应商没有任何有效的付款方式时，才会向客户提供这些付款方式。订单中的钱将首先转到市场所有者，他们将被告知并必须将这笔钱转移给供应商。
