Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/direct_payments.po
Languages: ar_sa, cs_cz, da_dk, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua, zh_cn

# Languages::direct_payments.your_payments
source: Your payment methods
ar_sa: طرق الدفع الخاصة بك
cs_cz: Vaše platební metody
da_dk: Dine betalingsmetoder
el_gr: Οι Τρόποι πληρωμής σας
es_es: Sus métodos de pago
fa_ir: روش های پرداخت شما
fi_fi: Maksutavat
fr_fr: Vos méthodes de paiement
he_il: אמצעי תשלום שלך
hu_hu: A fizetési módjaid
id_id: Metode pembayaran Anda
it_it: Metodi di pagamento
ja_jp: 出品者の支払方法
ko_kr: 결제 수단
nl_nl: Uw betaalmethoden
no_no: Dine betalingsmåter
pl_pl: Formy płatności
pt_br: Seus métodos de pagamento
pt_pt: Suas formas de pagamento
ro_ro: Metodele dvs. de plată
sv_se: Dina betalningsmetoder
tr_tr: Ödeme yöntemleriniz
uk_ua: Ваші способи оплати
zh_cn: 您的付款方式

# Languages::direct_payments.admin_payments
source: Marketplace owner's payment methods
ar_sa: طرق دفع مالك السوق
cs_cz: Platební metoda majitele obchodu
da_dk: Markedspladsejerens betalingsmetoder
el_gr: Tρόποι πληρωμής του ιδιοκτήτη του marketplace
es_es: Métodos de pago del propietario del marketplace
fa_ir: روش‌های پرداخت مالک بازار
fi_fi: Kauppapaikan omistajan maksutavat
fr_fr: Méthodes de paiement du propriétaire du marché
he_il: אמצעי תשלום של בעלים האתר
hu_hu: A piactér tulajdonos fizetési módjai
id_id: Metode pembayaran pemilik pasar
it_it: Metodi di pagamento del proprietario del negozio
ja_jp: マーケットプレイス運営者の支払方法
ko_kr: 마켓플레이스 소유자의 결제 수단
nl_nl: Betaalmethoden van Marketplace-eigenaar
no_no: Markedsplasseierens betalingsmåter
pl_pl: Metody płatności właściciela portalu Marketplace
pt_br: Métodos de pagamento do EuDireto
pt_pt: Formas de pagamento do proprietário do mercado
ro_ro: Metodele de plată ale proprietarului Marketplace
sv_se: Marknadsplatsägarens betalningsmetoder
tr_tr: Pazar satıcısının ödeme yöntemleri
uk_ua: Способи оплати власника магазину
zh_cn: 市场所有者的付款方式

# Languages::direct_payments.create_payment_method
source: Create a payment method
ar_sa: إنشاء أسلوب الدفع
cs_cz: Vytvořit platební metodu
da_dk: Opret en betalingsmetode
el_gr: Δημιουργία τρόπου πληρωμής
es_es: Crear un método de pago
fa_ir: یک روش پرداخت ایجاد کنید
fi_fi: Luo maksutapa
fr_fr: Créer une méthode de paiement
he_il: ליצור שיטת תשלום
hu_hu: Fizetési mód létrehozása
id_id: Buat cara pembayaran
it_it: Crea un metodo di pagamento
ja_jp: 支払方法の追加
ko_kr: 결제 수단 생성
nl_nl: Maak een betaalmethode aan
no_no: Opprett en betalingsmetode
pl_pl: Utwórz metodę płatności
pt_br: Crie um método de pagamento
pt_pt: Crie uma forma de pagamento
ro_ro: Creaţi o metodă de plată
sv_se: Skapa en betalningsmetod
tr_tr: Ödeme yöntemi yarat
uk_ua: Створити спосіб оплати
zh_cn: 创建付款方式

# Languages::block_carts_summary
source: Cart by vendors
ar_sa: سلة التسوق من قبل البائعين
cs_cz: Košík dle prodejců
da_dk: Indkøbskurv af leverandører
el_gr: Καλάθι από πωλητές
es_es: Carrito por vendedores
fa_ir: سبد خرید توسط فروشندگان
fi_fi: Myyjien ostoskori
fr_fr: Panier par vendeurs
he_il: סל לפי ספקים
hu_hu: Eladói kosarak
id_id: Keranjang oleh penjual
it_it: Carrello da venditori
ja_jp: 出品者のカート
ko_kr: 공급업체별 장바구니
nl_nl: Winkelwagen door leveranciers
no_no: Handlevogn av leverandører
pl_pl: Koszyk sprzedawcy
pt_br: Carrinhos por vendendor
pt_pt: Carrinho por fornecedores
ro_ro: Coș de vânzători
sv_se: Vagn av leverantörer
tr_tr: Satıcılara göre sepet
uk_ua: Кошик від продавців
zh_cn: 供应商购物车

# Languages::block_carts_summary_description
source: Customer's cart split by vendors at checkout
ar_sa: عربة العميل مقسمة من قبل البائعين عند الخروج
cs_cz: Zákazníkův košík byl rozdělen podle prodejců u pokladny
da_dk: Kundens vogn opdelt efter leverandører ved kassen
el_gr: Το καλάθι του πελάτη χωρίζεται ανα πωλητές στο ταμείο
es_es: Carrito del cliente dividido por proveedores al finalizar la compra
fa_ir: سبد خرید مشتری در هنگام پرداخت توسط فروشندگان تقسیم می شود
fi_fi: Asiakkaan ostoskori jaettuna toimittajien mukaan kassalla
fr_fr: Panier du client trié par vendeurs lors de la commande
he_il: פיצול סל של הלקוח לפי תשלום לספקים
hu_hu: A vásárló kosara eladók szerint lesz szétbontva a pénztárnál
id_id: Keranjang pelanggan dipisahkan oleh penjual saat pembayaran
it_it: Carrello del cliente diviso per venditori al momento del pagamento
ja_jp: 精算時に顧客のカートが出品者によって分割されました
ko_kr: 결제 시 공급업체별로 고객의 장바구니 분할
nl_nl: Winkelwagen van de klant opgesplitst door leveranciers bij het afrekenen
no_no: Kundens handlekurv delt opp etter leverandører ved kassen
pl_pl: Koszyk klienta podzielony według sprzedawców
pt_br: Carrinho de compra separado por vendedor no check-out
pt_pt: Carrinho do cliente dividido por fornecedores no checkout
ro_ro: Coșul clientului divizat de vânzători la finalizare
sv_se: Kundens varukorg delad av leverantörer i kassan
tr_tr: Müşterinin sepeti, ödeme sırasında satıcılara göre bölünür
uk_ua: Кошик покупця розділений між продавцями на Сторінці оформлення замовлення
zh_cn: 客户的购物车在结账时按供应商拆分
