Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/discussion.po
Languages: da_dk, fa_ir, fi_fi, sv_se

# Addons::name::discussion
source: Comments and reviews
da_dk: Kommentarer og anmeldelser
fa_ir: نظرات و بررسی
fi_fi: Kommentit ja arvostelut
sv_se: Kommentarer och recensioner

# Addons::description::discussion
source: Lets customers leave comments to categories, pages, etc., review vendors and write testimonials
da_dk: Lader kunder efterlade kommentarer til kategorier, sider osv., gennemgå leverandører og skrive udtalelser
fa_ir: به مشتریان اجازه می دهد نظرات خود را برای دسته ها، صفحات و غیره بگذارند، فروشندگان را بررسی کنند و توصیفات بنویسند
fi_fi: Antaa asiakkaiden jättää kommentteja luokkiin, sivuille jne., arvostella toimittajia ja kirjoittaa suosituksia
sv_se: Låter kunder lämna kommentarer till kategorier, sidor etc., granska leverantörer och skriva omdömen

# Languages::use_for_discussion
source: Comments and reviews forms
da_dk: Kommentarer og anmeldelsesformer
fa_ir: برگه ی نظرات و بررسی ها
fi_fi: Kommentti- ja arvostelulomakkeet
sv_se: Kommentarer och recensioner formulär

# Languages::comments_and_reviews_menu_description
source: Customer comments and reviews on products, categories, orders, etc.
da_dk: Kundekommentarer og anmeldelser på produkter, kategorier, ordrer, osv.
fa_ir: نظر مشتری و بررسی بر روی محصولات دسته بندی سفارشات، و غیره.
fi_fi: Asiakkaiden kommentit ja arvostelut tuotteista, luokista, tilauksista jne.
sv_se: Kundkommentarer och omdömen om produkter, kategorier, ordrar, etc.

# Languages::discussion_title_category
source: Reviews
da_dk: vurdering
fa_ir: نظرات
fi_fi: Arvostelut
sv_se: Recensioner

# Languages::discussion_title_giftreg
source: Guestbook
da_dk: Gæstebog
fa_ir: دفتر مهمان
fi_fi: Vieraskirja
sv_se: Gästbok

# Languages::discussion_title_home_page_menu_description
source: Manage the testimonials from your store visitors.
da_dk: Administrer anbefalinger fra butiksbesøgende.
fa_ir: مدیریت نظرها از بازدید کنندگان فروشگاه
fi_fi: Hallinnoi myymäläsi vierailijoiden kokemuksia.
sv_se: Hantera rekommendationer från besökare.

# Languages::discussion_title_order
source: Communication
da_dk: kommunikation
fa_ir: ارتباطات
fi_fi: Viesti
sv_se: Kommunikation

# Languages::discussion_title_page
source: Comments
da_dk: Kommentar
fa_ir: نظرات
fi_fi: Kommentit
sv_se: Kommentarer

# Languages::discussion_title_product
source: Reviews
da_dk: Vurdering
fa_ir: نظرات
fi_fi: Arvostelut
sv_se: Recensioner

# Languages::discussion_title_return
source: Communication
da_dk: kommunikation
fa_ir: ارتباطات
fi_fi: Viestintä
sv_se: Kommunikation

# Languages::no_posts_found
source: No posts found
da_dk: Ingen post fundet
fa_ir: نوشته ای پیدا نشد
fi_fi: Ei kommentteja
sv_se: Inga inlägg

# Languages::your_rating
source: Your rating
da_dk: Din bedømmelse
fa_ir: امتیاز شما
fi_fi: Arviosi
sv_se: Ditt betyg

# Languages::comments_and_reviews
source: Comments and reviews
da_dk: Kommentar og vurdering
fa_ir: نظرات و بررسی
fi_fi: Kommentteja ja arvosteluja
sv_se: Kommentarer och recensioner

# Languages::discussion_title_home_page
source: Testimonials
da_dk: anbefaling
fa_ir: نظرها
fi_fi: Suositukset
sv_se: Rekommendationer

# Languages::text_enabled_testimonials_notice
source: Testimonials are disabled. To enable, please go to <a href="[link]">Comments and reviews: options</a> and select the "Communication", "Rating" or "Communication and Rating" value in "Testimonials" field.
da_dk: Anbefalinger er deaktiveret. Hvis du vil aktivere, skal du gå til <a href="[link]"> kommentarer og anmeldelser: indstillinger for</a> og vælg "Kommunikation", "Vurdering" eller "Kommunikation og Vurdering" i "Anbefalinger" felt.
fa_ir: مشتریان غیر فعال شده اند. برای فعال کردن به لینک <a href="[link]"> مراجعه و نظرات و بررسی: گزینه های</a> و ارزش "ارتباطات"، "امتیاز" و یا "ارزش ارتباطی و" را در قسمت "نظرها" را انتخاب کنید.
fi_fi: Todistukset on poistettu käytöstä. Ota käyttöön siirtymällä kohtaan <a href="[link]">Kommentit ja arvostelut: vaihtoehdot</a> ja valitsemalla "Viestintä", "Arviointi" tai "Viestintä ja luokitus" -arvo "Lausunnot" -kentässä.
sv_se: Omdömen är inaktiva. För att aktivera, gå till <a href="[link]">Kommentarer och recensioner</a> och välj "Kommunikation", "Betyg" eller "Kommunikation och betyg" i fältet "Omdömen".

# Languages::discussion_title_company
source: Reviews
da_dk: Anmeldelser
fa_ir: نظرات
fi_fi: Arvostelut
sv_se: Recensioner

# Languages::communication_and_rating
source: Communication and Rating
da_dk: Kommunikation og bedømmelse
fa_ir: ارتباطات و امتیاز
fi_fi: Viestintä ja luokitus
sv_se: Kommunikation och Betyg

# Languages::communication
source: Communication
da_dk: kommunikation
fa_ir: ارتباطات
fi_fi: Viestit
sv_se: Kommunikation

# Languages::rating
source: Rating
da_dk: Vurdering
fa_ir: امتیاز
fi_fi: Luokitus
sv_se: Betyg

# Languages::cant_find_thread
source: Thread can not be found.
da_dk: Tråd kan ikke findes.
fa_ir: موضوعی یافت نمی شود.
fi_fi: Viestiä ei löydy.
sv_se: Tråd kan inte hittas.

# Languages::error_already_posted
source: You have posted in this discussion already
da_dk: Du har allerede posted i denne diskussion
fa_ir: پست شما در این مبحث ارسال شده است.
fi_fi: Olet jo kirjoittanut tähän keskusteluun
sv_se: Du har redan gjort ett inlägg i denna diskussion

# Languages::text_thank_you_for_post
source: Thank you for your post
da_dk: Tak for dit indlæg
fa_ir: از شما برای پست متشکریم
fi_fi: Kiitos viestistäsi
sv_se: Tack för ditt inlägg

# Languages::text_post_pended
source: Your post will be checked before it gets published.
da_dk: Dit indlæg vil blive kontrolleret, før det bliver offentliggjort.
fa_ir: پست شما قبل از انتشار مقایسه می گردد
fi_fi: Viestisi tarkistetaan ennen kuin se julkaistaan.
sv_se: Ditt inlägg kommer att kontrolleras innan det publiceras.

# Languages::discussion
source: Comments and reviews
da_dk: Kommentar og vurdering
fa_ir: نظرات و بررسی
fi_fi: Kommentteja ja arvosteluja
sv_se: Kommentar/recension

# Languages::text_new_post_notification
source: This is a notification of a new post to
da_dk: Dette er en anmeldelse af en ny stilling til
fa_ir: این اعلان پست جدید است
fi_fi: Olet saanut uuden viestin:
sv_se: Det finns ett nytt inlägg på

# Languages::text_approval_notice
source: This post needs approving
da_dk: Dette indlæg skal godkendes
fa_ir: این پست نیاز به تصویب دارد
fi_fi: Tämä viesti vaatii hyväksynnän
sv_se: Detta inlägg måste godkännas

# Languages::latest_reviews
source: Latest comments & reviews
da_dk: Sidste kommentar og bedømmelse
fa_ir: آخرین نظرات & بررسی
fi_fi: Uusimmat kommentit ja arvostelut
sv_se: Senaste kommentarer och recensioner

# Languages::comment_by
source: Comment by
da_dk: kommentar af
fa_ir: نظر توسط
fi_fi: Kommentoi
sv_se: Kommentar av

# Languages::and
source: and
da_dk: og
fa_ir: و
fi_fi: ja
sv_se: och

# Languages::add_post
source: Add post
da_dk: Tilføj post
fa_ir: اضافه کردن پست
fi_fi: Lisää viesti
sv_se: Lägg till inlägg

# Languages::not_approved
source: Not approved
da_dk: Ikke godkendt
fa_ir: مورد تایید نیست
fi_fi: Hylätty
sv_se: Inte godkänd

# Languages::discussion_manager
source: Comments and reviews
da_dk: Kommentarer og anmeldelser
fa_ir: نظرات و بررسی
fi_fi: Kommentteja ja arvosteluja
sv_se: Kommentarer och recensioner

# Languages::testimonials
source: Testimonials
da_dk: Anbefaling
fa_ir: نظرها
fi_fi: Suositukset
sv_se: Rekommendationer

# Languages::privileges.view_discussions
source: Can view
da_dk: Kan se
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
sv_se: Kan visa

# Languages::privileges.manage_discussions
source: Can edit
da_dk: Kan redigere
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
sv_se: Kan redigera

# Languages::privilege_groups.discussions
source: Comments and reviews
da_dk: Kommentarer og anmeldelser
fa_ir: نظرات و نقدها
fi_fi: Kommentit ja arvostelut
sv_se: Kommentarer och recensioner

# Languages::block_testimonials
source: Testimonials
da_dk: Anbefaling
fa_ir: نظرها
fi_fi: Suositukset
sv_se: Rekommendationer

# Languages::block_testimonials_description
source: User testimonials
da_dk: Bruger anbefalinger
fa_ir: اظهار رضایت مشتریان
fi_fi: Käyttäjien suosittelut
sv_se: Omdömen från användare

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
da_dk: Sorter efter vurdering: lav til høj
fa_ir: مرتب سازی بر اساس رتبه: از پایین ﺗﺮﻳﻦ
fi_fi: Lajittele arvosanan mukaan: matalasta korkeaan
sv_se: Lägst betyg

# Languages::sort_by_rating_desc
source: Sort by rating
da_dk: Sorter efter vurdering
fa_ir: مرتب سازی بر اساس رتبه بندی
fi_fi: Lajittele luokituksen mukaan
sv_se: Högst betyg

# Languages::reviews
source: review|reviews
da_dk: Anmeldelse |Anmeldelser
fa_ir: نظر
fi_fi: arvostelu|arvostelut
sv_se: recension|recensioner

# Languages::write_review
source: Write a review
da_dk: Skriv en anmeldelse
fa_ir: نوشتن نظر
fi_fi: Kirjoita arvostelu
sv_se: Skriv en recension

# SettingsSections::discussion::products
source: Products
da_dk: Produkter
fa_ir: محصولات
fi_fi: Tuotteet
sv_se: Produkter

# SettingsSections::discussion::categories
source: Categories
da_dk: Kategorier
fa_ir: رده بندی
fi_fi: Luokat
sv_se: Kategorier

# SettingsSections::discussion::orders
source: Orders
da_dk: Ordrer
fa_ir: سفارشات
fi_fi: Tilaukset
sv_se: Ordrar

# SettingsSections::discussion::pages
source: Pages
da_dk: Sider
fa_ir: صفحه ها
fi_fi: Sivut
sv_se: Sidor

# SettingsSections::discussion::testimonials
source: Testimonials
da_dk: Anbefalinger
fa_ir: نظرها
fi_fi: Suositukset
sv_se: Rekommendationer

# SettingsSections::discussion::companies
source: Vendors
da_dk: Leverandører
fa_ir: فروشندگان
fi_fi: Myyjät
sv_se: Säljare

# SettingsOptions::discussion::product_posts_per_page
source: Posts per page
da_dk: Posts per side
fa_ir: پست ها در هر صفحه
fi_fi: Viestejä per sivu
sv_se: Inlägg per sida

# SettingsOptions::discussion::product_post_approval
source: Administrator must approve posts submitted by
da_dk: Administrator skal godkende stillinger sendt af
fa_ir: پست های ارسال شده باید توسط سرپرست تصویب شود
fi_fi: Ylläpitäjän tulee hyväksyä lähettäjän lähettämät viestit
sv_se: Kunstjänst måste godkänna inlägg gjorda av

# SettingsOptions::discussion::product_post_ip_check
source: Only one post from one IP is allowed
da_dk: Kun en post fra én IP er tilladt
fa_ir: تنها یک پست از یک IP مجاز است
fi_fi: Vain yksi viesti yhdeltä IP-osoitteelta on sallittu
sv_se: Tillåt endast ett inlägg per IP-adress

# SettingsOptions::discussion::product_share_discussion
source: Share discussions with all stores
da_dk: Del diskussioner med alle butikker
fa_ir: بحث ها را با همه فروشگاه ها به اشتراک بگذارید
fi_fi: Jaa keskustelut kaikkien myymälöiden kanssa
sv_se: Dela diskussioner med alla butiker

# SettingsTooltips::discussion::product_share_discussion
source: Show all comments and reviews of a product on all storefronts that the product is shared with
da_dk: Vis alle kommentarer og anmeldelser af et produkt på alle butiksfacader, som produktet er delt med
fa_ir: نمایش همه نظرات و نقدهای مربوط به یک محصول در تمام ویترین هایی که محصول با آنها به اشتراک گذاشته شده است
fi_fi: Näytä kaikki tuotteen kommentit ja arvostelut kaikissa julkisivuissa, joiden kanssa tuote on jaettu
sv_se: Visa alla kommentarer och recensioner av en produkt på alla skyltfönster som produkten delas med

# SettingsOptions::discussion::category_posts_per_page
source: Posts per page
da_dk: Posts per side
fa_ir: پست ها در هر صفحه
fi_fi: Viestejä per sivu
sv_se: Inlägg per sida

# SettingsOptions::discussion::category_post_approval
source: Administrator must approve posts submitted by
da_dk: Administrator skal godkende stillinger sendt af
fa_ir: پست های ارسال شده باید توسط سرپرست تصویب شود
fi_fi: Ylläpitäjän tulee hyväksyä lähettäjän lähettämät viestit
sv_se: Kunstjänst måste godkänna inlägg gjorda av

# SettingsOptions::discussion::category_post_ip_check
source: Only one post from one IP is allowed
da_dk: Kun en post fra én IP er tilladt
fa_ir: تنها یک پست از یک IP مجاز است
fi_fi: Vain yksi viesti yhdeltä IP-osoitteelta on sallittu
sv_se: Tillåt endast ett inlägg per IP-adress

# SettingsOptions::discussion::order_posts_per_page
source: Posts per page
da_dk: Posts per side
fa_ir: پست ها در هر صفحه
fi_fi: Viestejä per sivu
sv_se: Inlägg per sida

# SettingsOptions::discussion::order_initiate
source: Allow customer to initiate discussion
da_dk: Tillad kunden til at indlede drøftelser
fa_ir: اجازه دادن به مشتریان برای آغاز بحث
fi_fi: Anna asiakkaan aloittaa keskustelu
sv_se: Tillåt kunder starta diskussion

# SettingsOptions::discussion::page_posts_per_page
source: Posts per page
da_dk: Posts per side
fa_ir: پست ها در هر صفحه
fi_fi: Viestejä per sivu
sv_se: Inlägg per sida

# SettingsOptions::discussion::page_post_approval
source: Administrator must approve posts submitted by
da_dk: Administrator skal godkende stillinger sendt af
fa_ir: پست های ارسال شده باید توسط سرپرست تصویب شود
fi_fi: Ylläpitäjän tulee hyväksyä lähettäjän lähettämät viestit
sv_se: Kunstjänst måste godkänna inlägg gjorda av

# SettingsOptions::discussion::page_post_ip_check
source: Only one post from one IP is allowed
da_dk: Kun en post fra én IP er tilladt
fa_ir: تنها یک پست از یک IP مجاز است
fi_fi: Vain yksi viesti yhdeltä IP-osoitteelta on sallittu
sv_se: Tillåt endast ett inlägg per IP-adress

# SettingsOptions::discussion::page_share_discussion
source: Share discussions with all stores
da_dk: Del diskussioner med alle butikker
fa_ir: بحث ها را با همه فروشگاه ها به اشتراک بگذارید
fi_fi: Jaa keskustelut kaikkien myymälöiden kanssa
sv_se: Dela diskussioner med alla butiker

# SettingsTooltips::discussion::page_share_discussion
source: Show all comments and reviews of a page on all storefronts that the page is shared with
da_dk: Vis alle kommentarer og anmeldelser af en side på alle butiksfacader, som siden er delt med
fa_ir: نمایش همه نظرات و بررسی های یک صفحه در تمام ویترین هایی که صفحه با آنها به اشتراک گذاشته شده است
fi_fi: Näytä kaikki sivun kommentit ja arvostelut kaikissa julkisivuissa, joiden kanssa sivu on jaettu
sv_se: Visa alla kommentarer och recensioner av en sida på alla skyltfönster som sidan delas med

# SettingsOptions::discussion::home_page_posts_per_page
source: Posts per page
da_dk: Posts per side
fa_ir: پست ها در هر صفحه
fi_fi: Viestejä per sivu
sv_se: Inlägg per sida

# SettingsOptions::discussion::home_page_post_approval
source: Administrator must approve posts submitted by
da_dk: Administrator skal godkende stillinger sendt af
fa_ir: پست های ارسال شده باید توسط سرپرست تصویب شود
fi_fi: Ylläpitäjän tulee hyväksyä lähettäjän lähettämät viestit
sv_se: Kunstjänst måste godkänna inlägg gjorda av

# SettingsOptions::discussion::home_page_post_ip_check
source: Only one post from one IP is allowed
da_dk: Kun en post fra én IP er tilladt
fa_ir: تنها یک پست از یک IP مجاز است
fi_fi: Vain yksi viesti yhdeltä IP-osoitteelta on sallittu
sv_se: Tillåt endast ett inlägg per IP-adress

# SettingsOptions::discussion::home_page_testimonials
source: Testimonials
da_dk: Anbefalinger
fa_ir: نظرها
fi_fi: Suositukset
sv_se: Omdömen

# SettingsOptions::discussion::testimonials_from_all_stores
source: Show testimonials from all stores
da_dk: Vis udtalelser fra alle butikker
fa_ir: نمایش نظرها از همه فروشگاه ها
fi_fi: Näytä suosittelut kaikista myymälöistä
sv_se: Visa omdömen från alla butiker

# SettingsOptions::discussion::product_discussion_type
source: Default value
da_dk: Standard værdi
fa_ir: مقدار پیش فرض
fi_fi: Oletusarvo
sv_se: Standardvärde

# SettingsTooltips::discussion::product_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created products. Doesn't affect existing products.
da_dk: Bestemmer, om kommentarer og/eller anmeldelser er tilladt for nyoprettede produkter. Påvirker ikke eksisterende produkter.
fa_ir: تعیین می کند که آیا نظرات و/یا نظرات برای محصولات جدید ایجاد شده مجاز هستند یا خیر. محصولات موجود را تحت تاثیر قرار نمی دهد.
fi_fi: Määrittää, ovatko kommentit ja/tai arvostelut sallittuja uusille tuotteille. Ei vaikuta olemassa oleviin tuotteisiin.
sv_se: Avgör om kommentarer och/eller recensioner är tillåtna för nyskapade produkter. Påverkar inte befintliga produkter.

# SettingsOptions::discussion::product_review_after_purchase
source: Only buyers can post
da_dk: Kun købere kan sende
fa_ir: فقط خریداران می توانند پست کنند
fi_fi: Vain ostajat voivat postittaa
sv_se: Endast köpare kan lägga upp

# SettingsTooltips::discussion::product_review_after_purchase
source: Allow leaving reviews for a product only to those who bought that product.
da_dk: Tillad kun at efterlade anmeldelser af et produkt til dem, der har købt det pågældende produkt.
fa_ir: اجازه گذاشتن نظر برای یک محصول را فقط برای کسانی که آن محصول را خریداری کرده‌اند، بدهید.
fi_fi: Salli tuotteen arvostelujen jättäminen vain tuotteen ostaneille.
sv_se: Tillåt att endast lämna recensioner för en produkt till de som köpt den produkten.

# SettingsOptions::discussion::category_discussion_type
source: Default value
da_dk: Standard værdi
fa_ir: مقدار پیش فرض
fi_fi: Oletusarvo
sv_se: Standardvärde

# SettingsTooltips::discussion::category_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created categories. Doesn't affect existing categories.
da_dk: Bestemmer, om kommentarer og/eller anmeldelser er tilladt for nyoprettede kategorier. Påvirker ikke eksisterende kategorier.
fa_ir: تعیین می کند که آیا نظرات و/یا نظرات برای دسته های تازه ایجاد شده مجاز هستند یا خیر. دسته‌های موجود را تحت تأثیر قرار نمی‌دهد.
fi_fi: Määrittää, sallitaanko kommentit ja/tai arvostelut äskettäin luoduille luokille. Ei vaikuta olemassa oleviin luokkiin.
sv_se: Avgör om kommentarer och/eller recensioner är tillåtna för nyskapade kategorier. Påverkar inte befintliga kategorier.

# SettingsOptions::discussion::page_discussion_type
source: Default value
da_dk: Standard værdi
fa_ir: مقدار پیش فرض
fi_fi: Oletusarvo
sv_se: Standardvärde

# SettingsTooltips::discussion::page_discussion_type
source: Determines if comments and/or reviews are allowed for newly-created pages. Doesn't affect existing pages.
da_dk: Bestemmer, om kommentarer og/eller anmeldelser er tilladt for nyoprettede sider. Påvirker ikke eksisterende sider.
fa_ir: تعیین می کند که آیا نظرات و/یا نظرات برای صفحات تازه ایجاد شده مجاز هستند یا خیر. صفحات موجود را تحت تاثیر قرار نمی دهد.
fi_fi: Määrittää, sallitaanko kommentit ja/tai arvostelut äskettäin luoduille sivuille. Ei vaikuta olemassa oleviin sivuihin.
sv_se: Avgör om kommentarer och/eller recensioner är tillåtna för nyskapade sidor. Påverkar inte befintliga sidor.

# SettingsOptions::discussion::company_discussion_type
source: Reviews
da_dk: Anmeldelser
fa_ir: نظرات
fi_fi: Arvostelut
sv_se: Recensioner

# SettingsOptions::discussion::company_only_buyers
source: Only buyers can post
da_dk: Kun købere kan sende
fa_ir: فقط خریداران می توانند پست کنند
fi_fi: Vain ostajat voivat postittaa
sv_se: Endast köpare kan lägga upp

# SettingsTooltips::discussion::company_only_buyers
source: Allow leaving reviews for a vendor only to those who bought products from that vendor.
da_dk: Tillad kun at efterlade anmeldelser for en leverandør til dem, der har købt produkter fra den pågældende leverandør.
fa_ir: اجازه گذاشتن نظر برای یک فروشنده را فقط برای کسانی که محصولات آن فروشنده را خریده اند، بدهید.
fi_fi: Salli arvioiden jättäminen myyjästä vain niille, jotka ostivat tuotteita kyseiseltä myyjältä.
sv_se: Tillåt att endast lämna recensioner för en leverantör till de som köpt produkter från den leverantören.

# SettingsOptions::discussion::company_posts_per_page
source: Posts per page
da_dk: Indlæg pr. side
fa_ir: پست ها در هر صفحه
fi_fi: Viestejä per sivu
sv_se: Inlägg per sida

# SettingsOptions::discussion::company_post_approval
source: Administrator must approve posts submitted by
da_dk: Administrator skal godkende indlæg indsendt af
fa_ir: پست های ارسال شده باید توسط سرپرست تصویب شود
fi_fi: Ylläpitäjän tulee hyväksyä lähettäjän lähettämät viestit
sv_se: Kunstjänst måste godkänna inlägg gjorda av

# SettingsOptions::discussion::company_post_ip_check
source: Only one post from one IP is allowed
da_dk: Kun en post fra én IP er tilladt
fa_ir: تنها یک پست از یک IP مجاز است
fi_fi: Vain yksi viesti yhdeltä IP-osoitteelta on sallittu
sv_se: Tillåt endast ett inlägg per IP-adress

# SettingsVariants::discussion::company_post_approval::any
source: Any customer
da_dk: Enhver kunde
fa_ir: هر مشتری
fi_fi: Kuka tahansa asiakas
sv_se: Kunder och gäster

# SettingsVariants::discussion::company_post_approval::anonymous
source: Only anonymous customers
da_dk: Kun anonyme kunder
fa_ir: تنها مشتریان ناشناس
fi_fi: Vain nimettömät asiakkaat
sv_se: Endast gäster

# SettingsVariants::discussion::company_post_approval::disabled
source: No approval needed
da_dk: Ingen behov for godkendelse
fa_ir: نیازمند تایید
fi_fi: Hyväksyntää ei tarvita
sv_se: Inget godkännande krävs

# SettingsVariants::discussion::product_post_approval::any
source: Any customer
da_dk: Enhver kunde
fa_ir: هر مشتری
fi_fi: Kuka tahansa asiakas
sv_se: Kunder och gäster

# SettingsVariants::discussion::product_post_approval::anonymous
source: Only anonymous customers
da_dk: Kun anonyme kunder
fa_ir: تنها مشتریان ناشناس
fi_fi: Vain nimettömät asiakkaat
sv_se: Endast gäster

# SettingsVariants::discussion::product_post_approval::disabled
source: No approval needed
da_dk: Ingen behov for godkendelse
fa_ir: نیازمند تایید
fi_fi: Hyväksyntää ei tarvita
sv_se: Inget godkännande krävs

# SettingsVariants::discussion::category_post_approval::any
source: Any customer
da_dk: Enhver kunde
fa_ir: هر مشتری
fi_fi: Kuka tahansa asiakas
sv_se: Kunder och gäster

# SettingsVariants::discussion::category_post_approval::anonymous
source: Only anonymous customers
da_dk: Kun anonyme kunder
fa_ir: تنها مشتریان ناشناس
fi_fi: Vain nimettömät asiakkaat
sv_se: Endast gäster

# SettingsVariants::discussion::category_post_approval::disabled
source: No approval needed
da_dk: Ingen behov for godkendelse
fa_ir: بدون نیاز به تایید
fi_fi: Hyväksyntää ei tarvita
sv_se: Inget godkännande krävs

# SettingsVariants::discussion::page_post_approval::any
source: Any customer
da_dk: Enhver kunde
fa_ir: هر مشتری
fi_fi: Kuka tahansa asiakas
sv_se: Kunder och gäster

# SettingsVariants::discussion::page_post_approval::anonymous
source: Only anonymous customers
da_dk: Kun anonyme kunder
fa_ir: تنها مشتریان ناشناس
fi_fi: Vain nimettömät asiakkaat
sv_se: Endast gäster

# SettingsVariants::discussion::page_post_approval::disabled
source: No approval needed
da_dk: Ingen behov for godkendelse
fa_ir: بدون نیاز به تایید
fi_fi: Hyväksyntää ei tarvita
sv_se: Inget godkännande krävs

# SettingsVariants::discussion::home_page_post_approval::any
source: Any customer
da_dk: Enhver kunde
fa_ir: هر مشتری
fi_fi: Kuka tahansa asiakas
sv_se: Kunder och gäster

# SettingsVariants::discussion::home_page_post_approval::anonymous
source: Only anonymous customers
da_dk: Kun anonyme kunder
fa_ir: تنها مشتریان ناشناس
fi_fi: Vain nimettömät asiakkaat
sv_se: Endast gäster

# SettingsVariants::discussion::home_page_post_approval::disabled
source: No approval needed
da_dk: Ingen behov for godkendelse
fa_ir: بودن نیاز به تایید
fi_fi: Hyväksyntää ei tarvita
sv_se: Inget godkännande behövs

# Languages::discussion_tab_products
source: Product Reviews
da_dk: Produktanmeldelser
fa_ir: نظرات محصول
fi_fi: Tuotearvostelut
sv_se: Produktrecensioner

# Languages::discussion_tab_categories
source: Category Reviews
da_dk: Kategori anmeldelser
fa_ir: نظرات دسته بندی
fi_fi: Luokka-arvostelut
sv_se: Kategorirecensioner

# Languages::discussion_tab_pages
source: Page Comments
da_dk: Fodnoter
fa_ir: صفحه نظرات
fi_fi: Sivun kommentit
sv_se: Sidkommentarer

# Languages::discussion_tab_orders
source: Order Communication
da_dk: Ordrerkommunikation
fa_ir: سفارش ارتباطات
fi_fi: Tilaa viestintä
sv_se: Orderkommunikation

# Languages::discussion_tab_home_page
source: Testimonials
da_dk: Vidnesbyrd
fa_ir: نظرها
fi_fi: Suositukset
sv_se: Rekommendationer
