Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/discussion.po
Languages: da_dk, fa_ir, fi_fi, sv_se

# Languages::discussion_tab_companies
source: Company Reviews
da_dk: Virksomhedsanmeldelser
fa_ir: نظرات شرکت
fi_fi: Yritysarvostelut
sv_se: Företagsrecensioner

# Languages::email_template.discussion_notification
source: Comments and reviews notification
da_dk: Kommentarer og anmeldelser notis
fa_ir: اعلان نظر و بررسی
fi_fi: Ilmoitus kommenteista ja arvosteluista
sv_se: Kommentarer och recensioner noteringar

# Languages::show_rating
source: Show review rating
da_dk: Vis anmeldelsesbedømmelse
fa_ir: نمایش رتبه بندی بررسی
fi_fi: Näytä arvostelun luokitus
sv_se: Visa recensionsbetyg

# Languages::gdpr_discussions_data
source: Personal data from discussions
da_dk: Personlige data fra diskussioner
fa_ir: داده های شخصی از بحث ها
fi_fi: Henkilötietoja keskusteluista
sv_se: Personuppgifter från diskussioner

# Languages::discussion.add_new_review
source: Discussion: new review
da_dk: Diskussion: ny anmeldelse
fa_ir: بحث: بررسی جدید
fi_fi: Keskustelu: uusi arvostelu
sv_se: Diskussion: ny recension

# Languages::discussion.agreement_text_full_add_new_review
source: <p>Your name will appear next to your review or comment, visible to everyone. We ([company]) also save your IP address as a security precaution, but in can only be viewed by our staff. It will remain in our system until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
da_dk: <p>Dit navn vises ved siden af din anmeldelse eller kommentar, synligt for alle. Vi ([company]) gemmer også din IP-adresse som en sikkerhedsforanstaltning, men kan kun ses af vores personale. Det forbliver i vores system, indtil du trækker dit samtykke tilbage. Hvis du gerne vil have dine personlige data fjernet, skal du sende en e-mail til [email].</p> <p>Hvis du mener, at dine personoplysninger er blevet misbrugt, har du ret til at indgive en klage til en tilsynsmyndighed. Vi er i henhold til EU's generelle databeskyttelsesforordning forpligtet til at informere dig om denne ret; vi har faktisk ikke til hensigt at misbruge dine data.</p>
fa_ir: <p>نام شما در کنار نظر یا نظر شما ظاهر می شود و برای همه قابل مشاهده است. ما ([company]) همچنین آدرس IP شما را به عنوان یک اقدام احتیاطی امنیتی ذخیره می کنیم، اما فقط توسط کارکنان ما قابل مشاهده است. تا زمانی که رضایت خود را پس نگیرید در سیستم ما باقی خواهد ماند. اگر می‌خواهید اطلاعات شخصی‌تان حذف شود، یک ایمیل به [email]ارسال کنید.</p> <p>اگر فکر می کنید که از داده های شخصی شما سوء استفاده شده است، حق دارید به یک مقام نظارتی شکایت کنید. ما طبق مقررات عمومی حفاظت از داده های اتحادیه اروپا موظف هستیم در مورد این حق به شما اطلاع دهیم. ما در واقع قصد سوء استفاده از داده های شما را نداریم.</p>
fi_fi: <p>Nimesi näkyy arvostelusi tai kommenttisi vieressä ja näkyy kaikille. Tallennamme ([company]) myös IP-osoitteesi turvallisuussyistä, mutta vain henkilökuntamme voi nähdä sen. Se säilyy järjestelmässämme, kunnes peruutat suostumuksesi. Jos haluat, että henkilötietosi poistetaan, lähetä sähköpostia osoitteeseen [email].</p> <p>Jos uskot, että henkilötietojasi on käytetty väärin, sinulla on oikeus tehdä valitus valvontaviranomaiselle. EU:n yleisen tietosuoja-asetuksen mukaan olemme velvollisia ilmoittamaan sinulle tästä oikeudesta; emme todellakaan aio väärinkäyttää tietojasi.</p>
sv_se: <p>Ditt namn kommer att visas bredvid din recension eller kommentar, synligt för alla. Vi ([company]) sparar även din IP-adress som en säkerhetsåtgärd, men kan endast ses av vår personal. Det kommer att finnas kvar i vårt system tills du drar tillbaka ditt samtycke. Om du vill att dina personuppgifter ska tas bort, skicka ett e-postmeddelande till [email].</p> <p>Om du anser att dina personuppgifter har missbrukats har du rätt att lämna in ett klagomål till en tillsynsmyndighet. Vi är enligt EU:s allmänna dataskyddsförordning skyldiga att informera dig om denna rättighet; vi har faktiskt inte för avsikt att missbruka dina uppgifter.</p>

# Languages::discussion.agreement_text_short_add_new_review
source: I agree to have my personal data <u>processed as follows.</u>
da_dk: Jeg accepterer at få mine <u>behandlet som følger.</u>
fa_ir: من موافقت می کنم که داده های شخصی من <u>به شرح زیر پردازش شود.</u>
fi_fi: Hyväksyn, että henkilötietojani <u>käsitellään seuraavasti.</u>
sv_se: Jag samtycker till att få mina <u>behandlade enligt följande.</u>

# Languages::discussion.please_log_in_to_write_a_review
source: Please sign in to write a review
da_dk: Log venligst ind for at skrive en anmeldelse
fa_ir: لطفا جهت نوشتن نقد وارد شوید
fi_fi: Kirjaudu sisään kirjoittaaksesi arvostelun
sv_se: Logga in för att skriva en recension

# Languages::discussion.you_have_to_buy_product_before_writing_review
source: You can't write a review for this product. Customers can write reviews only for the products they bought. If you actually bought this product from us, but are still seeing this message, please contact us.
da_dk: Du kan ikke skrive en anmeldelse af dette produkt. Kunder kan kun skrive anmeldelser for de produkter, de har købt. Hvis du faktisk har købt dette produkt hos os, men stadig ser denne besked, bedes du kontakte os.
fa_ir: شما نمی توانید برای این محصول نظر بنویسید. مشتریان فقط برای محصولاتی که خریده اند می توانند نظر بنویسند. اگر واقعاً این محصول را از ما خریده‌اید، اما همچنان این پیام را مشاهده می‌کنید، لطفاً با ما تماس بگیرید.
fi_fi: Et voi kirjoittaa arvostelua tästä tuotteesta. Asiakkaat voivat kirjoittaa arvosteluja vain ostamistaan tuotteista. Jos ostit tämän tuotteen meiltä, mutta näet edelleen tämän viestin, ota meihin yhteyttä.
sv_se: Du kan inte skriva en recension för den här produkten. Kunder kan bara skriva recensioner för de produkter de köpt. Om du faktiskt köpte den här produkten av oss, men fortfarande ser detta meddelande, vänligen kontakta oss.

# Languages::discussion.you_have_to_buy_from_vendor_before_writing_review
source: You can't write a review for this vendor. Customers can write reviews for a vendor only after they buy something from that vendor. If you actually placed an order with this vendor, but are still seeing this message, please contact us.
da_dk: Du kan ikke skrive en anmeldelse af denne leverandør. Kunder kan kun skrive anmeldelser til en leverandør, efter at de har købt noget fra den pågældende leverandør. Hvis du faktisk har afgivet en ordre hos denne leverandør, men stadig ser denne besked, bedes du kontakte os.
fa_ir: شما نمی توانید برای این فروشنده نظر بنویسید. مشتریان تنها پس از خرید چیزی از آن فروشنده می توانند برای یک فروشنده نظر بنویسند. اگر واقعاً به این فروشنده سفارش داده‌اید، اما همچنان این پیام را می‌بینید، لطفاً با ما تماس بگیرید.
fi_fi: Et voi kirjoittaa arvostelua tälle toimittajalle. Asiakkaat voivat kirjoittaa arvosteluja myyjälle vasta ostaessaan jotain kyseiseltä myyjältä. Jos teit tilauksen tältä toimittajalta, mutta näet edelleen tämän viestin, ota meihin yhteyttä.
sv_se: Du kan inte skriva en recension för den här leverantören. Kunder kan skriva recensioner för en leverantör först efter att de köpt något från den leverantören. Om du faktiskt har gjort en beställning hos den här leverantören, men fortfarande ser detta meddelande, vänligen kontakta oss.

# Languages::discussion.event.products.new_post
source: Products: new review posted
da_dk: Produkter: ny anmeldelse offentliggjort
fa_ir: محصولات: بررسی جدید ارسال شده است
fi_fi: Tuotteet: uusi arvostelu julkaistu
sv_se: Produkter: ny recension publicerad

# Languages::discussion.event.testimonials.new_post
source: Testimonials: new review posted
da_dk: Udtalelser: ny anmeldelse udgivet
fa_ir: توصیفات: بررسی جدید ارسال شده است
fi_fi: Kokemukset: uusi arvostelu julkaistu
sv_se: Rekommendationer: ny recension publicerad

# Languages::discussion.event.orders.new_post
source: Order communication: new message added
da_dk: Ordrekommunikation: ny besked tilføjet
fa_ir: ارتباط سفارش: پیام جدید اضافه شد
fi_fi: Tilausviestintä: uusi viesti lisätty
sv_se: Orderkommunikation: nytt meddelande tillagt

# Languages::discussion.event.categories.new_post
source: Categories: new review posted
da_dk: Kategorier: ny anmeldelse indsendt
fa_ir: دسته ها: بررسی جدید ارسال شده
fi_fi: Kategoriat: uusi arvostelu julkaistu
sv_se: Kategorier: ny recension publicerad

# Languages::discussion.event.pages.new_post
source: Pages: new comment posted
da_dk: Sider: ny kommentar indsendt
fa_ir: صفحات: نظر جدید ارسال شده است
fi_fi: Sivut: uusi kommentti lähetetty
sv_se: Sidor: ny kommentar publicerad

# Languages::discussion.event.vendors.new_post
source: Vendors: new review posted
da_dk: Leverandører: ny anmeldelse indsendt
fa_ir: فروشندگان: بررسی جدید ارسال شده است
fi_fi: Toimittajat: uusi arvostelu julkaistu
sv_se: Leverantörer: ny recension publicerad
