Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/divido.po
Languages: fa_ir, ko_kr, pt_pt, sv_se, zh_cn

# Addons::name::divido
source: Divido payments
fa_ir: پرداخت های تقسیمی
ko_kr: 분할 지불
pt_pt: Pagamentos de divisão
sv_se: Divido betalningar
zh_cn: Divido 支付

# Addons::description::divido
source: Lets customers spread the cost of any purchase over a period of time while the merchant gets paid in full right away.
fa_ir: به مشتریان این امکان را می دهد که هزینه هر خریدی را در یک دوره زمانی تقسیم کنند، در حالی که تاجر فوراً به طور کامل پرداخت می کند.
ko_kr: 판매자가 즉시 전액을 지불하는 동안 고객이 일정 기간 동안 구매 비용을 분산할 수 있습니다.
pt_pt: Permite que os clientes distribuam o custo de qualquer compra por um período de tempo, enquanto o comerciante é pago integralmente imediatamente.
sv_se: Låter kunderna fördela kostnaden för alla köp över en tidsperiod medan handlaren får fullt betalt direkt.
zh_cn: 让客户在一段时间内将任何购买的成本分摊，同时商家立即能够收到货款。

# Languages::addons.divido.select_currency_undefined
source: The [currency] currency is not set up in store
fa_ir: ارز [currency] در فروشگاه تنظیم نشده است
ko_kr: [currency] 통화가 매장에 설정되어 있지 않습니다.
pt_pt: A moeda [currency] não está configurada na loja
sv_se: Valutan [currency] är inte inställd i butik
zh_cn: 未在存储中设置 [currency] 货币

# Languages::addons.divido.order_status
source: Divido status
fa_ir: وضعیت تقسیم
ko_kr: 디비도 상태
pt_pt: Status de divisão
zh_cn: Divido 状态

# Languages::addons.divido
source: Divido
fa_ir: دیویدو
ko_kr: 디비도
pt_pt: Divisão

# Languages::addons.divido.pay_in_instalments
source: Pay in instalments
fa_ir: به صورت اقساطی پرداخت کنید
ko_kr: 분할 지불
pt_pt: Pague em parcelas
sv_se: Delbetala
zh_cn: 分期付款

# Languages::addons.divido.choose_your_plan
source: Choose your plan
fa_ir: طرح خود را انتخاب کنید
ko_kr: 요금제 선택
pt_pt: Escolha seu plano
sv_se: Välj din plan
zh_cn: 选择您的计划

# Languages::addons.divido.choose_your_deposit
source: Choose your deposit
fa_ir: سپرده خود را انتخاب کنید
ko_kr: 보증금을 선택하세요
pt_pt: Escolha seu depósito
sv_se: Välj din insättning
zh_cn: 选择您的存款

# Languages::addons.divido.monthly_payments_of
source: monthly payments of
fa_ir: پرداخت های ماهانه از
ko_kr: 의 월별 지불
pt_pt: pagamentos mensais de
sv_se: månatliga betalningar på
zh_cn: 每月付款

# Languages::addons.divido.term
source: Term
fa_ir: مدت، اصطلاح
ko_kr: 용어
pt_pt: Prazo
sv_se: Termin
zh_cn: 期限

# Languages::addons.divido.deposit
source: Deposit
fa_ir: سپرده
ko_kr: 보증금
pt_pt: Depósito
sv_se: Deposition
zh_cn: 存款

# Languages::addons.divido.cost_of_credit
source: Cost of credit
fa_ir: هزینه اعتبار
ko_kr: 신용 비용
pt_pt: Custo do crédito
sv_se: Kostnad för kredit
zh_cn: 信贷成本

# Languages::addons.divido.total_payable
source: Total payable
fa_ir: جمع پرداختی
ko_kr: 총 지불액
pt_pt: Total a pagar
sv_se: Total betalning
zh_cn: 应付总额

# Languages::addons.divido.total_interest_apr
source: Total interest APR
fa_ir: کل سود آوریل
ko_kr: 총이자
pt_pt: APR de juros total
sv_se: Total ränta APR
zh_cn: 总年利率

# Languages::addons.divido.text_redirected
source: You will be redirected to Divido to complete this finance application when you place your order
fa_ir: هنگام ثبت سفارش، برای تکمیل این برنامه مالی به Divido هدایت خواهید شد
ko_kr: 주문할 때 이 금융 애플리케이션을 완료하기 위해 Divido로 리디렉션됩니다.
pt_pt: Você será redirecionado para a Divido para preencher esta solicitação de financiamento quando fizer seu pedido
sv_se: Du kommer att omdirigeras till Divido för att slutföra denna finansieringsansökan när du gör din beställning
zh_cn: 当您提交订单时，您将被重定向到 Divido 以完成此项财务应用服务

# Languages::addons.divido.cart_amount_limit
source: Minimum order total
fa_ir: حداقل کل سفارش
ko_kr: 최소 주문 합계
pt_pt: Total mínimo do pedido
sv_se: Minsta ordersumma
zh_cn: 最小订单合计

# Languages::addons.divido.monthly_instalment
source: Monthly instalment
fa_ir: اقساط ماهانه
ko_kr: 월 할부
pt_pt: Parcela mensal
sv_se: Månatlig avbetalning
zh_cn: 每月分期付款

# Languages::ttc_addons.divido.cart_amount_limit
source: The order total has to be equal or greater than this sum, or the payment method won't be available at checkout. Leave empty if you don't want to impose this restriction.
fa_ir: کل سفارش باید برابر یا بیشتر از این مبلغ باشد، در غیر این صورت روش پرداخت در هنگام تسویه حساب در دسترس نخواهد بود. اگر نمی خواهید این محدودیت را اعمال کنید، خالی بگذارید.
ko_kr: 주문 합계는 이 합계보다 크거나 같아야 합니다. 그렇지 않으면 결제 시 결제 수단을 사용할 수 없습니다. 이 제한을 적용하지 않으려면 비워 둡니다.
pt_pt: O total do pedido deve ser igual ou maior que essa soma, ou a forma de pagamento não estará disponível na finalização da compra. Deixe em branco se não quiser impor essa restrição.
sv_se: Ordersumman måste vara lika med eller större än denna summa, annars kommer betalningsmetoden inte att vara tillgänglig i kassan. Lämna tomt om du inte vill införa denna begränsning.
zh_cn: 订单合计必须等于或大于此金额，否则付款方式在结帐时将不可用。如果你不想强加这种限制, 请留空。

# Languages::addons.divido.show_product_page_calculator
source: Show monthly payment rate on the product page
fa_ir: نمایش نرخ پرداخت ماهانه در صفحه محصول
ko_kr: 제품 페이지에 월별 결제율 표시
pt_pt: Mostrar taxa de pagamento mensal na página do produto
sv_se: Visa månadsavgiften på produktsidan
zh_cn: 在产品页面显示月付款率

# Languages::addons.divido.product_price_limit
source: Minimum product price
fa_ir: حداقل قیمت محصول
ko_kr: 최소 제품 가격
pt_pt: Preço mínimo do produto
sv_se: Lägsta produktpris
zh_cn: 产品最低价格

# Languages::ttc_addons.divido.product_price_limit
source: The product price has to be equal or greater than this sum, or the monthly payment rate won't appear on the product page. Leave empty if you don't want to impose this restriction.
fa_ir: قیمت محصول باید برابر یا بیشتر از این مبلغ باشد، در غیر این صورت نرخ پرداخت ماهانه در صفحه محصول ظاهر نمی شود. اگر نمی خواهید این محدودیت را اعمال کنید، خالی بگذارید.
ko_kr: 제품 가격은 이 금액보다 크거나 같아야 합니다. 그렇지 않으면 제품 페이지에 월별 결제 요금이 표시되지 않습니다. 이 제한을 적용하지 않으려면 비워 둡니다.
pt_pt: O preço do produto deve ser igual ou superior a essa soma, ou a taxa de pagamento mensal não aparecerá na página do produto. Deixe em branco se não quiser impor essa restrição.
sv_se: Produktpriset måste vara lika med eller högre än denna summa, annars visas inte den månatliga betalningen på produktsidan. Lämna tomt om du inte vill införa denna begränsning.
zh_cn: 产品价格必须等于或大于此金额，否则月付款率不会出现在产品页面上。如果你不想强加这种限制, 请留空。

# Languages::finance_code
source: Finance code
fa_ir: کد مالی
ko_kr: 금융 코드
pt_pt: Código financeiro
sv_se: Finanskod
zh_cn: 财务代码

# Languages::addons.divido.availability_notice
source: <b>Note:</b> Payments via Divido are only available to the residents of the United Kingdom and can only be made in pounds sterling (GBP).
fa_ir: <b>توجه:</b> پرداخت از طریق Divido فقط برای ساکنان بریتانیا در دسترس است و فقط به پوند استرلینگ (GBP) قابل انجام است.
ko_kr: <b>참고:</b> Divido를 통한 결제는 영국 거주자만 사용할 수 있으며 영국 파운드(GBP)로만 결제할 수 있습니다.
pt_pt: <b>Nota:</b> Pagamentos via Divido estão disponíveis apenas para residentes do Reino Unido e só podem ser feitos em libras esterlinas (GBP).
sv_se: <b>Obs:</b> Betalningar via Divido är endast tillgängliga för invånare i Storbritannien och kan endast göras i pund sterling (GBP).
zh_cn: <b> 注意：</b> 通过 Divido 的付款只适用于英国居民使用, 并且只能使用英镑 (GBP) 支付。

# Languages::divido.cookie_title
source: Marketing cookies
fa_ir: کوکی های بازاریابی
ko_kr: 마케팅 쿠키
pt_pt: Cookies de marketing
sv_se: Marknadsföringskakor
zh_cn: 营销饼干

# Languages::divido.cookie_description
source: Divido is a payment provider that allows you to pay in installments, if you choose a payment method powered by Divido. Here is <a href="https://www.divido.com/privacy-policy/" target="_blank">Divido privacy policy.</a>
fa_ir: Divido یک ارائه دهنده پرداخت است که به شما امکان می دهد در صورت انتخاب روش پرداختی که توسط Divido ارائه می شود، پرداخت اقساطی را انجام دهید. در اینجا سیاست حفظ حریم خصوصی <a href="https://www.divido.com/privacy-policy/" target="_blank">Divido آمده است.</a>
ko_kr: Divido는 Divido에서 제공하는 결제 방법을 선택하는 경우 할부로 결제할 수 있는 결제 제공업체입니다. <a href="https://www.divido.com/privacy-policy/" target="_blank">디비도 개인정보취급방침입니다.</a>
pt_pt: A Divido é um provedor de pagamento que permite que você pague parcelado, se você escolher um método de pagamento desenvolvido pela Divido. Aqui está a política de privacidade do <a href="https://www.divido.com/privacy-policy/" target="_blank">Divido.</a>
sv_se: Divido är en betalningsleverantör som låter dig betala i omgångar, om du väljer en betalningsmetod som drivs av Divido. Här är <a href="https://www.divido.com/privacy-policy/" target="_blank">Dividos sekretesspolicy.</a>
zh_cn: Divido 是一家支付提供商，如果您选择由 Divido 提供支持的付款方式，您可以分期付款。这是 <a href="https://www.divido.com/privacy-policy/" target="_blank">Divido 隐私政策。</a>
