Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/ebay.po
Languages: da_dk, de_de, fa_ir, fi_fi, pt_pt, sv_se

# Addons::name::ebay
source: eBay synchronization
da_dk: eBay synkronisering
de_de: eBay-Synchronisation
fa_ir: eBay همگام سازی
fi_fi: eBay synkronointi
pt_pt: Sincronização do eBay
sv_se: eBay-synkronisering

# Addons::description::ebay
source: Synchronizes products and orders with an eBay account.
da_dk: Synkroniserer produkter og ordrer med en eBay-konto.
de_de: Synchronisiert Artikel und Aufträge mit einem eBay-Konto.
fa_ir: محصولات و سفارش را با یک حساب کاربری بی همگام می کند.
fi_fi: Synkronoi tuotteet ja tilaukset eBay-tilin kanssa.
pt_pt: Sincroniza produtos e pedidos com uma conta do eBay.
sv_se: Synkroniserar produkter och ordrar med ett eBay-konto.

# Languages::paypal_required_and_selected
source: For the selected eBay category PayPal payment method is required. It is selected automatically.
da_dk: For den valgte eBay kategori er PayPal betalingsmetode påkrævet. Det vælges automatisk.
de_de: Für die gewählte eBay-Kategorie ist die Zahlungsmethode per PayPal erforderlich. Sie wird automatisch ausgewählt.
fa_ir: برای انتخاب شده ای بی دسته روش پرداخت پی پال مورد نیاز است. به طور خودکار انتخاب شده است.
fi_fi: Valitulle eBay-kategorialle vaaditaan PayPal-maksutapa. Se valitaan automaattisesti.
pt_pt: Para a categoria selecionada do eBay, é necessário o método de pagamento PayPal. Ele é selecionado automaticamente.
sv_se: PayPal som betalsätt krävs för den valda eBay kategorin. PayPal kommer att väljas automatiskt.

# Languages::wait_for_shippings_cached
source: Wait for shippings cached. Mean time to 3 minutes
da_dk: Afvent afsendelsescachelagret. Gennemsnitlig tid er 3 minutter
de_de: Bitte haben Sie Geduld. Die Lieferungen werden zwischengespeichert. Das kann bis zu drei Minuten dauern.
fa_ir: منتظر خرید های ذخیره شدهی. متوسط زمان 3 دقیقه
fi_fi: Odota lähetyksiä välimuistissa. Keskimääräinen aika 3 minuuttiin
pt_pt: Aguarde os envios em cache. Tempo médio de 3 minutos
sv_se: Vänta på cachelagrade leveranser. Medeltid till 3 minuter

# Languages::ebay_duration
source: Listing duration
da_dk: Noteringsvarighed
de_de: Anzeigedauer
fa_ir: فهرست مدت زمان
fi_fi: Listauksen kesto
pt_pt: Duração da listagem
sv_se: Listans varaktighet

# Languages::list_products_on
source: List products on
da_dk: List produkter på
de_de: Artikel auflisten
fa_ir: لیست محصولات در
fi_fi: Listaa tuotteet
pt_pt: Listar produtos em
sv_se: Lista produkter på

# Languages::private_listing
source: Private listing
da_dk: Privat notering
de_de: Private Auflistung
fa_ir: لیست های خصوصی
fi_fi: Yksityinen listaus
pt_pt: Listagem privada
sv_se: Privat lista

# Languages::use_as_default
source: Use as default
da_dk: Bruger som standard
de_de: Als Standard verwenden
fa_ir: به عنوان پیش فرض استفاده کنید
fi_fi: Käytä oletuksena
pt_pt: Usar como padrão
sv_se: Använd som standard

# Languages::ebay_root_category
source: eBay Root category
da_dk: eBay Root kategori
de_de: eBay-Hauptkategorie
fa_ir: بی ریشه شاخه ها
fi_fi: eBay-juuriluokka
pt_pt: Categoria raiz do eBay
sv_se: Översta kategori på eBay

# Languages::ebay_root_sec_category
source: eBay Secondary root category
da_dk: eBay sekundære root kategori
de_de: eBay-Zweitkategorie
fa_ir: دسته دوم ریشه ای بی
fi_fi: eBay Toissijainen juuriluokka
pt_pt: Categoria raiz secundária do eBay
sv_se: Näst översta kategori på eBay

# Languages::ebay_sec_category
source: eBay Secondary category
da_dk: eBay sekundær kategori
de_de: eBay-Zweitkategorie
fa_ir: دسته دوم eBay
fi_fi: eBayn toissijainen luokka
pt_pt: Categoria secundária do eBay
sv_se: eBay sekundär kategori

# Languages::quantity_to_sell
source: Quantity to sell
da_dk: Kvantitet til salg
de_de: Verkaufsmenge
fa_ir: مقدار فروش
fi_fi: Myytävä määrä
pt_pt: Quantidade a vender
sv_se: Antal att sälja

# Languages::just_one
source: Just one
da_dk: Blot en
de_de: Nur einer
fa_ir: فقط یکی
fi_fi: Vain yksi
pt_pt: Apenas um
sv_se: Endast en

# Languages::more_than_one
source: More than one
da_dk: Mere end én
de_de: Mehr als einer
fa_ir: بیش از یک
fi_fi: Enemmän kuin yksi
pt_pt: Mais de um
sv_se: Mer än en

# Languages::use_main_image
source: Export product images
da_dk: Eksportere produktbilleder
de_de: Artikelbilder exportieren
fa_ir: خروجی عکس محصولات
fi_fi: Vie tuotekuvat
pt_pt: Exportar imagens de produtos
sv_se: Exportera produktbilder

# Languages::selling_method
source: Selling method
da_dk: Salgsmetode
de_de: Verkaufsmethode
fa_ir: روش فروش
fi_fi: Myyntitapa
pt_pt: Método de venda
sv_se: Försäljningsmetod

# Languages::online_auction
source: Online auction
da_dk: Online auktion
de_de: Online-Auktion
fa_ir: حراج آنلاین
fi_fi: Verkkohuutokauppa
pt_pt: Leilão online
sv_se: Online auktion

# Languages::buy_it_now
source: Buy it now
da_dk: Købe det nu
de_de: Jetzt kaufen
fa_ir: خرید در حال حاضر
fi_fi: Osta se nyt
pt_pt: Compre agora
sv_se: Köp den nu

# Languages::ebay_requests
source: eBay requests
da_dk: eBay anmodninger
de_de: eBay-Anfragen
fa_ir: درخواست eBay
fi_fi: eBay-pyynnöt
pt_pt: Solicitações do eBay
sv_se: eBay förfrågningar

# Languages::log_type_ebay_requests
source: eBay requests
da_dk: eBay anmodninger
de_de: eBay-Anfragen
fa_ir: درخواست eBay
fi_fi: eBay-pyynnöt
pt_pt: Solicitações do eBay
sv_se: eBay förfrågningar

# Languages::errors
source: Errors
da_dk: Fejl
de_de: ﻿Fehlermeldungen
fa_ir: خطاها
fi_fi: Virheet
pt_pt: Erros
sv_se: Fel

# Languages::log_action_all
source: All
da_dk: Alle
de_de: Alle
fa_ir: همه
fi_fi: Kaikki
pt_pt: Todo
sv_se: Alla

# Languages::error_code
source: Error code
da_dk: Fejlkode
de_de: Fehlercode
fa_ir: کد خطا
fi_fi: Virhekoodi
pt_pt: Erro de código
sv_se: Fekod

# Languages::editing_ebay_template
source: Editing eBay template
da_dk: Redigering eBay skabelon
de_de: eBay-Vorlage bearbeiten
fa_ir: ویرایش قالب eBay
fi_fi: eBay-mallin muokkaaminen
pt_pt: Editando o modelo do eBay
sv_se: Redigerar eBay mall

# Languages::new_ebay_template
source: New eBay template
da_dk: Ny eBay skabelon
de_de: Neue eBay-Vorlage
fa_ir: قالب جدید eBay
fi_fi: Uusi eBay-malli
pt_pt: Novo modelo do eBay
sv_se: Ny eBay mall

# Languages::ebay_templates
source: eBay templates
da_dk: eBay skabeloner
de_de: eBay-Vorlagen
fa_ir: قالب های eBay
fi_fi: eBay-malleja
pt_pt: Modelos do eBay
sv_se: eBay mallar

# Languages::ebay_registration_notice
source: In order to get this information you need first to register your Developer account <a href="https://developer.ebay.com/join/">here</a>.<br /><br />After you registered, you will receive the "DevID", "AppID" and "CertID" keys. So you have to generate the special "Token" in order to use this API. In order to generate the "Token", please click the "Get a User Token" link at the bottom of "My account" page (tools box) or follow <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">this link</a>.<br /><br />Please complete this form with the given credentials.
da_dk: For at få disse oplysninger, skal du først registrere din udviklerkonto <a href="https://developer.ebay.com/join/"> her</a>. < br / > < br / > når du er registreret, vil du modtage nøglerne "DevID", "Sikkerhedskontrol" og "CertID". Så du er nødt til at generere de særlige "Token" for at bruge denne API. For at generere denne "Token", klik på linket "Få et bruger Token" nederst på "Min konto" siden (afkrydsningsfeltet) eller følg <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> denne link</a>. < br / > < br / > Udfyld denne formular med de angivne legitimationsoplysninger.
de_de: Um diese Informationen zu erhalten, müssen Sie zunächst Ihr Entwicklerkonto registrieren <a href="https://developer.ebay.com/join/">here</a>.<br /><br /> Nach der Registrierung erhalten Sie die Schlüssel "DevID", "AppID" und "CertID". Sie müssen also das spezielle "Token" generieren, um diese API nutzen zu können. Um den "Token" zu generieren, klicken Sie bitte auf den Link "Get a User Token" unten auf der Seite "Mein Konto" (Toolbox) oder folgen Sie href="https://developer. ebay. com/DevZone/account/tokens/default.>aspx">diesem Link>. <br /> /> />Bitte füllen Sie dieses Formular mit den angegebenen Zugangsdaten aus.
fa_ir: به منظور دریافت این اطلاعات شما باید اول ثبت نام حساب پاسخ <a href="https://developer.ebay.com/join/"> اینجا</a>.-برزیلی / >-برزیلی / > پس از ثبت نام ،شما کلید را دریافت خواهید کرد "DevID"، "AppID" و "CertID" بنابراین شما باید برای استفاده از این API ویژه "رمز". به منظور تولید "نشانه" کلیک کنید "گرفتن کاربر رمز" لینک در پایین صفحه "حساب" (جعبه ابزار) یا <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> این لینک</a> را دنبال کنید.-برزیلی / >-برزیلی / > لطفا این فرم را با اعتبار داده شده پر کنید.
fi_fi: Saadaksesi nämä tiedot, sinun on ensin rekisteröitävä kehittäjätilisi <a href="https://developer.ebay.com/join/">täällä</a>.<br /><br />Rekisteröitymisen jälkeen saat avaimet "DevID", "AppID" ja "CertID". Joten sinun on luotava erityinen "Token" voidaksesi käyttää tätä API:ta. Luodaksesi "Token", napsauta "Hanki käyttäjätunnus" -linkkiä "Oma tili" -sivun alareunassa (työkalulaatikossa) tai seuraa <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">tätä linkkiä</a>.<br /><br />Täytä tämä lomake annetuilla tunnuksilla.
pt_pt: Para obter essas informações você precisa primeiro registrar sua conta de desenvolvedor <a href="https://developer.ebay.com/join/">aqui</a>.<br /><br />Após o registro, você receberá as chaves "DevID", "AppID" e "CertID". Então você tem que gerar o "Token" especial para usar esta API. Para gerar o "Token", clique no link "Obter um token de usuário" na parte inferior da página "Minha conta" (caixa de ferramentas) ou siga <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">este link</a>.<br /><br />Preencha este formulário com as credenciais fornecidas.
sv_se: För att få denna information måste du först registrera ett utvecklarkonto <a href="https://developer.ebay.com/join/">här</a>.<br><br>Efter att du registrerat, så kommer du att få "DevID", "AppID" and "CertID" nycklar. Du måste även skapa ett speciellt "Token" för att använda detta API. För att skapa ett "Token", klicka på länken "Get a User Token" längst ner på "My account" sidan (tools box) eller <a href = "https://developer.ebay.com/DevZone /account/tokens/default.aspx">klicka här</a>.<br><br>Fyll i formuläret med dessa uppgifter.

# Languages::add_ebay_template
source: Add eBay template
da_dk: Tilføj eBay skabelon
de_de: eBay-Vorlage hinzufügen
fa_ir: افزودن الگوی ای بی
fi_fi: Lisää eBay-malli
pt_pt: Adicionar modelo do eBay
sv_se: Lägg till eBay mall

# Languages::shipping_type
source: Shipping type
da_dk: Fragttype
de_de: Versandart
fa_ir: نوع حمل و نقل
fi_fi: Toimitustyyppi
pt_pt: Tipo de envio
sv_se: Leveranstyp

# Languages::flat
source: Flat
da_dk: Flad
fa_ir: تخت
fi_fi: Tasainen
pt_pt: Apartamento
sv_se: Fast

# Languages::calculated
source: Calculated
da_dk: Beregnet
de_de: Berechnet
fa_ir: محاسبه
fi_fi: Laskettu
pt_pt: Calculado
sv_se: Beräknad

# Languages::domestic_shipping_service
source: Domestic shipping service
da_dk: Indenlandsk fragtservice
de_de: Nationaler Versandservice
fa_ir: خدمات حمل و نقل داخلی
fi_fi: Kotimaan kuljetuspalvelu
pt_pt: Serviço de transporte doméstico
sv_se: Inrikes leveransservice

# Languages::international_shipping_service
source: International shipping service
da_dk: International fragtservice
de_de: Internationaler Versandservice
fa_ir: خدمات حمل و نقل بین المللی
fi_fi: Kansainvälinen kuljetuspalvelu
pt_pt: Serviço de transporte internacional
sv_se: Internationell leveransservice

# Languages::dispatch_days
source: Dispatch days
da_dk: Afsendelsesdage
de_de: Versandtage
fa_ir: روز اعزام
fi_fi: Lähetyspäivät
pt_pt: Dias de envio
sv_se: Leveransdagar

# Languages::ebay_payment_methods
source: eBay payment methods
da_dk: eBay betalingsmetoder
de_de: eBay-Zahlungsmethoden
fa_ir: روش های پرداخت eBay
fi_fi: eBay maksutavat
pt_pt: Métodos de pagamento do eBay
sv_se: eBay betalsätt

# Languages::paypal_email
source: PayPal email
de_de: PayPal E-Mail-Adresse
fa_ir: اینترنت ایمیل paypal
fi_fi: Paypal sähköposti
pt_pt: Email do Paypal
sv_se: PayPal e-postadress

# Languages::ebay.paypal_email
source: PayPal email
fa_ir: پی پال ایمیل
fi_fi: Paypal sähköposti
pt_pt: Email do Paypal

# Languages::ebay_category_condition
source: eBay category condition
da_dk: eBay kategori tilstand
de_de: eBay-Kategorie Bedingung
fa_ir: شرایط دسته بندی eBay
fi_fi: eBay-luokan kunto
pt_pt: Condição da categoria do eBay
sv_se: eBay kategorivillkor

# Languages::ebay_associated_category
source: Associated eBay category
da_dk: Tilhørende eBay kategori
de_de: Zugehörige eBay Kategorie
fa_ir: دسته ای بی همراه
fi_fi: Liittynyt eBay-luokka
pt_pt: Categoria eBay associada
sv_se: Associerad eBay kategori

# Languages::ebay_category_preferences
source: eBay Category <br> Preferences
da_dk: eBay kategori <br>præferencer
de_de: eBay-Kategorie <br> Einstellungen
fa_ir: بدون دسته بندی <br>تنظیمات
fi_fi: eBay:n luokan <br> asetukset
pt_pt: Preferências da Categoria <br> do eBay
sv_se: eBay Kategori<br>Inställningar

# Languages::ebay_category_preferences_tooltip
source: Use the eBay category of the template, or assign a different eBay category to the products that fall under this category of your store
da_dk: Brug eBay kategorien af skabelonen, eller tildele en anden eBay til de produkter, der falder ind under denne kategori af din butik
de_de: Verwenden Sie die eBay-Kategorie der Vorlage oder weisen Sie den Produkten, die unter diese Kategorie Ihres Shops fallen, eine andere eBay-Kategorie zu
fa_ir: استفاده از مقوله بی الگو یا رده مختلف eBay مربوط به محصولات است که تحت این دسته، فروشگاه خود را اختصاص دهید
fi_fi: Käytä mallin eBay-luokkaa tai määritä eri eBay-luokka tuotteille, jotka kuuluvat myymäläsi tähän luokkaan
pt_pt: Use a categoria eBay do modelo ou atribua uma categoria eBay diferente aos produtos que se enquadram nessa categoria da sua loja
sv_se: Använd eBays kategorimall, eller tilldelas en annan eBay kategori för produkter som omfattas av denna kategori i din butik

# Languages::ebay_template
source: eBay template
da_dk: eBay skabelon
de_de: eBay-Vorlage
fa_ir: قالب های eBay
fi_fi: eBay malli
pt_pt: Modelo do eBay
sv_se: eBay mall

# Languages::ebay_orders
source: eBay orders
da_dk: eBay ordrer
de_de: eBay-Bestellungen
fa_ir: سفارشات eBay
fi_fi: eBay-tilaukset
pt_pt: Pedidos do eBay
sv_se: eBay ordrar

# Languages::get_ebay_orders
source: Get eBay orders
da_dk: Få eBay ordrer
de_de: Ebay-Bestellungen erhalten
fa_ir: دریافت سفارشات eBay
fi_fi: Hanki eBay-tilauksia
pt_pt: Receba pedidos do eBay
sv_se: Hämta eBay ordrar

# Languages::wait_for_categories_cached
source: Please wait for the categories to cache, it will take about 3 minutes. Before that, the Shippings, Payments, and Return Policy tabs will remain empty.
da_dk: Vent venligst for kategorier til cachen, det vil tage ca 3 minutter. Før det, betalings- og tilbagesendelsespolitik faner vil forblive tomme.
de_de: Bitte warten Sie darauf, dass die Kategorien zwischengespeichert werden. Das dauert ungefähr 3 Minuten. Bis dahin bleiben die Registerkarten für die Liefer- und Zahlungsbedingen, sowohl für das Rückgaberecht leer.
fa_ir: لطفا سه دقیقه برای بازگشت به کش صبر کنید قبل از ان پست و نوع پرداخت بدون گزینه باقی میماند.
fi_fi: Odota, että luokat tallentuvat välimuistiin, se kestää noin 3 minuuttia. Ennen sitä Toimitukset-, Maksu- ja Palautuskäytäntö-välilehdet pysyvät tyhjinä.
pt_pt: Por favor, aguarde até que as categorias sejam armazenadas em cache, levará cerca de 3 minutos. Antes disso, as abas Envios, Pagamentos e Política de Devolução permanecerão vazias.
sv_se: Vänta tills kategorierna har buffrats till cacheminnet, det tar cirka 3 minuter. Under tiden kommer leverans, betalning och returflikarna vara tomma.

# Languages::Some_parameters_is_missing
source: Some parameters is missing. Please check ebay add-on settings
da_dk: Nogle parametre er mangler. Tjek venligst ebay tilføjelse indstillinger
de_de: Einige Parameter fehlen. Bitte überprüfen Sie die eBay-Add-on-Einstellungen.
fa_ir: برخی از پارامترهای گم شده است. لطفا بی افزودنی تنظیمات را بررسی کنید
fi_fi: Jotkut parametrit puuttuvat. Tarkista ebay-lisäosien asetukset
pt_pt: Alguns parâmetros estão faltando. Por favor, verifique as configurações do add-on ebay
sv_se: Det saknas några uppgifter. Kontrollera ebay tilläggets inställningar

# Languages::ebay_success_products_notice
source: Products have been successfully exported.
da_dk: Produkter er blevet eksporteret.
de_de: Artikel wurden erfolgreich exportiert.
fa_ir: محصولات با موفقیت صادر شده است.
fi_fi: Tuotteita on viety onnistuneesti.
pt_pt: Os produtos foram exportados com sucesso.
sv_se: Produkterna är exporterade.

# Languages::ebay_success_orders_notice
source: Orders have been successfully imported.
da_dk: Ordrer er blevet importeret.
de_de: Bestellungen wurden erfolgreich importiert.
fa_ir: سفارش ها با موفقیت وارد شدند.
fi_fi: Tilaukset on tuotu onnistuneesti.
pt_pt: Os pedidos foram importados com sucesso.
sv_se: Ordrarna är importerade.

# Languages::ebay_failed_orders_notice
source: An error occurred during order import.
da_dk: Der opstod en fejl under import af ordren.
de_de: Während des Bestellvorgangs ist ein Fehler aufgetreten.
fa_ir: خطایی هنگام وارد نمودن سفارشات رخ داد.
fi_fi: Tilauksen tuonnin aikana tapahtui virhe.
pt_pt: Ocorreu um erro durante a importação do pedido.
sv_se: Ett fel inträffade vid import av order.

# Languages::exporting_products_to_ebay
source: Exporting products to eBay.
da_dk: Eksporterer produkter til eBay.
de_de: Exportiert Artikel zu eBay
fa_ir: صادرات محصولات به eBay.
fi_fi: Tuotteiden vienti eBayhin.
pt_pt: Exportando produtos para o eBay.
sv_se: Exporterar produkter till eBay.

# Languages::ebay_default_template_not_found
source: Default template for the [company_name] was not found.
da_dk: Standardskabelonen for [company_name] blev ikke fundet.
de_de: Standardvorlage für [company_name] wurde nicht gefunden.
fa_ir: الگوی پیش فرض [company_name] یافت نشد.
fi_fi: Oletusmallia arvolle [company_name] ei löytynyt.
pt_pt: O modelo padrão para o [company_name] não foi encontrado.
sv_se: Kunde inte hitta standardmall för [company_name].

# Languages::delete_this_template
source: Delete this template
da_dk: Slet denne skabelon
de_de: Vorlage löschen
fa_ir: حذف این الگو
fi_fi: Poista tämä malli
pt_pt: Excluir este modelo
sv_se: Ta bort denna mall

# Languages::test_version
source: You're using a test version of this module, the validity of which ended on December 7th, 2013. After the end of the test period, the functions of the module will not be available. You can purchase the full version via a <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
da_dk: Du bruger en testversion af dette modul, som sluttede den 7. December 2013. Efter slutningen af testperioden, vil funktioner i modulet ikke være tilgængelige. Du kan købe den fulde version via en <a href="http://www.cs-cart.com/ebay-synchronization.html"> HelpDesk</a>
de_de: Sie verwenden eine Testversion des Moduls, deren Gültigkeit am 7. Dezember 2013 endete . Nach dem Ende der Testperiode werden die Funktionen des Moduls nicht mehr zur Verfügung gestellt. Sie können die Vollversion hier kaufen <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
fa_ir: شما با استفاده از نسخه آزمایشی از این ماژول که اعتبار آن از 7 دسامبر تا سال 2013 به پایان میرسید. پس از پایان دوره تست عملکرد ماژول در دسترس نخواهد بود. شما می توانید نسخه کامل از طریق <a href="http://www.cs-cart.com/ebay-synchronization.html"> بخش پشتیبانی</a> خرید کنید.
fi_fi: Käytät tämän moduulin testiversiota, jonka voimassaolo päättyi 7.12.2013. Testijakson päätyttyä moduulin toiminnot eivät ole käytettävissä. Voit ostaa täyden version <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>:n kautta
pt_pt: Você está usando uma versão de teste deste módulo, cuja validade terminou em 7 de dezembro de 2013. Após o término do período de teste, as funções do módulo não estarão disponíveis. Você pode adquirir a versão completa através de um <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
sv_se: Du använder en testversion av detta tillägg vars giltighet upphörde den 7 december 2013. Efter avslutad testperiod kommer funktionerna i tillägget inte längre vara tillgängliga. Du kan köpa en full version via <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>

# Languages::ttc_list_products_on
source: Choose the region of the eBay auction for which your site will work
da_dk: Vælg region for eBay auktion som dit websted vil arbejde
de_de: Wählen Sie die Region der eBay-Auktion, für die Ihre Website funktioniert
fa_ir: انتخاب منطقه حراج eBay که سایت شما کار می کنند
fi_fi: Valitse eBay-huutokaupan alue, jolla sivustosi toimii
pt_pt: Escolha a região do leilão do eBay para a qual seu site funcionará
sv_se: Välj region där eBay auktionen skall fungera

# Languages::ttc_use_as_default
source: Use this template for products with no template defined
da_dk: Brug denne skabelon til produkter med ingen skabelon defineret
de_de: Verwenden Sie diese Vorlage für Produkte, für die keine Vorlage definiert ist
fa_ir: استفاده از این الگو برای محصولات با هیچ قالبی تعریف نشده است
fi_fi: Käytä tätä mallia tuotteille, joille ei ole määritetty mallia
pt_pt: Use este modelo para produtos sem modelo definido
sv_se: Använd denna produktmall om ingen mall definierats

# Languages::ttc_ebay_root_category
source: The product root category at eBay
da_dk: Rodproduktkategori på eBay
de_de: Die Produktstamm-Kategorie bei eBay
fa_ir: رده محصول ریشه در eBay
fi_fi: Tuotteen pääluokka eBayssa
pt_pt: A categoria raiz do produto no eBay
sv_se: Produktens översta kategori på eBay

# Languages::ttc_ebay_root_sec_category
source: The additional product root category at eBay
da_dk: Yderligere rodproduktkategori på ebay
de_de: Die zusätzliche Produktstamm-Kategorie bei eBay
fa_ir: رده محصول اضافی ریشه در eBay
fi_fi: Lisätuotteen juuriluokka eBayssa
pt_pt: A categoria raiz de produto adicional no eBay
sv_se: Extra översta produktkategori på eBay

# Languages::ebay_second_category_tooltip
source: The additional product subcategory at eBay
da_dk: Yderligere produktunderkategori på ebay
de_de: Die zusätzliche Produktunterkategorie bei eBay
fa_ir: زیرشاخه محصول اضافی در eBay
fi_fi: Lisätuotealaluokka eBayssa
pt_pt: A subcategoria de produto adicional no eBay
sv_se: Extra produkt underkategorin på eBay
