Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/ebay.po
Languages: da_dk, de_de, fa_ir, fi_fi, pt_pt, sv_se

# Languages::ttc_shipping_type
source: Choose whether to use calculated or flat shipping type. Calculated - shipping will be calculated according to the customers ZIP address, the weight of the package, and the type of shipping services you offer; Flat - shipping rate will be fixed
da_dk: Vælg om du vil bruge beregnet eller flad shipping type. Beregnet - beregnes forsendelse ifølge kunder postnummer, vægten af pakken, og typen af forsendelsestjenester du tilbyder; Flad - fastsættes ens forsendelsessats
de_de: Wählen Sie, ob Sie eine berechnete oder eine standardisierte Versandart verwenden möchten. Die berechnete Versandart wird anhand der Postadresse, des Paketgewichts und der angebotenen Versandformen bestimmt; die standardisierte Versandart wird festgelegt
fa_ir: نوع استفاده از محاسبه و یا سطح حمل و نقل را انتخاب کنید. محاسبه - حمل و نقل با توجه به آدرس ZIP مشتریان وزن بسته و نوع خدمات حمل و نقل شما محاسبه خواهد شد; نرخ حمل و نقل ثابت خواهد شد.
fi_fi: Valitse, haluatko käyttää laskettua tai kiinteää toimitustapaa. Laskettu - toimituskulut lasketaan asiakkaan postinumeron, paketin painon ja tarjoamiesi toimituspalveluiden mukaan; Kiinteä toimitusmaksu on kiinteä
pt_pt: Escolha se deseja usar o tipo de frete calculado ou plano. Calculado - o frete será calculado de acordo com o CEP do cliente, o peso do pacote e o tipo de serviço de frete que você oferece; Flat - a taxa de envio será fixa
sv_se: Välj om du vill använda beräknat eller fast leveranspris. Beräknat - leveranskostnaden beräknas efter kundens postnummer, paketets vikt och vilken leveranstjänst du erbjuder. Fast - leveranskostnaden kommer alltid att vara den samma.

# Languages::ttc_domestic_shipping_service
source: Choose the shipping service that will be used for delivering products in the domestic region
da_dk: Vælg den forsendelsesmåde, der skal bruges til at levere produkter på hjemmemarkedet
de_de: Wählen Sie den Versandservice, der für die Lieferung von Produkten im Inland verwendet wird
fa_ir: سرویس حمل و نقل را برای ارائه محصولات در منطقه داخلی مورد استفاده قرار گیرد را انتخاب کنید
fi_fi: Valitse toimituspalvelu, jota käytetään tuotteiden toimittamiseen kotimaassa
pt_pt: Escolha o serviço de frete que será utilizado para entrega de produtos na região doméstica
sv_se: Välj leveranstjänst som kommer att användas för att leverera produkter inrikes

# Languages::ttc_international_shipping_service
source: Choose the shipping service that will be used for delivering products worldwide
da_dk: Vælg den forsendelsesmåde, der skal bruges til at levere produkter på verdensplan
de_de: Wählen Sie den Versandservice, der für die Lieferung von Produkten weltweit verwendet wird
fa_ir: انتخاب خدمات حمل و نقل است که برای ارائه محصولات در سراسر جهان به کار خواهد رفت
fi_fi: Valitse toimituspalvelu, jota käytetään tuotteiden toimittamiseen maailmanlaajuisesti
pt_pt: Escolha o serviço de envio que será usado para entregar produtos em todo o mundo
sv_se: Välj leveranstjänst som kommer att användas för att leverera produkter i resten av världen

# Languages::ttc_dispatch_days
source: The period of product delivery to a customer (in days)
da_dk: Produkt levering til en kunde periode (i dage)
de_de: Die Versanddauer (in Tagen)
fa_ir: مدت تحویل محصول به مشتری (در روز)
fi_fi: Tuotteen toimitusaika asiakkaalle (päivissä)
pt_pt: O período de entrega do produto a um cliente (em dias)
sv_se: Period för produktleverans till kund (i dagar)

# Languages::ttc_ebay_payment_methods
source: Payment method(s), available for a template
da_dk: Betalingsmetode(r), tilgængelige for en skabelon
de_de: Zahlungsmethode(n), verfügbar für eine Vorlage
fa_ir: روش(های) پرداخت، موجود برای الگو
fi_fi: Maksutapa(t), saatavilla mallille
pt_pt: Forma(s) de pagamento disponíveis para um modelo
sv_se: Tillgängliga betalsätt för mall

# Languages::ttc_ebay.paypal_email
source: Define login of the PayPal account
da_dk: Definer login på PayPal-kontoen
de_de: Login des PayPal-Kontos definieren
fa_ir: ورود به حساب پی پال را تعریف کنید
fi_fi: Määritä PayPal-tilin kirjautuminen
pt_pt: Defina o login da conta do PayPal
sv_se: Definiera inloggning för PayPal-kontot

# Languages::ttc_paypal_email
source: Define login of the PayPal account
da_dk: Definere login af PayPal-konto
de_de: Login des PayPal-Kontos definieren
fa_ir: تعریف ورود حساب پی پال
fi_fi: Määritä PayPal-tilin kirjautuminen
pt_pt: Defina o login da conta do PayPal
sv_se: Ange inloggning för PayPal konto

# Languages::eBay_category_condition_tooltip
source: Define login of the PayPal account
da_dk: Definere login af PayPal-konto
de_de: Login des PayPal-Kontos definieren
fa_ir: تعریف ورود حساب پی پال
fi_fi: Määritä PayPal-tilin kirjautuminen
pt_pt: Defina o login da conta do PayPal
sv_se: Ange inloggning för PayPal konto

# Languages::ttc_free_shipping
source: Choose, if you want free shipping to be applied to products in a template
da_dk: Vælg, hvis du vil have gratis forsendelse skal anvendes på produkter i en skabelon
de_de: Wählen Sie aus, ob Sie Artikel aus der Vorlage versandkostenfrei verschicken wollen
fa_ir: انتخاب کنید ،اگر می خواهید از حمل و نقل رایگان به محصولات در قالب این محصولات استفاده کنید
fi_fi: Valitse, jos haluat ilmaisen toimituksen käytettävän mallin tuotteissa
pt_pt: Escolha, se você deseja que o frete grátis seja aplicado aos produtos em um modelo
sv_se: Välj om du önskar att fri leverans skall tillämpas på produkter i en mall

# Languages::ttc_shipping_cost
source: Fixed shipping fee for one item if the shipping type is Flat (the Shipping and handling setting on eBay).
da_dk: Fast fragtpris for en vare (hvis fragttype er flad). Forsendelse og håndteringsindstilling på eBay.
de_de: Fester Versandpreis für einen Artikel, wenn Versandart festgelegt ist. (Die Versand und Handhabungseinstellung bei eBay).
fa_ir: هزینه حمل و نقل ثابت برای یک مورد اگر نوع حمل و نقل تخت (حمل و نقل و ست کردن به تنظیم در eBay) است.
fi_fi: Kiinteä toimitusmaksu yhdelle tuotteelle, jos toimitustyyppi on tasainen (eBayn toimitus- ja käsittelyasetus).
pt_pt: Taxa de envio fixa para um item se o tipo de envio for Flat (a configuração de envio e manuseio no eBay).
sv_se: Fast leveransavgift för ett objekt om leveranstypen är Fast (inställningen leverans och hantering på eBay).

# Languages::ttc_shipping_cost_additional
source: Shipping fee for each additional item in the order (the Each additional item setting on eBay)
da_dk: Shipping gebyr for hver yderligere element i ordrenn (hver ekstra vare indstilles på eBay)
de_de: Versandkosten für jeden zusätzlichen Artikel in einer Bestellung (die "jeder-weitere-Artikel-Einstellung" bei eBay)
fa_ir: هزینه برای هر یک از آیتم های اضافی حمل و نقل سفارش (هر مورد اضافی تنظیمات در eBay)
fi_fi: Toimitusmaksu jokaisesta tilauksen lisätuotteesta (eBayn Jokainen lisätuote -asetus)
pt_pt: Taxa de envio para cada item adicional no pedido (a configuração Cada item adicional no eBay)
sv_se: Leveransavgift för varje extra objekt i ordern (Varje extra objekt inställning på eBay)

# Languages::shipping_cost_additional
source: Additional shipping fee
da_dk: Yderligere shipping gebyr
de_de: Zusätzliche Versandkosten
fa_ir: هزینه حمل و نقل اضافی
fi_fi: Ylimääräinen toimitusmaksu
pt_pt: Taxa de envio adicional
sv_se: Tilläggsavgift leverans

# Languages::text_ult_ebay_template_store_field_tooltip
source: The storefront, for which a template will be created
da_dk: Butikken, hvortil der oprettes en skabelon
de_de: Die Shopseite, für die eine Vorlage erstellt wird
fa_ir: نمای که الگو ایجاد خواهد شد
fi_fi: Julkisivu, jolle luodaan malli
pt_pt: A vitrine, para a qual um modelo será criado
sv_se: Butik för vilken en mall skall skapas

# Languages::shipping_cost_cannot_be_null
source: Shipping cost must be non-zero
da_dk: Shipping omkostninger skal være ikke være lig nul
de_de: Versandkosten müssen ungleich null sein
fa_ir: هزینه حمل باید غیر صفر باشد
fi_fi: Toimituskulujen tulee olla nollasta poikkeavat
pt_pt: O custo de envio deve ser diferente de zero
sv_se: Leveranskostnaden kan inte vara noll

# Languages::ebay_title
source: eBay product title
da_dk: eBay produkt titel
de_de: eBay-Artikelname
fa_ir: بی عنوان محصول
fi_fi: eBay-tuotteen nimi
pt_pt: Título do produto eBay
sv_se: eBay produkttitel

# Languages::ebay_title_tooltip
source: eBay title the title of the product to be used at eBay
da_dk: eBay titel af produktet der skal anvendes på eBay
de_de: eBay-Name: Artikelname, der bei eBay verwendet werden soll
fa_ir: بی عنوان عنوان محصول در بی مورد استفاده قرار گیرد
fi_fi: eBay-nimi eBayssa käytettävän tuotteen nimi
pt_pt: Título do eBay o título do produto a ser usado no eBay
sv_se: eBay produkttitel som skall användas på eBay

# Languages::ebay_description
source: eBay product description
da_dk: eBay produktbeskrivelse
de_de: eBay-Artikelbeschreibung
fa_ir: توضیحات محصول eBay
fi_fi: eBay-tuotteen kuvaus
pt_pt: Descrição do produto ebay
sv_se: eBay produktbeskrivning

# Languages::ebay_description_tooltip
source: eBay description the description of the product to be used at eBay
da_dk: eBay beskrivelse af produktet der skal anvendes på eBay
de_de: eBay Beschreibung: Die Artikelbeschreibung, die bei eBay verwendet werden soll
fa_ir: بی شرح شرح محصول در بی مورد استفاده قرار گیرد
fi_fi: eBay-kuvaus eBayssa käytettävän tuotteen kuvaus
pt_pt: Descrição do eBay a descrição do produto a ser usado no eBay
sv_se: eBay produktbeskrivningen som skall användas på eBay

# Languages::override
source: Redefinition of the product name and description on eBay
da_dk: Omdefinering af produktets navn og beskrivelse på eBay
de_de: Neudefinition des Produktnamens und der Beschreibung bei eBay
fa_ir: مفهوم کردن نام محصول و توضیحات در eBay
fi_fi: Tuotteen nimen ja kuvauksen uudelleenmäärittely eBayssa
pt_pt: Redefinição do nome e descrição do produto no eBay
sv_se: Omdefiniering av produkttitel och beskrivning på eBay

# Languages::override_tooltip
source: Choose, if you want the original product name and description to be replaced with that, specified in the eBay product title and the eBay product description fields
da_dk: Vælg, hvis du ønsker det oprindelige produktnavn og beskrivelse skal erstattes med, som angivet i ebay produkt titel og ebay Produkt Beskrivelse felter
de_de: Wählen Sie aus, ob der ursprüngliche Produktname und die Beschreibung durch den im eBay-Produkttitel und in den eBay-Produktbeschreibungsfeldern ersetzt werden sollen
fa_ir: اگر شما می خواهید نام اصلی محصول و توضیحات را جایگزین کنید که مشخص شده در eBay لطفا عنوان محصول و زمینه توضیحات محصول را انتخاب کنید.
fi_fi: Valitse, jos haluat korvata alkuperäisen tuotteen nimen ja kuvauksen eBay-tuotteen otsikossa ja eBay-tuotteen kuvauskentissä määritetyllä
pt_pt: Escolha, se desejar que o nome e a descrição do produto original sejam substituídos por aqueles especificados no título do produto eBay e nos campos de descrição do produto eBay
sv_se: Välj om du vill det ursprungliga produkttitel och beskrivningen skall bytas ut med de som anges i fälten eBay produkttitel och eBay produktbeskrivning

# Languages::return_policy
source: Return Policy
da_dk: Returret
de_de: Widerrufsbedingungen
fa_ir: سیاست بازگشت
fi_fi: PALAUTUSKÄYTÄNTÖ
pt_pt: Política de devolução
sv_se: Returrätt

# Languages::ttc_return_policy
source: Choose whether returns are allowed or not for products grouped under this template
da_dk: Vælg, om returvarer er tilladt eller ikke for produkter grupperet under denne skabelon
de_de: Wählen Sie aus, ob Retouren für Produkte, die unter dieser Vorlage zusammengefasst sind, erlaubt sind oder nicht
fa_ir: انتخاب کنید که برای محصولات تحت این قالب گروهبندی آیا بازده مجاز دارد یا نه ؟
fi_fi: Valitse, sallitaanko tämän mallin alle ryhmiteltyjen tuotteiden palautus vai ei
pt_pt: Escolha se as devoluções são permitidas ou não para produtos agrupados neste modelo
sv_se: Välj om returer är tillåtna eller ej för produkter grupperade under denna mall

# Languages::returns_accepted
source: Returns Accepted
da_dk: Retur accepteret
de_de: Rückgabe akzeptiert
fa_ir: بازده قابل قبول
fi_fi: Palautukset hyväksytty
pt_pt: Retorno aceito
sv_se: Returer godtas

# Languages::no_returns_accepted
source: No returns accepted
da_dk: Ingen retur accepteret
de_de: Keine Rückgabe akzeptiert
fa_ir: برگشت پذیرفته نیست
fi_fi: Palautuksia ei hyväksytä
pt_pt: Não aceito devolução
sv_se: Inga returer godtas

# Languages::contact_time
source: After receiving the item, your buyer should contact you within
da_dk: Efter at have modtaget varen, bør din køber kontakte dig inden for
de_de: Nachdem Ihr Käufer den Artikel erhalten hat, sollte er Sie innerhalb von .. kontaktieren
fa_ir: پس از دریافت مورد خریدار خود باید با شما در تماس باشد.
fi_fi: Kun olet vastaanottanut tuotteen, ostajasi tulee ottaa sinuun yhteyttä
pt_pt: Depois de receber o item, seu comprador deve entrar em contato com você dentro
sv_se: Efter mottagen vara skall köparen kontakta dig inom

# Languages::ttc_contact_time
source: Choose the period within which a buyer must contact you to confirm that he/she received the product
da_dk: Vælg den periode, inden for hvilken en køber skal kontakte dig for at bekræfte, at han/hun har modtaget varen
de_de: Wählen Sie den Zeitraum, innerhalb dessen ein Käufer Sie kontaktieren muss, um zu bestätigen, dass er das Produkt erhalten hat
fa_ir: دوره که در آن خریدار باید با شما در تماس باشد برای تایید که او محصول را دریافت نموده زا انتخاب کنید.
fi_fi: Valitse aika, jonka kuluessa ostajan on otettava sinuun yhteyttä varmistaakseen, että hän on vastaanottanut tuotteen
pt_pt: Escolha o prazo em que um comprador deve entrar em contato com você para confirmar que recebeu o produto
sv_se: Välj inom vilken tid en köpare måste kontakta dig för att bekräfta att han/hon mottagit varan

# Languages::refund_method
source: Refund will be given as
da_dk: Tilbagebetaling vil gives som
de_de: Rückerstattung wird als .. ausgegeben
fa_ir: به عنوان بازپرداخت داده می شود
fi_fi: Hyvitys annetaan
pt_pt: O reembolso será dado como
sv_se: Återbetalning kommer att ges som

# Languages::ttc_refund_method
source: Choose the action that will replace the return, if it is not allowed
da_dk: Vælg den handling, der vil erstatte tilbagesendelse, hvis det ikke er tilladt
de_de: Wählen Sie die Aktion aus, die die Rückgabe ersetzen soll, wenn sie nicht erlaubt ist
fa_ir: اگر اجازه انتخاب عملی نیست گزینه بازگشت، جایگزین خواهد شد
fi_fi: Valitse toiminto, joka korvaa palautuksen, jos se ei ole sallittua
pt_pt: Escolha a ação que substituirá o retorno, caso não seja permitido
sv_se: Välj åtgärd i stället för retur, om returer inte är tillåtet

# Languages::money_back
source: Money Back
da_dk: Penge tilbage
de_de: Geld zurück
fa_ir: بازگشت پول
fi_fi: Rahat takaisin
pt_pt: Dinheiro de volta
sv_se: Pengarna tillbaka

# Languages::money_back_or_replace
source: Money back or replacement (buyer's choice)
da_dk: Penge tilbage eller udskiftning (købers valg)
de_de: Geld zurück oder Ersatz (Wahl des Käufers)
fa_ir: پول و یا جایگزینی (انتخاب خریدار)
fi_fi: Rahat takaisin tai vaihto (ostajan valinta)
pt_pt: Devolução do dinheiro ou substituição (escolha do comprador)
sv_se: Pengarna tillbaka eller ersättning (köparens val)

# Languages::money_back_or_exchange
source: Money back or exchange (buyer's choice)
da_dk: Penge tilbage eller bytte (købers valg)
de_de: Geld zurück oder Austausch (Wahl des Käufers)
fa_ir: پول و یا تبادل (انتخاب خریدار)
fi_fi: Rahat takaisin tai vaihto (ostajan valinta)
pt_pt: Dinheiro de volta ou troca (escolha do comprador)
sv_se: Pengarna tillbaka eller byte (köparens val)

# Languages::cost_paid_by
source: Return shipping will be paid by
da_dk: Returfragten betales af
de_de: Rücksendung wird gezahlt durch
fa_ir: حمل و نقل بازپرداخت می شود
fi_fi: Palautuksen toimituskulut maksaa
pt_pt: O frete de devolução será pago por
sv_se: Returleverans betalas av

# Languages::ttc_cost_paid_by
source: Choose, who will pay for the shipping of the return purchase — the seller or the buyer
da_dk: Vælg, hvem der skal betale for returfragt - sælgeren eller køberen
de_de: Wählen Sie aus, wer für den Versand der Rücksendung bezahlt - der Verkäufer oder der Käufer
fa_ir: انتخاب کنید که برای حمل و نقل فروشنده یا خریدار باز پرداخت خرید را انجام میدهد
fi_fi: Valitse, kuka maksaa palautusostoksen toimituksen – myyjä vai ostaja
pt_pt: Escolha quem pagará o frete da compra de devolução - o vendedor ou o comprador
sv_se: Välj vem som skall betala för leverans av returvaror — säljare eller köpare

# Languages::seller
source: Seller
da_dk: Sælger
de_de: Verkäufer
fa_ir: فروشنده
fi_fi: Myyjä
pt_pt: Vendedor
sv_se: Säljare

# Languages::buyer
source: Buyer
da_dk: Køber
de_de: Käufer
fa_ir: خریدار
fi_fi: Ostaja
pt_pt: Comprador
sv_se: Köpare

# Languages::return_policy_descr
source: Policy description
da_dk: Beskrivelse af
de_de: Richtlinienbeschreibung
fa_ir: شرح قوانین
fi_fi: Käytännön kuvaus
pt_pt: Descrição da política
sv_se: Policybeskrivning

# Languages::ttc_return_policy_descr
source: Write the detailed description of your return policy here
da_dk: Skriv en detaljeret beskrivelse af din returpolitik her
de_de: Geben Sie hier die detaillierte Beschreibung Ihrer Rückgabebedingungen ein
fa_ir: تشریح سیاست های مروبط به پس دادن کالا را اینجا بنویسید
fi_fi: Kirjoita yksityiskohtainen kuvaus palautuskäytännöstäsi tähän
pt_pt: Escreva a descrição detalhada da sua política de devolução aqui
sv_se: Skriv en detaljerad beskrivning av din returpolicy här

# Languages::large_envelope
source: Large envelope
da_dk: Stor konvolut
de_de: Großer Umschlag
fa_ir: پاکت بزرگ
fi_fi: Suuri kirjekuori
pt_pt: Envelope grande
sv_se: Stort kuvert

# Languages::large_package
source: Large package
da_dk: Stor pakke
de_de: Großes Paket
fa_ir: بسته بزرگ
fi_fi: Iso paketti
pt_pt: Pacote grande
sv_se: Stort paket

# Languages::package_type_tooltip
source: If you don't know your package type, select the "Large package" option. To ensure the most accurate cost, you will be asked to enter exact package dimensions.
da_dk: Hvis du ikke kender din pakketype, vælg indstillingen "Stor pakke". For at sikre de mest præcise omkostninger, vil du blive bedt om at indtaste nøjagtige pakkedimensioner.
de_de: Wenn Sie den genauen Pakettyp nicht kennen, wählen Sie die Option "Großes Paket". Um die exakten Kosten zu ermitteln, werden Sie aufgefordert, die genauen Maße anzugeben.
fa_ir: اگر شما بسته نرم افزاري را نمی دانید، گزینه "بسته بزرگ " را انتخاب کنید. برای اطمینان از دقیق ترین محاسبه هزینه، از شما وارد کردن ابعاد دقیق بسته خواسته خواهد شد.
fi_fi: Jos et tiedä pakettityyppiäsi, valitse "Suuri paketti" -vaihtoehto. Tarkimman hinnan varmistamiseksi sinua pyydetään syöttämään tarkat paketin mitat.
pt_pt: Se você não souber o tipo de pacote, selecione a opção "Pacote grande". Para garantir o custo mais preciso, você será solicitado a inserir as dimensões exatas do pacote.
sv_se: Om du inte vet din pakettyp, välj alternativet "stort paket". För att säkerställa den mest korrekta kostnaden kommer du att bli ombedd att ange exakt paketstorlek.

# Languages::product_out_of_weight
source: Products with the [ids] id were not exported because their weight equals zero.
da_dk: Produkter med [ids]-id blev ikke eksporteret fordi deres vægt er lig med nul.
de_de: Artikel mit der [ids] ID wurden nicht exportiert, da ihr Gewicht gleich null entspricht.
fa_ir: وزن برابر با صفر محصولات با شناسه [ids] صادر شد.
fi_fi: Tuotteita, joiden tunnus on [ids] , ei viety, koska niiden paino on nolla.
pt_pt: Produtos com o id [ids] não foram exportados porque seu peso é igual a zero.
sv_se: Produkter med id [ids] exporterades inte eftersom produktvikten är lika med noll.

# Languages::exported_to_ebay
source: Exported to eBay
da_dk: Eksporteret til eBay
de_de: Zu eBay exportiert
fa_ir: صادرات محصولات به eBay.
fi_fi: Vietiin eBayyn
pt_pt: Exportado para o eBay
sv_se: Exporterat till eBay

# Languages::revised_after_the_latest_export
source: Revised after the latest export
da_dk: Revideret efter den sidste eksport
de_de: Nach dem letzten Export überarbeitet
fa_ir: پس از صدور آخرین تجدید نظر شده
fi_fi: Tarkistettu viimeisimmän viennin jälkeen
pt_pt: Revisado após a última exportação
sv_se: Reviderad efter senaste export

# Languages::exporting_images_to_ebay
source: Exporting product "[product]" images to eBay
da_dk: Eksportere "[product]" produktbilleder til eBay
de_de: Produkt "[Produkt]" Bilder zu eBay exportieren
fa_ir: صادرات محصول عکس "[product]" به eBay
fi_fi: Tuotteen "[product]" kuvia viedään eBayhin
pt_pt: Exportando imagens do produto "[product]" para o eBay
sv_se: Exporterar produkt "[product]" bilder till eBay

# Languages::ebay_package
source: Package/thick envelope
da_dk: Pakke/Tyk konvolut
de_de: Paket/dicker Umschlag
fa_ir: پاکت بسته/ضخامت
fi_fi: Pakkaus/paksu kirjekuori
pt_pt: Pacote/envelope grosso
sv_se: Paket/tjockt kuvert

# Languages::ebay_cant_remove_template
source: You don't have permissions to remove some of the templates as they belong to another owner.
da_dk: Du har ikke tilladelser til at fjerne nogle af skabelonerne, da de tilhører en anden ejer.
de_de: Sie haben keine Erlaubnis, einige der Vorlagen zu entfernen, da sie jemand anderem gehören.
fa_ir: شما مجاز به حذف برخی از قالب های آن متعلق به مالک دیگراست، نیستید.
fi_fi: Sinulla ei ole oikeuksia poistaa joitakin malleja, koska ne kuuluvat toiselle omistajalle.
pt_pt: Você não tem permissão para remover alguns dos modelos, pois eles pertencem a outro proprietário.
sv_se: Du har ingen behörighet att ta bort några av mallarna eftersom de tillhör en annan ägare.

# Languages::ebay_commercial_using_title
source: Activate add-on
da_dk: Aktiver tilføjelse
de_de: Add-on aktivieren
fa_ir: فعال کردن افزودنی
fi_fi: Aktivoi lisäosa
pt_pt: Ativar complemento
sv_se: Aktivera tillägg

# Languages::ebay_templates_not_found
source: eBay templates not found
da_dk: eBay skabeloner ikke fundet
de_de: eBay-Vorlagen nicht gefunden
fa_ir: قالب های Ebay یافت نشد
fi_fi: eBay-malleja ei löydy
pt_pt: Modelos do eBay não encontrados
sv_se: eBay mallar hittade ej

# SettingsSections::ebay::general
source: General
da_dk: Generelt
de_de: Allgemein
fa_ir: عمومی
fi_fi: Kenraali
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::ebay::notice
source: Notice
da_dk: Bemærk
de_de: Anmerkung
fa_ir: توجه
fi_fi: Ilmoitus
pt_pt: Perceber
sv_se: Notera

# SettingsOptions::ebay::dev_id
source: eBay DevID
fa_ir: ای بی DevID

# SettingsOptions::ebay::cert_id
source: eBay CertID
fa_ir: ای بی CertID
pt_pt: ID de certificado do eBay

# SettingsOptions::ebay::token
source: eBay User Token
da_dk: eBay bruger Token
de_de: eBay-Benutzerpasswort
fa_ir: eBay رمز کاربر دریافت شد
fi_fi: eBay-käyttäjätunnus
pt_pt: Token de usuário do eBay
sv_se: eBay användartoken

# SettingsOptions::ebay::listing_mode
source: Sandbox / Production
da_dk: Sandbox / produktion
de_de: Sandkasten / Produktion
fa_ir: گودال ماسه بازی / تولید
fi_fi: Hiekkalaatikko / Tuotanto
pt_pt: Caixa de areia / Produção
sv_se: Sandlåda/Produktion

# SettingsOptions::ebay::site_id
source: Default site
da_dk: Standardwebstedet
de_de: Standard-Website
fa_ir: پیش فرض سایت
fi_fi: Oletussivusto
pt_pt: Site padrão
sv_se: Standard webbsida

# SettingsOptions::ebay::ebay_timestamp
source: eBay timestamp
da_dk: eBay tidsstempel
de_de: eBay-Zeitstempel
fa_ir: ای بی مهر زمان
fi_fi: eBayn aikaleima
pt_pt: carimbo de data/hora do eBay
sv_se: eBay tidsstämpel

# SettingsVariants::ebay::listing_mode::S
source: Sandbox
fa_ir: گودال ماسهبازی
fi_fi: Hiekkalaatikko
pt_pt: Caixa de areia
sv_se: Sandlåda

# SettingsVariants::ebay::listing_mode::P
source: Production
da_dk: Produktion
de_de: Produktion
fa_ir: تولید
fi_fi: Tuotanto
pt_pt: Produção
sv_se: Produktion
