Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/ebay.po
Languages: da_dk, de_de, fa_ir, fi_fi, pt_pt, sv_se

# Languages::ebay_changed_region_message
source: After you change eBay region, please check other settings.<br>If your template's Shipping type is set to Calculated, change your primary currency (Administration → Currencies), company address (Settings → Company) and weight measurement units (Settings → General) accordingly.<br>If your template's Shipping type is set to Flat, change your primary currency (Administration → Currencies).
da_dk: Når du ændrer eBay region, tjek venligst andre indstillinger. <br>Hvis din skabelon er fragt type er indstillet til beregnet, ændre din primære valuta (Administration → valutaer), firma adresse (indstillinger → selskab) og vægt måleenheder (indstillinger → generelle) i overensstemmelse hermed. <br>Hvis din skabelon er fragt type er angivet til flad, ændre din primære valuta (Administration → valutaer).
de_de: Nachdem Sie die eBay-Region geändert haben, überprüfen Sie bitte andere Einstellungen.<br>Wenn die Versandart Ihrer Vorlage auf Berechnet eingestellt ist, ändern Sie Ihre Hauptwährung (Verwaltung → Währungen), Firmenadresse (Einstellungen → Firma) und Gewichtseinheiten (Einstellungen → Allgemein) entsprechend.<br>Wenn die Versandart Ihrer Vorlage auf Pauschal eingestellt ist, ändern Sie Ihre Hauptwährung (Verwaltung → Währungen).
fa_ir: لطفا تنظیمات دیگر بعد از تغییر بی منطقه. <br>اطفا تنظیمات دیگر را بررسی کنید. <br> اگر نوع حمل و نقل قالب خود را به محاسبه تعیین می کنند، تغییر ارز خود را اولیه (اداره → ارز)، آدرس شرکت (→ شرکت تنظیمات) و واحد اندازه گیری وزن (→ تنظیمات) بر این اساس. <br> اگر نوع حمل و نقل قالب خود را به تخت قرار دهید، تغییر ارز اصلی خود بر مینای (دولت → ارز) تنظیم شده است.
fi_fi: Kun olet vaihtanut eBay-aluetta, tarkista muut asetukset.<br>Jos mallisi Toimitustyypiksi on asetettu Laskettu, muuta ensisijainen valuuttasi (Hallinta → Valuutat), yrityksen osoite (Asetukset → Yritys) ja painon mittayksiköt (Asetukset → Yleiset) vastaavasti.<br>Jos mallisi toimitustyypiksi on asetettu Kiinteä, vaihda ensisijainen valuutta (Hallinta → Valuutat).
pt_pt: Depois de alterar a região do eBay, verifique outras configurações.<br>Se o tipo de envio do seu modelo estiver definido como Calculado, altere sua moeda principal (Administração → Moedas), endereço da empresa (Configurações → Empresa) e unidades de medida de peso (Configurações → Geral) de acordo.<br>Se o tipo de envio do seu modelo estiver definido como Simples, altere sua moeda principal (Administração → Moedas).
sv_se: När du har ändrat eBay region, bör du kontrollera några andra inställningar.<br>Om mallen leveranstyp är inställd på Beräknad, ändra din standardvaluta (Administration → Valutor), företagets adress (Inställningar → Företag) och viktenheter (Inställningar → Allmänt) därefter.<br>Om mallen leveranstyp är satt till Fast, ändra din standardvaluta (Administration → Valutor).

# Languages::export_products_to_ebay
source: Export/Revise products on eBay
da_dk: Eksport/Revider produkter på eBay
de_de: Produkte bei eBay exportieren/überarbeiten
fa_ir: صادرات/محصولات در eBay اصلاح
fi_fi: Vie/tarkista tuotteita eBayssa
pt_pt: Exportar/Revisar produtos no eBay
sv_se: Exportera/Revidera produkter på eBay

# Languages::ebay_product_identifier_isbn
source: ISBN
fa_ir: شابک

# Languages::ebay_product_identifier_brand
source: Brand
da_dk: Mærke
de_de: Marke
fa_ir: نام تجاری
fi_fi: Brändi
pt_pt: Marca
sv_se: Märke

# Languages::ebay_product_identifiers
source: Product identifiers
da_dk: Produkt-id'er
de_de: Produkt-Ids
fa_ir: شناسه های محصول
fi_fi: Tuotetunnisteet
pt_pt: Identificadores de produto
sv_se: Produktidentifierare

# Languages::ebay_product
source: Product
da_dk: Produkt
de_de: Produkt
fa_ir: محصول
fi_fi: Tuote
pt_pt: produtos
sv_se: Produkt

# Languages::ebay_product_variation
source: Option combination
da_dk: Mulighed kombinationer
de_de: Optionskombination
fa_ir: گزینه ترکیبی
fi_fi: Vaihtoehtojen yhdistelmä
pt_pt: Combinação de opções
sv_se: Alternativkombination

# Languages::ebay_none
source: None
da_dk: Ingen
de_de: Keine
fa_ir: هیچ کدام
fi_fi: Ei mitään
pt_pt: Nenhum
sv_se: Ingen

# Languages::ebay_does_not_apply
source: Does not apply
da_dk: Gælder ikke
de_de: Trifft nicht zu
fa_ir: به کار برده نمی شود
fi_fi: Ei päde
pt_pt: Não se aplica
sv_se: Gäller ej

# Languages::ebay_product_code
source: Product code
da_dk: Produktkode
de_de: Produktcode
fa_ir: کد محصول
fi_fi: Tuotekoodi
pt_pt: Código do produto
sv_se: Produktkod

# Languages::ebay_product_feature
source: Product feature
da_dk: Produktegenskaber
de_de: Produkteigenschaft
fa_ir: ویژگی محصول
fi_fi: Tuotteen ominaisuus
pt_pt: Característica do produto
sv_se: Produktegenskap

# Languages::ebay_combination_code
source: Combination code
da_dk: Kombinationskode
de_de: Kombination-code
fa_ir: ترکیب کد
fi_fi: Yhdistelmäkoodi
pt_pt: Código de combinação
sv_se: Kombinationskod

# Languages::ebay_synchronization_region_details
source: Synchronizing eBay region details
da_dk: Synkronisering af eBay områdedetaljer
de_de: Synchronisation von eBay-Region-details
fa_ir: همگام سازی اطلاعات منطقه ای بی
fi_fi: Synkronoidaan eBay-alueen tietoja
pt_pt: Sincronizando detalhes da região do eBay
sv_se: Synkroniserar eBay regiondetaljer

# Languages::ebay_feature_group_product_identifiers
source: eBay product identifiers
da_dk: eBay produkt-id'er
de_de: eBay-Produkt-Ids
fa_ir: eBay شناسه محصول
fi_fi: eBay-tuotetunnisteet
pt_pt: Identificadores de produtos do eBay
sv_se: eBay produktidentifierare

# SettingsOptions::ebay::app_id
source: eBay AppID
pt_pt: ID de aplicativo do eBay
