Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/ebay.po
Languages: da_dk, de_de, fa_ir, fi_fi, pt_pt, sv_se

# Languages::wait_for_shippings_cached
source: Please wait, shipping information is loaded.
da_dk: Vent venligst, afsendelsesoplysninger bliver indlæst.
de_de: Bitte warten, Versandinformationen werden geladen.
fa_ir: لطفاً صبرکنید، اطلاعات ارسال بارگذاری شده است.
fi_fi: Odota, toimitustiedot on ladattu.
pt_pt: Aguarde, as informações de envio foram carregadas.
sv_se: Leveransinformation hämtas, vänta..

# Languages::privileges.view_ebay_templates
source: Can view
da_dk: Kan se
de_de: Kann angesehen werden
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
pt_pt: Pode ver
sv_se: Kan visa

# Languages::privileges.manage_ebay_templates
source: Can edit
da_dk: Kan redigere
de_de: Kann bearbeitet werden
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
pt_pt: Pode editar
sv_se: Kan redigera

# Languages::privilege_groups.ebay_templates
source: eBay templates
da_dk: eBay skabeloner
de_de: eBay-Vorlagen
fa_ir: قالب های eBay
fi_fi: eBay-malleja
pt_pt: Modelos do eBay
sv_se: eBay-mallar

# Languages::ebay_price
source: eBay product price
da_dk: eBay Produktpris
de_de: eBay-Produktpreis
fa_ir: قیمت محصول ای بی
fi_fi: eBay tuotteen hinta
pt_pt: Preço do produto eBay
sv_se: eBay produktpris

# Languages::override_price
source: Redefine price on eBay
da_dk: Omdefinere pris på eBay
de_de: Preis bei eBay neu definieren
fa_ir: تعریف دوباره قیمت در ای بی
fi_fi: Määritä hinta uudelleen eBayssa
pt_pt: Redefinir preço no eBay
sv_se: Omdefiniera pris på eBay

# Languages::ebay_product_status
source: eBay product status
da_dk: eBay produktstatus
de_de: eBay-Produktstatus
fa_ir: وضعیت محصول ای بی
fi_fi: eBay-tuotteen tila
pt_pt: Status do produto eBay
sv_se: eBay produktstatus

# Languages::ebay_product_status_not_exported
source: Not exported
da_dk: Ikke eksporteret
de_de: Keine Daten exportiert
fa_ir: صادر نشده
fi_fi: Ei viety
pt_pt: Não exportado
sv_se: Inte exporterad

# Languages::ebay_product_status_active
source: Active
da_dk: Aktiv
de_de: Aktiv
fa_ir: فعال
fi_fi: Aktiivinen
pt_pt: Ativo
sv_se: Aktiv

# Languages::ebay_product_status_closed
source: Ended
da_dk: Slut
de_de: Beendet
fa_ir: به پایان رسید
fi_fi: Päättyi
pt_pt: Finalizado
sv_se: Avslutad

# Languages::ebay_success_exported_product_notice
source: Product was successfully exported to eBay
da_dk: Produkt blev sucessfuldt eksporteret til eBay
de_de: Produkt wurde erfolgreich zu eBay exportiert
fa_ir: محصول با موفقیت به eBay صادر شد
fi_fi: Tuote vietiin eBayhin onnistuneesti
pt_pt: O produto foi exportado com sucesso para o eBay
sv_se: Produkten är exporterad till eBay

# Languages::ebay_success_close_product_notice
source: Product successfully ended on eBay
da_dk: Produkt sucessfuldt slut på eBay
de_de: Produkt erfolgreich bei eBay beendet
fa_ir: محصول با موفقیت در eBay به پایان رسید
fi_fi: Tuote päättyi onnistuneesti eBayssa
pt_pt: Produto finalizado com sucesso no eBay
sv_se: Produkten är avslutad på eBay

# Languages::ebay_export_failed
source: Product export failed
da_dk: Produkteksport mislykkedes
de_de: Produktexport fehlgeschlagen
fa_ir: صادرات محصول با شکست مواجه شد
fi_fi: Tuotteen vienti epäonnistui
pt_pt: Falha na exportação do produto
sv_se: Produktexport misslyckades

# Languages::ebay_export_success
source: Product export successful
da_dk: Produkteksport vellykket
de_de: Produktexport erfolgreich
fa_ir: صادرات محصول با موفقیت انجام شد
fi_fi: Tuotteiden vienti onnistui
pt_pt: Exportação de produto bem-sucedida
sv_se: Produktexport klar

# Languages::ebay_export_failed_msg
source: Some of the products have not been exported to eBay.<br> Check the logs to see what products weren't exported and the reason why it happened.
da_dk: Nogle af produkterne, er ikke blevet eksporteret til eBay. <br>Tjek logs at se hvilke produkter ikke blev eksporteret og grunden til, hvorfor det skete.
de_de: Einige der Produkte wurden nicht zu eBay exportiert. Überprüfen Sie die Protokolle, um zu sehen, welche Produkte nicht exportiert wurden und warum es passiert ist.
fa_ir: برخی از محصولات به eBay صادرنشده اند. <br>گزارش ها را بررسی کنید تا کالاهای صادر نشده و دلیل صادر نشدن آن ها را بیابید.
fi_fi: Osaa tuotteista ei ole viety eBayhin.<br> Tarkista lokeista, mitä tuotteita ei viety ja miksi näin tapahtui.
pt_pt: Alguns dos produtos não foram exportados para o eBay.<br> Verifique os logs para ver quais produtos não foram exportados e o motivo pelo qual isso aconteceu.
sv_se: Några av produkterna har inte exporterats till eBay.<br>Kontrollera loggarna för att se vilka produkter och anledningen till att dom inte exporterats.

# Languages::ebay_export_success_msg
source: All the selected products have been exported to eBay without errors.
da_dk: Alle de valgte produkter er blevet eksporteret til eBay uden fejl.
de_de: Alle ausgewählten Produkte wurden fehlerfrei zu eBay exportiert.
fa_ir: تمام محصولات انتخاب شده به eBay بدون خطا صادر شدند.
fi_fi: Kaikki valitut tuotteet on viety eBayhin ilman virheitä.
pt_pt: Todos os produtos selecionados foram exportados para o eBay sem erros.
sv_se: Alla utvalda produkter har exporterats till eBay utan fel.

# Languages::ebay_end_summary_title
source: Product ending summary
da_dk: Endelig produktoversigt
de_de: Zusammenfassung des Produktes
fa_ir: خلاصه پایان محصول
fi_fi: Tuotteen loppuyhteenveto
pt_pt: Resumo do final do produto
sv_se: Produktavslut sammanfattning

# Languages::ebay_export_product
source: Exporting product "[product]" to eBay
da_dk: Eksportere produkt "[product]" til eBay
de_de: Produkt "[product]" zu eBay exportieren
fa_ir: صادرات محصول "[product]" به eBay
fi_fi: Viedään tuotetta "[product]" eBayhin
pt_pt: Exportando o produto "[product]" para o eBay
sv_se: Exporterar produkten "[product]" till eBay

# Languages::ebay_export_products
source: Exporting products "[product]" to eBay
da_dk: Eksporterer produkter "[product]" til eBay
de_de: Produkte "[product]" zu eBay exportieren
fa_ir: صادرات محصول "[product]" به eBay
fi_fi: Tuotteiden "[product]" vienti eBayhin
pt_pt: Exportando produtos "[product]" para o eBay
sv_se: Exporterar produkterna "[product]" till eBay

# Languages::ebay_override
source: Redefinition of the product name and description on eBay
da_dk: Omdefinering af produktets navn og beskrivelse på eBay
de_de: Neudefinition des Produktnamens und der Beschreibung bei eBay
fa_ir: مفهوم کردن نام محصول و توضیحات در eBay
fi_fi: Tuotteen nimen ja kuvauksen uudelleenmäärittely eBayssa
pt_pt: Redefinição do nome e descrição do produto no eBay
sv_se: Omdefiniering av produkttitel och beskrivning på eBay

# Languages::ebay_end_products
source: Ending products "[product]" on eBay
da_dk: Afslutter produkter "[product]" på eBay
de_de: Endende Produkte "[Produkt]" bei eBay
fa_ir: پایان دادن به محصولات "[product]" در eBay
fi_fi: Loppuvat tuotteet "[product]" eBayssa
pt_pt: Produtos finais "[product]" no eBay
sv_se: Avslutar produkten "[product]" på eBay

# Languages::ebay_count_product_successfully_exported
source: Products successfully exported:
da_dk: Produkt blev sucessfuldt eksporteret til eBay
de_de: Produkte wurden erfolgreich exportiert:
fa_ir: محصولات با موفقیت صادر شدند:
fi_fi: Tuotteet on viety onnistuneesti:
pt_pt: Produtos exportados com sucesso:
sv_se: Produkterna har exporterats:

# Languages::ebay_count_product_fail_exported
source: Products export failed:
da_dk: Produkteksport mislykkedes:
de_de: Produktexport fehlgeschlagen:
fa_ir: صادرات محصول با شکست مواجه شد:
fi_fi: Tuotteiden vienti epäonnistui:
pt_pt: Falha na exportação de produtos:
sv_se: Produktexport misslyckades:

# Languages::ebay_count_product_successfully_ended
source: Successfully ended products:
da_dk: Med succes afsluttet produkter:
de_de: Erfolgreich abgeschlossene Produkte:
fa_ir: محصولات با موفقیت به پایان رسید:
fi_fi: Onnistuneesti päättyneet tuotteet:
pt_pt: Produtos finalizados com sucesso:
sv_se: Avslutade produkter:

# Languages::ebay_count_product_fail_ended
source: Products ending failed:
da_dk: Produkteksport mislykkedes:
de_de: Produkte, die fehlgeschlagen sind:
fa_ir: پایان دادن به محصولات ناموفق بود:
fi_fi: Tuotteiden päättyminen epäonnistui:
pt_pt: Falha no término dos produtos:
sv_se: Kunde inte avsluta produkter:

# Languages::ebay_end_products_on_ebay
source: End eBay sales
da_dk: Slut eBay salg
de_de: eBay-Verkäufe beenden
fa_ir: پایان دادن به فروش های eBay
fi_fi: Lopeta eBay-myynti
pt_pt: Fim das vendas do eBay
sv_se: Avsluta eBay försäljning

# Languages::products_assigned
source: Products assigned
da_dk: Produkter tildelt
de_de: Produkte sind zugewiesen
fa_ir: محصولات اختصاص داده شده
fi_fi: Tuotteet määrätty
pt_pt: Produtos atribuídos
sv_se: produkter tilldelade

# Languages::ttc_products_assigned
source: You can also apply an eBay template to multiple products at once. Go to Products → Products, tick the checkboxes of the products you want to apply a template to, then press the gear button and choose Edit selected. In the pop-up window leave only the eBay Templates checkbox ticked and click Modify selected.
da_dk: Du kan også anvende en eBay skabelon på flere produkter på én gang. Gå til produkter → produkter, Marker afkrydsningsfelterne for de produkter du ønsker at anvende en skabelon til, så tryk på knappen gear og vælge Rediger markeret. I pop-up-vinduet forlade kun eBay skabeloner checkhæfte krydses og klik på Rediger markeret.
de_de: Sie können eine eBay-Vorlage auch für mehrere Produkte gleichzeitig anwenden. Gehen Sie zu Produkte → Produkte, aktivieren Sie die Kontrollkästchen der Produkte, auf die Sie eine Vorlage anwenden möchten, klicken Sie dann auf die Schaltfläche Zahnrad und wählen Sie Bearbeiten. Lassen Sie im Popup-Fenster nur das Kontrollkästchen eBay-Vorlagen aktiviert und klicken Sie auf Ausgewählte ändern.
fa_ir: شما نیز میتوانید بکار بگیرید الگوی eBay برو به محصولات متعدد را که یک بار اعمال می شود. برو به به محصولات محصولات →، انتخاب چک باکس ها محصولات به اعمال الگو به سپس دکمه را فشار دهید و موجودی و مواد را انتخاب کنید. در پنجره پاپ آپ بی قالب گزینه ticked ترک و اصلاح انتخاب و کلیک کنید.
fi_fi: Voit myös käyttää eBay-mallia useisiin tuotteisiin kerralla. Siirry kohtaan Tuotteet → Tuotteet, valitse niiden tuotteiden valintaruudut, joihin haluat lisätä mallin, paina sitten rataspainiketta ja valitse Muokkaa valittuja. Jätä ponnahdusikkunassa vain eBay Templates -valintaruutu rasti ja napsauta Muokkaa valittuna.
pt_pt: Você também pode aplicar um modelo do eBay a vários produtos de uma só vez. Vá para Produtos → Produtos, marque as caixas de seleção dos produtos aos quais deseja aplicar um modelo, pressione o botão de engrenagem e escolha Editar selecionado. Na janela pop-up, deixe apenas a caixa de seleção Modelos do eBay marcada e clique em Modificar selecionada.
sv_se: För att tilldela en eBay mall på flera produkter samtidigt. Gå till Produkter → Produkter och välj de produkter du vill använda mallen på, tryck sedan på kugghjulsknappen och välj Redigera valda. Välj endast eBay mallar och klicka på Ändra valda.

# Languages::ebay_template_category_product
source: Use eBay template's category
da_dk: Brug eBay skabelonkategori
de_de: Kategorie der eBay-Vorlage verwenden
fa_ir: استفاده از دسته الگوی eBay
fi_fi: Käytä eBay-mallin luokkaa
pt_pt: Use a categoria do modelo do eBay
sv_se: Använd eBays mallkategori

# Languages::ebay_set_manualy
source: Assign a different eBay category
da_dk: Tildele en anden eBaykatagori
de_de: Eine andere eBay-Kategorie zuweisen
fa_ir: اختصاص دادن دسته مختلف eBay
fi_fi: Määritä eri eBay-luokka
pt_pt: Atribua uma categoria diferente do eBay
sv_se: Tilldela en annan eBay kategori

# Languages::ebay_end_template_on_ebay
source: End eBay sales
da_dk: Slut eBay salg
de_de: eBay-Verkäufe beenden
fa_ir: پایان دادن به فروش های eBay
fi_fi: Lopeta eBay-myynti
pt_pt: Fim das vendas do eBay
sv_se: Avsluta försäljning på eBay

# Languages::ebay_action_export_product
source: Export product
da_dk: Eksport produkt
de_de: Produkt exportieren
fa_ir: صادرات محصول
fi_fi: Vie tuote
pt_pt: Exportar produto
sv_se: Exportera produkt

# Languages::ebay_action_update_product
source: Update product
da_dk: Opdater produkter
de_de: Produkt aktualisieren
fa_ir: بروزرسانی محصول
fi_fi: Päivitä tuote
pt_pt: Atualizar produto
sv_se: Updatera produkt

# Languages::ebay_action_upload_image_product
source: Upload the product image
da_dk: Uploade produktbillede
de_de: Das Produktbild hochladen
fa_ir: آپلود تصویر محصول
fi_fi: Lataa tuotekuva
pt_pt: Carregue a imagem do produto
sv_se: Ladda upp produktbild

# Languages::ebay_action_get_status_product
source: Get product status
da_dk: EBay produktstatus
de_de: Produktstatus abfragen
fa_ir: دریافت وضعیت محصول
fi_fi: Hanki tuotteen tila
pt_pt: Obter status do produto
sv_se: Hämta produktstatus

# Languages::ebay_action_end_product
source: Ending sale on eBay
da_dk: Slutter salg på eBay
de_de: Schluss-Verkauf bei eBay
fa_ir: پایان دادن به فروش در eBay
fi_fi: Myynti päättyy eBayssa
pt_pt: Finalizando a venda no eBay
sv_se: Avslutar försäljning på eBay

# Languages::ebay_show_logs
source: Show logs
da_dk: Vis logs
de_de: Protokolle zeigen
fa_ir: نمایش گزارشات
fi_fi: Näytä lokit
pt_pt: Mostrar registros
sv_se: Visa loggar

# Languages::ebay_international_shipping_cost
source: International shipping fee
da_dk: International fragtservice
de_de: Internationaler Versandservice
fa_ir: هزینه حمل و نقل بین المللی
fi_fi: Kansainvälinen toimitusmaksu
pt_pt: Taxa de envio internacional
sv_se: Internationellt leveranspris

# Languages::ebay_international_shipping_cost_tooltip
source: Fixed shipping fee for one item if the shipping type is Flat (the Shipping and handling setting on eBay).
da_dk: Fast fragtpris for en vare (hvis fragttype er flad). Forsendelse og håndteringsindstilling på eBay.
de_de: Fester Versandpreis für einen Artikel, wenn Versandart festgelegt ist. (Die Versand und Handhabungseinstellung bei eBay).
fa_ir: هزینه حمل و نقل ثابت برای یک مورد اگر نوع حمل و نقل تخت (حمل و نقل و ست کردن به تنظیم در eBay) است.
fi_fi: Kiinteä toimitusmaksu yhdelle tuotteelle, jos toimitustyyppi on tasainen (eBayn toimitus- ja käsittelyasetus).
pt_pt: Taxa de envio fixa para um item se o tipo de envio for Flat (a configuração de envio e manuseio no eBay).
sv_se: Fast leveransavgift för ett objekt om leveranstypen är Fast (inställningen leverans och hantering på eBay).

# Languages::ebay_international_shipping_cost_additional_tooltip
source: International shipping fee for each additional item in the order (the Each additional item setting on eBay)
da_dk: Shipping gebyr for hver yderligere element i ordrenn (hver ekstra vare indstilles på eBay)
de_de: Internationale Versandkosten für jeden weiteren Artikel in der Bestellung (die "jeder-weitere-Artikel-Einstellung" bei eBay)
fa_ir: هزینه حمل و نقل بین المللی برای هر مورد اضافی به منظور (هر مورد اضافی تنظیمات در eBay)
fi_fi: Kansainvälinen toimitusmaksu jokaisesta tilauksen lisätuotteesta (eBayn Jokainen lisätuote -asetus)
pt_pt: Taxa de envio internacional para cada item adicional no pedido (a configuração Cada item adicional no eBay)
sv_se: Internationell leveransavgiften för varje extra objekt i order (inställningen varje extra objekt på eBay)

# Languages::ebay_international_shipping_cost_additional
source: Additional international shipping fee
da_dk: Yderligere international shipping gebyr
de_de: Zusätzliche internationale Versandkosten
fa_ir: هزینه اضافی حمل و نقل بین المللی
fi_fi: Ylimääräinen kansainvälinen toimitusmaksu
pt_pt: Taxa de envio internacional adicional
sv_se: Extra internationell leveransavgift

# Languages::ebay_logs
source: eBay logs
de_de: eBay-Protokolle
fa_ir: گزارشات مربوط به eBay
fi_fi: eBay-lokit
pt_pt: Registros do eBay
sv_se: eBay loggar

# Languages::ebay_products
source: eBay products
da_dk: eBay produkter
de_de: eBay-Produkte
fa_ir: محصولات eBay
fi_fi: eBay tuotteet
pt_pt: Produtos do eBay
sv_se: eBay produkter

# Languages::ebay_sync_products_status
source: Get product status from eBay
da_dk: Få produktstatus fra eBay
de_de: Produktstatus von eBay erhalten
fa_ir: دریافت وضعیت محصول از eBay
fi_fi: Hanki tuotteen tila eBaysta
pt_pt: Obtenha o status do produto no eBay
sv_se: Hämta produktstatus från eBay

# Languages::ebay_get_product_status
source: Getting product "[product]" status from eBay
da_dk: At få produktet "[product]" status fra eBay
de_de: Produkt "[product]" Status von eBay erhalten
fa_ir: گرفتن وضعیت محصول "[product]" از eBay
fi_fi: Haetaan tuotteen "[product]" tila eBaysta
pt_pt: Obtendo o status do produto "[product]" do eBay
sv_se: Hämtar "[product]" produktstatus från eBay

# Languages::ebay_update_status_summary_title
source: Summary: Product status retrieval from eBay
da_dk: Resumé: Produkt status hentning fra eBay
de_de: Zusammenfassung: Produktstatusabfrage von eBay
fa_ir: شرح مختصر: بازیاب وضعیت یمحصول از eBay
fi_fi: Yhteenveto: Tuotteen tilan haku eBaysta
pt_pt: Resumo: recuperação do status do produto no eBay
sv_se: Sammandrag: Hämtning produktstatus från eBay

# Languages::ebay_count_product_successfully_status_updated
source: Products with updated statuses:
da_dk: Produkter med opdaterede statusser:
de_de: Produkte mit aktualisiertem Status:
fa_ir: محصولات با وضعیت به روز شده:
fi_fi: Tuotteet, joiden tila on päivitetty:
pt_pt: Produtos com status atualizados:
sv_se: Produkter med uppdaterad status:

# Languages::ebay_count_product_fail_status_updated
source: Products with status update errors:
da_dk: Produkter med status update fejl:
de_de: Produkte mit Statusaktualisierungsfehlern:
fa_ir: محصولات دارای خطا دروضعیت به روز رسانی:
fi_fi: Tuotteet, joissa on tilapäivitysvirheitä:
pt_pt: Produtos com erros de atualização de status:
sv_se: Produkter med status uppdateringsfel:

# Languages::ebay_count_product_skip
source: Products skipped:
da_dk: Produkter springes over:
de_de: Produkte übersprungen:
fa_ir: محصولات رد شده:
fi_fi: Ohitetut tuotteet:
pt_pt: Produtos ignorados:
sv_se: Produkter som hoppats över:

# Languages::ebay_product_not_exported
source: Product "[product]" was not exported on eBay
da_dk: Produkt "[product]" blev ikke eksporteret på eBay
de_de: Produkt"[product]" wurde nicht auf eBay exportiert
fa_ir: محصول "[product]" در eBay صادر نشد
fi_fi: Tuotetta "[product]" ei viety eBayhin
pt_pt: O produto "[product]" não foi exportado no eBay
sv_se: "[product]" blev inte exporterad på eBay

# Languages::ebay_product_already_sales_closed
source: Sales of product "[product]" were already completed on eBay
da_dk: Salg af vare "[product]" var allerede afsluttet på eBay
de_de: Der Verkauf des Produktes "[product]" wurde bereits bei eBay abgeschlossen
fa_ir: فروش محصول "[product]" در حال حاضر در eBay تکمیل شد
fi_fi: Tuotteen "[product]" myynti oli jo saatu päätökseen eBayssa
pt_pt: As vendas do produto "[product]" já foram concluídas no eBay
sv_se: Försäljningen av "[product]" har redan avslutats på eBay

# Languages::ebay_failed_request
source: Failed request to [url]. Http status code: [code]
da_dk: Mislykkedes anmodningen til [url]. HTTP statuskode: [code]
de_de: Fehlgeschlagene Anfrage an [url]. Http-Status Code: [code]
fa_ir: عدم موفقیت درخواست به [url]. کد وضعیت http: [code]
fi_fi: Epäonnistunut pyyntö numerolle [url]. HTTP-tilakoodi: [code]
pt_pt: Falha na solicitação para [url]. Código de status HTTP: [code]
sv_se: Misslyckad förfrågan till [url]. Http-statuskod: [code]

# Languages::ebay_package_type
source: eBay package type
da_dk: eBay pakketype
de_de: eBay Verpackungstyp
fa_ir: eBay بسته نرم افزاري
fi_fi: eBay-pakettityyppi
pt_pt: Tipo de pacote eBay
sv_se: eBay pakettyp

# Languages::ebay_category
source: eBay Category
da_dk: eBay kategori
de_de: eBay-Kategorie
fa_ir: دسته بندی
fi_fi: eBay luokka
pt_pt: Categoria eBay
sv_se: eBay kategori

# Languages::ebay_region
source: eBay region
fa_ir: منطقه ای بی
fi_fi: eBay-alue
pt_pt: região do eBay

# Languages::ebay_synchronization_title
source: Synchronizing eBay data
da_dk: Synkronisering af eBay data
de_de: eBay-Daten synchronisieren
fa_ir: همگام سازی داده ای بی
fi_fi: eBay-tietojen synkronointi
pt_pt: Sincronizando dados do eBay
sv_se: Synkronisering eBay data

# Languages::ebay_synchronization_regions
source: Synchronizing eBay regions
da_dk: Synkronisering af eBay regioner
de_de: eBay-Regionen synchronisieren
fa_ir: همگام سازی مناطق eBay
fi_fi: eBay-alueiden synkronointi
pt_pt: Sincronizando regiões do eBay
sv_se: Synkroniserar eBay regioner

# Languages::ebay_synchronization_categories
source: Synchronizing eBay categories (it may take around 3 minutes)
da_dk: Synkronisering af eBay kategorier (det kan tage ca. 3 minutter)
de_de: Synchronisation von eBay-Kategorien (kann ca. 3 Minuten dauern)
fa_ir: همگام سازی بی دسته بندی (تقریبا حدود 3 دقیقه ممکن است طول بکشد)
fi_fi: eBay-luokkien synkronointi (se voi kestää noin 3 minuuttia)
pt_pt: Sincronizando categorias do eBay (pode levar cerca de 3 minutos)
sv_se: Synkronisering eBay kategorier (detta kan ta ca 3 minuter)

# Languages::ebay_synchronization_shipping_services
source: Synchronizing eBay shipping services
da_dk: Synkronisering af eBay shipping services
de_de: Synchronisierung des eBay-Versandservices
fa_ir: همگام سازی خدمات حمل و نقل ای بی
fi_fi: Synkronoidaan eBay-lähetyspalveluita
pt_pt: Sincronizando os serviços de remessa do eBay
sv_se: Synkroniserar eBay leveranstjänster

# Languages::ebay_synchronization_category_features
source: Synchronizing eBay category features
da_dk: Synkronisering af eBay kategori funktioner
de_de: Synchronisieren von eBay-Kategoriefunktionen
fa_ir: بی دسته ویژگی های هماهنگ
fi_fi: eBay-luokan ominaisuuksien synkronointi
pt_pt: Sincronizando recursos de categoria do eBay
sv_se: Synkroniserar eBay kategoriegenskaper
