Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/email_marketing.po
Languages: fa_ir, fi_fi, pt_pt, sv_se

# Addons::name::email_marketing
source: E-mail marketing
fa_ir: بازاریابی ایمیلی
fi_fi: Sähköpostimarkkinointi
pt_pt: Marketing de email
sv_se: Nyhetsbrev

# Addons::description::email_marketing
source: Synchronizes your newsletter subscriber lists with MailChimp and Mad Mimi
fa_ir: همگام سازی فهرست های مشترک خبرنامه شما با MailChimp و Mad Mimi
fi_fi: Synkronoi uutiskirjeen tilaajat MailChimp ja Mad Mimi -palvelujen kanssa
pt_pt: Sincroniza suas listas de assinantes de newsletter com MailChimp e Mad Mimi
sv_se: Synkroniserar prenumerantlistor med MailChimp och Mad Mimi

# Languages::subscribers_menu_description
source: Manage newsletter subscribers and settings.
fa_ir: مدیریت مشترکین خبرنامه و تنظیمات.
fi_fi: Hallinnoi uutiskirjeen tilaajia ja asetuksia.
pt_pt: Gerenciar assinantes e configurações de newsletters.
sv_se: Hantera nyhetsbrev, prenumeranter och inställningar.

# Languages::email_marketing.subscription_confirmed
source: Thank you for subscribing to our newsletter
fa_ir: از شما به خاطر اشتراک در خبرنامه متشکریم
fi_fi: Kiitos uutiskirjeemme tilauksesta
pt_pt: Obrigado por subscrever a nossa newsletter
sv_se: Tack för att du prenumererar på vårt nyhetsbrev

# Languages::email_marketing.text_subscription_confirmed
source: Your subscription has been confirmed. No extra actions is required.
fa_ir: عضویت شما تایید شده است. هیچ عملیات اضافی مورد نیاز نیست
fi_fi: Tilauksesi on vahvistettu.
pt_pt: Sua assinatura foi confirmada. Nenhuma ação extra é necessária.
sv_se: Din prenumeration har bekräftats. Inga extra åtgärder krävs.

# Languages::email_marketing.subscription_pending
source: Email confirmation is required!
fa_ir: تایید ایمیل لازم است!
fi_fi: Sähköpostivahvistus pakollinen!
pt_pt: A confirmação por e-mail é necessária!
sv_se: E-postbekräftelse krävs!

# Languages::email_marketing.text_subscription_pending
source: Thank you for subscribing to our newsletter.<p>A confirmation email has been sent to you. Please use the link in the email to confirm your subscription</p>
fa_ir: از شما به خاطر اشتراک در خبرنامه متشکریم. <p>یک ایمیل تایید برای شما ارسال شده است. لطفا با استفاده از لینک موجود در ایمیل عضویت‌تان را تایید نمایید</p>
fi_fi: Kiitos uutiskirjeemme tilauksesta.<p>Sinulle on lähetetty vahvistusviesti sähköpostitse. Käytä viestin mukana tulevaa linkkiä vahvistaaksesi tilauksesi.</p>
pt_pt: Obrigado por subscrever a nossa newsletter.<p>Um e-mail de confirmação foi enviado para você. Por favor, use o link no e-mail para confirmar sua inscrição</p>
sv_se: Tack för att du prenumererar på vårt nyhetsbrev.<p>En bekräftelse har skickats till din e-postadress. Använd länken i meddelandet för att bekräfta din prenumeration</p>

# Languages::email_marketing.confirm_subscription
source: Please confirm subscription
fa_ir: لطفا عضویت‌تان را تایید کنید
fi_fi: Ole hyvä ja vahvista tilaus
pt_pt: Por favor, confirme subscrição
sv_se: Bekräfta prenumeration

# Languages::email_marketing.text_confirm_subscription
source: We received a subscription request from you. Please confirm it:<p><a href="[href]">Click here to confirm your subscription to our newsletter</a></p>If you received this email by mistake, simply delete it. You won't be subscribed if you don't click the confirmation link above.
fa_ir: ما درخواست اشتراکی را از شما دریافت کرده ایم ، لطفاً آن را تایید کنید: <p><a href="[href]"> برای تایید عضویت شما در خبرنامه ما اینجا را کلیک کنید </a></p> اگر شما این ایمیل را به اشتباه دریافت کرده اید به سادگی آن را حذف کنید. چنانچه لینک تایید بالا را کلیک ننمایید ، مشترک نخواهید شد.
fi_fi: Saimme sinulta uutiskirjeen tilauspyynnön. <p><a href="[href]">Käytä tätä linkkiä vahvistaaksesi tilauksen.</a></p> Mikäli tämä viesti on tullut sinulle virheellisesti, voit poistaa sen. Jos et klikkaa yllä olevaa linkkiä tilaus ei aktivoidu.
pt_pt: Recebemos uma solicitação de assinatura sua. Por favor confirme:<p><a href="[href]">Clique aqui para confirmar a sua subscrição à nossa newsletter</a></p>Se recebeu este e-mail por engano, basta apagá-lo. Você não será inscrito se não clicar no link de confirmação acima.
sv_se: Vi tog emot en prenumerationsförfrågan från dig. Klicka på länken nedan för att bekräfta:<p><a href="[href]">Ja, jag vill prenumerera på ert nyhetsbrev</a></p>Om du anser att du fått detta meddelandet av misstag så kan du bara radera det. Du kommer inte att få några nyhetsbrev om du inte klickar på bekräftelsen ovan.

# Languages::email_marketing.subscription_confirmed_2
source: Subscription confirmed
fa_ir: اشتراک تایید شد
fi_fi: Tilaus vahvistettu
pt_pt: Inscrição confirmada
sv_se: Prenumeration bekräftad

# Languages::email_marketing.text_subscription_confirmed_2
source: Your subscription to our newsletter has been confirmed. Thank you for subscribing!
fa_ir: عضویت شما در خبرنامه ما تایید شده است. از شما به خاطر اشتراک متشکریم
fi_fi: Uutiskirjeemme tilaus on vahvistettu. Kiitos tilauksesta!
pt_pt: A sua subscrição da nossa newsletter foi confirmada. Obrigado por se inscrever!
sv_se: Din prenumeration på vårt nyhetsbrev har bekräftats. Vi tackar för intresset!

# Languages::email_marketing.email_subscribed
source: You were subscribed to our newsletter
fa_ir: شما عضوخبرنامه ما شدید
fi_fi: Olet uutiskirjeemme tilaaja
pt_pt: Você foi inscrito em nossa newsletter
sv_se: Du prenumererar nu på vårt nyhetsbrev

# Languages::email_marketing.text_email_subscribed
source: Thank you for subscribing to our newsletter. <p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
fa_ir: از شما به خاطر اشتراک در خبرنامه متشکریم. <p>چنانچه در هر زمان نمی خواهید ایمیل های ما به شما ارسال گردد برای جلوگیری از دریافت ایمیل های ما <a href="[href]"> روی این لینک را کلیک و ارسال پیام را لغو کنید</a>.</p>
fi_fi: Kiitos uutiskirjeemme tilauksesta. <p>Mikäli haluat päättää tilauksesi, <a href="[href]">käytä tätä linkkiä</a>.</p>
pt_pt: Obrigado por subscrever a nossa newsletter. <p>Se a qualquer momento você desejar parar de receber nossos e-mails, <a href="[href]">clique neste link para cancelar a inscrição</a>.</p>
sv_se: Tack för att du prenumererar på vårt nyhetsbrev. <p>Om du vid något tillfälle vill sluta ta emot våra nyhetsbrev, <a href="[href]">klicka här för att avsluta prenumerationen</a>.</p>

# Languages::email_marketing.email_subscribed_2optin
source: Subscription confirmed
fa_ir: اشتراک تایید شد
fi_fi: Tilaus vahvistettu
pt_pt: Inscrição confirmada
sv_se: Prenumeration bekräftad

# Languages::email_marketing.text_email_subscribed_2optin
source: Your subscription to our newsletter has been confirmed.<p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
fa_ir: عضویت شما در خبرنامه ما تایید شده است.<p>چنانچه در هر زمان نمی خواهید ایمیل های ما به شما ارسال گردد برای جلوگیری از دریافت ایمیل های ما <a href="[href]">روی این لینک را کلیک و ارسال پیام را لغو کنید</a>.</p>
fi_fi: Uutiskirjeen tilaus vahvistettu.<p>Mikäli haluat päättää tilauksesi, <a href="[href]">käytä tätä linkkiä</a>.</p>
pt_pt: A sua subscrição da nossa newsletter foi confirmada.<p>Se a qualquer momento você desejar parar de receber nossos e-mails, <a href="[href]">clique neste link para cancelar a inscrição</a>.</p>
sv_se: Din prenumeration på vårt nyhetsbrev har bekräftats.<p>Om du vid något tillfälle vill sluta ta emot våra nyhetsbrev, <a href="[href]">klicka här för att avsluta prenumerationen</a>.</p>

# Languages::email_marketing.unsubscribe_successful
source: Unsubscribe successful
fa_ir: لغو عضویت موفقیت آمیز
fi_fi: Tilaus päätetty
pt_pt: Cancelamento de inscrição bem-sucedido
sv_se: Prenumerationen är avslutad

# Languages::email_marketing.text_unsubscribe_successful
source: Your email has been removed from our list.
fa_ir: ایمیل شما از لیست ما حذف شده است.
fi_fi: Sähköpostiosoitteesi on poistettu listaltamme.
pt_pt: Seu e-mail foi removido de nossa lista.
sv_se: Din e-postadress har tagits bort från vår lista.

# Languages::email_marketing.export_all
source: Export all
fa_ir: صدور همه
fi_fi: Vie kaikki
pt_pt: Exportar tudo
sv_se: Exportera alla

# Languages::email_marketing.enter_api_key_and_save
source: Enter API key and save first
fa_ir: کلید API را وارد کنید و در ابتدا ذخیره کنید
fi_fi: Anna ensin API -tunnus ja tallenna
pt_pt: Digite a chave da API e salve primeiro
sv_se: Ange API-nyckel och spara först

# Languages::email_marketing.warning_email_exists
source: [email] is already subscribed
fa_ir: در حال حاضر [email] مشترک می باشد
fi_fi: [email] on jo tilaaja
pt_pt: [email] já está inscrito
sv_se: [email] är redan prenumererant

# Languages::email_marketing.new_subscriber
source: New subscriber
fa_ir: مشترک جدید
fi_fi: Uusi tilaaja
pt_pt: Novo assinante
sv_se: Ny prenumerant

# Languages::email_marketing.sync
source: Sync
fa_ir: همگام سازی
fi_fi: Synkronoi
pt_pt: Sincronizar
sv_se: Synkroniserar

# Languages::email_marketing.text_subscribe
source: Subscribe to our newsletter
fa_ir: مشترک خبرنامه ما شوید
fi_fi: Tilaa uutiskirjeemme
pt_pt: Assine a nossa newsletter
sv_se: Prenumerera på vårt nyhetsbrev

# Languages::email_marketing.tmpl_subscription
source: Email marketing: Newsletter subscription form
fa_ir: بازاریابی ایمیلی: فرم اشتراک خبرنامه
fi_fi: Sähköpostimarkkinointi: uutiskirjeen tilauslomake
pt_pt: Marketing por e-mail: formulário de assinatura de newsletter
sv_se: E-postmarknadsföring: Nyhetsbrev anmälningsformulär

# Languages::privileges.manage_email_marketing
source: Can edit
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
pt_pt: Pode editar
sv_se: Kan redigera

# Languages::privileges.view_email_marketing
source: Can view
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
pt_pt: Pode ver
sv_se: Kan visa

# Languages::privilege_groups.email_marketing
source: Email marketing
fa_ir: بازاریابی ایمیلی
fi_fi: Sähköpostimarkkinointi
pt_pt: Marketing de email
sv_se: E-post marknadsföring

# Languages::email_marketing.error_no_list
source: Please select mailing list in add-on settings to start import
fa_ir: لطفا لیست پستی در تنظیمات افزونه را برای شروع وارد کردن انتخاب کنید
fi_fi: Valitse lisäosan asetuksista postituslista tuonnin käynnistämiseksi
pt_pt: Selecione a lista de discussão nas configurações do complemento para iniciar a importação
sv_se: Välj en e-postlista i tilläggets inställningar för att starta import

# SettingsSections::email_marketing::general
source: General
fa_ir: عمومی
fi_fi: Yleiset
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::email_marketing::em_show_on_checkout
source: Newsletter checkbox on checkout
fa_ir: گزینه خبرنامه در تسویه حساب
fi_fi: Näytä uutiskirjeen valintaruutu tilausta tehtäessä
pt_pt: Caixa de seleção do boletim informativo no checkout
sv_se: Erbjud nyhetsbrev i kassan

# SettingsOptions::email_marketing::em_checkout_enabled
source: Tick off by default
fa_ir: بدون تیک به صورت پیش فرض
fi_fi: Poista rasti valintaruudusta oletuksena
pt_pt: Marque por padrão
sv_se: Avkryssad som standard

# SettingsOptions::email_marketing::em_double_opt_in
source: Double opt-in
fa_ir: دو انتخاب در
fi_fi: Tilaajan tulee vahvistaa tilaus sähköpostiviestin kautta
pt_pt: Ativação dupla
sv_se: Dubbel opt-in

# SettingsOptions::email_marketing::em_welcome_letter
source: Send a welcome letter with the unsubscribe link
fa_ir: ارسال نامه خوشامدگویی با لینک لغو اشتراک
fi_fi: Lähetä vahvistusviesti, joka sisältää peruutuslinkin
pt_pt: Envie uma carta de boas-vindas com o link de cancelamento de inscrição
sv_se: Skicka välkomsthälsning och avregistreringslänk

# SettingsOptions::email_marketing::em_service
source: Email integration provider
fa_ir: ارائه دهنده یکپارچه ایمیل
fi_fi: Palvelu, joka integroidaan
pt_pt: Provedor de integração de e-mail
sv_se: E-post integrationsleverantör

# SettingsOptions::email_marketing::em_mailchimp_api_key
source: API key
fa_ir: کلید API
fi_fi: API-tunnus
pt_pt: Chave API
sv_se: API nyckel

# SettingsOptions::email_marketing::em_mailchimp_list
source: List
fa_ir: فهرست
fi_fi: Lista
pt_pt: Lista
sv_se: Lista

# SettingsOptions::email_marketing::em_madmimi_username
source: E-mail
fa_ir: پست الکترونیک
fi_fi: Sähköposti
sv_se: E-post

# SettingsOptions::email_marketing::em_madmimi_api_key
source: API key
fa_ir: کلید API
fi_fi: API-tunnus
pt_pt: Chave API
sv_se: API nyckel

# SettingsOptions::email_marketing::em_madmimi_list
source: List
fa_ir: فهرست
fi_fi: Lista
pt_pt: Lista
sv_se: Lista

# Languages::email_template.email_marketing_confirmation
source: Email marketing: subscription confirmation
fa_ir: بازاریابی پست الکترونیک: تایید اشتراک
fi_fi: Sähköpostimarkkinointi: tilausvahvistus
pt_pt: E-mail marketing: confirmação de assinatura
sv_se: Nyhetsbrev: prenumeration bekräftelse

# Languages::email_template.email_marketing_welcome
source: Email marketing: welcome letter
fa_ir: بازاریابی پست الکترونیک: نامه
fi_fi: Sähköpostimarkkinointi: tervetulokirje
pt_pt: E-mail marketing: carta de boas-vindas
sv_se: Nyhetsbrev: välkomstbrev

# Languages::email_template.email_marketing_welcome_2optin
source: Email marketing: welcome letter (2optin)
fa_ir: بازاریابی پست الکترونیک: نامه (2optin)
fi_fi: Sähköpostimarkkinointi: tervetulokirje (2optin)
pt_pt: E-mail marketing: carta de boas-vindas (2optin)
sv_se: Nyhetsbrev: välkomstbrev (2optin)
