Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/form_builder.po
Languages: fi_fi, sv_se

# Addons::name::form_builder
source: Form builder
fi_fi: Lomakkeen rakentaja
sv_se: Formulärbyggare

# Addons::description::form_builder
source: Lets you create custom forms (e.g. Contact us)
fi_fi: Voit luoda mukautettuja lomakkeita (esim. Ota yhteyttä)
sv_se: Låter dig skapa anpassade formulär (t.ex. Kontakta oss)

# Languages::use_for_form_builder
source: Custom forms
fi_fi: Mukautetut lomakkeet
sv_se: Egna formulär

# Languages::new_form
source: New form
fi_fi: Uusi muoto
sv_se: Nytt formulär

# Languages::editing_form
source: Editing form
fi_fi: Muokkauslomake
sv_se: Redigerar formulär

# Languages::form_builder
source: Form builder
fi_fi: Lomakkeen rakentaja
sv_se: Formulär

# Languages::form_submit_text
source: Form submit text
fi_fi: Lomakkeen lähetysteksti
sv_se: Meddelande vid skicka

# Languages::email_to
source: E-mail to
fi_fi: Lähettää sähköposti jollekin
sv_se: E-post till

# Languages::add_form
source: Add form
fi_fi: Lisää lomake
sv_se: Lägg till formulär

# Languages::base
source: Base
fi_fi: Pohja
sv_se: Bas

# Languages::multiple_checkboxes
source: Multiple checkboxes
fi_fi: Useita valintaruutuja
sv_se: Kryssruta (flera val)

# Languages::multiple_selectbox
source: Multiple selectbox
fi_fi: Useita valintaruutuja
sv_se: Rullgardinslista (flera val)

# Languages::header
source: Header
fi_fi: Otsikko
sv_se: Sidhuvud

# Languages::separator
source: Separator
fi_fi: Erotin
sv_se: Avskiljare

# Languages::special
source: Special
fi_fi: Erityinen

# Languages::countries_list
source: Countries list
fi_fi: Maiden luettelo
sv_se: Lista över länder

# Languages::states_list
source: States list
fi_fi: valtioiden luettelo
sv_se: Lista över län

# Languages::referer
source: Referer
fi_fi: Viittaus
sv_se: Referent

# Languages::email_template.form_builder_form
source: Contact form
fi_fi: Yhteydenottolomake
sv_se: Kontaktformulär

# Languages::addons.form_builder.form_fields
source: Form fields
fi_fi: Lomakekentät
sv_se: Formulärfält

# Languages::addons.form_builder.form_name
source: Form name
fi_fi: Lomakkeen nimi
sv_se: Formulärnamn

# Languages::addons.form_builder.other_subject
source: Other subject (specify below)
fi_fi: Muu aihe (täsmennä alla)
sv_se: Andra ämnen (ange nedan)

# Languages::addons.form_builder.email_subject_field
source: E-mail subject field
fi_fi: Sähköpostin aihekenttä
sv_se: E-post ämne

# Languages::ttc_addons.form_builder.email_subject_field
source: Fields of type "Select box" or "Input field" can be used
fi_fi: Kenttejä, joiden tyyppi on "Valitse laatikko" tai "Syötekenttä", voidaan käyttää
sv_se: Fält av typen "Lista" eller "Inmatningsfält" kan användas
