Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Addons::name::gdpr
source: GDPR Compliance (EU)
cs_cz: GDPR nařízení (EU)
da_dk: GDPR-overholdelse (EU)
de_de: Einhaltung der Datenschutz-Grundverordnung (EU)
fa_ir: مطابقت با GDPR (EU)
fi_fi: GDPR-vaatimustenmukaisuus (EU)
fr_fr: Conformité au RGPD (UE)
he_il: GDPR תאימות (האיחוד האירופי)
hu_hu: GDPR megfelelőség (EU)
it_it: Conformità al GDPR (EU)
nl_nl: AVG-naleving (EU)
no_no: GDPR-samsvar (EU)
pl_pl: GDPR zgodność (UE)
pt_br: Conformidade com o GDPR (UE)
ru_ru: Соответствие GDPR (Общему регламенту по защите данных в ЕС)
sv_se: GDPR-efterlevnad (EU)
tr_tr: GDPR Uyumluluğu (AB)
uk_ua: Відповідність GDPR (ЄС)

# Addons::description::gdpr
source: Helps you to comply with GDPR (a European Union regulation on personal data) by showing customers info about their personal data, asking their consent for its processing, and by offering ways to delete or export personal data.
cs_cz: Pomáhá vám dodržovat GDPR (nařízení Evropské unie o osobních údajích) tím, že zákazníkům zobrazuje informace o jejich osobních údajích, žádá jejich souhlas se zpracováním a nabízí způsoby, jak vymazat nebo exportovat osobní údaje.
da_dk: Hjælper dig med at overholde GDPR (en EU-forordning om persondata) ved at vise kunder info om deres personlige data, bede om deres samtykke til behandlingen af dem og ved at tilbyde måder at slette eller eksportere persondata på.
de_de: Hilft Ihnen dabei, die Datenschutz-Grundverordnung (EU-Verordung über personenbezogener Daten) einzuhalten, wenn der Kunde seine persönlichen Daten abruft, Sie seine Zustimmung zur Verarbeitung brauchen und bei Nutzung oder Löschung seiner persönlichen Daten.
el_gr: Σας βοηθά να συμμορφώνονται με το GDPR (Γενικο κανονισμό προσωπικών δεδομένων της Ευρωπαϊκής Ένωσης), δείχνοντας στους πελάτες πληροφορίες σχετικά με τα προσωπικά τους δεδομένα, ζητώντας τη συγκατάθεσή τους για την επεξεργασία τους, και προσφέροντάς τους τρόπους για να διαγράψουνή να εξαγάγουν δεδομένα προσωπικού χαρακτήρα.
fa_ir: با نشان دادن اطلاعات مشتریان در مورد داده های شخصی آنها، درخواست رضایت آنها برای پردازش آنها، و با ارائه راه هایی برای حذف یا صادرات داده های شخصی، به شما کمک می کند از GDPR (یک مقررات اتحادیه اروپا در مورد داده های شخصی) پیروی کنید.
fi_fi: Auttaa sinua noudattamaan GDPR:ää (Euroopan unionin henkilötietoja koskeva asetus) näyttämällä asiakkaille tietoja heidän henkilötiedoistaan, pyytämällä heidän suostumustaan niiden käsittelyyn ja tarjoamalla tapoja poistaa tai viedä henkilötietoja.
fr_fr: Vous aide à vous conformer au RGPD (une régulation de l'Union Européenne sur les données personnelles) en présentant aux clients les données personnelles que vous détenez, en leur demandant leur consentement pour le traitement de ces données, et en offrant des moyens de supprimer ou exporter ces données personnelles.
he_il: מסייע לך לקיים GDPR (תקנה האיחוד האירופי על נתונים אישיים) על-ידי הצגת מידע על הנתונים האישיים שלהם, מבקשים את הסכמתם העיבוד שלו, הלקוחות ועל ידי המציע דרכים כדי למחוק או לייצא נתונים אישיים.
hu_hu: Segít megfelelni a GDPR-nak (az Európai Unió személyes adatokra vonatkozó rendelete) azzal, hogy a vásárlóknak tájékoztatást nyújt személyes adataikról, hozzájárulást kér a feldolgozásukhoz, és módot kínál a személyes adatok törlésére vagy exportálására.
it_it: Ti aiuta a rispettare il GDPR (un regolamento dell'Unione europea sui dati personali) mostrando ai clienti informazioni sui loro dati personali, chiedendo il loro consenso per il loro trattamento e offrendo modi per eliminare o esportare i dati personali.
nl_nl: Helpt u te voldoen aan de AVG (een verordening van de Europese Unie over persoonlijke gegevens) door klanten informatie over hun persoonlijke gegevens te tonen, hun toestemming te vragen voor de verwerking ervan en door manieren aan te bieden om persoonlijke gegevens te verwijderen of te exporteren.
no_no: Hjelper deg med å overholde GDPR (en EU-forskrift om personopplysninger) ved å vise kunden informasjon om personopplysningene, be om deres samtykke til behandling, og ved å tilby måter å slette eller eksportere personlige data.
pl_pl: Pomaga w przestrzeganiu GDPR (rozporządzenie Unii Europejskiej w sprawie danych osobowych), wyświetlając klientom informacje o ich danych osobowych, prosząc o zgodę na ich przetwarzanie oraz oferując sposoby usuwania lub eksportu danych osobowych.
pt_br: Exibe aos clientes informações sobre seus dados pessoais, pede o consentimento deles para o processamento desses dados e oferece maneiras de apagar ou exportar dados pessoais, o que ajuda você a estar em conformidade com o GDPR (um regulamento da União Europeia sobre dados pessoais).
ru_ru: Помогает обеспечивать соответствие GDPR (Общему регламенту по защите данных в ЕС), запрашивая разрешение на обработку персональных данных покупателей и предлагая способы их удаления или экспорта.
sv_se: Hjälper dig att följa GDPR (en EU-förordning om personuppgifter) genom att visa kunderna information om deras personuppgifter, be deras samtycke för dess behandling och genom att erbjuda sätt att radera eller exportera personuppgifter.
tr_tr: Müşterilere kişisel verileri hakkında bilgi göstererek, işlenmesi için onaylarını isteyerek ve kişisel verileri silme veya dışa aktarma yolları sunarak GDPR'ye (kişisel verilerle ilgili bir Avrupa Birliği yönetmeliği) uymanıza yardımcı olur.
uk_ua: Допомагає забезпечувати відповідність GDPR (Загального регламенту щодо захисту даних в ЄС), запитуючи дозвіл на обробку персональних даних покупців і пропонуючи способи їх видалення чи експорту.

# SettingsSections::gdpr::general
source: General
cs_cz: Obecné
da_dk: Generel
de_de: Allgemein
el_gr: Γενικά
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
he_il: כללי
hu_hu: Általános
it_it: Generale
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие
sv_se: Allmän
tr_tr: Genel
uk_ua: Загальні

# SettingsSections::gdpr::gdpr
source: GDPR
de_de: DSGVO
fr_fr: RGPD
nl_nl: AVG

# SettingsOptions::gdpr::gdpr_cookie_consent
source: Cookie consent
cs_cz: Souhlas s cookies
da_dk: Cookie samtykke
de_de: Cookie Zustimmung
el_gr: Συγκατάθεση cookie
fa_ir: رضایت کوکی
fi_fi: Evästeen suostumus
fr_fr: Consentement aux cookies
he_il: קוקי הסכמה
hu_hu: Cookie (süti) hozzájárulás
it_it: Consenso ai cookie
nl_nl: Toestemming voor cookies
no_no: Samtykke til informasjonskapsler
pl_pl: Zgody na pliki cookie
pt_br: Permissão para uso de cookies
ru_ru: Согласие на файлы cookie
sv_se: Cookiesamtycke
tr_tr: Çerez onayı
uk_ua: Згода на файли cookie

# SettingsOptions::gdpr::privacy_policy_page
source: Privacy policy page
cs_cz: Stránka zásad ochrany osobních údajů
da_dk: Privatlivspolitik side
de_de: Seite Datenschutzrichtlinie
el_gr: Σελίδα πολιτικής απορρήτου
fa_ir: صفحه سیاست حفظ حریم خصوصی
fi_fi: Tietosuojakäytännön sivu
fr_fr: Politique de confidentialité
he_il: עמוד מדיניות הפרטיות
hu_hu: Adatvédelmi szabályzat oldal
it_it: Pagina informativa sulla privacy
nl_nl: Privacybeleid pagina
no_no: Side for personvernerklæring
pl_pl: Strona poświęcona polityce prywatności
pt_br: página de política de privacidade
ru_ru: Страница с политикой конфиденциальности
sv_se: Sekretesspolicy sida
tr_tr: Gizlilik politikası sayfası
uk_ua: Сторінка політики конфіденційності

# SettingsTooltips::gdpr::gdpr_cookie_consent
source: "Implicit consent" is a simple notification that the site uses cookies. "Explicit consent" means that visitors can select the services that can or can't set cookies.
cs_cz: „Implicitní souhlas“ je jednoduché upozornění, že web používá soubory cookie. „Explicitní souhlas“ znamená, že návštěvníci si mohou vybrat služby, které mohou nebo nemohou nastavit soubory cookie.
da_dk: "Implicit samtykke" er en simpel meddelelse om, at siden bruger cookies. "Eksplicit samtykke" betyder, at besøgende kan vælge de tjenester, der kan eller ikke kan indstille cookies.
de_de: "Implizite Zustimmung" ist eine einfache Benachrichtigung, dass die Website Cookies verwendet. "Ausdrückliche Zustimmung" bedeutet, dass Besucher die Dienste auswählen können, die Cookies setzen können oder nicht.
el_gr: Η "Έμμεση συναίνεση" είναι μια απλή ειδοποίηση ότι ο ιστότοπος χρησιμοποιεί cookies. "Ρητή συναίνεση" σημαίνει ότι οι επισκέπτες μπορούν να επιλέξουν τις υπηρεσίες που μπορούν ή δεν μπορούν να ορίσουν cookies.
fa_ir: "رضایت ضمنی" یک اعلان ساده است که نشان می دهد سایت از کوکی ها استفاده می کند. "رضایت صریح" به این معنی است که بازدیدکنندگان می توانند سرویس هایی را انتخاب کنند که می توانند یا نمی توانند کوکی ها را تنظیم کنند.
fi_fi: "Epäsuora suostumus" on yksinkertainen ilmoitus siitä, että sivusto käyttää evästeitä. "Yksityinen suostumus" tarkoittaa, että vierailijat voivat valita palvelut, jotka voivat asettaa tai eivät voi asettaa evästeitä.
fr_fr: Le "consentement implicite" est une simple notification que le site utilise des cookies. "Consentement explicite" signifie que les visiteurs peuvent sélectionner les services qui peuvent ou non définir des cookies.
he_il: "הסכמה משתמעת" היא הודעה פשוטה על כך שהאתר משתמש בעוגיות. "הסכמה מפורשת" פירושה שמבקרים יכולים לבחור את השירותים שיכולים או לא יכולים להגדיר קובצי Cookie.
hu_hu: Az „implicit hozzájárulás” egy egyszerű értesítés arról, hogy a webhely cookie-kat használ. A „kifejezett hozzájárulás” azt jelenti, hogy a látogatók kiválaszthatják azokat a szolgáltatásokat, amelyek beállíthatnak cookie-kat, vagy nem.
it_it: Il "consenso implicito" è una semplice notifica che il sito utilizza i cookie. "Consenso esplicito" significa che i visitatori possono selezionare i servizi che possono o non possono impostare i cookie.
nl_nl: "Impliciete toestemming" is een eenvoudige melding dat de site cookies gebruikt. "Expliciete toestemming" betekent dat bezoekers de services kunnen selecteren die wel of geen cookies kunnen plaatsen.
no_no: "Implisitt samtykke" er et enkelt varsel om at nettstedet bruker informasjonskapsler. "Eksplisitt samtykke" betyr at besøkende kan velge tjenestene som kan eller ikke kan sette informasjonskapsler.
pl_pl: "Domyślna zgoda" to proste powiadomienie, że witryna korzysta z plików cookie. "Wyraźna zgoda" oznacza, że odwiedzający mogą wybrać usługi, które mogą lub nie mogą ustawiać plików cookie.
pt_br: "Consentimento implícito" é uma simples notificação de que o site usa cookies. "Consentimento explícito" significa que os visitantes podem selecionar os serviços que podem ou não definir cookies.
ru_ru: "Неявное согласие" просто выводит предупреждение, что на сайте используются файлы cookie. "Явное согласие" позволяет посетителям выбрать, какие сервисы могут или не могут проставлять cookie.
sv_se: "Underförstått samtycke" är ett enkelt meddelande om att webbplatsen använder cookies. "Uttryckligt samtycke" innebär att besökare kan välja de tjänster som kan eller inte kan sätta cookies.
tr_tr: "Örtülü izin", sitenin çerez kullandığına dair basit bir bildirimdir. "Açık izin", ziyaretçilerin tanımlama bilgileri ayarlayabilen veya ayarlayamayan hizmetleri seçebileceği anlamına gelir.
uk_ua: «Неявна згода» — це просте повідомлення про те, що сайт використовує файли cookie. «Явна згода» означає, що відвідувачі можуть вибрати послуги, які можуть або не можуть встановлювати файли cookie.

# SettingsVariants::gdpr::gdpr_cookie_consent::none
source: None
cs_cz: Žádné
da_dk: Ingen
de_de: Keine
el_gr: Κανενα
fa_ir: هیچ یک
fi_fi: Ei mitään
fr_fr: Aucun
he_il: ללא
hu_hu: Nincs
it_it: Nessuno
nl_nl: Geen
no_no: Ingen
pl_pl: Brak
pt_br: Nenhuma
ru_ru: Не требуется
sv_se: Ingen
tr_tr: Hiçbiri
uk_ua: Не потрібно

# SettingsVariants::gdpr::gdpr_cookie_consent::implicit
source: Implicit
cs_cz: Implicitní
de_de: Stillschweigend
el_gr: Έμμεση
fa_ir: ضمنی
fi_fi: Implisiittinen
fr_fr: Implicite
he_il: משתמע
hu_hu: Engedélyezve
it_it: Implicito
nl_nl: Stilzwijgend
no_no: Implisitt
pl_pl: Niejawne
pt_br: Implícita
ru_ru: Неявное
tr_tr: örtük
uk_ua: Неявне

# SettingsVariants::gdpr::gdpr_cookie_consent::explicit
source: Explicit
cs_cz: Explicitní
da_dk: Eksplicit
de_de: Ausdrücklich
el_gr: Ρητή
fa_ir: صریح
fi_fi: Selkeä
fr_fr: Explicite
he_il: מפורשת
hu_hu: Tiltva
it_it: Esplicito
nl_nl: Uitdrukkelijk
no_no: Eksplisitt
pl_pl: Jawne
pt_br: Explícita
ru_ru: Явное
tr_tr: Açık
uk_ua: Явне

# Languages::gdpr.gdpr_user_data
source: GDPR user data
cs_cz: GDPR data uživatele
da_dk: GDPR brugerdata
de_de: DSGVO Benutzerdaten
el_gr: Δεδομένα χρήστη GDPR
fa_ir: داده های کاربر GDPR
fi_fi: GDPR-käyttäjätiedot
fr_fr: Données utilisateur RGPD
he_il: נתוני המשתמש GDPR
hu_hu: GDPR felhasználói adatok
it_it: Dati utente GDPR
nl_nl: AVG gebruikersgegevens
no_no: GDPR brukerdata
pl_pl: Dane użytkowników GDPR
pt_br: Dados de usuário do GDPR
ru_ru: GDPR: данные пользователя
sv_se: GDPR användardata
tr_tr: GDPR kullanıcı verileri
uk_ua: GDPR: дані користувача

# Languages::gdpr_user_data
source: User personal data
cs_cz: Osobní data uživatele
da_dk: Bruger personlige data
de_de: Personenbezogene Daten des Nuters
el_gr: Προσωπικά δεδομένα χρήστη
fa_ir: داده های شخصی کاربر
fi_fi: Käyttäjän henkilötiedot
fr_fr: Données personnelles utilisateur
he_il: הנתונים האישיים של המשתמש
hu_hu: Személyes adatok
it_it: Dati personali dell'utente
nl_nl: Persoonlijke gegevens van de gebruiker
no_no: Personlige brukerdata
pl_pl: Dane osobowe użytkownika
pt_br: Dados pessoais do usuário
ru_ru: Персональные данные пользователя
sv_se: Användarens personuppgifter
tr_tr: Kullanıcı kişisel verileri
uk_ua: Особисті дані користувача

# Languages::gdpr_user_profiles
source: Personal data from user profiles
cs_cz: Osobní údaje z uživatelských profilů
da_dk: Personlige data fra brugerprofiler
de_de: Personenbezogene Daten von Benutzerprofilen
el_gr: Προσωπικά δεδομένα από προφίλ χρηστών
fa_ir: داده های شخصی از پروفایل های کاربر
fi_fi: Henkilötiedot käyttäjäprofiileista
fr_fr: Données personnelles des profils utilisateurs
he_il: הנתונים האישיים של פרופילי משתמש
hu_hu: Felhasználói profilokból származó személyes adatok
it_it: Dati personali da profili utente
nl_nl: Persoonlijke gegevens uit gebruikersprofielen
no_no: Personopplysninger fra brukerprofiler
pl_pl: Dane osobowe z profili użytkowników
pt_br: Dados pessoas de perfis de usuários
ru_ru: Персональные данные из профилей пользователей
sv_se: Personuppgifter från användarprofiler
tr_tr: Kullanıcı profillerinden kişisel veriler
uk_ua: Особисті дані з профілів користувачів

# Languages::gdpr_product_subscriptions
source: Personal data from product subscriptions
cs_cz: Osobní údaje z předplatného produktů
da_dk: Personlige data fra produktabonnementer
de_de: Personenbezogene Daten aus Produktabonnements
el_gr: Δεδομένων προσωπικού χαρακτήρα από τις συνδρομές προϊόντος
fa_ir: داده های شخصی از اشتراک محصول
fi_fi: Henkilötiedot tuotetilauksista
fr_fr: Données personnelles des abonnements aux produits
he_il: הנתונים האישיים של מנויים המוצר
hu_hu: Termék-előfizetésekből származó személyes adatok
it_it: Dati personali degli abbonamenti ai prodotti
nl_nl: Persoonlijke gegevens van productabonnementen
no_no: Personlige data fra produkt abonnementer
pl_pl: Dane osobowe z subskrypcji produktu
pt_br: Dados pessoas de assinaturas de produtos
ru_ru: Персональные данные из подписки на товар
sv_se: Personuppgifter från produktprenumerationer
tr_tr: Ürün aboneliklerinden gelen kişisel veriler
uk_ua: Персональні дані з підписки на товар

# Languages::gdpr_agreements
source: Personal data from GDPR agreements
cs_cz: Osobní údaje ze souhlasů GDPR
da_dk: Persondata fra GDPR-aftaler
de_de: Persönliche Daten aus den DSGVO-Vereinbarungen
el_gr: Προσωπικά δεδομένα από συμφωνίες GDPR
fa_ir: داده های شخصی از توافق نامه های GDPR
fi_fi: Henkilötiedot GDPR-sopimuksista
fr_fr: Données personnelles des accords RGPD
he_il: הנתונים האישיים של הסכמי GDPR
hu_hu: GDPR-megállapodásokból származó személyes adatok
it_it: Dati personali da accordi GDPR
nl_nl: Persoonsgegevens uit AVG-overeenkomsten
no_no: Personopplysninger fra GDPR avtaler
pl_pl: Dane osobowe z umów GDPR
pt_br: Dados pessoais de acordos do GDPR
ru_ru: Персональные данные из соглашений по GDPR
sv_se: Personuppgifter från GDPR-avtal
tr_tr: GDPR sözleşmelerinden kişisel veriler
uk_ua: Персональні дані із угод по GDPR

# Languages::gdpr.anonymize
source: Anonymize
cs_cz: Anonymizovat
da_dk: Anonymiser
de_de: Anonymisiert
el_gr: Ανωνυμοποίηση
fa_ir: ناشناس کردن
fi_fi: Anonymisoi
fr_fr: Anonymiser
he_il: אנוניטמי
hu_hu: Anonimizálás
it_it: Anonimizza
nl_nl: Anonimiseren
no_no: Anonymiser
pl_pl: Anonimizuj
pt_br: Anonimizar
ru_ru: Анонимизировать
sv_se: Anonymisera
tr_tr: anonimleştir
uk_ua: Анонімізувати

# Languages::gdpr.text_anonymize_question
source: Once you anonymize someone, all their personal information will be replaced with randomly-generated data. This action can not be undone, unless you restore the database from a backup. Are you sure you want to proceed?
cs_cz: Jakmile někoho anonymizujete, všechny jeho osobní údaje budou nahrazeny náhodně generovanými údaji. Tuto akci nelze vrátit zpět, pokud databázi neobnovíte ze zálohy. Opravdu chcete pokračovat?
da_dk: Når du anonymiserer nogen, vil alle deres personlige oplysninger blive erstattet med tilfældigt genererede data. Denne handling kan ikke fortrydes, medmindre du gendanner databasen fra en sikkerhedskopi. Er du sikker på, at du vil fortsætte?
de_de: Einmal jemanden anonymisiert, werden all seine persönlichen Daten mit zufällig generierten Daten ersetzt. Dies kann nicht rückgängig gemacht werden, außer Sie stellen den Datenspeicher über ein Backup wieder her. Sind Sie sicher, das Sie fortfahren möchten?
el_gr: Μόλις ανωνυμοποιήσετε κάποιον, όλα τα προσωπικά του στοιχεία θα αντικατασταθούν από τυχαία παραγόμενα δεδομένα. Αυτή η ενέργεια δεν μπορεί να ανακληθεί, εκτός εάν επαναφέρετε τη βάση δεδομένων από ένα αντίγραφο ασφαλείας. Είστε βέβαιοι ότι θέλετε να προχωρήσετε;
fa_ir: هنگامی که شخصی را ناشناس می کنید، تمام اطلاعات شخصی او با داده هایی که به صورت تصادفی تولید می شود جایگزین می شود. این عمل را نمی توان واگرد کرد، مگر اینکه پایگاه داده را از یک نسخه پشتیبان بازیابی کنید. آیا مطمئن هستید که می خواهید ادامه دهید؟
fi_fi: Kun anonymisoit jonkun, kaikki hänen henkilökohtaiset tiedot korvataan satunnaisesti luoduilla tiedoilla. Tätä toimintoa ei voi kumota, ellet palauta tietokantaa varmuuskopiosta. Haluatko varmasti jatkaa?
fr_fr: Une fois que vous avez anonymisé quelqu'un, toutes leurs informations personnelles seront remplacées par des données générées aléatoirement. Cette action ne peut pas être annulée, à moins de restaurer votre base de données depuis une sauvegarde. Êtes-vous sûr.e de vouloir continuer ?
he_il: ברגע שאתה אנונימי, כל המידע האישי יוחלף עם נתונים שנוצר באופן אקראי. לא ניתן לבטל פעולה זו, אלא אם תשחזר את מסד הנתונים מגיבוי. האם אתה בטוח שברצונך להמשיך?
hu_hu: Ha valakit anonimizálsz, minden személyes adatát véletlenszerűen generált adatokkal helyettesítjük. Ezt a műveletet nem lehet visszavonni, kivéve, ha az adatbázist biztonsági mentésből visszaállítod. Biztos, hogy folytatni szeretnéd?
it_it: Dopo aver reso anonimo qualcuno, tutte le sue informazioni personali verranno sostituite con dati generati casualmente. Questa azione non può essere annullata, a meno che non si ripristini il database da un backup. Sei sicuro di voler procedere?
nl_nl: Zodra u iemand anonimiseert, wordt al zijn persoonlijke informatie vervangen door willekeurig gegenereerde gegevens. Deze actie kan niet ongedaan worden gemaakt, tenzij u de database herstelt vanaf een back-up. Weet je zeker dat je verder wilt gaan?
no_no: Når du anonymiserer noen, vil all personlig informasjon bli erstattet med tilfeldig genererte data. Denne handlingen kan ikke endres, med mindre du gjenoppretter databasen fra en sikkerhetskopi. Er du sikker på at du vil fortsette?
pl_pl: Gdy przeprowadzasz proces anonimizacji, wszystkie dane osobowe zostaną zastąpione losowo wygenerowanymi danymi. Tego działania nie można cofnąć, chyba że przywrócisz bazę danych z kopii zapasowej. Na pewno chcesz kontynuować?
pt_br: Quando você anonimiza alguém, todas as informações pessoais dessa pessoa são substituídas por dados gerados aleatoriamente. Esta ação não pode ser desfeita, a menos que você restaure uma versão anterior da base de dados. Tem certeza de que quer continuar?
ru_ru: После анонимизации пользователя все его персональные данные будут заменены на случайным образом сгенерированную информацию. Данное действие можно отменить, только восстановив базу данных из резервной копии. Вы уверены, что хотите продолжить?
sv_se: När du väl har anonymiserat någon kommer all deras personliga information att ersättas med slumpmässigt genererad data. Denna åtgärd kan inte ångras om du inte återställer databasen från en säkerhetskopia. Är du säker på att du vill fortsätta?
tr_tr: Birini anonimleştirdiğinizde, tüm kişisel bilgileri rastgele oluşturulmuş verilerle değiştirilecektir. Veritabanını bir yedekten geri yüklemediğiniz sürece bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?
uk_ua: Після анонімізації користувача всі його персональні дані будуть замінені на випадково згенеровану інформацію. Дану дію можна скасувати, лише відновивши базу даних з резервної копії. Ви впевнені, що хочете продовжити?

# Languages::gdpr.view_and_edit
source: View and edit
cs_cz: Zobrazit a upravit
da_dk: Se og rediger
de_de: Prüfen und bearbeiten
el_gr: Προβολή και επεξεργασία
fa_ir: مشاهده و ویرایش کنید
fi_fi: Katso ja muokkaa
fr_fr: Afficher et modifier
he_il: להציג ולערוך
hu_hu: Megtekintés és szerkesztés
it_it: Visualizza e modifica
nl_nl: Bekijken en bewerken
no_no: Vis og Rediger
pl_pl: Zobacz i edytuj
pt_br: Visualizar e editar
ru_ru: Просмотр и редактирование
sv_se: Visa och redigera
tr_tr: Görüntüle ve düzenle
uk_ua: Перегляд і редагування

# Languages::gdpr_orders_data
source: Personal data from orders
cs_cz: Osobní data z objednávek
da_dk: Personlige data fra ordrer
de_de: Persönliche Daten aus Bestellungen
el_gr: Προσωπικά δεδομένα από παραγγελίες
fa_ir: اطلاعات شخصی از سفارشات
fi_fi: Henkilötiedot tilauksista
fr_fr: Données personnelles des commandes
he_il: נתונים אישיים מהזמנות
hu_hu: Megrendelésekből származó személyes adatok
it_it: Dati personali da ordini
nl_nl: Persoonsgegevens uit bestellingen
no_no: Personopplysninger fra bestillinger
pl_pl: Dane osobowe do zamówienia
pt_br: Dados pessoais de pedidos
ru_ru: Персональные данные из заказов
sv_se: Personuppgifter från beställningar
tr_tr: Siparişlerdeki kişisel veriler
uk_ua: Особисті дані з замовлень

# Languages::gdpr.full_agreement
source: Full agreement text
cs_cz: Text souhlasu
da_dk: Fuld aftaletekst
de_de: Vollständiger Vertragstext
el_gr: Πλήρες κείμενο συμφωνίας
fa_ir: متن کامل توافقنامه
fi_fi: Koko sopimusteksti
fr_fr: Texte d'accord complet
he_il: טקסט הסכמה מלא
hu_hu: Részletes információ a sütikről
it_it: Testo integrale dell'accordo
nl_nl: Volledige overeenkomsttekst
no_no: Fullstendig avtaletekst
pl_pl: Pełny tekst umowy
pt_br: Texto completo do acordo
ru_ru: Полный текст соглашения
sv_se: Fullständig avtalstext
tr_tr: Tam sözleşme metni
uk_ua: Повний текст угоди

# Languages::gdpr.short_agreement
source: Short agreement text
cs_cz: Krátký text souhlasu
da_dk: Kort aftaletekst
de_de: Kurzer Vertragstext
el_gr: Σύντομο κείμενο συμφωνίας
fa_ir: متن کوتاه توافقنامه
fi_fi: Lyhyt sopimusteksti
fr_fr: Texte d'accord raccourci
he_il: טקסט הסכמה קצר
hu_hu: Rövid információ a sütikről
it_it: Breve testo dell'accordo
nl_nl: Korte overeenkomsttekst
no_no: Kort avtaletekst
pl_pl: Skrócony tekst umowy
pt_br: Texto resumido do acordo
ru_ru: Короткий текст соглашения
sv_se: Kort avtalstext
tr_tr: Kısa anlaşma metni
uk_ua: Короткий текст угоди
