Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.cookie_consent_message
source: <p>This website uses cookies (small pieces of data saved on your computer). Some cookies are added by the website itself: they help to show you the content of your cart, keep you signed in once you enter your email and password, preserve your preferences, and do a lot of other useful things. We use these cookies only to make the site work properly for you. Even your agreement to our use of cookies is stored as a cookie.</p><p>Other cookies may be used by third-party services (such as PayPal, YouTube, Google Maps, Facebook, etc.) to store the data about how you use those third-party services on the website. We have no control over how third parties use cookies, but those cookies are also important for proper functioning of the website. For example, some of the PayPal functionality may not work without PayPal cookies.</p><p>Without cookies, many things can go wrong. That's why we ask that you agree to cookies being used before you proceed. If you don't want any cookies but would like to continue using the website, please configure your browser to block cookies, and then you'll be able to "agree" to their use, while we won't treat that as your consent.</p>
cs_cz: <p>Tato webová stránka používá cookies (malé kousky dat uložené ve vašem počítači). Některé soubory cookie jsou přidány samotnou webovou stránkou: pomáhají vám zobrazit obsah vašeho košíku, udržují vás přihlášené po zadání e-mailu a hesla, zachovávají vaše preference a dělají spoustu dalších užitečných věcí. Tyto soubory cookie používáme pouze k tomu, aby vám stránky správně fungovaly. Dokonce i váš souhlas s naším používáním souborů cookie je uložen jako soubor cookie.</p><p>Jiné soubory cookie mohou být používány službami třetích stran (jako je PayPal, YouTube, Mapy Google, Facebook atd.) k ukládání údajů o tom, jak tyto služby třetích stran používáte na webových stránkách. Nemáme žádnou kontrolu nad tím, jak třetí strany používají cookies, ale tyto cookies jsou také důležité pro správné fungování webu. Některé funkce PayPal například nemusí fungovat bez souborů cookie PayPal.</p><p>Bez souborů cookie se může mnoho věcí pokazit. Proto vás žádáme, abyste souhlasili s používáním cookies, než budete pokračovat. Pokud si nepřejete žádné soubory cookie, ale chtěli byste web nadále používat, nakonfigurujte svůj prohlížeč tak, aby soubory cookie blokoval, a poté budete moci „souhlasit“ s jejich používáním, zatímco my to nebudeme považovat za váš souhlas. .</p>
da_dk: <p>Denne hjemmeside bruger cookies (små stykker data gemt på din computer). Nogle cookies tilføjes af webstedet selv: de hjælper med at vise dig indholdet af din indkøbskurv, holde dig logget ind, når du indtaster din e-mail og adgangskode, bevare dine præferencer og gøre en masse andre nyttige ting. Vi bruger kun disse cookies for at få siden til at fungere korrekt for dig. Selv din accept af vores brug af cookies gemmes som en cookie.</p><p>Andre cookies kan blive brugt af tredjepartstjenester (såsom PayPal, YouTube, Google Maps, Facebook osv.) til at gemme data om, hvordan du bruger disse tredjepartstjenester på hjemmesiden. Vi har ingen kontrol over, hvordan tredjeparter bruger cookies, men disse cookies er også vigtige for, at hjemmesiden fungerer korrekt. For eksempel fungerer nogle af PayPal-funktionaliteten muligvis ikke uden PayPal-cookies.</p><p>Uden cookies kan mange ting gå galt. Derfor beder vi dig om at acceptere, at cookies bruges, før du fortsætter. Hvis du ikke ønsker nogen cookies, men gerne vil fortsætte med at bruge hjemmesiden, skal du konfigurere din browser til at blokere cookies, og så vil du være i stand til at "acceptere" deres brug, mens vi ikke behandler det som dit samtykke .</p>
de_de: Diese Website verwendet Cookies (kleine Datenmengen, die auf Ihrem Computer gespeichert werden). Einige Cookies werden von der Website selbst hinzugefügt: Sie helfen Ihnen, den Inhalt Ihres Warenkorbs anzuzeigen, halten Sie angemeldet, sobald Sie Ihre E-Mail-Adresse und Ihr Passwort eingeben haben, bewahren Ihre Präferenzen auf und tun für Sie viele andere nützliche Dinge. Wir verwenden diese Cookies nur, damit die Website für Sie ordnungsgemäß funktioniert. Auch Ihre Einwilligung zur Verwendung von Cookies wird als Cookie gespeichert. </p> Andere Cookies können von Drittanbietern (wie PayPal, YouTube, Google Maps, Facebook, etc.) verwendet werden, um Daten darüber zu speichern, wie Sie diese Drittanbieterdienste auf der Website nutzen. Wir haben keine Kontrolle darüber, wie Dritte Cookies verwendet werden, aber diese Cookies sind auch wichtig für das ordnungsgemäße Funktionieren der Website. Beispielsweise kann es vorkommen, dass einige der PayPal-Funktionen ohne PayPal-Cookies nicht funktionieren. Deshalb bitten wir Sie, der Verwendung von Cookies zuzustimmen, bevor Sie fortfahren. Wenn Sie keine Cookies wünschen, aber die Website weiterhin nutzen möchten, konfigurieren Sie bitte Ihren Browser so, dass er Cookies blockiert, und dann können Sie deren Verwendung "zustimmen", während wir dies nicht als Ihre Zustimmung behandeln
el_gr: <p> Αυτός ο ιστότοπος χρησιμοποιεί cookies (μικρά κομμάτια δεδομένων που έχουν αποθηκευτεί στον υπολογιστή σας). Ορισμένα cookies προστίθενται από τον ίδιο τον ιστότοπο: βοηθούν να σας δείξουν το περιεχόμενο του καλαθιού σας, να σας κρατήσει συνδεδεμένο μόλις εισάγετε το email και τον κωδικό πρόσβασής σας, να διατηρήσετε τις προτιμήσεις σας και να κάνετε πολλά άλλα χρήσιμα πράγματα. Χρησιμοποιούμε αυτά τα cookies μόνο για να κάνουμε τον ιστότοπο να λειτουργεί σωστά για εσάς. Ακόμα και η συγκατάθεσή σας για τη χρήση των cookies αποθηκεύεται ως cookie. </p> <p> Άλλα cookies μπορούν να χρησιμοποιηθούν από υπηρεσίες τρίτων (όπως PayPal, YouTube, Google Maps, Facebook κ.λπ.) για την αποθήκευση των δεδομένων σχετικά με τον τρόπο χρήσης αυτών των υπηρεσιών τρίτων στον ιστότοπο. Δεν έχουμε κανέναν έλεγχο για το πώς τα τρίτα μέρη χρησιμοποιούν cookies, αλλά αυτά τα cookies είναι επίσης σημαντικά για την ορθή λειτουργία του ιστότοπου. Για παράδειγμα, μερικές από τις λειτουργίες PayPal μπορεί να μην λειτουργούν χωρίς cookie PayPal. </p> <p> Χωρίς cookies, πολλά πράγματα μπορεί να πάνε στραβά. Γι 'αυτό σας ζητάμε να συμφωνείτε με τη χρήση των cookies προτού προχωρήσετε. Αν δεν θέλετε να χρησιμοποιείτε cookies αλλά θέλετε να συνεχίσετε να χρησιμοποιείτε τον ιστότοπο, παρακαλούμε να ρυθμίσετε το πρόγραμμα περιήγησής σας ώστε να αποκλείει τα cookies και, στη συνέχεια, θα μπορείτε να "συμφωνείτε" με τη χρήση τους, ενώ δεν θα το αντιμετωπίσουμε ως συγκατάθεσή σας . </ p>
fa_ir: <p>این وب سایت از کوکی ها (قطعات کوچک داده ذخیره شده در رایانه شما) استفاده می کند. برخی از کوکی‌ها توسط خود وب‌سایت اضافه می‌شوند: آنها به شما کمک می‌کنند محتوای سبد خریدتان را به شما نشان دهند، پس از وارد کردن ایمیل و رمز عبور، شما را وارد سیستم نگه می‌دارند، تنظیمات برگزیده‌تان را حفظ می‌کنند، و بسیاری از کارهای مفید دیگر را انجام می‌دهند. ما از این کوکی ها فقط برای اینکه سایت به درستی برای شما کار کند استفاده می کنیم. حتی موافقت شما با استفاده ما از کوکی ها به عنوان یک کوکی ذخیره می شود.</p><p>سایر کوکی ها ممکن است توسط سرویس های شخص ثالث (مانند PayPal، YouTube، Google Maps، Facebook، و غیره) برای ذخیره داده های مربوط به نحوه استفاده شما از آن خدمات شخص ثالث در وب سایت استفاده شوند. ما هیچ کنترلی بر نحوه استفاده اشخاص ثالث از کوکی ها نداریم، اما این کوکی ها برای عملکرد صحیح وب سایت نیز مهم هستند. برای مثال، برخی از عملکردهای پی پال ممکن است بدون کوکی های پی پال کار نکنند.</p><p>بدون کوکی ها، خیلی چیزها ممکن است اشتباه پیش بروند. به همین دلیل از شما می‌خواهیم که قبل از ادامه، با استفاده از کوکی‌ها موافقت کنید. اگر هیچ کوکی نمی‌خواهید اما می‌خواهید به استفاده از وب‌سایت ادامه دهید، لطفاً مرورگر خود را به گونه‌ای پیکربندی کنید که کوکی‌ها را مسدود کند و سپس می‌توانید با استفاده از آنها موافقت کنید، در حالی که ما آن را به عنوان رضایت شما تلقی نمی‌کنیم. .</p>
fi_fi: <p>Tämä verkkosivusto käyttää evästeitä (pieniä tietokappaleita, jotka on tallennettu tietokoneellesi). Jotkut evästeet lisäävät verkkosivusto itse: ne auttavat näyttämään sinulle ostoskorin sisällön, pitämään sinut kirjautuneena, kun annat sähköpostiosoitteesi ja salasanasi, säilyttävät asetuksesi ja tekevät paljon muuta hyödyllistä. Käytämme näitä evästeitä vain saadaksemme sivuston toimimaan oikein. Jopa suostumuksesi evästeiden käyttöön tallennetaan evästeenä.</p><p>Kolmannen osapuolen palvelut (kuten PayPal, YouTube, Google Maps, Facebook jne.) voivat käyttää muita evästeitä tallentaakseen tietoja siitä, miten käytät näitä kolmannen osapuolen palveluita verkkosivustolla. Emme voi hallita sitä, miten kolmannet osapuolet käyttävät evästeitä, mutta nämä evästeet ovat myös tärkeitä verkkosivuston asianmukaisen toiminnan kannalta. Esimerkiksi jotkin PayPal-toiminnot eivät välttämättä toimi ilman PayPal-evästeitä.</p><p>Ilman evästeitä monet asiat voivat mennä pieleen. Siksi pyydämme sinua hyväksymään evästeiden käytön ennen kuin jatkat. Jos et halua evästeitä, mutta haluat jatkaa verkkosivuston käyttöä, määritä selaimesi estämään evästeet, jolloin voit "hyväksyä" niiden käytön, mutta emme käsittele sitä suostumuksena .</p>
fr_fr: <p>Ce site utilise des cookies (petites données enregistrées sur votre ordinateur). Certains cookies sont ajoutés par le site Web lui-même : ils permettent de vous montrer le contenu de votre panier, de vous garder connecté une fois que vous avez entré votre e-mail et votre mot de passe, de préserver vos préférences et de faire beaucoup d'autres choses utiles. Nous utilisons ces cookies uniquement pour que le site fonctionne correctement pour vous. Même votre accord sur notre utilisation des cookies est stocké en tant que cookie.</p><p>D'autres cookies peuvent être utilisés par des services tiers (tels que PayPal, YouTube, Google Maps, Facebook, etc.) pour stocker les données sur la façon dont vous utilisez ces services tiers sur le site Web. Nous n'avons aucun contrôle sur la façon dont les tiers utilisent les cookies, mais ces cookies sont également importants pour le bon fonctionnement du site Web. Par exemple, certaines fonctionnalités de PayPal peuvent ne pas fonctionner sans les cookies PayPal.</p><p>Sans cookies, beaucoup de choses peuvent mal tourner. C'est pourquoi nous vous demandons d'accepter l'utilisation de cookies avant de continuer. Si vous ne voulez pas de cookies mais que vous souhaitez continuer à utiliser le site Web, veuillez configurer votre navigateur pour bloquer les cookies, et vous pourrez alors "accepter" leur utilisation, alors que nous ne traiterons pas cela comme votre consentement .</p>
he_il: <p>אתר זה משתמש בקובצי קוקי (חלקי נתונים קטנים נשמרים במחשב). עוגיות מסוימות מתווספות על ידי האתר עצמו: הן עוזרות להציג בפניך את תוכן העגלה שלך, להשאיר אותך מחובר לאחר שתזין את כתובת הדוא"ל והסיסמה שלך, תשמור על ההעדפות שלך ותעשה הרבה דברים שימושיים אחרים. אנו משתמשים בקובצי קוקי אלה רק כדי שהאתר יפעל כראוי עבורך. גם הסכמתך לשימוש שלנו בעוגיות מאוחסנת כקובץ קוקי.</p><p>ניתן להשתמש בקובצי קוקי אחרים על ידי שירותי צד שלישי (כגון PayPal, YouTube, Google Maps, Facebook וכו ') כדי לאחסן את הנתונים על האופן שבו אתה משתמש בשירותים של צד שלישי זה באתר. אין לנו שליטה על האופן שבו צד שלישי משתמש בקובצי קוקי, אך קובצי קוקי אלה חשובים גם לתפקוד תקין של האתר. לדוגמה, ייתכן שחלק מהפונקציונליות של PayPal לא תפעל ללא קבצי קוקי של PayPal.</p><p>ללא עוגיות, דברים רבים יכולים להשתבש. לכן אנו מבקשים שתסכים להשתמש בקובצי קוקי שבהם אתה משתמש לפני שתמשיך. אם אינך רוצה שקובצי cookie כלשהם ירצו להמשיך להשתמש באתר, הגדר את הדפדפן שלך כדי לחסום קובצי קוקי, ולאחר מכן תוכל "להסכים" לשימוש בהם, בעוד שאנו לא מתייחסים לכך כאל הסכמתך.</p>
hu_hu: <p>Ez a weboldal sütiket (a számítógépeden tárolt kis adatdarabokat) használ. Néhány sütit maga a weboldal ad hozzá: ezek segítenek abban, hogy megmutassák a kosár tartalmát, hogy az e-mail címed és jelszavad megadása után bejelentkezve maradj, hogy megőrizd a preferenciáid, és még sok más hasznos dolgot. Ezeket a sütiket csak azért használjuk, hogy az oldal számodra megfelelően működjön. Még a sütik használatához való hozzájárulásod is sütiként tároljuk.</p><p>Más sütiket harmadik fél szolgáltatásai (pl. PayPal, YouTube, Google Maps, Facebook stb.) használhatnak arra, hogy tárolják az adatokat arról, hogy hogyan használod a harmadik fél ezen szolgáltatásait a weboldalon. Nincs ráhatásunk arra, hogy a harmadik felek hogyan használják a sütiket, de ezek a sütik is fontosak a weboldal megfelelő működéséhez. Például a PayPal egyes funkciói nem feltétlenül működnek a PayPal sütik nélkül.</p><p>Sütik nélkül sok minden elromolhat. Ezért kérjük, hogy a folytatás előtt járulj hozzá a sütik használatához. Ha nem szeretnél sütiket használni, de továbbra is szeretnéd használni a weboldalt, kérjük, állítsd be a böngésződet a sütik blokkolására, és akkor "hozzájárulhatsz" a sütik használatához, mi azonban ezt nem tekintjük hozzájárulásnak.</p>
it_it: <p>Questo sito Web utilizza i cookie (piccoli frammenti di dati salvati sul tuo computer). Alcuni cookie vengono aggiunti dal sito stesso: aiutano a mostrarti il contenuto del tuo carrello, ti mantengono connesso una volta che inserisci email e password, preservano le tue preferenze e fanno molte altre cose utili. Utilizziamo questi cookie solo per far funzionare correttamente il sito per te. Anche il tuo consenso al nostro utilizzo dei cookie viene memorizzato come cookie.</p><p>Altri cookie possono essere utilizzati da servizi di terze parti (come PayPal, YouTube, Google Maps, Facebook, ecc.) per memorizzare i dati su come utilizzi tali servizi di terze parti sul sito web. Non abbiamo alcun controllo su come le terze parti utilizzano i cookie, ma questi cookie sono anche importanti per il corretto funzionamento del sito web. Ad esempio, alcune delle funzionalità di PayPal potrebbero non funzionare senza i cookie PayPal.</p><p>Senza i cookie, molte cose possono andare storte. Ecco perché ti chiediamo di accettare l'utilizzo dei cookie prima di procedere. Se non desideri alcun cookie ma desideri continuare a utilizzare il sito web, configura il tuo browser in modo da bloccare i cookie, quindi potrai "accettare" il loro utilizzo, mentre non lo tratteremo come un tuo consenso .</p>
nl_nl: <p>Deze website maakt gebruik van cookies (kleine stukjes data die op uw computer worden opgeslagen). Sommige cookies worden door de website zelf toegevoegd: ze helpen u de inhoud van uw winkelwagentje te tonen, houden u ingelogd nadat u uw e-mailadres en wachtwoord hebt ingevoerd, bewaren uw voorkeuren en doen nog veel meer andere nuttige dingen. We gebruiken deze cookies alleen om de site goed voor je te laten werken. Zelfs uw akkoord met ons gebruik van cookies wordt opgeslagen als een cookie.</p><p>Andere cookies kunnen worden gebruikt door diensten van derden (zoals PayPal, YouTube, Google Maps, Facebook, enz.) om de gegevens op te slaan over hoe u die diensten van derden op de website gebruikt. Wij hebben geen controle over hoe derde partijen cookies gebruiken, maar die cookies zijn ook belangrijk voor het goed functioneren van de website. Sommige PayPal-functies werken bijvoorbeeld mogelijk niet zonder PayPal-cookies.</p><p>Zonder cookies kan er veel mis gaan. Daarom vragen we u om akkoord te gaan met het gebruik van cookies voordat u doorgaat. Als u geen cookies wilt, maar de website wel wilt blijven gebruiken, configureer dan uw browser om cookies te blokkeren, en dan kunt u "instemmen" met het gebruik ervan, terwijl we dat niet als uw toestemming beschouwen .</p>
no_no: <p>Denne nettsiden bruker informasjonskapsler (små biter av data lagret på datamaskinen din). Noen informasjonskapsler legges til av nettstedet selv: de hjelper deg med å vise deg innholdet i handlekurven din, holde deg pålogget når du skriver inn e-post og passord, bevare innstillingene dine og gjøre mange andre nyttige ting. Vi bruker disse informasjonskapslene kun for å få nettstedet til å fungere som det skal for deg. Selv din samtykke til vår bruk av informasjonskapsler lagres som en informasjonskapsel.</p><p>Andre informasjonskapsler kan brukes av tredjepartstjenester (som PayPal, YouTube, Google Maps, Facebook, etc.) for å lagre dataene om hvordan du bruker disse tredjepartstjenestene på nettstedet. Vi har ingen kontroll over hvordan tredjeparter bruker informasjonskapsler, men disse informasjonskapslene er også viktige for riktig funksjon av nettstedet. For eksempel kan det hende at noen av PayPal-funksjonaliteten ikke fungerer uten PayPal-informasjonskapsler.</p><p>Uten informasjonskapsler kan mange ting gå galt. Det er derfor vi ber deg godta at informasjonskapsler brukes før du fortsetter. Hvis du ikke vil ha noen informasjonskapsler, men ønsker å fortsette å bruke nettstedet, vennligst konfigurer nettleseren din til å blokkere informasjonskapsler, og da vil du kunne "godta" bruken av dem, mens vi ikke behandler det som ditt samtykke .</p>
pl_pl: <p>Ta strona używa plików cookie (małych kawałków danych zapisanych na twoim komputerze). Niektóre pliki cookie są dodawane przez samą witrynę: pomagają pokazać zawartość koszyka, zachować logowanie po wprowadzeniu adresu e-mail i hasła, zachować preferencje i wykonać wiele innych użytecznych czynności. Używamy tych plików cookie tylko po to, aby strona działała prawidłowo. Nawet Twoja zgoda na wykorzystywanie plików cookie jest przechowywana jako plik cookie.</p><p>Inne pliki cookie mogą być używane przez zewnętrzne usługi (takie jak PayPal, YouTube, Google Maps, Facebook itp.) do przechowywania danych o tym, jak korzystasz z tych usług stron trzecich w witrynie. Nie mamy wpływu na to, w jaki sposób strony trzecie wykorzystują pliki cookie, ale te pliki cookie są również ważne dla prawidłowego funkcjonowania strony internetowej. Na przykład niektóre funkcje systemu PayPal mogą nie działać bez plików cookie PayPal.</p><p>Bez plików cookie wiele rzeczy może się nie udać. Dlatego prosimy o wyrażenie zgody na używanie plików cookie przed kontynuowaniem. Jeśli nie chcesz plików cookie, ale chcesz nadal korzystać z witryny, skonfiguruj przeglądarkę tak, aby blokowała pliki cookie, a następnie będziesz mogł "zgodzić się" na ich używanie, podczas gdy my nie będziemy traktować tego jako Twojej zgody.</p>
pt_br: <p>Este website utiliza cookies (pequenos arquivos de dados salvos no seu computador). Alguns cookies são adicionados pelo próprio site: eles ajudam a mostrar a você o conteúdo do seu carrinho, mantê-lo logado depois que você informa o seu e-mail e a sua senha, preservar as suas preferências, e muitas outras coisas úteis. Utilizamos estes cookies somente para fazer o site funcionar adequadamente para você. Até mesmo o seu consentimento com o nosso uso de cookies é armazenado como um cookie.</p><p>Outros cookies podem ser utilizados por serviços de terceiros (tais como PayPal, YouTube, Google Maps, Facebook, etc.) para armazenar os dados sobre como você os utiliza no site. Nós não temos controle sobre a forma como terceiros utilizam cookies, mas esses cookies também são importantes para o funcionamento adequado do site. Por exemplo, parte da funcionalidade do PayPal pode não ser executada sem cookies do PayPal.</p><p>Sem cookies, várias coisas podem dar errado. É por isso que pedimos que você concorde com a utilização dos cookies antes de continuar. Caso você não queira cookies, mas ainda assim deseje continuar utilizando o site, configure o seu navegador para bloquear cookies, e então você poderá "concordar" com a utilização deles, sem que tratemos isso como o seu consentimento.</p>
ru_ru: <p>На этом сайте используются cookies (куки, небольшие файлы с данными, которые сохраняются к вам на компьютер). Некоторые куки добавляет сам сайт: они помогают отображать содержимое корзины, хранят информацию о том, вошли ли вы сейчас в учётную запись на сайте или нет, сохраняют ваши настройки и делают много других полезных вещей. Мы используем эти куки только для того, чтобы сайт у вас работал правильно. Даже ваше согласие на использование кук хранится в виде куки.</p><p>Другие куки могут использоваться сторонними сервисами (например, PayPal, YouTube, Google Maps, Facebook, и пр.) для хранения данных о том, как вы используете на сайте эти сторонние сервисы. Мы не контролируем, как сторонние сервисы используют куки, но эти куки тоже важны для правильной работы сайта. Например, часть функциональности PayPal может работать неправильно без кук от PayPal.</p><p>Без кук многие вещи на сайте могут работать неправильно. Поэтому мы просим вас согласиться на использование кук, прежде чем вы перейдёте на сайт. Если вы не хотите, чтобы сайт использовал куки, но хотите посетить сайт, то настройте браузер так, чтобы он блокировал куки. Тогда вы сможете "согласиться" на использование кук, а мы не будем считать это согласием.</p>
sv_se: <p>Denna webbplats använder cookies (små bitar av data som sparas på din dator). Vissa cookies läggs till av webbplatsen själv: de hjälper till att visa dig innehållet i din kundvagn, hålla dig inloggad när du anger din e-postadress och lösenord, bevara dina preferenser och göra en massa andra användbara saker. Vi använder dessa cookies endast för att webbplatsen ska fungera korrekt för dig. Även ditt samtycke till vår användning av cookies lagras som en cookie.</p><p>Andra cookies kan användas av tredjepartstjänster (som PayPal, YouTube, Google Maps, Facebook, etc.) för att lagra data om hur du använder dessa tredjepartstjänster på webbplatsen. Vi har ingen kontroll över hur tredje part använder cookies, men dessa cookies är också viktiga för att webbplatsen ska fungera korrekt. Till exempel kanske vissa av PayPal-funktionerna inte fungerar utan PayPal-cookies.</p><p>Utan cookies kan många saker gå fel. Det är därför vi ber dig att godkänna att cookies används innan du fortsätter. Om du inte vill ha några cookies men vill fortsätta använda webbplatsen, vänligen konfigurera din webbläsare för att blockera cookies, och då kommer du att kunna "godkänna" att de används, medan vi inte kommer att behandla det som ditt samtycke .</p>
tr_tr: <p>Bu web sitesi tanımlama bilgileri (bilgisayarınızda kayıtlı küçük veri parçaları) kullanır. Bazı çerezler web sitesinin kendisi tarafından eklenir: size sepetinizin içeriğini göstermeye, e-postanızı ve şifrenizi girdikten sonra oturumunuzu açık tutmaya, tercihlerinizi korumaya ve daha birçok faydalı şey yapmaya yardımcı olurlar. Bu çerezleri yalnızca sitenin sizin için düzgün çalışmasını sağlamak için kullanıyoruz. Çerez kullanımımıza ilişkin sözleşmeniz bile çerez olarak saklanır.</p><p>Diğer çerezler, üçüncü taraf hizmetleri (PayPal, YouTube, Google Haritalar, Facebook vb.) tarafından, bu üçüncü taraf hizmetlerini web sitesinde nasıl kullandığınıza ilişkin verileri depolamak için kullanılabilir. Üçüncü tarafların çerezleri nasıl kullandığı üzerinde hiçbir kontrolümüz yoktur, ancak bu çerezler web sitesinin düzgün çalışması için de önemlidir. Örneğin, PayPal'ın bazı işlevleri PayPal tanımlama bilgileri olmadan çalışmayabilir.</p><p>Çerezler olmadan birçok şey ters gidebilir. Bu nedenle, devam etmeden önce çerezlerin kullanılmasını kabul etmenizi rica ediyoruz. Herhangi bir tanımlama bilgisi istemiyorsanız ancak web sitesini kullanmaya devam etmek istiyorsanız, lütfen tarayıcınızı tanımlama bilgilerini engelleyecek şekilde yapılandırın ve ardından bunların kullanımını "kabul edebileceksiniz", ancak biz bunu sizin izniniz olarak kabul etmeyeceğiz. .</p>
uk_ua: <p>Цей сайт використовує cookies (куки, невеликі файлы з інформацією, що зберігаються на вашому комп'ютері). Деякі куки додає сам користувач сайту: вони допомагають відображати вміст кошика, зберігають інформацію про те, чи увійшли ви до свого облікового запису чи ні, зберігають налаштування та роблять багато корисних речей. Ми використовуємо ці cookies лише для того, щоб сайт у вас працював правильно. Навіть ваша згода на використання cookies зберігається у вигляді cookies .</p><p>Інші cookies можуть використовуватись сторонніми розробниками (например, PayPal, YouTube, Google Maps, Facebook, та ін.) для зберігання даных про те, як ви використовуєте на сайті ці сторонні сервіси. Ми їх не контролюємо, але їх сервіси теж використовують cookies , і вони також важливі для правильної роботи сайту. Наприклад, функціонал PayPal може працювати неправильно без cookies від PayPal.</p><p>Без cookies багато речей може працювати неправильно. Саме тому ми просимо вас погодитись на використання cookies, перш ніж ви перейдете на сайт. Якщо ви не хочете, щоб сайт використовував куки, але хочете відвідати сайт, то налаштуйте браузер так, щоб він блокував куки. Тоді ви зможете "погодитись" на використання cookies , а ми не будемо вважати це згодою.</p>
