Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.email_subject_anonymization_request
source: Personal Data Removal Request: [customer_email]
cs_cz: Žádost o odstranění osobních údajů: [customer_email]
da_dk: Anmodning om fjernelse af personlige data: [customer_email]
de_de: Antrag auf Entfernung persönlicher Daten: (Kunde_eMail)
el_gr: Αίτηση κατάργησης προσωπικών δεδομένων: [customer_email]
fa_ir: درخواست حذف اطلاعات شخصی: [customer_email]
fi_fi: Henkilötietojen poistopyyntö: [customer_email]
fr_fr: Demande de suppression de données personnelles : [customer_email]
he_il: בקשה להסרת נתונים אישיים: [customer_email]
hu_hu: Személyes adatok eltávolítása iránti kérelem: [customer_email]
it_it: Richiesta di rimozione dei dati personali: [customer_email]
nl_nl: Verzoek om verwijdering van persoonlijke gegevens: [customer_email]
no_no: Behandling av personopplysninger: [customer_email]
pl_pl: Żądania skasowania danych osobowych: [customer_email]
pt_br: Solicitação de remoção de dados pessoais: [customer_email]
ru_ru: Запрос на удаление персональных данных: [customer_email]
sv_se: Begäran om borttagning av personuppgifter: [customer_email]
tr_tr: Kişisel Veri Kaldırma Talebi: [customer_email]
uk_ua: Запит на видалення персональних даних: [customer_email]

# Languages::gdpr.email_body_anonymization_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested the removal of personal data with the following comment:</p> <p>[comment]</p> <p>Click the link at the beginning of this message and use the corresponding button on the customer profile page in the Administration panel to anonymize the customer.</p> <p>Please note that <b>this action will replace all the personal data of the customer</b> with randomly generated data. It’s best to make sure that all business with the customer (such as orders and return requests) is concluded before you do that.</p>
cs_cz: <p><a href="[user_profile_url]" target="_blank">[user]</a> s e-mailovou adresou [customer_email] požádal o odstranění osobních údajů s následujícím komentářem:</p> <p>[comment]</p> <p>Klikněte na odkaz na začátku této zprávy a pomocí odpovídajícího tlačítka na stránce profilu zákazníka na panelu Správa anonymizovat zákazníka.</p> <p>Upozorňujeme, že <b>tato akce nahradí všechny osobní údaje zákazníka</b> náhodně generovanými údaji. Nejlepší je ujistit se, že všechny obchody se zákazníkem (jako jsou objednávky a požadavky na vrácení) jsou uzavřeny předtím, než to uděláte.</p>
da_dk: <p><a href="[user_profile_url]" target="_blank">[user]</a> med e-mailadressen [customer_email] har anmodet om fjernelse af personlige data med følgende kommentar:</p> <p>[comment]</p> <p>Klik på linket i begyndelsen af denne meddelelse og brug den tilsvarende knap på kundeprofilsiden i administrationspanelet for at anonymisere kunden.</p> <p>Bemærk venligst, at <b>denne handling vil erstatte alle kundens personlige data</b> med tilfældigt genererede data. Det er bedst at sikre sig, at alle forretninger med kunden (såsom ordrer og returanmodninger) er afsluttet, før du gør det.</p>
de_de: <p> href="[user_profile_url]" [user] target="_blank">[user]></a> mit der E-Mail-Adresse[customer_email] hat die Entfernung der persönlichen Daten mit folgendem Kommentar beantragt:</p> <p>[comment]</p> <p>Klicken Sie auf den Link am Anfang dieser Nachricht und benutzen Sie den entsprechenden Button auf der Kundenprofilseite im Administrationsbereich, um den Kunden zu anonymisieren.</p> <p>Bitte beachten Sie, dass diese Aktion alle persönlichen Daten des Kunden durch zufällig generierte Daten ersetzt. Am besten stellen Sie sicher, dass alle Geschäfte mit dem Kunden (z. B. Bestellungen und Rücksendungen) abgeschlossen sind, bevor Sie dies tun
el_gr: <p><a href="[user_profile_url]" target="_blank">[user]</a> [customer_email] διεύθυνση ηλεκτρονικού ταχυδρομείου έχει ζητήσει την απομάκρυνση των δεδομένων προσωπικού χαρακτήρα με την μετά από σχόλιο:</p> <p>[comment]</p> <p>κάντε κλικ στη σύνδεση στην αρχή του αυτό το μήνυμα και χρήση του αντίστοιχο κουμπί στη σελίδα του προφίλ του πελάτη στον πίνακα διαχείρισης για την ανωνυμία του πελάτη.</p> <p>Παρακαλείστε να σημειώσετε ότι <b>αυτή η ενέργεια θα αντικαταστήσει όλα τα προσωπικά δεδομένα των πελατών</b> με τυχαία που δημιουργείται δεδομένων. Είναι καλύτερα να βεβαιωθείτε ότι όλες οι επιχειρήσεις με τον πελάτη (όπως παραγγελίες και αιτήσεις επιστροφής) συνάπτεται πριν το κάνετε αυτό.</p>
fa_ir: <p><a href="[user_profile_url]" target="_blank">[user]</a> با آدرس ایمیل [customer_email] با نظر زیر درخواست حذف داده های شخصی را داده است:</p> <p>[comment]</p> <p>روی پیوند ابتدای این پیام کلیک کنید و از دکمه مربوطه در صفحه مشخصات مشتری در پنل مدیریت استفاده کنید. ناشناس کردن مشتری</p> <p>لطفاً توجه داشته باشید که <b>این اقدام همه داده‌های شخصی مشتری</b> را با داده‌های تولید شده به‌طور تصادفی جایگزین می‌کند. بهتر است قبل از انجام این کار مطمئن شوید که تمام تجارت با مشتری (مانند سفارشات و درخواست‌های بازگشت) به پایان رسیده است.</p>
fi_fi: <p><a href="[user_profile_url]" target="_blank">[user]</a> sähköpostiosoitteella [customer_email] on pyytänyt henkilötietojen poistamista seuraavalla kommentilla:</p> <p>[comment]</p> <p>Napsauta tämän viestin alussa olevaa linkkiä ja käytä vastaavaa painiketta hallintapaneelin asiakasprofiilisivulla anonymisoida asiakas.</p> <p>Huomaa, että <b>tämä toimenpide korvaa kaikki asiakkaan henkilötiedot</b> satunnaisesti luoduilla tiedoilla. On parasta varmistaa, että kaikki kaupat asiakkaan kanssa (kuten tilaukset ja palautuspyynnöt) on tehty ennen kuin teet sen.</p>
fr_fr: <p><a href="[user_profile_url]" target="_blank">[user]</a> avec l'adresse e-mail [customer_email] a demandé la suppression des données personnelles avec le commentaire suivant :</p> <p>[comment]</p> <p>Cliquez sur le lien au début de ce message et utilisez le bouton correspondant sur la page de profil du client dans le panneau d'administration pour anonymiser le client.</p> <p>Veuillez noter que <b>cette action remplacera toutes les données personnelles du client</b> par des données générées aléatoirement. Il est préférable de s'assurer que toutes les affaires avec le client (comme les commandes et les demandes de retour) sont conclues avant de le faire.</p>
he_il: <p><a href="[user_profile_url]" target="_blank">[user]</a> עם כתובת הדוא"ל [customer_email] ביקש הסרה של נתונים אישיים עם ההערה הבאה:</p> <p>[comment]</p> <p>לחץ על הקישור בתחילת הודעה זו והשתמש בלחצן המתאים בדף פרופיל הלקוח בחלונית 'ניהול' כדי להפוך את הלקוח לאנונימי.</p> <p>שים לב ש <b>פעולה זו תחליף את כל הנתונים האישיים של הלקוח</b> עם נתונים באופן אקראי. מומלץ לוודא שכל העסק עם הלקוח (כגון הזמנות ובקשות להחזרה) יסתיים לפני שתעשה זאת.</p>
hu_hu: <p><a href="[user_profile_url]" target="_blank">[user]</a> a(z) [customer_email] e-mail címmel a következő megjegyzéssel kérte a személyes adatok eltávolítását:</p> <p>[comment]</p> <p>Kattints az üzenet elején található linkre, és használd a megfelelő gombot a Vásárlói profil oldalon az Adminisztrációs panelben a vásárló anonimizálásához.</p> <p>Kérjük, vedd figyelembe, hogy <b>ez a művelet a vásárló összes személyes adatát</b> véletlenszerűen generált adatokkal helyettesíti. Mielőtt ezt megteszed, a legjobb, ha megbizonyosodsz arról, hogy a vásárlóval folytatott minden üzleti tevékenység (például megrendelések és visszaküldési kérelmek) lezárult.</p>
it_it: <p><a href="[user_profile_url]" target="_blank">[user]</a> con l'indirizzo email [customer_email] ha richiesto la rimozione dei dati personali con il seguente commento:</p> <p>[comment]</p> <p>Clicca il link all'inizio di questo messaggio e usa il pulsante corrispondente nella pagina del profilo del cliente nel pannello di Amministrazione per rendere anonimo il cliente.</p> <p>Si prega di notare che <b>questa azione sostituirà tutti i dati personali del cliente</b> con dati generati casualmente. È meglio assicurarsi che tutti gli affari con il cliente (come ordini e richieste di reso) siano conclusi prima di farlo.</p>
nl_nl: <p><a href="[user_profile_url]" target="_blank">[user]</a> met het e-mailadres [customer_email] heeft verzocht om verwijdering van persoonlijke gegevens met de volgende opmerking:</p> <p>[comment]</p> <p>Klik op de link aan het begin van dit bericht en gebruik de overeenkomstige knop op de klantprofielpagina in het Administratie-paneel om de klant anonimiseren.</p> <p>Houd er rekening mee dat <b>deze actie alle persoonlijke gegevens van de klant</b> zal vervangen door willekeurig gegenereerde gegevens. Het is het beste om ervoor te zorgen dat alle zaken met de klant (zoals bestellingen en retourverzoeken) zijn afgerond voordat u dat doet.</p>
no_no: <p><a href="[user_profile_url]" target="_blank">[user]</a> med e-postadressen [customer_email] har bedt om fjerning av personopplysninger med følgende kommentar:</p> <p>[comment]</p> <p>Klikk på linken i begynnelsen av denne meldingen, og bruk den tilhørende knappen på kundeprofilsiden på administrasjonspanelet for å anonymisere kunden. </p> <p> Vær oppmerksom på at <b> denne handlingen erstatter alle personopplysninger om kunden </b> med tilfeldig genererte data. Det er best å sørge for at all virksomhet med kunden (for eksempel bestillinger og returforespørsler) inngås før du gjør det.</p>
pl_pl: <p><a href="[user_profile_url]" target="_blank">[user]</a> z adresem e-mail [customer_email] zażądał usunięcia danych osobowych z następującym komentarzem: </p><p>[comment]</p><p>Kliknij link na początku tej wiadomości i użyj odpowiedniego przycisku na stronie profilu klienta w panelu administracyjnym, aby anonimizować klienta.</p><p>Należy pamiętać, że <b>ta akcja zastąpi wszystkie dane osobowe klienta </b> losowo wygenerowanymi danymi. Najlepiej upewnić się, że wszystkie transakcje z klientem (takie jak zamówienia i wnioski o zwrot) zostaną zakończone, zanim to zrobisz.</p>
pt_br: <p><a href="[user_profile_url]" target="_blank">[user]</a> com o endereço de e-mail [customer_email] solicitou a remoção de dados pessoais com o seguinte comentário:</p> <p>[comment]</p> <p>Clique no link no começo desta mensagem e utilize o botão correspondente na página do perfil do cliente no painel de Administração para anonimizar o cliente.</p> <p><b>Esta ação substituirá todos os dados pessoais do cliente</b> por dados gerados aleatoriamente. Antes de fazer isso, é melhor verificar se todos os negócios com o cliente (tais como pedidos e requisições de devolução) estão concluídos.</p>
ru_ru: <p><a href="[user_profile_url]" target="_blank">[user]</a> (электронный адрес [customer_email]) запросил(а) удаление своих персональных данных со следующим комментарием:</p> <p>[comment]</p><p>Перейдите по ссылке в начале этого письма и воспользуйтесь соответствующей кнопкой, чтобы анонимизировать покупателя.</p><p>Обратите внимание, что это действие <b>заменит все персональные данные покупателя</b> на случайно сгенерированные данные. Поэтому перед анонимизацией нужно убедиться, что все заказы покупателя выполнены, запросы на возврат рассмотрены, и т.п.</p>
sv_se: <p><a href="[user_profile_url]" target="_blank">[user]</a> med e-postadressen [customer_email] har begärt borttagning av personuppgifter med följande kommentar:</p> <p>[comment]</p> <p>Klicka på länken i början av detta meddelande och använd motsvarande knapp på kundprofilsidan i administrationspanelen för att anonymisera kunden.</p> <p>Observera att <b>denna åtgärd kommer att ersätta alla personliga uppgifter om kunden</b> med slumpmässigt genererade data. Det är bäst att se till att alla affärer med kunden (som beställningar och returförfrågningar) är avslutade innan du gör det.</p>
tr_tr: <p><a href="[user_profile_url]" target="_blank">[user]</a> e-posta adresi [customer_email] ile aşağıdaki yorum ile kişisel verilerin kaldırılmasını talep etti:</p> <p>[comment]</p> <p>Bu mesajın başındaki bağlantıya tıklayın ve Yönetim panelindeki müşteri profili sayfasındaki ilgili düğmeyi kullanın. müşteriyi anonimleştirir.</p> <p>Lütfen <b>bu eylemin müşterinin</b> tüm kişisel verilerini rastgele oluşturulmuş verilerle değiştireceğini unutmayın. Bunu yapmadan önce müşteriyle olan tüm işlerin (siparişler ve iade talepleri gibi) sonuçlandığından emin olmak en iyisidir.</p>
uk_ua: <p><a href="[user_profile_url]" target="_blank">[user]</a> (електронна адреса [customer_email]) зробив запит на видалення своїх персональних даних з наступним коментарем:</p><p>[comment]</p><p>Перейдіть по посиланню на початку цього листа і скористайтеся відповідною кнопкою, щоб анонімізувати покупця.</p><p>Зверніть увагу, що ця дія <b>замінить всі персональні дані покупця</b> на випадково згенеровані дані. Тому перед анонімізаціэю потрібно переконатися, що всі замовлення покупця виконані, запити на повернення розглянуті, і т. п.</p>

# Languages::gdpr.user_action_request_success
source: Your request has been sent successfully.
cs_cz: Vaše žádost byla úspěšně odeslána.
da_dk: Din anmodning er blevet sendt.
de_de: Das Feedback wurde erfolgreich gesendet.
el_gr: Το αίτημα σας έχει αποσταλεί επιτυχώς.
fa_ir: درخواست شما با موفقیت ارسال شد.
fi_fi: Pyyntösi on lähetetty onnistuneesti.
fr_fr: Votre demande a été envoyée avec succès.
he_il: הבקשה שלך נשלחה בהצלחה.
hu_hu: A kérésed sikeresen elküldve.
it_it: La tua richiesta è stata inviata con successo.
nl_nl: Uw aanvraag is succesvol verzonden.
no_no: Din forespørsel har blitt sendt.
pl_pl: Twoja prośba została wysłana pomyślnie.
pt_br: A sua solicitação foi enviada.
ru_ru: Ваш запрос успешно отправлен.
sv_se: Din förfrågan har skickats.
tr_tr: İsteğiniz başarıyla gönderilmiştir.
uk_ua: Запит успішно надіслано.

# Languages::gdpr.user_action_request_fail
source: An error has occurred during the attempt to send your request. Please try again or send a message to the following email address: <a href="mailto:[email]">[email]</a>
cs_cz: Při pokusu o odeslání vašeho požadavku došlo k chybě. Zkuste to prosím znovu nebo pošlete zprávu na následující e-mailovou adresu: <a href="mailto:[email]">[email]</a>
da_dk: Der opstod en fejl under forsøget på at sende din anmodning. Prøv venligst igen eller send en besked til følgende e-mailadresse: <a href="mailto:[email]">[email]</a>
de_de: Beim Versuch, Ihre Anfrage zu senden, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder senden Sie eine Nachricht an die folgende E-Mail-Adresse: <a href="mailto:[email]">[email]</a>
el_gr: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποστολής του αιτήματός σας. Δοκιμάστε ξανά ή στείλτε ένα μήνυμα στην ακόλουθη διεύθυνση ηλεκτρονικού ταχυδρομείου: <a href="mailto:[email]"> [email] </a>
fa_ir: هنگام تلاش برای ارسال درخواست شما خطایی رخ داده است. لطفاً دوباره امتحان کنید یا به آدرس ایمیل زیر پیام ارسال کنید: <a href="mailto:[email]">[email]</a>
fi_fi: Pyyntöäsi lähetettäessä tapahtui virhe. Yritä uudelleen tai lähetä viesti seuraavaan sähköpostiosoitteeseen: <a href="mailto:[email]">[email]</a>
fr_fr: Une erreur est survenue lors de l'envoi de votre requête. Veuillez réessayer ou envoyer un message à l'adresse email suivante : <a href="mailto:[email]">[email]</a>
he_il: אירעה שגיאה במהלך הניסיון לשלוח את הבקשה שלך. נסה שוב או שלח הודעה לכתובת האימייל הבאה: <a href="mailto:[email]">[email]</a>
hu_hu: Hiba történt a kérés elküldésére tett kísérlet során. Kérjük, próbáld meg újra, vagy küldj üzenetet az alábbi e-mail címre: <a href="mailto:[email]">[email]</a>
it_it: Si è verificato un errore durante il tentativo di inviare la richiesta. Riprova o invia un messaggio al seguente indirizzo email: <a href="mailto:[email]">[email]</a>
nl_nl: Er is een fout opgetreden tijdens de poging om uw verzoek te verzenden. Probeer het opnieuw of stuur een bericht naar het volgende e-mailadres: <a href="mailto:[email]">[email]</a>
no_no: Det har oppstått en feil under forsøket på å sende forespørselen din. Vennligst prøv igjen eller send en melding til følgende e-postadresse: <a href="mailto:[email]">[email]</a>
pl_pl: Wystąpił błąd podczas próby wysłania prośby. Spróbuj ponownie lub wyślij wiadomość na następujący adres e-mail: <a href="mailto:[email]">[email]</a>
pt_br: Ocorreu um erro durante a tentativa de enviar a sua solicitação. Tente novamente ou envie um e-mail para <a href="mailto:[email]">[email]</a>
ru_ru: При отправке запроса возникла ошибка. Пожалуйста, попробуйте снова или напишите на электронный адрес <a href="mailto:[email]">[email]</a>
sv_se: Ett fel har uppstått under försöket att skicka din förfrågan. Försök igen eller skicka ett meddelande till följande e-postadress: <a href="mailto:[email]">[email]</a>
tr_tr: İsteğinizi gönderme girişimi sırasında bir hata oluştu. Lütfen tekrar deneyin veya aşağıdaki e-posta adresine bir mesaj gönderin: <a href="mailto:[email]">[email]</a>
uk_ua: При відправці запита виникла помилка. Будьласка, спробуйте ще раз або напишіть на електронну адресу <a href="mailto:[email]">[email]</a>
