Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.agreement_variables_hint
source: <p>The texts of the agreements listed below may have <b>[email]</b> or <b>[company]</b> in them. Those are placeholders that will be automatically replaced with actual data when customers see the agreements. If you only have one storefront, the data for the placeholders will be taken from <a href="[company_settings_url]" target="_blank">Settings → Company</a>. If you have multiple storefronts, the data will be taken from the settings of the storefront that a customer visits:</p><ul><li><b>[company]</b> will be taken from <i>Company name</i>.</li><li><b>[email]</b> will be taken from <i>User department e-mail address</i>.</li></ul>
cs_cz: <p>Texty níže uvedených dohod mohou obsahovat <b>[email]</b> nebo <b>[company]</b> . To jsou zástupné symboly, které budou automaticky nahrazeny skutečnými daty, když zákazníci uvidí smlouvy. Pokud máte pouze jednu prodejnu, budou data pro zástupné symboly převzata z <a href="[company_settings_url]" target="_blank">Nastavení → Společnost</a>. Máte-li více výloh, budou data převzata z nastavení výlohy, kterou zákazník navštíví:</p><ul><li><b>[company]</b> budou převzata z <i>Název společnosti</i>.</li><li><b>[email]</b> bude převzato z <i>E-mailová adresa uživatelského oddělení</i>.</li></ul>
da_dk: <p>Teksterne til nedenstående aftaler kan indeholde <b>[email]</b> eller <b>[company]</b> . Det er pladsholdere, der automatisk bliver erstattet med faktiske data, når kunderne ser aftalerne. Hvis du kun har én butiksfacade, tages dataene for pladsholderne fra <a href="[company_settings_url]" target="_blank">Indstillinger → Virksomhed</a>. Hvis du har flere butiksfacader, tages dataene fra indstillingerne for den butiksfacade, som en kunde besøger:</p><ul><li><b>[company]</b> vil blive taget fra <i>Firmanavn</i>.</li><li><b>[email]</b> tages fra <i>Brugerafdelingens e-mailadresse</i>.</li></ul>
de_de: <p>Die Texte der unten aufgeführten Vereinbarungen können<b>[email]</b>oder<b>[company]</b>enthalten. Das sind Platzhalter, die automatisch durch Ist-Daten ersetzt werden, wenn Kunden die Vereinbarungen sehen. Wenn Sie nur ein Schaufenster haben, werden die Daten für die Platzhalter aus <a href="[company_settings_url]" target="_blank">Einstellungen → Company</a>übernommen. Wenn Sie mehrere Schaufenster haben, werden die Daten aus den Einstellungen des Schaufensters übernommen, die ein Kunde besucht:</p><ul><li><b>[company]</b>wird entnommen aus <i>Company name</i>.</li><li><b>[email]</b>wird entnommen aus<i>E-Mail-Adresse des Fachbereichs</i>.</li></ul>
el_gr: <p> Τα κείμενα των συμφωνιών που αναφέρονται παρακάτω ενδέχεται να περιέχουν <b> [email] </ b> ή <b> [εταιρεία] </ b> σε αυτά. Αυτά είναι τοποθετημένα αντικείμενα που θα αντικατασταθούν αυτόματα από τα πραγματικά δεδομένα όταν οι πελάτες βλέπουν στις συμφωνίες. Εάν διαθέτετε μόνο μία βιτρίνα, τα δεδομένα για τα κειμενα κράτησης θέσης θα ληφθούν από τις <a href="[company_settings_url]" target="_blank"> Ρυθμίσεις → Εταιρεία </a>. Εάν έχετε πολλαπλές αποθήκες, τα δεδομένα θα ληφθούν από τις ρυθμίσεις της οθόνης που επισκέπτεται ένας πελάτης: </ p> <ul> <li> <b> [εταιρεία] </ b> θα ληφθούν από την <i> Εταιρεία όνομα </ li> <li> <b> [email] </ b> θα ληφθεί από τη διεύθυνση ηλεκτρονικού ταχυδρομείου του τμήματος χρήστη </ i>. </ li>
fa_ir: <p>متون قراردادهای فهرست شده در زیر ممکن است دارای <b>[email]</b> یا <b>[company]</b> باشد. این مکان‌ها به‌طور خودکار با داده‌های واقعی جایگزین می‌شوند که مشتریان توافق‌نامه‌ها را ببینند. اگر فقط یک ویترین فروشگاه دارید، داده‌های مکان‌دارها از <a href="[company_settings_url]" target="_blank">تنظیمات → شرکت</a>گرفته می‌شود. اگر چندین ویترین دارید، داده ها از تنظیمات ویترینی که مشتری از آن بازدید می کند گرفته می شود:</p><ul><li><b>[company]</b> از <i>نام شرکت</i>گرفته می شود.</li><li><b>[email]</b> از آدرس ایمیل بخش <i>کاربر</i>گرفته می شود.</li></ul>
fi_fi: <p>Alla lueteltujen sopimusteksteissä voi olla <b>[email]</b> tai <b>[company]</b> . Nämä ovat paikkamerkkejä, jotka korvataan automaattisesti todellisilla tiedoilla, kun asiakkaat näkevät sopimukset. Jos sinulla on vain yksi julkisivu, paikkamerkkien tiedot otetaan kohdasta <a href="[company_settings_url]" target="_blank">Asetukset → Yritys</a>. Jos sinulla on useita julkisivuja, tiedot otetaan sen julkisivun asetuksista, jossa asiakas vierailee:</p><ul><li><b>[company]</b> otetaan <i>Yrityksen nimi</i>.</li><li><b>[email]</b> otetaan osoitteesta <i>Käyttäjäosaston sähköpostiosoite</i>.</li></ul>
fr_fr: <p>Les textes des accords énumérés ci-dessous peuvent contenir <b>[email]</b> ou <b>[company]</b>. Ce sont des espaces réservés qui seront automatiquement remplacés par des données réelles lorsque les clients verront les accords. Si vous n'avez qu'une seule vitrine, les données des espaces réservés seront extraites de <a href="[company_settings_url]" target="_blank">Paramètres → Entreprise</a>. Si vous avez plusieurs vitrines, les données seront extraites des paramètres de la vitrine visitée par un client :</p><ul><li><b>[company]</b> seront extraites de l'<i>Entreprise nom</i>.</li><li><b>[email]</b> sera extrait de l'<i>Adresse e-mail du service utilisateur</i>.</li></ul>
he_il: <p>הטקסטים של ההסכמים המפורטים להלן עשויים להיות <b>[email]</b> או <b>[company]</b> בהם. אלה הם מצייני מיקום אשר יוחלפו אוטומטית עם נתונים בפועל כאשר הלקוחות רואים את ההסכמים. אם יש לך רק חנות אחת, הנתונים עבור מצייני המיקום יילקחו <a href="[company_settings_url]" target="_blank">הגדרות ← חברה</a>. אם יש לך מספר חזיתות, הנתונים יילקחו מההגדרות של חזית החנות שאליה מבקר הלקוח:</p><ul><li><b>[company]</b> יילקחו מתוך <i> שם החברה</i>.</li><li><b>[email]</b> יילקחו מתוך <i> כתובת הדואר האלקטרוני של מחלקת המשתמשים</i>.</li></ul>
hu_hu: <p>Az alább felsorolt megállapodások szövegében <b>[email]</b> vagy <b>[company]</b> szerepelhet. Ezek helyőrző szövegek, amelyek automatikusan tényleges adatokkal lesznek helyettesítve, amikor a vásárlók megnézik a megállapodásokat. Ha csak egy kirakattal rendelkezel, akkor a helyőrző adatok a <a href="[company_settings_url]" target="_blank">Beállítások → Cég</a>-ből kerülnek ki. Ha több kirakat van, az adatok annak a kirakatnak a beállításaiból kerülnek átvételre, amelyet a vásárló meglátogat:</p><ul><ul><li><li><b>[company]</b> a <Company name</i>ből kerül átvételre.</li><li><li><b>[email]</b> a <i>Felhasználó részleg e-mail címéből</i>.</li></ul>.
it_it: <p>I testi degli accordi sotto elencati possono contenere <b>[email]</b> o <b>[company]</b> . Questi sono segnaposto che verranno automaticamente sostituiti con i dati effettivi quando i clienti vedranno gli accordi. Se hai una sola vetrina, i dati per i segnaposto saranno presi da <a href="[company_settings_url]" target="_blank">Impostazioni → Azienda</a>. Se hai più vetrine, i dati saranno presi dalle impostazioni della vetrina visitata da un cliente:</p><ul><li><b>[company]</b> saranno presi da <i>Ragione sociale</i>.</li><li><b>[email]</b> saranno presi da <i>Indirizzo e-mail reparto utenti</i>.</li></ul>
nl_nl: <p>De teksten van onderstaande overeenkomsten kunnen <b>[email]</b> of <b>[company]</b> bevatten. Dat zijn tijdelijke aanduidingen die automatisch worden vervangen door actuele gegevens wanneer klanten de overeenkomsten zien. Als u slechts één etalage heeft, worden de gegevens voor de tijdelijke aanduidingen overgenomen uit <a href="[company_settings_url]" target="_blank">Instellingen → Bedrijf</a>. Als u meerdere etalages heeft, worden de gegevens overgenomen uit de instellingen van de etalage die een klant bezoekt:</p><ul><li><b>[company]</b> worden overgenomen uit <i>Bedrijfsnaam</i>.</li><li><b>[email]</b> wordt overgenomen van <i>E-mailadres gebruikersafdeling</i>.</li></ul>
no_no: <p>Tekstene til avtalene som er oppført nedenfor kan ha <b>[email]</b> eller <b>[company]</b> i seg. Dette er plassholdere som automatisk erstattes med faktiske data når kundene ser avtalene. Hvis du bare har én butikkfront, vil dataene for plassholderne hentes fra <a href="[company_settings_url]" target="_blank">Innstillinger → Firma</a>. Hvis du har flere butikkfronter, vil dataene bli hentet fra innstillingene til butikkfronten som en kunde besøker:</p><ul><li><b>[company]</b> vil bli hentet fra <i>Firmanavn</i>.</li><li><b>[email]</b> vil bli hentet fra <i>Brukeravdelingens e-postadresse</i>.</li></ul>
pl_pl: <p>Teksty umów wymienionych poniżej mogą zawierać <b>[email]</b> lub <b>[company]</b>. Są to elementy zastępcze, które zostaną automatycznie zastąpione faktycznymi danymi, gdy klienci zobaczą umowy. Jeśli masz tylko jeden sklep, dane dla symboli zastępczych zostaną pobrane z <a href="[company_settings_url]" target="_blank"> Ustawienia → Firma </a>. Jeśli masz wiele witryn sklepowych, dane zostaną pobrane z ustawień witryny sklepowej odwiedzanej przez klientów: </p><ul><li><b>[company]</b> zostanie pobrana z firmy <i>Nazwa firmy</i>.</li><li><b>[email]</b> zostanie pobrany z <i>Adres e-mail do biura obsługi klienta</i>.</li></ul>
pt_br: <p>Os textos dos acordos listados abaixo podem possuir <b>[email]</b> ou <b>[company]</b>. Ambos são placeholders que serão substituídos automaticamente por dados reais quando os clientes virem os acordos. Se você possuir somente uma loja virtual, os dados para os placeholders serão obtidos a partir de <a href="[company_settings_url]" target="_blank">Configurações → Empresa</a>. Se você possuir diversas lojas virtuais, os dados serão obtidos a partir das configurações da loja virtual que o cliente visitar:</p><ul><li><b>[company]</b> será obtido a partir do <i>Nome da empresa</i>.</li><li><b>[email]</b> será obtido a partir do <i>Endereço de e-mail do departamento de usuário</i>.</li></ul>
ru_ru: <p>В текстах соглашений, перечисленных ниже, могут быть вставки <b>[email]</b> или <b>[company]</b>. Вместо них покупатели увидят правильный электронный адрес и название компании. Если у вас только одна витрина, то данные будут браться со страницы <a href="[company_settings_url]" target="_blank">Настройки →Компания</a>. Если витрин несколько, то данные будут браться из настроек той витрины, на которой находится покупатель:</p><ul><li><b>[company]</b> берётся из поля <i>Название компании</i>;</li><li><b>[email]</b> берётся из поля <i>Email отдела по работе с клиентами</i>.</li></ul>
sv_se: <p>Avtalstexterna nedan kan innehålla <b>[email]</b> eller <b>[company]</b> . Det är platshållare som automatiskt kommer att ersättas med faktiska data när kunderna ser avtalen. Om du bara har ett skyltfönster kommer data för platshållarna att hämtas från <a href="[company_settings_url]" target="_blank">Inställningar → Företag</a>. Om du har flera skyltfönster kommer uppgifterna att hämtas från inställningarna för det skyltfönster som en kund besöker:</p><ul><li><b>[company]</b> kommer att hämtas från <i>Företagsnamn</i>.</li><li><b>[email]</b> kommer att tas från <i>Användaravdelningens e-postadress</i>.</li></ul>
tr_tr: <p>Aşağıda listelenen sözleşmelerin metinlerinde <b>[email]</b> veya <b>[company]</b> olabilir. Bunlar, müşteriler sözleşmeleri gördüğünde otomatik olarak gerçek verilerle değiştirilecek olan yer tutuculardır. Yalnızca bir vitrininiz varsa, yer tutuculara ilişkin veriler <a href="[company_settings_url]" target="_blank">Ayarlar → Şirket</a>alınacaktır. Birden fazla vitrininiz varsa, veriler müşterinin ziyaret ettiği vitrinin ayarlarından alınacaktır:</p><ul><li><b>[company]</b> , <i>Şirket adı</i>alınacaktır.</li><li><b>[email]</b> <i>Kullanıcı bölümü e-posta adresinden</i>alınacaktır.</li></ul>
uk_ua: <p>У текстах угод, перерахованих нижче, можуть бути вставки <b>[email]</b> або <b>[company]</b>. Замість них покупці побачать правильну електронну адресу та назву компанії. Якщо у вас тільки одна вітрина, то дані будуть братися зі сторінки <a href="[company_settings_url]" target="_blank"> Установки → Компанія</a>. Якщо вітрин кілька, то дані будуть братися з налаштувань тієї вітрини, на якій знаходиться покупець:</p><ul><li><b>[company]</b> береться з поля <i>Назва компанії</i>.</li><li><b>[email]</b> береться з поля <i>Email відділу по роботі з клієнтами</i>.</li></ul>

# Languages::gdpr.agreement_variables_hint_mve
source: <p>The texts of the agreements listed below may have <b>[email]</b> or <b>[company]</b> in them. Those are placeholders that will be automatically replaced with actual data when customers see the agreements. The data for placeholders will be taken from <a href="[company_settings_url]" target="_blank">Settings → Company</a>:</p><ul><li><b>[company]</b> will be taken from <i>Company name</i>.</li><li><b>[email]</b> will be taken from <i>User department e-mail address</i>.</li></ul>
cs_cz: <p>Texty níže uvedených dohod mohou obsahovat <b>[email]</b> nebo <b>[company]</b> . To jsou zástupné symboly, které budou automaticky nahrazeny skutečnými daty, když zákazníci uvidí smlouvy. Data pro zástupné symboly budou převzata z <a href="[company_settings_url]" target="_blank">Nastavení → Společnost</a>:</p><ul><li><b>[company]</b> budou převzata z <i>Název společnosti</i>.</li><li><b>[email]</b> bude převzato z <i>E-mailová adresa uživatelského oddělení</i>.</li></ul>
da_dk: <p>Teksterne til nedenstående aftaler kan indeholde <b>[email]</b> eller <b>[company]</b> . Det er pladsholdere, der automatisk bliver erstattet med faktiske data, når kunderne ser aftalerne. Data for pladsholdere vil blive taget fra <a href="[company_settings_url]" target="_blank">Indstillinger → Firma</a>:</p><ul><li><b>[company]</b> vil blive taget fra <i>Firmanavn</i>.</li><li><b>[email]</b> tages fra <i>Brugerafdelingens e-mailadresse</i>.</li></ul>
de_de: <p>Die Texte der unten aufgeführten Vereinbarungen können<b>[email]</b>oder<b>[company]</b>enthalten. Das sind Platzhalter, die automatisch durch Ist-Daten ersetzt werden, wenn Kunden die Vereinbarungen sehen. Wenn Sie nur ein Schaufenster haben, werden die Daten für die Platzhalter aus <a href="[company_settings_url]" target="_blank">Einstellungen → Company</a>übernommen. Wenn Sie mehrere Schaufenster haben, werden die Daten aus den Einstellungen des Schaufensters übernommen, die ein Kunde besucht:</p><ul><li><b>[company]</b>wird entnommen aus <i>Company name</i>.</li><li><b>[email]</b>wird entnommen aus<i>E-Mail-Adresse des Fachbereichs</i>.</li></ul>
el_gr: <p> Τα κείμενα των συμφωνιών που αναφέρονται παρακάτω ενδέχεται να περιέχουν <b> [email] </ b> ή <b> [εταιρεία] </ b> σε αυτά. Αυτά είναι τοποθετημένα αντικείμενα που θα αντικατασταθούν αυτόματα από τα πραγματικά δεδομένα όταν οι πελάτες βλέπουν τις συμφωνίες. Τα δεδομένα για τα κείμενα προς αντικατάσταση θα ληφθούν από τις <a href="[company_settings_url]" target="_blank"> Ρυθμίσεις → Εταιρεία </a>: </ p> <ul> <li> <b> [εταιρεία] </ b > θα ληφθούν από το <i> Όνομα εταιρείας </ i>. </ li> <li> <b> [email] </ b> θα ληφθούν από την διεύθυνση ηλεκτρονικού ταχυδρομείου του τμήματος χρήστη </ i>. </ li> </ ul>
fa_ir: <p>متون قراردادهای فهرست شده در زیر ممکن است دارای <b>[email]</b> یا <b>[company]</b> باشد. این مکان‌ها به‌طور خودکار با داده‌های واقعی جایگزین می‌شوند که مشتریان توافق‌نامه‌ها را ببینند. داده‌های مکان‌دارها از <a href="[company_settings_url]" target="_blank">تنظیمات → شرکت</a>:</p><ul><li><b>[company]</b> از <i>نام شرکت</i>گرفته می‌شود.</li><li><b>[email]</b> از آدرس ایمیل بخش <i>کاربر</i>گرفته می شود.</li></ul>
fi_fi: <p>Alla lueteltujen sopimusteksteissä voi olla <b>[email]</b> tai <b>[company]</b> . Nämä ovat paikkamerkkejä, jotka korvataan automaattisesti todellisilla tiedoilla, kun asiakkaat näkevät sopimukset. Paikkamerkkien tiedot otetaan kohdasta <a href="[company_settings_url]" target="_blank">Asetukset → Yritys</a>:</p><ul><li><b>[company]</b> otetaan kohdasta <i>Yrityksen nimi</i>.</li><li><b>[email]</b> otetaan osoitteesta <i>Käyttäjäosaston sähköpostiosoite</i>.</li></ul>
fr_fr: <p>Les textes des accords énumérés ci-dessous peuvent contenir <b>[email]</b> ou <b>[company]</b>. Ce sont des espaces réservés qui seront automatiquement remplacés par des données réelles lorsque les clients verront les accords. Les données des espaces réservés seront extraites de <a href="[company_settings_url]" target="_blank">Paramètres → Entreprise</a> :</p><ul><li><b>[company]</b> sera extrait du <i>Nom de l'entreprise</i>.</li><li><b>[email]</b> sera extrait de l'<i>Adresse e-mail du service utilisateur</i>. </li></ul>
he_il: <p>הטקסטים של ההסכמים המפורטים להלן עשויים להיות <b>[email]</b> or <b>[company]</b> בהם. אלה הם מצייני מיקום אשר יוחלפו אוטומטית עם נתונים בפועל כאשר הלקוחות רואים את ההסכמים. הנתונים עבור מצייני מיקום יילקחו מ-<a href="[company_settings_url]" target="_blank">Settings → שם החברה</a>:</p><ul><li><b>[company]</b>יילקחו מתוך<i>שם החברה</i>.</li><li><b>[email]</b>יילקחו מתוך <i>כתובת דואר אלקטרוני של מחלקת משתמשים</i>.</li></ul>
hu_hu: <p>Az alább felsorolt megállapodások szövegében <b>[email]</b> vagy <b>[company]</b> szerepelhet. Ezek helyőrző szövegek, amelyek automatikusan tényleges adatokkal lesznek helyettesítve, amikor a vásárlók megnézik a megállapodásokat. A helyőrző adatok a <a href="[company_settings_url]" target="_blank">Beállítások → Cég</a>:</p><ul><ul><li><b>[company]</b> a <i>Cégnév</i>-ból kerülnek átvételre.</li><li><li><b>[email]</b> a <i>A felhasználó részleg e-mail címéből</i>.</li></ul> kerülnek átvételre.
it_it: <p>I testi degli accordi sotto elencati possono contenere <b>[email]</b> o <b>[company]</b> . Questi sono segnaposto che verranno automaticamente sostituiti con i dati effettivi quando i clienti vedranno gli accordi. I dati per i segnaposto saranno presi da <a href="[company_settings_url]" target="_blank">Impostazioni → Azienda</a>:</p><ul><li><b>[company]</b> saranno presi da <i>Ragione sociale</i>.</li><li><b>[email]</b> saranno presi da <i>Indirizzo e-mail reparto utenti</i>.</li></ul>
nl_nl: <p>De teksten van onderstaande overeenkomsten kunnen <b>[email]</b> of <b>[company]</b> bevatten. Dat zijn tijdelijke aanduidingen die automatisch worden vervangen door actuele gegevens wanneer klanten de overeenkomsten zien. De gegevens voor tijdelijke aanduidingen worden overgenomen uit <a href="[company_settings_url]" target="_blank">Instellingen → Bedrijf</a>:</p><ul><li><b>[company]</b> worden overgenomen uit <i>Bedrijfsnaam</i>.</li><li><b>[email]</b> wordt overgenomen van <i>E-mailadres gebruikersafdeling</i>.</li></ul>
no_no: <p>Tekstene til avtalene som er oppført nedenfor kan ha <b>[email]</b> eller <b>[company]</b> i seg. Dette er plassholdere som automatisk erstattes med faktiske data når kundene ser avtalene. Dataene for plassholdere vil bli hentet fra <a href="[company_settings_url]" target="_blank">Innstillinger → Firma</a>:</p><ul><li><b>[company]</b> vil bli hentet fra <i>Firmanavn</i>.</li><li><b>[email]</b> vil bli hentet fra <i>Brukeravdelingens e-postadresse</i>.</li></ul>
pl_pl: <p>Teksty umów wymienionych poniżej mogą zawierać <b>[email]</b> lub <b>[company]</b>. Są to elementy zastępcze, które zostaną automatycznie zastąpione faktycznymi danymi, gdy klienci zobaczą umowy. Dane dotyczące elementów zastępczych zostaną pobrane z <a href="[company_settings_url]" target="_blank"> Ustawienia → Firma</a>:</p><ul><li><b>[company]</b> zostanie pobrana z <i>Nazwa firmy</i>.</li><li><b> [email]</b> zostanie pobrana z <i>Adres e-mail do biura obsługi klienta</i>.</li></ul>
pt_br: <p>Os textos dos acordos listados abaixo podem possuir <b>[email]</b> ou <b>[company]</b>. Ambos são placeholders que serão substituídos automaticamente por dados reais quando os clientes virem os acordos. Os dados para os placeholders serão obtidos a partir de <a href="[company_settings_url]" target="_blank">Configurações → Empresa</a>:</p><ul><li><b>[company]</b> será obtido a partir do <i>Nome da empresa</i>.</li><li><b>[email]</b> será obtido a partir do <i>Endereço de e-mail do departamento de usuário</i>.</li></ul>
ru_ru: <p>В текстах соглашений, перечисленных ниже, могут быть вставки <b>[email]</b> или <b>[company]</b>. Вместо них покупатели увидят правильный электронный адрес и название компании. Данные будут браться со страницы <a href="[company_settings_url]" target="_blank">Настройки →Компания</a>:</p><ul><li><b>[company]</b> берётся из поля <i>Название компании</i>;</li><li><b>[email]</b> берётся из поля <i>Email отдела по работе с клиентами</i>.</li></ul>
sv_se: <p>Avtalstexterna nedan kan innehålla <b>[email]</b> eller <b>[company]</b> . Det är platshållare som automatiskt kommer att ersättas med faktiska data när kunderna ser avtalen. Data för platshållare kommer att hämtas från <a href="[company_settings_url]" target="_blank">Inställningar → Företag</a>:</p><ul><li><b>[company]</b> kommer att hämtas från <i>Företagsnamn</i>.</li><li><b>[email]</b> kommer att tas från <i>Användaravdelningens e-postadress</i>.</li></ul>
tr_tr: <p>Aşağıda listelenen sözleşmelerin metinlerinde <b>[email]</b> veya <b>[company]</b> olabilir. Bunlar, müşteriler sözleşmeleri gördüğünde otomatik olarak gerçek verilerle değiştirilecek olan yer tutuculardır. Yer tutucular için veriler <a href="[company_settings_url]" target="_blank">Ayarlar → Şirket</a>alınacaktır:</p><ul><li><b>[company]</b> , <i>Şirket adı</i>alınacaktır.</li><li><b>[email]</b> <i>Kullanıcı bölümü e-posta adresinden</i>alınacaktır.</li></ul>
uk_ua: <p>У текстах угод, перерахованих нижче, можуть бути вставки <b>[email]</b> або <b>[company]</b>. Замість них покупці побачать правильну електронну адресу та назву компанії. Дані будуть братися зі сторінки <a href="[company_settings_url]" target="_blank">Установки → Компанія</a>:</p><ul><li><b>[company]</b> береться з поля <i>Назва компанії</i>.</li><li><b>[email]</b> береться з поля <i>Email відділу по роботі з клієнтами</i>.</li></ul>

# Languages::gdpr.strictly_necessary_cookies_title
source: Strictly necessary cookies
cs_cz: Nezbytně nutné cookies
da_dk: Strengt nødvendige cookies
de_de: Unbedingt erforderliche Cookies
el_gr: Τα απολύτως απαραίτητα cookies
fa_ir: کوکی های کاملا ضروری
fi_fi: Ehdottomasti välttämättömät evästeet
fr_fr: Cookies strictement nécessaires
he_il: עוגיות נחוצות בהחלט
hu_hu: Szigorúan szükséges sütik
it_it: Cookie strettamente necessari
nl_nl: Strikt noodzakelijke cookies
no_no: Strengt nødvendige informasjonskapsler
pl_pl: Ściśle niezbędne pliki cookie
pt_br: Cookies estritamente necessários
ru_ru: Необходимые cookies
sv_se: Strikt nödvändiga cookies
tr_tr: Kesinlikle gerekli çerezler
uk_ua: Суворо необхідні печиво
