Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

source: <p>We ([company]) send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location. </li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
cs_cz: <p> Na (zadanou e-mailovou adresu) zasíláme ([company]) e-maily týkající se účtu (například oznámení o stavu objednávky, e-maily pro resetování hesla atd.). Z tohoto důvodu potřebujeme uložit vaši e-mailovou adresu, dokud zůstanete naším zákazníkem. </p> <p> Používáme informace v části fakturační / dodací adresa a můžeme je poslat poskytovateli dopravy nebo platební metody na adresu: </ p > <ul> <li> Určete, jaké způsoby dopravy a platby jsou k dispozici pro vaše místo. </li> <li> Dokončete proces platby nebo přepravy prostřednictvím poskytovatele, kterého si vyberete při placení při odeslání objednávky. </li> </ul> <p> Někteří naši zaměstnanci nebo prodejci, kteří prodávají produkty v našem obchodě a používat jeho administrační panel může mít přístup k vašim datům. Ceníme si vašeho soukromí, takže přístup k datům je poskytován na základě potřeby vědět, aby bylo možné provozovat obchod. Prodejce například obdrží vaše údaje pouze v případě, že jste si u nich něco objednali, aby mohl tuto objednávku splnit. </p> <p> Pokud se rozhodnete, že již nechcete náš obchod používat a chcete mít svůj osobní údaje odstraněné z naší databáze (nebo pokud chcete získat všechny osobní údaje spojené s vaším účtem, které máme), zašlete prosím e-mail na [email]. </p> <p> Pokud se domníváte, že vaše osobní údaje došlo ke zneužití údajů, máte právo podat stížnost u dozorového úřadu. Podle obecného nařízení EU o ochraně osobních údajů jsme povinni vás o tomto právu informovat; ve skutečnosti nemáme v úmyslu zneužít vaše údaje. </p>
da_dk: <p>Vi ([company]) sender kontorelaterede e-mails (såsom ordrestatusmeddelelser, e-mails med nulstilling af adgangskode og mere) til den angivne e-mailadresse. Af den grund er vi nødt til at gemme din e-mailadresse, mens du forbliver vores kunde.</p> <p>Vi bruger oplysningerne i fakturerings-/forsendelsesadresseafsnittet og sender dem muligvis til en forsendelses- eller betalingsmetodeudbyder til:</p> <ul> <li>Bestem, hvilke forsendelses- og betalingsmetoder, der er tilgængelige for din placering. </li> <li>Gennemfør betalings- eller forsendelsesprocessen via den udbyder, som du vælger ved kassen, når du afgiver ordren.</li> </ul> <p>Nogle medlemmer af vores personale og/eller leverandører, der sælger produkter i vores butik og bruger dens administrationspanel, kan muligvis få adgang til dine data. Vi værdsætter dit privatliv, så adgangen til data gives på et behov-to-know-grundlag for at drive butikken. For eksempel modtager en leverandør kun dine data, hvis du har bestilt noget hos dem, så leverandøren kan opfylde den ordre.</p> <p>Hvis du beslutter dig for, at du ikke længere ønsker at bruge vores butik og gerne vil have dine personlige data fjernet fra vores database (eller hvis du gerne vil have alle de personlige data tilknyttet din konto, som vi har), bedes du sende en mail til [email].</p> <p>Hvis du mener, at dine personoplysninger er blevet misbrugt, har du ret til at indgive en klage til en tilsynsmyndighed. Vi er i henhold til EU's generelle databeskyttelsesforordning forpligtet til at informere dig om denne ret; vi har faktisk ikke til hensigt at misbruge dine data.</p>
de_de: <p>Wir ([Firma]) versenden kontobezogene E-Mails (wie z. B. Benachrichtigungen über den Bestellstatus, Passwort-Reset-E-Mails und mehr) an die angegebene E-Mail-Adresse. Aus diesem Grund müssen wir Ihre E-Mail-Adresse speichern, während Sie unser Kunde bleiben. <p>Wir verwenden die Informationen im Abschnitt Rechnungs-/Versandadresse und können sie an einen Versand- oder Zahlungsmethodenanbieter senden an:> <li>Determinieren, welche Versand- und Zahlungsmethoden für Ihren Standort verfügbar sind. <li>Vervollständigen Sie den Zahlungs- oder Versandprozess über den Anbieter, den Sie an der Kasse wählen, wenn Sie die Bestellung absenden. <p>Einige unserer Mitarbeiter und/oder Verkäufer, die Produkte in unserem Shop verkaufen und dessen Administrationspanel verwenden, können möglicherweise auf Ihre Daten zugreifen. Wir legen Wert auf Ihre Privatsphäre, so dass der Zugang zu den Daten auf der Basis von Wissen, das für den Betrieb des Shops erforderlich ist, gewährt wird. Zum Beispiel erhält ein Verkäufer Ihre Daten nur, wenn Sie etwas bei ihm bestellt haben, so dass der Verkäufer diese Bestellung ausführen kann. <p>>Wenn Sie entscheiden, dass Sie unseren Shop nicht mehr nutzen möchten und Ihre persönlichen Daten aus unserer Datenbank entfernen lassen möchten (oder wenn Sie alle mit Ihrem Konto verbundenen persönlichen Daten erhalten möchten, die wir haben), senden Sie bitte eine E-Mail an[email]. <p>Wenn Sie glauben, dass Ihre persönlichen Daten missbraucht wurden, haben Sie das Recht, eine Beschwerde bei einer Aufsichtsbehörde einzureichen. Wir sind durch die Allgemeine Datenschutzverordnung der EU verpflichtet, Sie auf dieses Recht hinzuweisen; wir beabsichtigen jedoch nicht, Ihre Daten zu missbrauchen
el_gr: <p> Εμείς ([company]) αποστέλλουμε μηνύματα ηλεκτρονικού ταχυδρομείου σχετικά με το λογαριασμό (όπως ειδοποιήσεις κατάστασης παραγγελίας, μηνύματα ηλεκτρονικού ταχυδρομείου επαναφοράς κωδικού πρόσβασης και άλλα) στην παρεχόμενη διεύθυνση ηλεκτρονικού ταχυδρομείου. Για το λόγο αυτό, πρέπει να αποθηκεύουμε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας ενώ παραμείνετε ο πελάτης μας. </p> <p> Χρησιμοποιούμε τις πληροφορίες στην ενότητα διεύθυνση χρέωσης / αποστολής και μπορεί να την στείλουμε σε έναν αποστολέα της ναυτιλίας ή του τρόπου πληρωμής: </ p > <ul> <li> Προσδιορίστε τις μεθόδους αποστολής και πληρωμής που είναι διαθέσιμες για την τοποθεσία σας. </ li> <li> Ολοκληρώστε τη διαδικασία πληρωμής ή αποστολής μέσω του παρόχου που επιλέξατε κατά την ολοκλήρωση της παραγγελίας όταν υποβάλλετε την παραγγελία. </ li> </ ul> <p> Ορισμένα μέλη του προσωπικού μας ή / στο κατάστημά μας που χρησιμοποιηουν τον πίνακα διαχείρισής τους ενδέχεται να έχουν πρόσβαση στα δεδομένα σας. Εκτιμούμε το απόρρητό σας, έτσι ώστε η πρόσβαση στα δεδομένα να παρέχεται σε βάση ανάγκης για γνώση, προκειμένου να λειτουργεί το κατάστημα. Για παράδειγμα, ένας πωλητητής λαμβάνει μόνο τα δεδομένα σας, αν παραγγείλατε κάτι από αυτον, έτσι ώστε ο πωλητής να μπορέσει να εκπληρώσει αυτή την παραγγελία. </p> <p> Εάν αποφασίσετε ότι δεν θέλετε πλέον να χρησιμοποιείτε το κατάστημά μας και θέλετε να έχετε τα προσωπικά δεδομένα που καταργήσατε από τη βάση δεδομένων μας (ή αν θέλετε να λάβετε όλα τα προσωπικά δεδομένα που σχετίζονται με το λογαριασμό σας που έχουμε), στείλτε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στο [email]. </ p> <p> Εάν πιστεύετε ότι η προσωπική σας τα δεδομένα έχουν καταστρατηγηθεί, έχετε το δικαίωμα να καταθέσετε καταγγελία στην εποπτική αρχή. Είμαστε υποχρεωμένοι σύμφωνα με τον Κανονισμό της ΕΕ για την Προστασία των Γενικών Προσωπικών Δεδομένων να σας ενημερώσουμε για αυτό το δικαίωμα. Πραγματικά δεν σκοπεύουμε να καταχραστούμε τα δεδομένα σας. </ p>
fa_ir: <p>ما ([company]) ایمیل های مربوط به حساب (مانند اعلان وضعیت سفارش، ایمیل های بازنشانی رمز عبور و موارد دیگر) را به آدرس ایمیل ارائه شده ارسال می کنیم. به همین دلیل ما باید آدرس ایمیل شما را تا زمانی که مشتری ما هستید ذخیره کنیم.</p> <p>ما از <ul> موجود در بخش آدرس صورت‌حساب/ حمل و نقل استفاده می‌کنیم و ممکن است آن‌ها را به یک ارائه‌دهنده روش حمل و نقل یا پرداخت ارسال کنیم <li></p> </li> <li>فرآیند پرداخت یا ارسال را از طریق ارائه دهنده ای که هنگام ارسال سفارش انتخاب می کنید، تکمیل کنید.</li> </ul> <p>برخی از کارکنان ما و/یا فروشندگانی که محصولات را در فروشگاه ما می فروشند و از پنل مدیریت آن استفاده می کنند ممکن است بتوانند به داده های شما دسترسی داشته باشند. ما برای حفظ حریم خصوصی شما ارزش قائل هستیم، بنابراین دسترسی به داده ها بر اساس نیاز به دانستن برای راه اندازی فروشگاه ارائه می شود. به عنوان مثال، یک فروشنده تنها زمانی داده های شما را دریافت می کند که شما چیزی از او سفارش داده باشید، تا فروشنده بتواند آن سفارش را انجام دهد.</p> <p>اگر تصمیم گرفتید که دیگر نمی‌خواهید از فروشگاه ما استفاده کنید و می‌خواهید اطلاعات شخصی شما از پایگاه داده ما حذف شود (یا اگر می‌خواهید تمام اطلاعات شخصی مرتبط با حساب خود را دریافت کنید)، لطفاً ارسال کنید. یک ایمیل به [email].</p> <p>اگر فکر می کنید که از داده های شخصی شما سوء استفاده شده است، حق دارید به یک مقام نظارتی شکایت کنید. ما طبق مقررات عمومی حفاظت از داده های اتحادیه اروپا موظف هستیم در مورد این حق به شما اطلاع دهیم. ما در واقع قصد سوء استفاده از داده های شما را نداریم.</p>
fi_fi: <p>Lähetämme ([company]) tiliin liittyviä sähköposteja (kuten tilauksen tilailmoituksia, salasanan palautusviestejä ja paljon muuta) annettuun sähköpostiosoitteeseen. Tästä syystä meidän on säilytettävä sähköpostiosoitteesi, kun pysyt asiakkaamme.</p> <p>Käytämme laskutus-/toimitusosoite-osiossa olevia tietoja ja voimme lähettää ne toimitus- tai maksutavan tarjoajalle osoitteeseen:</p> <ul> <li>Selvitä, mitkä toimitus- ja maksutavat ovat käytettävissä alueellasi. </li> <li>Suorita maksu- tai toimitusprosessi kassalla valitsemasi palveluntarjoajan kautta, kun lähetät tilauksen.</li> </ul> <p>Jotkut henkilökunnan jäsenet ja/tai myyjät, jotka myyvät tuotteita myymälässämme ja käyttävät sen hallintapaneelia, saattavat päästä käsiksi tietoihisi. Arvostamme yksityisyyttäsi, joten pääsy tietoihin tarjotaan tietotarpeen perusteella kaupan toiminnan kannalta. Esimerkiksi myyjä saa tietosi vain, jos olet tilannut heiltä jotain, jotta toimittaja voi täyttää tilauksen.</p> <p>Jos päätät, että et enää halua käyttää kauppaamme ja haluat, että henkilötietosi poistetaan tietokannastamme (tai jos haluat saada kaikki tiliisi liittyvät henkilötiedot, jotka meillä on), lähetä sähköpostilla numeroon [email].</p> <p>Jos uskot, että henkilötietojasi on käytetty väärin, sinulla on oikeus tehdä valitus valvontaviranomaiselle. EU:n yleisen tietosuoja-asetuksen mukaan olemme velvollisia ilmoittamaan sinulle tästä oikeudesta; emme todellakaan aio väärinkäyttää tietojasi.</p>
fr_fr: <p>Nous ([company]) envoyons des e-mails liés au compte (tels que des notifications d'état de commande, des e-mails de réinitialisation de mot de passe, etc.) à l'adresse e-mail fournie. Pour cette raison, nous devons conserver votre adresse e-mail tant que vous restez notre client.</p> <p>Nous utilisons les informations de la section adresse de facturation/expédition et pouvons les envoyer à un fournisseur de mode d'expédition ou de paiement à :</p > <ul> <li>Déterminez les méthodes d'expédition et de paiement disponibles pour votre localisation. </li> <li>Terminez le processus de paiement ou d'expédition via le fournisseur que vous choisissez au paiement lorsque vous soumettez la commande.</li> </ul> <p>Certains membres de notre personnel et/ou vendeurs qui vendent des produits dans notre magasin et utiliser le panneau d'administration peuvent être en mesure d'accéder à vos données. Nous accordons une grande importance à votre vie privée, c'est pourquoi l'accès aux données est fourni sur la base d'un besoin connu sur notre site. Par exemple, un vendeur ne reçoit vos données que si vous lui avez commandé quelque chose, afin que le vendeur puisse exécuter cette commande.</p> <p>Si vous décidez que vous ne souhaitez plus utiliser notre site et que vous souhaitez avoir votre données personnelles supprimées de notre base de données (ou si vous souhaitez obtenir toutes les données personnelles associées à votre compte dont nous disposons), veuillez envoyer un e-mail à [email].</p> <p>Si vous pensez que vos données ont été utilisées à mauvais escient, vous avez le droit de déposer une réclamation auprès d'une autorité de contrôle. Nous sommes tenus par le règlement général de l'UE sur la protection des données de vous informer de ce droit ; nous n'avons pas l'intention d'abuser de vos données.</p>
he_il: <p>אנחנו ([company]) שלחים הודעות דוא"ל הקשורות לחשבון (כגון הודעות מצב הזמנה, אימיילים לאיפוס סיסמה ועוד) לכתובת הדוא"ל שסופקה. מסיבה זו אנחנו צריכים לאחסן את כתובת הדוא"ל שלך בזמן שאתה נשאר הלקוחות שלנו.</p> <p>אנו משתמשים במידע שבקטע כתובת החיוב / המשלוח, ועשויים לשלוח אותו לספקי משלוח או אמצעי תשלום כדי:</p> <ul> <li>קבע אילו שיטות משלוח ותשלום זמינות עבור המיקום שלך.</li> <li>השלם את תהליך התשלום או המשלוח באמצעות הספק שתבחר בעת ביצוע ההזמנה בעת שליחת ההזמנה.</li> </ul> <p>חלק מחברי הצוות ו / או הספקים שלנו שמוכרים מוצרים בחנות שלנו ומשתמשים בלוח הניהול שלו יוכלו לגשת לנתונים שלך. אנו מעריכים את הפרטיות שלך, ולכן הגישה לנתונים מסופקת על בסיס צורך לדעת על מנת להפעיל את החנות. לדוגמה, ספק מקבל רק את הנתונים שלך אם הזמנת משהו מהם, כך שהספק יכול למלא את ההזמנה.</p> <p>אם תחליט שאינך רוצה עוד להשתמש בחנות שלנו וברצונך להסיר את הנתונים האישיים שלך ממסד הנתונים שלנו (או אם ברצונך לקבל את כל הנתונים האישיים המשויכים לחשבון שלך), שלח דוא"ל ל-[email].</p> <p>אם אתה סבור כי נעשה שימוש לרעה בנתונים האישיים שלך, יש לך זכות להגיש תלונה לרשות פיקוחית. אנו מחויבים על ידי כללי האיחוד האירופי להגנה על נתונים כדי ליידע אותך על זכות זו; אנחנו לא מתכוונים לעשות שימוש לרעה בנתונים שלך.</p>
hu_hu: <p>Mi, a ([company]) vállalat, a megadott e-mail címre a fiókkal kapcsolatos e-maileket küldünk (például értesítéseket a megrendelés állapotáról, jelszó-visszaállítással kapcsolatos e-maileket és hasonlókat). Emiatt az e-mail címed meg kell őriznünk, amíg a vásárlónk maradsz."</p> <p>A számlázási/szállítási cím szakaszban szereplő adatokat felhasználjuk, és elküldhetjük egy szállítási vagy fizetési módot biztosító szolgáltatónak, :</p> <ul> <li>Meghatározzuk, hogy a tartózkodási helyeden milyen szállítási és fizetési módok állnak rendelkezésre. </li> <li>A fizetési vagy szállítási folyamatot azon a szolgáltatón keresztül teljesítjük, amelyet a pénztárnál, a megrendelés elküldésekor választasz.</li> </ul> <p>Egyes munkatársaink és/vagy a piacterünkön termékeket értékesítő és annak adminisztrációs paneljét használó eladók hozzáférhetnek az adataidhoz. Nagyra értékeljük a magánszférádat, ezért az adatokhoz való hozzáférést a piactér működtetése érdekében, a need-to-know elv alapján biztosítjuk. Például egy eladó csak akkor kapja meg az adataidat, ha rendeltél tőlük valamit, annak érdekében, hogy az adott eladó teljesíteni tudja a megrendelést.</p> <p>Ha úgy döntesz, hogy nem kívánod tovább használni piacterünket, és szeretnéd, hogy személyes adataidat eltávolítsuk az adatbázisunkból (vagy ha szeretnéd megkapni az összes, a fiókodhoz kapcsolódó, rendelkezésünkre álló személyes adatodat), kérjük, küldj e-mailt a [email] címre.</p> <p>Ha úgy véled, hogy személyes adataiddal visszaéltek, jogodban áll panaszt tenni felügyeleti szervnél. Az EU általános adatvédelmi rendelete értelmében kötelesek vagyunk tájékoztatni erről a jogodról; valójában nem áll szándékunkban visszaélni adataiddal.</p>
it_it: <p>Noi ([company]) inviamo e-mail relative all'account (come notifiche sullo stato dell'ordine, e-mail di reimpostazione della password e altro) all'indirizzo e-mail fornito. Per questo motivo abbiamo bisogno di memorizzare il tuo indirizzo email mentre rimani nostro cliente.</p> <p>Utilizziamo le informazioni nella sezione dell'indirizzo di fatturazione/spedizione e le inviamo a un fornitore di metodi di pagamento o di spedizione a:</p> <ul> <li>Determinare quali metodi di spedizione e pagamento sono disponibili per la tua località. </li> <li>Completa il processo di pagamento o spedizione tramite il fornitore che hai scelto al momento del pagamento quando invii l'ordine.</li> </ul> <p>Alcuni membri del nostro personale e/o venditori che vendono prodotti nel nostro negozio e utilizzano il suo pannello di amministrazione potrebbero essere in grado di accedere ai tuoi dati. Apprezziamo la tua privacy, quindi l'accesso ai dati è fornito in base alla necessità di sapere per poter gestire il negozio. Ad esempio, un fornitore riceve i tuoi dati solo se hai ordinato qualcosa da loro, in modo che il fornitore possa evadere quell'ordine.</p> <p>Se decidi di non voler più utilizzare il nostro negozio e desideri che i tuoi dati personali vengano rimossi dal nostro database (o se desideri ottenere tutti i dati personali associati al tuo account che abbiamo), invia una mail al [email].</p> <p>Se ritieni che i tuoi dati personali siano stati utilizzati in modo improprio, hai il diritto di proporre reclamo a un'autorità di controllo. Siamo obbligati dal Regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non intendiamo utilizzare in modo improprio i tuoi dati.</p>
nl_nl: <p>Wij ([company]) sturen accountgerelateerde e-mails (zoals bestelstatusmeldingen, e-mails voor het opnieuw instellen van wachtwoorden en meer) naar het opgegeven e-mailadres. Om die reden moeten we uw e-mailadres opslaan terwijl u klant bij ons blijft.</p> <p>We gebruiken de informatie in het gedeelte met factuur-/verzendadres en kunnen deze naar een aanbieder van verzend- of betalingsmethoden sturen om:</p> <ul> <li>Bepaal welke verzend- en betalingsmethoden beschikbaar zijn voor uw locatie. </li> <li>Voltooi het betalings- of verzendproces via de aanbieder die u kiest bij het afrekenen wanneer u de bestelling plaatst.</li> </ul> <p>Sommige medewerkers en/of verkopers die producten in onze winkel verkopen en het administratiepaneel gebruiken, hebben mogelijk toegang tot uw gegevens. We waarderen uw privacy, dus de toegang tot gegevens wordt verstrekt op een 'need-to-know'-basis om de winkel te kunnen exploiteren. Een leverancier ontvangt bijvoorbeeld uw gegevens alleen als u iets bij hen heeft besteld, zodat de leverancier die bestelling kan uitvoeren.</p> <p>Als u besluit dat u onze winkel niet langer wilt gebruiken en uw persoonlijke gegevens uit onze database wilt laten verwijderen (of als u alle persoonlijke gegevens wilt hebben die aan uw account zijn gekoppeld), stuur dan een e-mail naar [email].</p> <p>Als u van mening bent dat er misbruik is gemaakt van uw persoonsgegevens, heeft u het recht om een klacht in te dienen bij een toezichthoudende autoriteit. We zijn verplicht door de Algemene Verordening Gegevensbescherming van de EU om u op de hoogte te stellen van dit recht; we hebben niet echt de bedoeling om uw gegevens te misbruiken.</p>
no_no: <p>Vi ([company]) sender kontorelaterte e-poster (som for eksempel meldingsstatusvarsler, e-postadresser for tilbakestilling av passord og mer) til den oppgitte e-postadressen. Derfor må vi lagre e-postadressen din mens du forblir vår kunde.</p> <p>Vi bruker informasjonen i fakturerings- / leveringsadressen og kan sende den til en frakt- eller betalingsformidler til:</p> <ul> <li>Bestemme hvilke frakt- og betalingsmetoder som er tilgjengelige for din adresse. </li> <li>Fullføre betalings- eller fraktprosessen via leverandøren du velger ved utsjekking når du sender inn bestillingen.</li> </ul> <p>Noen av våre ansatte og / eller leverandører som selger produkter I vår butikk og bruker administrasjonspanelet kan ha tilgang til dataene dine. Vi verdsetter personvernet ditt, slik at tilgangen til data er gitt på grunn av behovet for å kunne betjene butikken. For eksempel mottar en leverandør bare dataene dine hvis du har bestilt noe fra dem, slik at leverandøren kan fullføre denne bestillingen.</p> <p>Hvis du bestemmer deg for at du ikke lenger vil bruke butikken og vil ha din Personlige data fjernet fra vår database (eller hvis du ønsker å få alle personlige data knyttet til kontoen din), vennligst send en epost til [email].</p> <p>Hvis du mener at dine personlige data har blitt misbrukt, har du rett til å sende inn en klage til en tilsynsmyndighet. Vi er forpliktet av EUs generelle databeskyttelsesforskrift å gi deg beskjed om denne rettigheten. Vi har faktisk ikke tenkt å misbruke dataene dine.</p>
pl_pl: <p> My ([company]) wysyłamy emaile związane z kontem (takie jak powiadomienia o statusie zamówienia, emaile z resetem hasła i inne) na podany adres email. Z tego powodu musimy przechowywać Twój adres email, gdy pozostajesz naszym klientem.</p> <p>Używamy informacji w sekcji adresu rozliczeniowego / wysyłki i możemy wysłać go do dostawcy metody dostawy lub płatności kiedy: </p> <ul><li>Określimy, jakie metody wysyłki i płatności są dostępne dla Twojej lokalizacji.</li> <li>Sfinalizujesz proces płatności lub wysyłki za pośrednictwem dostawcy wybranego podczas realizacji zamówienia. </li> </ul> <p> Niektórzy członkowie naszego personelu i / lub sprzedawcy, którzy sprzedają produkty w naszym sklepie i korzystają z panelu administracyjnego mogą uzyskać dostęp do Twoich danych. Cenimy twoją prywatność, więc dostęp do danych odbywa się na zasadzie "niezbędnej wiedzy" w celu obsługi sklepu. Na przykład sprzedawca odbiera dane tylko wtedy, gdy zamówiłeś coś od nich, aby sprzedawca mógł zrealizować to zamówienie.</p> <p>Jeśli zdecydujesz, że nie chcesz już korzystać z naszego sklepu i chciałbyś dane osobowe usunąć z naszej bazy danych (lub jeśli chcesz uzyskać wszystkie dane osobowe powiązane z Twoim kontem), wyślij wiadomość email na adres [email].</p> <p>Jeśli uważasz, że Twoje dane osobowe dane zostały niewłaściwie wykorzystane, masz prawo złożyć skargę do organu nadzorczego. Jesteśmy zobowiązani na mocy ogólnego rozporządzenia UE w sprawie ochrony danych, aby poinformować Cię o tym prawie; w rzeczywistości nie zamierzamy niewłaściwie wykorzystywać twoich danych.</p>
pt_br: <p>Nós ([company]) enviamos e-mails pertinentes à conta (tais como notificações de status de pedido, e-mails de redefinição de senha, entre outros} ao endereço de e-mail fornecido. Por isso, precisamos armazenar o seu endereço de e-mail durante o tempo em que você for nosso cliente.</p> <p>Nós utilizamos a informação da seção de endereço de cobrança/envio e podemos enviá-la a provedores de formas de envio ou de pagamento para fins de:</p> <ul> <li>Determinar quais formas de envio e de pagamento estão disponíveis para a sua localidade. </li> <li>Completar o processo de pagamento ou de envio através do provedor que você escolhe na finalização de compra quando faz o seu pedido.</li> </ul> <p>Alguns membros da nossa equipe e/ou fornecedores que vendem produtos na nossa loja e utilizam seu painel administrativo podem ser capazes de acessar os seus dados. Nós valorizamos a sua privacidade, portanto o acesso a dados é fornecido com base na necessidade de conhecimento para operar a loja. Por exemplo, um fornecedor recebe os seus dados somente se você tiver encomendado algo dele, para que assim o fornecedor possa executar esse pedido.</p> <p>Se você decidir que não deseja mais utilizar a nossa loja e que gostaria que os seus dados pessoais fossem removidos de nossa base de dados (ou se você desejar obter todos os dados pessoais que nós possuímos associados à sua conta), envie um e-mail para [email].</p> <p>Se você acredita que os seus dados pessoais foram utilizados indevidamente, é seu direito prestar queixa a uma autoridade supervisora. O Regulamento Geral sobre a Proteção de Dados da UE exige que nós informemos você sobre este direito; não pretendemos violar os seus dados.</p>
ru_ru: <p>Мы ([company]) отправляем письма с информацией о действиях в Вашей учётной записи (например, уведомления о статусе заказов, уведомления об изменении пароля и другие) на указанный адрес электронной почты. По этой причине мы храним Ваш адрес электронной почты, пока Вы являетесь нашим клиентом.</p> <p>Мы используем информацию в разделе “Адрес доставки/Адрес плательщика” и можем предоставлять её платёжным сервисам и службам доставки для:</p> <ul> <li>Определения доступных Вам способов оплаты и доставки.</li> <li>Завершения процессов оплаты и доставки через сервис, который Вы выбрали при оформлении заказа.</li> </ul> <p>Некоторые сотрудники компании и/или продавцы, торгующие в нашем магазине и использующие панель администратора могут иметь доступ к Вашим данным. Мы ценим Ваше право на конфиденциальность, поэтому доступ к данным предоставляется исключительно по служебной необходимости для работы с магазином. Например, продавец получает доступ к Вашим данным только в случае, если Вы заказали что-то у него, и поэтому ему нужны данные, чтобы выполнить заказ.</p> <p>Если Вы решите, что больше не хотите пользоваться услугами нашего магазина и захотите, чтобы Ваши данные были удалены из нашей базы данных (или захотите получить все персональные данные, связанные с вашей учётной записью), отправьте письмо на электронный адрес [email].</p> <p>Если Вы считаете, что Ваши персональные данные используются не по назначению, Вы имеете право обратиться с жалобой в надзорный орган. Согласно “Общему регламенту по защите данных” в ЕС мы обязаны сообщить Вам об этом праве, хотя мы не планируем использовать Ваши данные не по назначению.</p>
sv_se: <p>Vi ([company]) skickar kontorelaterade e-postmeddelanden (som orderstatusmeddelanden, e-postmeddelanden om lösenordsåterställning och mer) till den angivna e-postadressen. Av den anledningen måste vi lagra din e-postadress medan du förblir vår kund.</p> <p>Vi använder informationen i avsnittet om fakturerings-/leveransadress och kan skicka den till en leverantör av leverans- eller betalningssätt för att:</p> <ul> <li>Bestäm vilka leverans- och betalningsmetoder som är tillgängliga för din plats. </li> <li>Slutför betalnings- eller fraktprocessen via den leverantör som du väljer i kassan när du skickar beställningen.</li> </ul> <p>Vissa medlemmar av vår personal och/eller leverantörer som säljer produkter i vår butik och använder dess administrationspanel kanske kan komma åt dina uppgifter. Vi värdesätter din integritet, så tillgången till data tillhandahålls på basis av behov att veta för att kunna driva butiken. En leverantör får till exempel bara dina uppgifter om du beställt något från dem, så att leverantören kan utföra den beställningen.</p> <p>Om du bestämmer dig för att du inte längre vill använda vår butik och vill få dina personuppgifter borttagna från vår databas (eller om du vill få alla personuppgifter som är kopplade till ditt konto som vi har), skicka ett mail till [email].</p> <p>Om du anser att dina personuppgifter har missbrukats har du rätt att lämna in ett klagomål till en tillsynsmyndighet. Vi är enligt EU:s allmänna dataskyddsförordning skyldiga att informera dig om denna rättighet; vi har faktiskt inte för avsikt att missbruka dina uppgifter.</p>
tr_tr: <p>([company]) sağlanan e-posta adresine hesapla ilgili e-postalar (sipariş durumu bildirimleri, şifre sıfırlama e-postaları ve daha fazlası gibi) göndeririz. Bu nedenle, siz müşterimiz olarak kalırken e-posta adresinizi saklamamız gerekiyor.</p> <p>Fatura/gönderim adresi bölümündeki bilgileri kullanırız ve bunları bir gönderim veya ödeme yöntemi sağlayıcısına şu adrese gönderebiliriz:</p> <ul> <li>Bulunduğunuz yer için hangi gönderim ve ödeme yöntemlerinin mevcut olduğunu belirleyin. </li> <li>Siparişi gönderirken ödeme sırasında seçtiğiniz sağlayıcı aracılığıyla ödeme veya nakliye sürecini tamamlayın.</li> </ul> <p>Mağazamızda ürün satan ve yönetim panelini kullanan bazı personel ve/veya bayilerimiz verilerinize erişebilir. Gizliliğinize değer veriyoruz, bu nedenle mağazayı işletmek için verilere erişim bilmesi gereken bazında sağlanır. Örneğin, bir satıcı yalnızca onlardan bir şey sipariş ettiyseniz verilerinizi alır, böylece satıcı bu siparişi yerine getirebilir.</p> <p>Artık mağazamızı kullanmak istemediğinize karar verirseniz ve kişisel verilerinizin veri tabanımızdan kaldırılmasını istiyorsanız (veya hesabınızla ilgili elimizdeki tüm kişisel verileri almak istiyorsanız), lütfen bize gönderin. [email]bir e-posta.</p> <p>Kişisel verilerinizin kötüye kullanıldığını düşünüyorsanız, bir denetim makamına şikayette bulunma hakkınız vardır. AB Genel Veri Koruma Yönetmeliği uyarınca bu hakkı size bildirmekle yükümlüyüz; aslında verilerinizi kötüye kullanmayı düşünmüyoruz.</p>
uk_ua: <p>Ми ([company]) відправляємо листи з інформацією про дії в Вашого облікового запису (наприклад, повідомлення про статус замовлень, повідомлення про зміну пароля та інші) на вказану адресу електронної пошти. З цієї причини ми зберігаємо Вашу адресу електронної пошти, поки Ви є нашим клієнтом.</p><p>Ми використовуємо інформацію в розділі "Адреса доставки / Адреса платника" і можемо надавати її платіжним сервісам і службам доставки для:</p><ul><li> Визначення доступних Вам способів оплати і доставки.</li><li>Завершення процесів оплати і доставки через сервіс, який Ви вибрали при оформленні замовлення.</li></ul><p>Деякі співробітники компанії і/або продавці, які торгують в нашому магазині і користуються панеллю адміністратора, можуть мати доступ до Ваших даних. Ми цінуємо Ваше право на конфіденційність, тому доступ до даних надається виключно через службову необхідність для роботи з магазином. Наприклад, продавець отримує доступ до Ваших даних тільки в разі, якщо Ви замовили щось у нього, і тому йому потрібні дані, щоб виконати замовлення.</p><p>Якщо Ви вирішите, що більше не хочете користуватися послугами нашого магазину і захочете, щоб Ваші дані були видалені з нашої бази даних (або захочете отримати всі персональні дані, пов'язані з вашим обліковим записом), надішліть листа на електронну адресу [email].</p><p>Якщо Ви вважаєте, що Ваші персональні дані використовуються не за призначенням, Ви маєте право звернутися зі скаргою в наглядовий й орган. Згідно "Загального регламенту щодо захисту даних" в ЄС ми зобов'язані повідомити Вам про це право, хоча ми не плануємо використовувати Ваші дані не за призначенням.</p>
