Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.strictly_necessary_cookies_description
source: These cookies are essential for the website to work properly. For example, they let you place an order, or help the site remember that you've signed into your account. That's why they can't be disabled through the site. You can configure your browser to disable even these cookies, but important parts of the site won't work without them.
cs_cz: Tyto soubory cookie jsou nezbytné pro správné fungování webu. Umožňují vám například zadat objednávku nebo pomáhají webu zapamatovat si, že jste se přihlásili ke svému účtu. Proto je nelze prostřednictvím webu deaktivovat. Svůj prohlížeč můžete nakonfigurovat tak, aby zakázal i tyto soubory cookie, ale důležité části webu bez nich nebudou fungovat.
da_dk: Disse cookies er afgørende for, at hjemmesiden fungerer korrekt. For eksempel lader de dig afgive en ordre eller hjælpe webstedet med at huske, at du har logget ind på din konto. Det er derfor, de ikke kan deaktiveres via siden. Du kan konfigurere din browser til at deaktivere selv disse cookies, men vigtige dele af webstedet fungerer ikke uden dem.
de_de: Diese Cookies sind unerlässlich, damit die Website ordnungsgemäß funktioniert. Sie ermöglichen es Ihnen beispielsweise, eine Bestellung aufzugeben, oder helfen der Website, sich daran zu erinnern, dass Sie sich bei Ihrem Konto angemeldet haben. Aus diesem Grund können sie nicht über die Website deaktiviert werden. Sie können Ihren Browser so konfigurieren, dass auch diese Cookies deaktiviert werden, aber wichtige Teile der Website funktionieren ohne sie nicht.
el_gr: Αυτά τα cookies είναι απαραίτητα για τη σωστή λειτουργία του ιστότοπου. Για παράδειγμα, σας επιτρέπουν να κάνετε μια παραγγελία ή βοηθούν τον ιστότοπο να θυμάται ότι έχετε συνδεθεί στον λογαριασμό σας. Γι' αυτό δεν μπορούν να απενεργοποιηθούν μέσω του ιστότοπου. Μπορείτε να ρυθμίσετε το πρόγραμμα περιήγησής σας ώστε να απενεργοποιεί ακόμη και αυτά τα cookie, αλλά σημαντικά μέρη του ιστότοπου δεν θα λειτουργούν χωρίς αυτά.
fa_ir: این کوکی ها برای عملکرد صحیح وب سایت ضروری هستند. به عنوان مثال، آنها به شما اجازه می دهند سفارش بدهید یا به سایت کمک می کنند تا به خاطر بسپارد که به حساب خود وارد شده اید. به همین دلیل نمی توان آنها را از طریق سایت غیرفعال کرد. می‌توانید مرورگر خود را طوری پیکربندی کنید که حتی این کوکی‌ها را غیرفعال کند، اما بخش‌های مهم سایت بدون آنها کار نمی‌کنند.
fi_fi: Nämä evästeet ovat välttämättömiä verkkosivuston asianmukaiselle toiminnalle. Niiden avulla voit esimerkiksi tehdä tilauksen tai auttaa sivustoa muistamaan, että olet kirjautunut tilillesi. Siksi niitä ei voi poistaa käytöstä sivuston kautta. Voit määrittää selaimesi poistamaan nämä evästeet käytöstä, mutta tärkeät sivuston osat eivät toimi ilman niitä.
fr_fr: Ces cookies sont indispensables au bon fonctionnement du site. Par exemple, ils vous permettent de passer une commande ou aident le site à se souvenir que vous vous êtes connecté à votre compte. C'est pourquoi ils ne peuvent pas être désactivés via le site. Vous pouvez configurer votre navigateur pour désactiver même ces cookies, mais des parties importantes du site ne fonctionneront pas sans eux.
he_il: קובצי Cookie אלו חיוניים כדי שהאתר יפעל כראוי. לדוגמה, הם מאפשרים לך לבצע הזמנה, או לעזור לאתר לזכור שנכנסת לחשבון שלך. לכן לא ניתן להשבית אותם דרך האתר. אתה יכול להגדיר את הדפדפן שלך להשבית אפילו את העוגיות האלה, אבל חלקים חשובים באתר לא יעבדו בלעדיהם.
hu_hu: Ezek a sütik elengedhetetlenek a weboldal megfelelő működéséhez. Például lehetővé teszik, hogy megrendelést adjon le, vagy segít a webhelynek emlékezni arra, hogy bejelentkezett a fiókjába. Ezért nem lehet letiltani őket az oldalon keresztül. Beállíthatja böngészőjét úgy, hogy még ezeket a sütiket is letiltja, de az oldal fontos részei nem működnek nélkülük.
it_it: Questi cookie sono essenziali per il corretto funzionamento del sito web. Ad esempio, ti consentono di effettuare un ordine o aiutano il sito a ricordare che hai effettuato l'accesso al tuo account. Ecco perché non possono essere disabilitati attraverso il sito. Puoi configurare il tuo browser per disabilitare anche questi cookie, ma parti importanti del sito non funzioneranno senza di essi.
nl_nl: Deze cookies zijn essentieel om de website goed te laten werken. Ze laten u bijvoorbeeld een bestelling plaatsen of helpen de site onthouden dat u zich heeft aangemeld bij uw account. Daarom kunnen ze niet via de site worden uitgeschakeld. U kunt uw browser configureren om zelfs deze cookies uit te schakelen, maar belangrijke delen van de site werken niet zonder deze.
no_no: Disse informasjonskapslene er avgjørende for at nettstedet skal fungere som det skal. For eksempel lar de deg legge inn en bestilling, eller hjelpe nettstedet med å huske at du har logget på kontoen din. Det er derfor de ikke kan deaktiveres gjennom nettstedet. Du kan konfigurere nettleseren din til å deaktivere selv disse informasjonskapslene, men viktige deler av nettstedet vil ikke fungere uten dem.
pl_pl: Te pliki cookie są niezbędne do prawidłowego działania witryny. Na przykład umożliwiają złożenie zamówienia lub pomagają witrynie zapamiętać, że użytkownik zalogował się na swoje konto. Z tego powodu nie można ich wyłączyć w witrynie. Można skonfigurować przeglądarkę tak, aby wyłączała nawet te pliki cookie, ale bez nich ważne części witryny nie będą działać.
pt_br: Esses cookies são essenciais para o bom funcionamento do site. Por exemplo, eles permitem que você faça um pedido ou ajuda o site a lembrar que você fez login em sua conta. É por isso que eles não podem ser desativados pelo site. Você pode configurar seu navegador para desativar até mesmo esses cookies, mas partes importantes do site não funcionarão sem eles.
ru_ru: Эти cookies обязательны для корректной работы сайта. Например, они позволяют вам разместить заказ, а сайту знать, что вы вошли в учётную запись. Поэтому через сайт отключить такие cookies нельзя. Вы можете настроить браузер, чтобы отключить даже их, но тогда важные части сайта не будут работать корректно.
sv_se: Dessa cookies är nödvändiga för att webbplatsen ska fungera korrekt. Till exempel låter de dig göra en beställning eller hjälpa webbplatsen att komma ihåg att du har loggat in på ditt konto. Det är därför de inte kan inaktiveras via sajten. Du kan konfigurera din webbläsare för att inaktivera även dessa cookies, men viktiga delar av webbplatsen fungerar inte utan dem.
tr_tr: Bu çerezler, web sitesinin düzgün çalışması için gereklidir. Örneğin, sipariş vermenize veya sitenin hesabınızda oturum açtığınızı hatırlamasına yardımcı olurlar. Bu yüzden site üzerinden devre dışı bırakılamazlar. Tarayıcınızı bu tanımlama bilgilerini bile devre dışı bırakacak şekilde yapılandırabilirsiniz, ancak sitenin önemli bölümleri onlarsız çalışmayacaktır.
uk_ua: Ці файли cookie необхідні для належної роботи веб-сайту. Наприклад, вони дозволяють зробити замовлення або допомагають сайту запам’ятати, що ви ввійшли у свій обліковий запис. Тому їх не можна відключити через сайт. Ви можете налаштувати свій браузер, щоб вимкнути навіть ці файли cookie, але важливі частини сайту не працюватимуть без них.

# Languages::gdpr.performance_cookies_title
source: Performance cookies
cs_cz: Výkonové soubory cookie
da_dk: Ydelsescookies
de_de: Leistungs-Cookies
el_gr: Cookie Επιδόσεων
fa_ir: کوکی های عملکرد
fi_fi: Suorituskykyevästeet
fr_fr: Cookies de performance
he_il: עוגיות ביצועים
hu_hu: Teljesítmény cookie-k
it_it: Cookie di prestazione
nl_nl: Prestatiecookies
no_no: Ytelsesinformasjonskapsler
pl_pl: Pliki cookie dotyczące wydajności
pt_br: Cookies de desempenho
ru_ru: Cookies для оценки работоспособности
sv_se: Prestandacookies
tr_tr: Performans çerezleri
uk_ua: Файли cookie продуктивності

# Languages::gdpr.performance_cookies_description
source: These cookies allow us to see how the website works. The information that these cookies help to collect is anonymous; it is typically presented in numbers. For example, these cookies help us see how often errors occur, how many unique visitors we have, or how long each page is viewed on average. Thanks to these cookies, we can improve the site for you.
cs_cz: Tyto soubory cookie nám umožňují vidět, jak web funguje. Informace, které tyto soubory cookie pomáhají shromažďovat, jsou anonymní; obvykle se uvádí v číslech. Tyto soubory cookie nám například pomáhají zjistit, jak často dochází k chybám, kolik máme unikátních návštěvníků nebo jak dlouho je každá stránka v průměru zobrazena. Díky těmto cookies pro vás můžeme web vylepšit.
da_dk: Disse cookies giver os mulighed for at se, hvordan hjemmesiden fungerer. De oplysninger, som disse cookies hjælper med at indsamle, er anonyme; det er typisk præsenteret i tal. For eksempel hjælper disse cookies os med at se, hvor ofte der opstår fejl, hvor mange unikke besøgende vi har, eller hvor længe hver side i gennemsnit bliver vist. Takket være disse cookies kan vi forbedre siden for dig.
de_de: Diese Cookies ermöglichen es uns zu sehen, wie die Website funktioniert. Die Informationen, die diese Cookies zu sammeln helfen, sind anonym; es wird normalerweise in Zahlen dargestellt. Diese Cookies helfen uns beispielsweise zu sehen, wie oft Fehler auftreten, wie viele einzelne Besucher wir haben oder wie lange jede Seite im Durchschnitt angesehen wird. Dank dieser Cookies können wir die Website für Sie verbessern.
el_gr: Αυτά τα cookies μας επιτρέπουν να δούμε πώς λειτουργεί ο ιστότοπος. Οι πληροφορίες που βοηθούν στη συλλογή αυτών των cookies είναι ανώνυμες. παρουσιάζεται συνήθως σε αριθμούς. Για παράδειγμα, αυτά τα cookie μας βοηθούν να δούμε πόσο συχνά συμβαίνουν σφάλματα, πόσους μοναδικούς επισκέπτες έχουμε ή πόσο καιρό προβάλλεται κάθε σελίδα κατά μέσο όρο. Χάρη σε αυτά τα cookies, μπορούμε να βελτιώσουμε τον ιστότοπο για εσάς.
fa_ir: این کوکی‌ها به ما امکان می‌دهند ببینیم که وب‌سایت چگونه کار می‌کند. اطلاعاتی که این کوکی ها به جمع آوری آنها کمک می کنند ناشناس هستند. معمولاً به صورت اعداد ارائه می شود. به عنوان مثال، این کوکی‌ها به ما کمک می‌کنند تا ببینیم چند بار خطا رخ می‌دهد، چند بازدیدکننده منحصربه‌فرد داریم، یا به‌طور میانگین هر صفحه چقدر طول می‌کشد. به لطف این کوکی ها، ما می توانیم سایت را برای شما بهبود دهیم.
fi_fi: Näiden evästeiden avulla voimme nähdä kuinka verkkosivusto toimii. Tiedot, joita nämä evästeet auttavat keräämään, ovat anonyymejä; se esitetään tyypillisesti numeroina. Nämä evästeet auttavat meitä esimerkiksi näkemään, kuinka usein virheitä tapahtuu, kuinka monta yksittäistä kävijää meillä on tai kuinka kauan kutakin sivua tarkastellaan keskimäärin. Näiden evästeiden ansiosta voimme parantaa sivustoa puolestasi.
fr_fr: Ces cookies nous permettent de voir comment le site Web fonctionne. Les informations que ces cookies aident à collecter sont anonymes ; il est généralement présenté en chiffres. Par exemple, ces cookies nous aident à voir la fréquence des erreurs, le nombre de visiteurs uniques que nous avons ou la durée moyenne de consultation de chaque page. Grâce à ces cookies, nous pouvons améliorer le site pour vous.
he_il: קובצי Cookie אלו מאפשרים לנו לראות כיצד פועל האתר. המידע שעוגיות אלו עוזרות לאסוף הוא אנונימי; הוא מוצג בדרך כלל במספרים. לדוגמה, קובצי Cookie אלה עוזרים לנו לראות באיזו תדירות מתרחשות שגיאות, כמה מבקרים ייחודיים יש לנו, או כמה זמן כל דף נצפה בממוצע. הודות לעוגיות אלו, נוכל לשפר עבורך את האתר.
hu_hu: Ezek a sütik lehetővé teszik számunkra, hogy lássuk, hogyan működik a weboldal. Az információk, amelyeket ezek a sütik segítenek összegyűjteni, névtelenek; jellemzően számokban jelenik meg. Ezek a cookie-k például segítenek meglátni, hogy milyen gyakran fordulnak elő hibák, hány egyedi látogatónk van, vagy átlagosan mennyi ideig nézik meg az egyes oldalakat. Ezeknek a sütiknek köszönhetően javítani tudjuk az Ön számára az oldalt.
it_it: Questi cookie ci permettono di vedere come funziona il sito web. Le informazioni che questi cookie aiutano a raccogliere sono anonime; è tipicamente presentato in numeri. Ad esempio, questi cookie ci aiutano a vedere la frequenza con cui si verificano errori, quanti visitatori unici abbiamo o per quanto tempo ogni pagina viene visualizzata in media. Grazie a questi cookie possiamo migliorare il sito per te.
nl_nl: Met deze cookies kunnen wij zien hoe de website werkt. De informatie die deze cookies helpen verzamelen is anoniem; het wordt meestal gepresenteerd in cijfers. Deze cookies helpen ons bijvoorbeeld te zien hoe vaak fouten optreden, hoeveel unieke bezoekers we hebben of hoe lang elke pagina gemiddeld wordt bekeken. Dankzij deze cookies kunnen wij de site voor u verbeteren.
no_no: Disse informasjonskapslene lar oss se hvordan nettstedet fungerer. Informasjonen som disse informasjonskapslene hjelper til med å samle inn er anonym; det er vanligvis presentert i tall. Disse informasjonskapslene hjelper oss for eksempel med å se hvor ofte feil oppstår, hvor mange unike besøkende vi har, eller hvor lenge hver side er sett i gjennomsnitt. Takket være disse informasjonskapslene kan vi forbedre nettstedet for deg.
pl_pl: Te pliki cookie pozwalają nam sprawdzić, jak działa witryna. Informacje zbierane dzięki tym plikom cookie są anonimowe; zazwyczaj przedstawia się je w postaci liczb. Na przykład te pliki cookie pomagają nam sprawdzić, jak często występują błędy, ilu unikalnych użytkowników odwiedza naszą witrynę lub jak długo średnio oglądana jest każda strona. Dzięki tym plikom cookie możemy udoskonalać stronę dla użytkowników.
pt_br: Esses cookies nos permitem ver como o site funciona. As informações que esses cookies ajudam a coletar são anônimas; normalmente é apresentado em números. Por exemplo, esses cookies nos ajudam a ver com que frequência os erros ocorrem, quantos visitantes únicos temos ou por quanto tempo cada página é visualizada em média. Graças a esses cookies, podemos melhorar o site para você.
ru_ru: Эти cookies позволяют нам увидеть, как работает сайт. Информация, которую они собирают, анонимна и обычно представлена в числах. Например, эти cookies позволяют нам узнать, как часто происходят ошибки, как много у нас уникальных посетителей, или как долго в среднем они смотрят те или иные страницы. Благодаря этим cookies мы можем улучшать для вас сайт.
sv_se: Dessa cookies låter oss se hur webbplatsen fungerar. Informationen som dessa cookies hjälper till att samla in är anonym; det presenteras vanligtvis i siffror. Till exempel hjälper dessa cookies oss att se hur ofta fel uppstår, hur många unika besökare vi har eller hur länge varje sida i genomsnitt har visats. Tack vare dessa cookies kan vi förbättra sidan åt dig.
tr_tr: Bu çerezler, web sitesinin nasıl çalıştığını görmemizi sağlar. Bu tanımlama bilgilerinin toplanmasına yardımcı olan bilgiler anonimdir; genellikle sayılarla sunulur. Örneğin, bu tanımlama bilgileri, hataların ne sıklıkta meydana geldiğini, kaç tekil ziyaretçimiz olduğunu veya her sayfanın ortalama olarak ne kadar süreyle görüntülendiğini görmemize yardımcı olur. Bu çerezler sayesinde siteyi sizin için iyileştirebiliriz.
uk_ua: Ці файли cookie дозволяють нам побачити, як працює веб-сайт. Інформація, яку ці файли cookie допомагають збирати, є анонімною; він зазвичай представлений у цифрах. Наприклад, ці файли cookie допомагають нам побачити, як часто виникають помилки, скільки унікальних відвідувачів у нас є, або як довго в середньому переглядається кожна сторінка. Завдяки цим файлам cookie ми можемо покращити сайт за вас.

# Languages::gdpr.functional_cookies_title
source: Functional cookies
cs_cz: Funkční cookies
da_dk: Funktionelle cookies
de_de: Funktionale Cookies
el_gr: Λειτουργικά cookies
fa_ir: کوکی های کاربردی
fi_fi: Toiminnalliset evästeet
fr_fr: Cookies fonctionnels
he_il: עוגיות פונקציונליות
hu_hu: Funkcionális sütik
it_it: Cookie funzionali
nl_nl: Functionele cookies
no_no: Funksjonelle informasjonskapsler
pl_pl: Funkcjonalne pliki cookie
pt_br: Cookies funcionais
ru_ru: Функциональные cookies
sv_se: Funktionella cookies
tr_tr: Fonksiyonel çerezler
uk_ua: Функціональні файли cookie
