Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.user_profile_actions_description
source: <p>As customers interact with the store, they provide personal data for various purposes. When you place an order, we need to know where to ship it; when you subscribe for an email newsletter, we need to know where to send it, and so on. We keep this data organized, so that you always could:</p> <ol> <li>Request that we send you all your personal data. In that case we’ll send you an XML file by email. That file will contain all your personal data we have.</li> <li>Request to be forgotten. In that case your account will be deactivated, and all your personal data will be removed. If necessary, you’ll be able to register a new account with the same email address in the future.</li> </ol> <p>Please note that we’ll need some time to process either of those requests. We may contact you regarding your request by email or through other means.</p>
cs_cz: <p>Při interakci zákazníků s obchodem poskytují osobní údaje pro různé účely. Když zadáte objednávku, potřebujeme vědět, kam ji poslat; když se přihlásíte k odběru e-mailového zpravodaje, potřebujeme vědět, kam jej máme zasílat a podobně. Uchováváme tyto údaje organizované, abyste vždy mohli:</p> <ol> <li>Požádat, abychom vám zaslali všechny vaše osobní údaje. V takovém případě vám zašleme soubor XML e-mailem. Tento soubor bude obsahovat všechny vaše osobní údaje, které máme.</li> <li>Žádost o zapomenutí. V takovém případě bude váš účet deaktivován a všechna vaše osobní data budou odstraněna. V případě potřeby si v budoucnu budete moci zaregistrovat nový účet se stejnou e-mailovou adresou.</li> </ol> <p>Vezměte prosím na vědomí, že na zpracování některého z těchto požadavků budeme potřebovat nějaký čas. Můžeme vás kontaktovat ohledně vaší žádosti e-mailem nebo jinými způsoby.</p>
da_dk: <p>Når kunder interagerer med butikken, leverer de personlige data til forskellige formål. Når du afgiver en ordre, skal vi vide, hvor vi skal sende den; når du tilmelder dig et e-mail-nyhedsbrev, skal vi vide, hvor vi skal sende det, og så videre. Vi holder disse data organiseret, så du altid kunne:</p> <ol> <li>Anmode om, at vi sender dig alle dine personlige data. I så fald sender vi dig en XML-fil via e-mail. Denne fil vil indeholde alle dine personlige data, vi har.</li> <li>Anmodning om at blive glemt. I så fald vil din konto blive deaktiveret, og alle dine personlige data vil blive fjernet. Hvis det er nødvendigt, vil du være i stand til at registrere en ny konto med den samme e-mailadresse i fremtiden.</li> </ol> <p>Bemærk venligst, at vi skal bruge lidt tid til at behandle en af disse anmodninger. Vi kan kontakte dig angående din anmodning via e-mail eller på anden måde.</p>
de_de: <p>Wenn Kunden mit dem Shop interagieren, stellen sie persönliche Daten für verschiedene Zwecke zur Verfügung. Wenn Sie eine Bestellung aufgeben, müssen wir wissen, wohin wir diese versenden sollen; wenn Sie einen E-Mail-Newsletter abonnieren, müssen wir wissen, wohin wir ihn schicken sollen, und so weiter. Wir halten diese Daten so organisiert, dass Sie jederzeit die Möglichkeit haben:</p> <ol> <li>Anzufordern, dass wir Ihnen alle Ihre persönlichen Daten zusenden. In diesem Fall senden wir Ihnen eine XML-Datei per E-Mail zu. Diese Datei enthält alle Ihre persönlichen Daten, die wir haben.</li> <li>das Ihr Konto deaktiviert und alle Ihre persönlichen Daten gelöscht werden. Wenn nötig, können Sie in Zukunft ein neues Konto mit der gleichen E-Mail-Adresse einrichten.</li> </ol> <p>Bitte beachten Sie, dass wir einige Zeit benötigen, um diese Anfragen zu bearbeiten. Wir können Sie bezüglich Ihrer Anfrage per E-Mail oder auf anderem Wege kontaktieren.</p>
el_gr: <p> Καθώς οι πελάτες αλληλεπιδρούν με το κατάστημα, παρέχουν προσωπικά δεδομένα για διάφορους σκοπούς. Όταν τοποθετείτε μια παραγγελία, πρέπει να ξέρουμε πού να τη στείλουμε. όταν εγγραφείτε για ένα ενημερωτικό δελτίο ηλεκτρονικού ταχυδρομείου, πρέπει να ξέρουμε πού να το στείλουμε, και ούτω καθεξής. Διατηρούμε τα δεδομένα αυτά οργανωμένα, ώστε να μπορείτε πάντα: </p> <ol> <li> να ζητήστε να σας στείλουμε όλα τα προσωπικά σας δεδομένα. Σε αυτή την περίπτωση θα σας στείλουμε ένα αρχείο XML μέσω ηλεκτρονικού ταχυδρομείου. Αυτό το αρχείο θα περιέχει όλα τα προσωπικά σας δεδομένα που έχουμε. </li> <li> Αίτημα να ξεχαστείτε (ληθη). Στην περίπτωση αυτή, ο λογαριασμός σας θα απενεργοποιηθεί και όλα τα προσωπικά σας δεδομένα θα καταργηθούν. Αν χρειαστεί, θα μπορεσετε να καταχωρίσετε ενα νέο λογαριασμό με την ίδια διεύθυνση ηλεκτρονικού ταχυδρομείου στο μέλλον. </li> </ol> <p> Λάβετε υπόψη ότι θα χρειαστούμε λίγο χρόνο για να διεκπεραιώσουμε ένα από αυτά τα αιτήματα. Μπορούμε να επικοινωνήσουμε μαζί σας σχετικά με το αίτημά σας με ηλεκτρονικό ταχυδρομείο ή με άλλα μέσα. </p>
fa_ir: <p>مشتریان با تعامل با فروشگاه، داده های شخصی را برای مقاصد مختلف ارائه می دهند. وقتی سفارشی را ثبت می کنید، باید بدانیم کجا آن را ارسال کنیم. هنگامی که برای یک خبرنامه ایمیل مشترک می شوید، باید بدانیم کجا آن را ارسال کنیم و غیره. ما این داده ها را سازماندهی می کنیم تا همیشه بتوانید:</p> <ol> <li>درخواست کنید که همه داده های شخصی شما را برای شما ارسال کنیم. در این صورت ما یک فایل XML را از طریق ایمیل برای شما ارسال می کنیم. آن فایل حاوی تمام اطلاعات شخصی شما خواهد بود که ما در اختیار داریم.</li> <li>درخواست فراموش شدن. در این صورت حساب شما غیرفعال می شود و تمام اطلاعات شخصی شما حذف می شود. در صورت لزوم، می توانید در آینده یک حساب کاربری جدید با همان آدرس ایمیل ثبت کنید.</li> </ol> <p>لطفاً توجه داشته باشید که برای پردازش هر یک از این درخواست‌ها به مدتی زمان نیاز داریم. ما ممکن است در مورد درخواست شما از طریق ایمیل یا از طریق دیگر با شما تماس بگیریم.</p>
fi_fi: <p>Kun asiakkaat ovat vuorovaikutuksessa kaupan kanssa, he toimittavat henkilötietoja eri tarkoituksiin. Kun teet tilauksen, meidän on tiedettävä, minne se lähetetään; Kun tilaat sähköpostiuutiskirjeen, meidän on tiedettävä, mihin se lähetetään ja niin edelleen. Pidämme nämä tiedot järjestyksessä, jotta voit aina:</p> <ol> <li>Pyydä, että lähetämme sinulle kaikki henkilötietosi. Siinä tapauksessa lähetämme sinulle XML-tiedoston sähköpostitse. Tämä tiedosto sisältää kaikki henkilötietosi, jotka meillä on.</li> <li>Pyyntö tulla unohdetuksi. Tällöin tilisi poistetaan käytöstä ja kaikki henkilökohtaiset tietosi poistetaan. Tarvittaessa voit rekisteröidä uuden tilin samalla sähköpostiosoitteella tulevaisuudessa.</li> </ol> <p>Huomaa, että tarvitsemme jonkin aikaa jommankumman pyynnön käsittelemiseen. Voimme ottaa sinuun yhteyttä pyyntöösi liittyen sähköpostitse tai muilla tavoilla.</p>
fr_fr: <p>Lorsque les clients interagissent avec le magasin, ils fournissent des données personnelles à diverses fins. Lorsque vous passez une commande, nous devons savoir où l'expédier ; lorsque vous vous abonnez à une newsletter par e-mail, nous devons savoir où l'envoyer, et ainsi de suite. Nous gardons ces données organisées, afin que vous puissiez toujours :</p> <ol> <li>Demander que nous vous envoyions toutes vos données personnelles. Dans ce cas, nous vous enverrons un fichier XML par e-mail. Ce fichier contiendra toutes vos données personnelles dont nous disposons.</li> <li>Demande d'oubli. Dans ce cas, votre compte sera désactivé et toutes vos données personnelles seront supprimées. Si nécessaire, vous pourrez créer un nouveau compte avec la même adresse e-mail à l'avenir.</li> </ol> <p>Veuillez noter que nous aurons besoin d'un certain temps pour traiter l'une ou l'autre de ces demandes. Nous pouvons vous contacter au sujet de votre demande par e-mail ou par d'autres moyens.</p>
he_il: <p>כמו לקוחות אינטראקציה עם החנות, הם מספקים נתונים אישיים למטרות שונות. כאשר אתה מבצע הזמנה, אנחנו צריכים לדעת לאן לשלוח אותו; כאשר אתה מנוי על עלון דוא"ל, אנחנו צריכים לדעת לאן לשלוח אותו, וכן הלאה. אנו שומרים על נתונים אלה, כך שתמיד תוכל:</p> <ol> <li>בקש שנשלח לך את כל הנתונים האישיים שלך. במקרה זה נשלח לך הודעת XML בדוא"ל. קובץ זה יכיל את כל הנתונים האישיים שיש לנו.</li> <li>בקשה להישכח. במקרה זה החשבון שלך יושבת, וכל הנתונים האישיים שלך יוסרו. אם יהיה צורך, תוכל לרשום חשבון חדש עם אותה כתובת דוא"ל בעתיד.</li> </ol> <p>לידיעתך, נצטרך קצת זמן לעבד את אחת מהבקשות האלה. אנו עשויים ליצור איתך קשר בנוגע לבקשתך בדוא"ל או באמצעים אחרים.</p>
hu_hu: <p>Amint a vásárlók kapcsolatba lépnek a piactérrel, különböző célokra személyes adatokat adnak meg. Amikor megrendelést adsz le, tudnunk kell, hová kell azt szállítanunk; amikor feliratkozol egy e-mail hírlevélre, tudnunk kell, hová kell azt elküldenünk, és így tovább. Ezeket az adatokat rendszerezzük, hogy bármikor:</p> <ol> <li>Kérheted, hogy küldjük el az összes személyes adatod. Ebben az esetben e-mailen egy XML-fájlt küldünk. Ez a fájl tartalmazza az összes nálunk lévő személyes adatod.</li> <li>Kérheted, hogy felejtsük el ezeket. Ebben az esetben fiókod deaktiváljuk, és minden személyes adatod eltávolítjuk. Szükség esetén később új fiókot regisztrálhatsz ugyanazzal az e-mail címmel.</li> </ol> <p>Kérjük, vedd figyelembe, hogy bármelyik kérés feldolgozásához némi időre lesz szükségünk. A kéréseddel kapcsolatban felvehetjük Veled a kapcsolatot e-mailen vagy más módon.</p>
it_it: <p>Quando i clienti interagiscono con il negozio, forniscono dati personali per vari scopi. Quando effettui un ordine, dobbiamo sapere dove spedirlo; quando ti iscrivi a una newsletter via e-mail, dobbiamo sapere dove inviarla e così via. Manteniamo questi dati organizzati, in modo che tu possa sempre:</p> <ol> <li>Richiedere di inviarti tutti i tuoi dati personali. In tal caso ti invieremo un file XML via e-mail. Quel file conterrà tutti i tuoi dati personali che abbiamo.</li> <li>Richiesta di essere dimenticato. In tal caso il tuo account verrà disattivato e tutti i tuoi dati personali verranno rimossi. Se necessario, in futuro potrai registrare un nuovo account con lo stesso indirizzo email.</li> </ol> <p>Tieni presente che avremo bisogno di un po' di tempo per elaborare una di queste richieste. Potremmo contattarti in merito alla tua richiesta via e-mail o con altri mezzi.</p>
nl_nl: <p>Als klanten interactie hebben met de winkel, verstrekken ze persoonlijke gegevens voor verschillende doeleinden. Wanneer u een bestelling plaatst, moeten we weten waar deze naartoe moet worden verzonden; wanneer u zich aanmeldt voor een e-mailnieuwsbrief, moeten we weten waar we deze naartoe moeten sturen, enzovoort. Wij houden deze gegevens overzichtelijk, zodat u altijd:</p> <ol> <li>ons kunt verzoeken u al uw persoonsgegevens toe te sturen. In dat geval sturen we je een XML-bestand per e-mail. Dat bestand bevat al uw persoonlijke gegevens die we hebben.</li> <li>Verzoek om vergeten te worden. In dat geval wordt uw account gedeactiveerd en worden al uw persoonlijke gegevens verwijderd. Indien nodig kunt u in de toekomst een nieuw account met hetzelfde e-mailadres registreren.</li> </ol> <p>Houd er rekening mee dat we enige tijd nodig hebben om een van deze verzoeken te verwerken. We kunnen per e-mail of op een andere manier contact met u opnemen over uw verzoek.</p>
no_no: <p> Når kunder kommuniserer med butikken, gir de personlige data til ulike formål. Når du bestiller, må vi vite hvor vi skal sende leveransen. Når du abonnerer på et nyhetsbrev, må vi vite hvor vi skal sende det, og så videre. Vi oppbevarer disse dataene slik at du alltid kan: </p> <ol> <li> Be om at vi sender deg alle dine personlige data. I så fall sender vi deg en XML-fil via e-post. Den filen inneholder alle dine personlige data vi har. </li> <li> Forespørsel om å bli glemt. I så fall blir kontoen din deaktivert, og alle dine personlige data blir fjernet. Hvis nødvendig, kan du registrere en ny konto med samme e-postadresse i fremtiden. </li> </ol> <p> Vær oppmerksom på at vi trenger litt tid til å behandle en av disse forespørslene. Vi kan kontakte deg angående forespørselen din via e-post eller på annen måte. </p>
pl_pl: <p>Gdy klienci wchodzą w interakcje ze sklepem, udostępniają dane osobowe do różnych celów. Składając zamówienie, musimy wiedzieć, gdzie go wysłać; kiedy subskrybujesz biuletyn e-mailowy, musimy wiedzieć, gdzie go wysłać, i tak dalej. Utrzymujemy te dane w porządku, abyś zawsze mógł: </p><ol><li>Zażądać przesłania wszystkich Twoich danych osobowych. W takim przypadku wyślemy Ci plik XML pocztą e-mail. Ten plik będzie zawierał wszystkie twoje dane osobowe, które posiadamy.</li><li>Prośba o zapomnienie. W takim przypadku twoje konto zostanie dezaktywowane, a wszystkie twoje dane osobowe zostaną usunięte. W razie potrzeby będziesz mógł zarejestrować nowe konto o tym samym adresie e-mail w przyszłości.</li></ol><p>Pamiętaj, że potrzebujemy trochę czasu na przetworzenie któregoś z tych żądań. Możemy skontaktować się z Tobą w związku z Twoją prośbą przez e-mail lub w inny sposób.</p>
pt_br: <p>Conforme os clientes interagem com a loja, eles fornecem dados pessoais para diversos fins. Quando você faz um pedido, nós precisamos saber para onde enviá-lo; quando você assina uma newsletter, nós precisamos saber para qual endereço de e-mail enviá-la, e assim por diante. Nós mantemos estes dados organizados, assim a qualquer momento você pode: </p> <ol> <li>Solicitar que lhe enviemos todos os seus dados pessoais. Nesse caso, lhe enviaremos um arquivo XML por e-mail. Nesse arquivo estarão todos os seus dados pessoais que nós temos.</li> <li>Solicitar que você seja esquecido. Nesse caso, a sua conta será desativada, e todos os seus dados pessoais serão removidos. Se necessário, futuramente você poderá registrar uma nova conta com o mesmo endereço de e-mail.</li> </ol> <p>Observe que precisaremos de algum tempo para processar qualquer uma dessas solicitações. Podemos entrar em contato com você a respeito da sua solicitação por e-mail ou outros meios.</p>
ru_ru: <p>При взаимодействии с магазином покупатели могут предоставлять персональные данные для разных целей. Например, когда вы размещаете заказ, нам нужно знать, куда его доставлять; когда вы подписываетесь на рассылку, нам нужно знать электронный адрес, куда её отправлять; и т.д. Мы организованно храним эти данные, чтобы вы всегда могли:</p> <ol> <li>Запросить у нас копию всех ваших персональных данных. В этом случае мы вышлем на ваш электронный адрес XML-файл со всеми вашими персональными данными, которые у нас есть.</li> <li>Запросить удаление своих данных. В этом случае ваша учётная запись будет отключена, а все ваши персональные данные будут удалены. При необходимости вы сможете потом создать новую учётную запись с тем же адресом электронной почты.</li> </ol> <p>Обратите внимание, что на обработку ваших запросов нам понадобится определённое время. Мы также можем связаться с вами по поводу ваших запросов по электронной почте или с помощью других средств.</p>
sv_se: <p>När kunder interagerar med butiken tillhandahåller de personuppgifter för olika ändamål. När du lägger en beställning behöver vi veta var vi ska skicka den; när du prenumererar på ett nyhetsbrev via e-post måste vi veta vart vi ska skicka det, och så vidare. Vi håller dessa uppgifter organiserade så att du alltid kan:</p> <ol> <li>Begära att vi skickar alla dina personuppgifter till dig. I så fall skickar vi dig en XML-fil via e-post. Den filen kommer att innehålla alla dina personuppgifter vi har.</li> <li>Begäran om att bli glömd. I så fall kommer ditt konto att avaktiveras och all din personliga information tas bort. Om det behövs kommer du att kunna registrera ett nytt konto med samma e-postadress i framtiden.</li> </ol> <p>Observera att vi kommer att behöva lite tid för att behandla någon av dessa förfrågningar. Vi kan kontakta dig angående din förfrågan via e-post eller på annat sätt.</p>
tr_tr: <p>Müşteriler mağaza ile etkileşime girdikçe, çeşitli amaçlarla kişisel veriler sağlarlar. Bir sipariş verdiğinizde, onu nereye göndereceğimizi bilmemiz gerekir; bir e-posta bültenine abone olduğunuzda, onu nereye göndereceğimizi bilmemiz gerekir, vb. Her zaman şunları yapabilmeniz için bu verileri düzenli tutuyoruz:</p> <ol> <li>Size tüm kişisel verilerinizi göndermemizi talep ediyoruz. Bu durumda size e-posta ile bir XML dosyası göndereceğiz. Bu dosya, sahip olduğumuz tüm kişisel verilerinizi içerecektir.</li> <li>Unutulma isteği. Bu durumda hesabınız devre dışı bırakılacak ve tüm kişisel verileriniz silinecektir. Gerekirse, gelecekte aynı e-posta adresiyle yeni bir hesap açabileceksiniz.</li> </ol> <p>Lütfen bu taleplerden herhangi birini işlemek için biraz zamana ihtiyacımız olacağını unutmayın. Talebiniz ile ilgili olarak sizinle e-posta veya başka yollarla iletişime geçebiliriz.</p>
uk_ua: <p>При взаємодії з магазином покупці можуть надавати персональні дані для різних цілей. Наприклад, коли ви розміщуєте замовлення, нам потрібно знати, куди його доставляти; коли ви підписуєтеся на розсилку, нам потрібно знати електронну адресу, куди її відправляти; і т. д. Ми організовано зберігаємо ці дані, щоб ви завжди могли:</p><ol> <li>Запросити у нас копію всіх ваших персональних даних. В цьому випадку ми надішлемо на вашу електронну адресу XML-файл з усіма вашими персональними даними, які у нас є.</li><li>Запросити видалення своїх даних. У цьому випадку ваш обліковий запис буде відключено, а всі ваші персональні дані будуть видалені. При необхідності ви зможете потім створити новий обліковий запис з тією ж адресою електронної пошти.</li></ol><p>Зверніть увагу, що на обробку ваших запитів нам знадобиться певний час. Ми також можемо зв'язатися з вами з приводу ваших запитів по електронній пошті або за допомогою інших засобів.</p>

# Languages::gdpr.send_my_data
source: Send me my data
cs_cz: Zaslat moje osobní data
da_dk: Send mig mine data
de_de: Senden Sie mir meine Daten
el_gr: Στείλτε μου τα δεδομένα μου
fa_ir: داده های من را برای من بفرست
fi_fi: Lähetä minulle tietoni
fr_fr: Envoyez-moi mes données
he_il: שלח לי את הנתונים שלי
hu_hu: Küldjétek el az adataimat
it_it: Mandami i miei dati
nl_nl: Stuur mij mijn gegevens
no_no: Send meg mine data
pl_pl: Wyślij mi moje dane
pt_br: Envie-me meus dados
ru_ru: Пришлите мне мои данные
sv_se: Skicka mig mina uppgifter
tr_tr: verilerimi bana gönder
uk_ua: Відправте мені мої дані
