Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.send_my_data_description
source: <p>We’ll send you an XML file with all your personal data we have. Please note that we’ll need some time to process this request, so the email with your XML file won’t be sent immediately. If you have any comments regarding your request, please leave them in the field below.</p>
cs_cz: <p>Zašleme vám soubor XML se všemi vašimi osobními údaji, které máme. Vezměte prosím na vědomí, že na zpracování tohoto požadavku budeme potřebovat nějaký čas, takže e-mail s vaším souborem XML nebude odeslán okamžitě. Pokud máte nějaké připomínky k vaší žádosti, zanechte je prosím v poli níže.</p>
da_dk: <p>Vi sender dig en XML-fil med alle dine personlige data, vi har. Bemærk venligst, at vi skal bruge lidt tid til at behandle denne anmodning, så e-mailen med din XML-fil vil ikke blive sendt med det samme. Hvis du har kommentarer til din anmodning, bedes du efterlade dem i feltet nedenfor.</p>
de_de: Wir senden Ihnen eine XML-Datei mit all Ihren persönlichen Daten, die wir haben. Bitte beachten Sie, dass wir einige Zeit benötigen werden, um diese Anfrage zu bearbeiten und die E-Mail mit Ihrer XML-Datei nicht sofort versendet werden kann. Wenn Sie Anmerkungen zu Ihrer Anfrage haben, hinterlassen Sie diese bitte im untenstehenden Feld
el_gr: <p> Θα σας στείλουμε ένα αρχείο XML με όλα τα προσωπικά σας δεδομένα που διαθέτουμε. Λάβετε υπόψη ότι θα χρειαστούμε λίγο χρόνο για να επεξεργαστούμε αυτό το αίτημα, επομένως το μήνυμα ηλεκτρονικού ταχυδρομείου με το αρχείο XMLδεν θα αποσταλεί αμέσως. Εάν έχετε οποιεσδήποτε παρατηρήσεις σχετικά με το αίτημά σας, παρακαλούμε αφήστε τις στο παρακάτω πεδίο. </ P>
fa_ir: <p>ما یک فایل XML با تمام اطلاعات شخصی شما که در اختیار داریم برای شما ارسال می کنیم. لطفاً توجه داشته باشید که برای پردازش این درخواست به مدتی زمان نیاز داریم، بنابراین ایمیل حاوی فایل XML شما فوراً ارسال نخواهد شد. اگر نظری در مورد درخواست خود دارید، لطفاً آن را در فیلد زیر بنویسید.</p>
fi_fi: <p>Lähetämme sinulle XML-tiedoston, joka sisältää kaikki henkilötietosi, jotka meillä on. Huomaa, että tarvitsemme jonkin aikaa tämän pyynnön käsittelemiseen, joten XML-tiedostosi sisältävää sähköpostiviestiä ei lähetetä heti. Jos sinulla on pyyntöäsi koskevia kommentteja, jätä ne alla olevaan kenttään.</p>
fr_fr: <p>Nous vous enverrons un fichier XML avec toutes les données personnelles que nous avons récolté sur vous. Veuillez noter qu'il nous faudra du temps pour réunir et reformater ces données, alors l'email contenant le fichier XML ne sera pas envoyé immédiatement. Si vous avez des commentaires à faire sur votre requête, veuillez les laisser dans le champ ci-dessous.</p>
he_il: <p>אנו נשלח לך קובץ XML עם כל הנתונים האישיים שלך. לידיעתך, נצטרך קצת זמן לעבד את הבקשה הזו, ולכן הדוא"ל עם קובץ ה- XML שלך לא יישלח באופן מיידי. אם יש לך הערות בנוגע לבקשה שלך, השאר אותן בשדה למטה.</p>
hu_hu: <p>Elküldünk egy XML-fájlt, amely tartalmazza az összes nálunk lévő személyes adatod. Kérjük, vedd figyelembe, hogy némi időre van szükségünk a kérés feldolgozásához, ezért az XML-fájlt tartalmazó e-mailt nem küldjük el azonnal. Ha bármilyen megjegyzésed van a kéréseddel kapcsolatban, kérjük, írd ide az alábbi mezőbe.</p>
it_it: <p>Ti invieremo un file XML con tutti i tuoi dati personali in nostro possesso. Tieni presente che ci vorrà del tempo per elaborare questa richiesta, quindi l'email con il tuo file XML non verrà inviata immediatamente. Se hai commenti sulla tua richiesta, lasciali nel campo sottostante.</p>
nl_nl: <p>We sturen je een XML-bestand met al je persoonlijke gegevens die we hebben. Houd er rekening mee dat we enige tijd nodig hebben om dit verzoek te verwerken, dus de e-mail met uw XML-bestand wordt niet meteen verzonden. Als u opmerkingen heeft over uw verzoek, kunt u deze in het onderstaande veld achterlaten.</p>
no_no: <p> Vi sender deg en XML-fil med alle dine personlige data vi har. Vær oppmerksom på at vi trenger litt tid til å behandle denne forespørselen, slik at e-posten med XML-filen din ikke sendes umiddelbart. Hvis du har kommentarer til forespørselen din, vennligst legg dem i feltet under. </p>
pl_pl: <p>Prześlemy Ci plik XML zawierający wszystkie twoje dane osobowe, które posiadamy. Pamiętaj, że potrzebujemy trochę czasu, aby przetworzyć to żądanie, aby wiadomość e-mail z plikiem XML nie została wysłana natychmiast. Jeśli masz jakieś uwagi dotyczące swojej prośby, zostaw je w polu poniżej.</p>
pt_br: <p>Nós lhe enviaremos um arquivo XML com todos os seus dados pessoais que possuímos. Observe que precisaremos de algum tempo para processar esta solicitação, portanto o e-mail com o seu arquivo XML não será enviado imediatamente. Se você tiver algum comentário em relação à sua solicitação, registre-o no campo abaixo.</p>
ru_ru: <p>Мы отправим вам XML-файл со всеми вашими персональными данными, которые у нас есть. Обратите внимание, что нам потребуется некоторое время на обработку вашего запроса, так что письмо с данными придёт не сразу. Если у вас есть комментарии по вашему запросу, оставьте их в поле ниже.</p>
sv_se: <p>Vi skickar dig en XML-fil med alla dina personuppgifter vi har. Observera att vi kommer att behöva lite tid för att behandla denna begäran, så e-postmeddelandet med din XML-fil kommer inte att skickas omedelbart. Om du har några kommentarer angående din förfrågan, vänligen lämna dem i fältet nedan.</p>
tr_tr: <p>Sahip olduğumuz tüm kişisel verilerinizi içeren bir XML dosyası göndereceğiz. Lütfen bu isteği işleme koymak için biraz zamana ihtiyacımız olacağını, bu nedenle XML dosyanızı içeren e-postanın hemen gönderilmeyeceğini unutmayın. Talebinizle ilgili herhangi bir yorumunuz varsa, lütfen bunları aşağıdaki alana bırakın.</p>
uk_ua: <p>Ми відправимо вам XML-файл з усіма вашими персональними даними, які у нас є. Зверніть увагу, що нам буде потрібно якийсь час на обробку вашого запиту, так що лист з даними прийде не відразу. Якщо у вас є коментарі на ваш запит, залиште їх у поле нижче.</p>

# Languages::gdpr.email_subject_personal_data_request
source: Personal Data Copy Request: [customer_email]
cs_cz: Žádost o kopii osobních údajů: [customer_email]
da_dk: Anmodning om kopi af personoplysninger: [customer_email]
de_de: Persönliche Daten Kopieranforderung: (Kunde_eMail)
el_gr: Αίτημα αποστολής αντιγραφου προσωπικών δεδομένων: [customer_email]
fa_ir: درخواست کپی اطلاعات شخصی: [customer_email]
fi_fi: Henkilötietojen kopiointipyyntö: [customer_email]
fr_fr: Demande de copie de données personnelles : [customer_email]
he_il: בקשה להעתקת נתונים אישיים:[customer_email]
hu_hu: Személyes adatok másolására irányuló kérelem: [customer_email]
it_it: Richiesta di copia dei dati personali: [customer_email]
nl_nl: Kopie verzoek persoonsgegevens: [customer_email]
no_no: Personlig data kopi forespørsel: [customer_email]
pl_pl: Żądania kopii danych osobowych: [customer_email]
pt_br: Solicitação de cópia de dados pessoais: [customer_email]
ru_ru: Запрос на копию персональных данных: [customer_email]
sv_se: Begäran om kopia av personuppgifter: [customer_email]
tr_tr: Kişisel Veri Kopyalama Talebi: [customer_email]
uk_ua: Запит на копію персональних даних: [customer_email]

# Languages::gdpr.email_body_personal_data_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested a copy of personal data with the following comment:</p> <p>[comment]</p> <p>Click the link at the beginning of this message and use the corresponding button on the customer profile page in the Administration panel to get the data in the XML format. After that, send the XML file to the customer.</p>
cs_cz: <p><a href="[user_profile_url]" target="_blank">[user]</a> s e-mailovou adresou [customer_email] si vyžádal kopii osobních údajů s následujícím komentářem:</p> <p>[comment]</p> <p>Klikněte na odkaz na začátku této zprávy a použijte odpovídající tlačítko na stránce profilu zákazníka na panelu Správa. získat data ve formátu XML. Poté odešlete soubor XML zákazníkovi.</p>
da_dk: <p><a href="[user_profile_url]" target="_blank">[user]</a> med e-mailadressen [customer_email] har anmodet om en kopi af personlige data med følgende kommentar:</p> <p>[comment]</p> <p>Klik på linket i begyndelsen af denne meddelelse og brug den tilsvarende knap på kundeprofilsiden i administrationspanelet for at få dataene i XML-format. Send derefter XML-filen til kunden.</p>
de_de: <p> href="[user_profile_url]" [user] target="_blank">[user]></a> mit der E-Mail-Adresse[customer_email] hat eine Kopie der persönlichen Daten mit folgendem Kommentar angefordert:>:</p> <p>[commen]</p> <p>Klicken Sie auf den Link am Anfang dieser Nachricht und benutzen Sie den entsprechenden Button auf der Kundenprofilseite im Administrationsbereich, um die Daten im XML-Format zu erhalten. Danach senden Sie die XML-Datei an den Kunden
el_gr: <p>Ο <a href="[user_profile_url]" target="_blank"> [χρήστης] </a> με τη διεύθυνση ηλεκτρονικού ταχυδρομείου [customer_email] ζήτησε αντίγραφο προσωπικών δεδομένων με το ακόλουθο σχόλιο: </ p> <p > [σχόλιο] Κάντε κλικ στον σύνδεσμο στην αρχή αυτού του μηνύματος και χρησιμοποιήστε το αντίστοιχο κουμπί στη σελίδα προφίλ πελάτη στον πίνακα διαχείρισης για να λάβετε τα δεδομένα σε μορφή XML. Στη συνέχεια, στείλτε το αρχείο XML στον πελάτη. </p>
fa_ir: <p><a href="[user_profile_url]" target="_blank">[user]</a> با آدرس ایمیل [customer_email] یک کپی از اطلاعات شخصی را با نظر زیر درخواست کرده است:</p> <p>[comment]</p> <p>روی پیوند ابتدای این پیام کلیک کنید و از دکمه مربوطه در صفحه نمایه مشتری در پنل مدیریت استفاده کنید. داده ها را در قالب XML دریافت کنید. پس از آن فایل XML را برای مشتری ارسال کنید.</p>
fi_fi: <p><a href="[user_profile_url]" target="_blank">[user]</a> sähköpostiosoitteella [customer_email] on pyytänyt kopiota henkilötiedoista seuraavalla kommentilla:</p> <p>[comment]</p> <p>Napsauta tämän viestin alussa olevaa linkkiä ja käytä vastaavaa painiketta hallintapaneelin asiakasprofiilisivulla saada tiedot XML-muodossa. Sen jälkeen lähetä XML-tiedosto asiakkaalle.</p>
fr_fr: <p><a href="[user_profile_url]" target="_blank">[user]</a> avec l'adresse e-mail [customer_email] a demandé une copie des données personnelles avec le commentaire suivant :</p> <p>[comment]</p> <p>Cliquez sur le lien au début de ce message et utilisez le bouton correspondant sur la page de profil du client dans le panneau d'administration pour obtenir les données au format XML. Après cela, envoyez le fichier XML au client.</p>
he_il: <p><a href="[user_profile_url]" target="_blank">[user]</a> עם כתובת הדוא"ל[customer_email] ביקש עותק של נתונים אישיים עם ההערה הבאה:</p> <p>[comment]</p> <p>לחץ על הקישור בתחילת הודעה זו והשתמש בלחצן המתאים בדף פרופיל הלקוח בחלונית 'ניהול' כדי לקבל את הנתונים בפורמט XML. לאחר מכן, שלח את קובץ ה- XML ללקוח.</p>
hu_hu: <p><a href="[user_profile_url]" target="_blank">[user]</a> az [customer_email] e-mail címmel a következő megjegyzéssel kérte személyes adatai másolatát:</p> <p>[comment]</p> <p>Kattints az üzenet elején található linkre, és az adminisztrációs panel vásárlói profil oldalán használd a megfelelő gombot az adatok XML formátumban történő lekéréséhez. Ezt követően küldd el az XML fájlt a vásárlónak.</p>
it_it: <p><a href="[user_profile_url]" target="_blank">[user]</a> con l'indirizzo e-mail [customer_email] ha richiesto una copia dei dati personali con il seguente commento:</p> <p>[comment]</p> <p>Fare clic sul collegamento all'inizio di questo messaggio e utilizzare il pulsante corrispondente nella pagina del profilo del cliente nel pannello Amministrazione per ottenere i dati nel formato XML. Successivamente, invia il file XML al cliente.</p>
nl_nl: <p><a href="[user_profile_url]" target="_blank">[user]</a> met het e-mailadres [customer_email] heeft een kopie van persoonlijke gegevens aangevraagd met de volgende opmerking:</p> <p>[comment]</p> <p>Klik op de link aan het begin van dit bericht en gebruik de corresponderende knop op de klantprofielpagina in het Administratiepaneel om verkrijg de gegevens in het XML-formaat. Stuur daarna het XML-bestand naar de klant.</p>
no_no: <p><a href="[user_profile_url]" target="_blank">[user]</a>med e-postadressen [customer_email] har bedt om en kopi av personopplysninger med følgende kommentar:</p> <p>[comment]</p> <p>Klikk på linken i begynnelsen av denne meldingen, og bruk den tilhørende knappen på kundeprofil siden på administrasjonspanelet for å få dataene i XML-format. Deretter sender du XML-filen til kunden.</p>
pl_pl: <p><a href="[user_profile_url]" target="_blank">[user]</a> z adresem e-mail [customer_email] zażądał kopii danych osobowych z następującym komentarzem: </p><p>[comment]</p><p>Kliknij link na początku tej wiadomości i użyj odpowiedniego przycisku na stronie profilu klienta w panelu administracyjnym, aby pobrać dane w formacie XML. Następnie wyślij plik XML do klienta.</p>
pt_br: <a href="[user_profile_url]" target="_blank">[user]</a> com o endereço de e-mail [customer_email] solicitou uma cópia de dados pessoais com o seguinte comentário:</p> <p>[comment]</p> <p>Clique no link no começo desta mensagem e utilize o botão correspondente na página do perfil do cliente no painel de Administração para obter os dados no formato XML. Após isso, envie o arquivo XML para o cliente.</p>
ru_ru: <p><a href="[user_profile_url]" target="_blank">[user]</a> (электронный адрес [customer_email]) запросил(а) копию своих персональных данных со следующим комментарием:</p> <p>[comment]</p> <p>Перейдите по ссылке в начале этого письма и воспользуйтесь соответствующей кнопкой, чтобы экспортировать данные в формате XML. После этого отправьте данные покупателю.</p>
sv_se: <p><a href="[user_profile_url]" target="_blank">[user]</a> med e-postadressen [customer_email] har begärt en kopia av personuppgifter med följande kommentar:</p> <p>[comment]</p> <p>Klicka på länken i början av detta meddelande och använd motsvarande knapp på kundprofilsidan i administrationspanelen för att hämta data i XML-format. Skicka sedan XML-filen till kunden.</p>
tr_tr: <p><a href="[user_profile_url]" target="_blank">[user]</a> e-posta adresi [customer_email] ile aşağıdaki yorum ile kişisel verilerin bir kopyasını istedi:</p> <p>[comment]</p> <p>Bu mesajın başındaki bağlantıya tıklayın ve Yönetim panelindeki müşteri profili sayfasındaki ilgili düğmeyi kullanın. verileri XML biçiminde alın. Ardından XML dosyasını müşteriye gönderin.</p>
uk_ua: <p><a href="[user_profile_url]" target="_blank">[user]</a>, електронна адреса [customer_email] зробив запит на копію своїх персональних даних з наступним коментарем:</p> <p>[comment]</p> <p>Перейдіть по посиланню на початку цього листа і скористайтеся відповідною кнопкою, щоб експортувати дані в форматі XML. Після цього надішліть дані покупцеві.</p>

# Languages::gdpr.remove_my_data
source: Remove my data
cs_cz: Odstranit moje osobní data
da_dk: Fjern mine data
de_de: Meine Daten entfernen
el_gr: Αφαιρέστε τα δεδομένα μου
fa_ir: داده های من را حذف کنید
fi_fi: Poista tietoni
fr_fr: Supprimer mes données
he_il: תמחקו את הנתונים שלי
hu_hu: Adataim eltávolítása
it_it: Rimuovi i miei dati
nl_nl: Mijn gegevens verwijderen
no_no: Fjern dataene mine
pl_pl: Usuń moje dane
pt_br: Remover meus dados
ru_ru: Удалите мои данные
sv_se: Ta bort mina data
tr_tr: verilerimi kaldır
uk_ua: Видалыть мої дані

# Languages::gdpr.remove_my_data_description
source: <p>We’ll deactivate your account and remove all your personal data from it. After that you won’t be able to sign in. However, you’ll be able to register a new account with the same email address in the future. Please note that we’ll need some time to process this request, so your account won’t be deactivated immediately. If you have any comments regarding your request, please leave them in the field below.</p>
cs_cz: <p>Váš účet deaktivujeme a odstraníme z něj všechna vaše osobní data. Poté se nebudete moci přihlásit. V budoucnu si však budete moci zaregistrovat nový účet se stejnou e-mailovou adresou. Upozorňujeme, že na zpracování tohoto požadavku budeme potřebovat nějaký čas, takže váš účet nebude deaktivován okamžitě. Pokud máte nějaké připomínky k vaší žádosti, zanechte je prosím v poli níže.</p>
da_dk: <p>Vi deaktiverer din konto og fjerner alle dine personlige data fra den. Derefter vil du ikke kunne logge ind. Du vil dog være i stand til at registrere en ny konto med den samme e-mailadresse i fremtiden. Bemærk venligst, at vi skal bruge lidt tid til at behandle denne anmodning, så din konto bliver ikke deaktiveret med det samme. Hvis du har kommentarer til din anmodning, bedes du efterlade dem i feltet nedenfor.</p>
de_de: Wir deaktivieren Ihr Konto und löschen alle Ihre persönlichen Daten. Danach können Sie sich nicht mehr anmelden. Sie können jedoch in Zukunft ein neues Konto mit der gleichen E-Mail-Adresse registrieren. Bitte beachten Sie, dass wir einige Zeit benötigen, um diese Anfrage zu bearbeiten, sodass Ihr Konto nicht sofort deaktiviert wird. Wenn Sie Anmerkungen zu Ihrer Anfrage haben, hinterlassen Sie diese bitte im untenstehenden Feld
el_gr: <p> Θα απενεργοποιήσουμε τον λογαριασμό σας και θα αφαιρέσουμε όλα τα προσωπικά σας δεδομένα από αυτόν. Μετά από αυτό, δεν θα μπορείτε να συνδεθείτε. Ωστόσο, θα μπορείτε να καταχωρίσετε νέο λογαριασμό με την ίδια διεύθυνση ηλεκτρονικού ταχυδρομείου στο μέλλον. Λάβετε υπόψη ότι θα χρειαστούμε λίγο χρόνο για να επεξεργαστούμε αυτό το αίτημα, οπότε ο λογαριασμός σας δεν θα απενεργοποιηθεί αμέσως. Εάν έχετε οποιεσδήποτε παρατηρήσεις σχετικά με το αίτημά σας, παρακαλούμε αφήστε τις στο παρακάτω πεδίο. </ P>
fa_ir: <p>ما حساب شما را غیرفعال می کنیم و تمام اطلاعات شخصی شما را از آن حذف می کنیم. پس از آن نمی‌توانید وارد شوید. با این حال، در آینده می‌توانید یک حساب کاربری جدید با همان آدرس ایمیل ثبت کنید. لطفاً توجه داشته باشید که برای پردازش این درخواست به مدتی زمان نیاز داریم، بنابراین حساب شما بلافاصله غیرفعال نخواهد شد. اگر نظری در مورد درخواست خود دارید، لطفاً آن را در فیلد زیر بنویسید.</p>
fi_fi: <p>Poistamme tilisi käytöstä ja poistamme siitä kaikki henkilökohtaiset tietosi. Sen jälkeen et voi kirjautua sisään. Voit kuitenkin jatkossa rekisteröidä uuden tilin samalla sähköpostiosoitteella. Huomaa, että tarvitsemme jonkin aikaa tämän pyynnön käsittelemiseen, joten tiliäsi ei poisteta heti. Jos sinulla on pyyntöäsi koskevia kommentteja, jätä ne alla olevaan kenttään.</p>
fr_fr: <p>Nous désactiverons votre compte et y supprimerons toutes vos données personnelles. Après cela, vous ne pourrez plus vous connecter. Cependant, vous pourrez créer un nouveau compte avec la même adresse e-mail à l'avenir. Veuillez noter que nous aurons besoin d'un certain temps pour traiter cette demande, de sorte que votre compte ne sera pas désactivé immédiatement. Si vous avez des commentaires concernant votre demande, veuillez les laisser dans le champ ci-dessous.</p>
he_il: <p>אנו נשבית את חשבונך ונסיר ממנו את כל הנתונים האישיים שלך. לאחר מכן לא תוכל להיכנס. עם זאת, תוכל לרשום חשבון חדש עם אותה כתובת דוא"ל בעתיד. לידיעתך, נצטרך קצת זמן לעבד את הבקשה הזו, לכן חשבונך לא יופסק באופן מיידי. אם יש לך הערות בנוגע לבקשה שלך, השאר אותן בשדה למטה.</p>
hu_hu: <p>Deaktiváljuk a fiókod, és eltávolítjuk belőle az összes személyes adatod. Ezt követően nem fogsz tudni bejelentkezni. Később azonban képes leszel új fiókot regisztrálni ugyanezzel az e-mail címmel. Kérjük, vedd figyelembe, hogy a kérés feldolgozásához némi időre lesz szükségünk, így a fiókod nem fogjuk azonnal deaktiválni. Ha bármilyen megjegyzésed van a kéréseddel kapcsolatban, kérjük, írd ide az alábbi mezőbe.</p>
it_it: <p>Disattiveremo il tuo account e rimuoveremo tutti i tuoi dati personali da esso. Dopodiché non sarai in grado di accedere. Tuttavia, in futuro potrai registrare un nuovo account con lo stesso indirizzo email. Tieni presente che ci vorrà del tempo per elaborare questa richiesta, quindi il tuo account non verrà disattivato immediatamente. Se hai commenti sulla tua richiesta, lasciali nel campo sottostante.</p>
nl_nl: <p>We zullen uw account deactiveren en al uw persoonlijke gegevens eruit verwijderen. Daarna kunt u zich niet meer aanmelden. U kunt in de toekomst wel een nieuw account met hetzelfde e-mailadres registreren. Houd er rekening mee dat we enige tijd nodig hebben om dit verzoek te verwerken, dus uw account wordt niet onmiddellijk gedeactiveerd. Als u opmerkingen heeft over uw verzoek, kunt u deze in het onderstaande veld achterlaten.</p>
no_no: <p>Vi deaktiverer kontoen din og fjerner alle dine personlige data fra den. Deretter kan du ikke logge inn. Du kan imidlertid registrere en ny konto med samme e-postadresse i fremtiden. Vær oppmerksom på at vi trenger litt tid til å behandle denne forespørselen, så kontoen din blir ikke deaktivert umiddelbart. Hvis du har kommentarer til forespørselen din, vennligst legg dem til i feltet under.</p>
pl_pl: <p>Dezaktywujemy Twoje konto i usuniemy z niego wszystkie twoje dane osobowe. Po tym czasie nie będziesz mógł się zalogować. Będziesz jednak mógł zarejestrować nowe konto z tym samym adresem e-mail w przyszłości. Pamiętaj, że potrzebujemy trochę czasu, aby przetworzyć to żądanie, aby Twoje konto nie zostało natychmiast dezaktywowane. Jeśli masz jakieś uwagi dotyczące swojej prośby, zostaw je w polu poniżej.</p>
pt_br: <p>Nós desativaremos a sua conta e removeremos todos os seus dados pessoais dela. Após isso, você não poderá fazer login. Entretanto, futuramente você poderá registrar uma nova conta com o mesmo endereço de e-mail. Observe que precisaremos de algum tempo para processar esta solicitação, portanto a sua conta não será desativada imediatamente. Se você tiver algum comentário em relação à sua solicitação, registre-o no campo abaixo.</p>
ru_ru: <p>Мы отключим вашу учётную запись и удалим из неё ваши персональные данные. После этого вы не сможете войти в учётную запись, но зато сможете зарегистрировать новую с таким же электронным адресом, если потребуется. Обратите внимание, что на обработку запроса нам понадобится некоторое время, поэтому учётную запись мы отключим не сразу. Если у вас есть комментарии, оставьте их в поле ниже.</p>
sv_se: <p>Vi inaktiverar ditt konto och tar bort alla dina personliga uppgifter från det. Efter det kommer du inte att kunna logga in. Du kommer dock att kunna registrera ett nytt konto med samma e-postadress i framtiden. Observera att vi kommer att behöva lite tid för att behandla denna begäran, så ditt konto kommer inte att avaktiveras omedelbart. Om du har några kommentarer angående din förfrågan, vänligen lämna dem i fältet nedan.</p>
tr_tr: <p>Hesabınızı devre dışı bırakacağız ve tüm kişisel verilerinizi hesabınızdan kaldıracağız. Bundan sonra oturum açamayacaksınız. Ancak gelecekte aynı e-posta adresiyle yeni bir hesap açabileceksiniz. Lütfen bu isteği işleme koymak için biraz zamana ihtiyacımız olacağını, bu nedenle hesabınızın hemen devre dışı bırakılmayacağını unutmayın. Talebinizle ilgili herhangi bir yorumunuz varsa, lütfen bunları aşağıdaki alana bırakın.</p>
uk_ua: <p>Ми відключимо ваш обліковий запис і видалимо з нього ваші персональні дані. Після цього ви не зможете увійти в обліковий запис, але зате зможете зареєструвати новий з такою же електронною адресою, якщо буде потрібно. Зверніть увагу, що на обробку запиту нам знадобиться деякий час, тому обліковий запис ми відключимо не відразу. Якщо у вас є коментарі, залиште їх у поле нижче.</p>
