Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.vendor.apply.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
cs_cz: Souhlasím se <u>zpracováním osobních údajů.</u>
da_dk: Jeg accepterer at få mine <u>behandlet som følger.</u>
de_de: Ich bin damit einverstanden, dass meine persönlichen Daten wie folgt <u>verarbeitet werden</u>
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u> ως εξής.</u>
fa_ir: من موافقت می کنم که داده های شخصی من <u>به شرح زیر پردازش شود.</u>
fi_fi: Hyväksyn, että henkilötietojani <u>käsitellään seuraavasti.</u>
fr_fr: J'accepte que mes données personnelles <u> soient traitées comme suit.</u>
he_il: אני מסכים שהנתונים האישיים שלי <u> יעובדו באופן הבא. </u>
hu_hu: Hozzájárulok ahhoz, hogy személyes adataimat <u>az alábbiak szerint kezeljék.</u>
it_it: Acconsento al trattamento dei miei dati personali <u>come segue.</u>
nl_nl: Ik ga ermee akkoord dat mijn persoonlijke gegevens <u>als volgt worden verwerkt.</u>
no_no: Jeg godtar at mine personlige data <u>behandles som følger.</u>
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób.</u>
pt_br: Eu concordo em ter meus dados pessoais <u>processados da seguinte forma.</u>
ru_ru: Я согласен/согласна на <u>обработку своих персональных данных указанным образом.</u>
sv_se: Jag samtycker till att få mina <u>behandlade enligt följande.</u>
tr_tr: Kişisel verilerimin <u>aşağıdaki şekilde işlenmesini kabul ediyorum.</u>
uk_ua: Я даю згоду на <u>обработку моїх персональних даних.</u>

# Languages::gdpr.products.subscribe.personal_data_processing
source: Products: subscribe
cs_cz: Produkty: předplatné
da_dk: Produkter: abonner
de_de: Produkte: vorbestellen
el_gr: Προϊόντα: εγγραφείτε
fa_ir: محصولات: مشترک شوید
fi_fi: Tuotteet: tilaa
fr_fr: Produits : abonnez-vous
he_il: מוצרים: מנוי
hu_hu: Termékek: feliratkozás
it_it: Prodotti: iscriviti
nl_nl: Producten: inschrijven
no_no: Produkter: abonnere
pl_pl: Produkty: Subskrypcja
pt_br: Produtos: assinatura
ru_ru: Товары: Подписка на товар
sv_se: Produkter: prenumerera
tr_tr: Ürünler: abone ol
uk_ua: Товари: Підписка на товар

# Languages::gdpr.products.subscribe.agreement_text_full_personal_data_processing
source: <p>We ([company]) will add your email address to a special mailing list for this product. Once the product is in stock, you’ll get an email about it automatically, and your email address will be removed from the product’s mailing list.</p> <p>The data will be visible to some members of our staff. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
cs_cz: <p>My ([company]) přidáme vaši e-mailovou adresu do speciálního seznamu adresátů pro tento produkt. Jakmile bude produkt na skladě, obdržíte o něm automaticky e-mail a vaše e-mailová adresa bude odstraněna z e-mailového seznamu produktu.</p> <p>Data budou viditelná některým členům našeho personálu. Pokud si přejete, aby byly vaše osobní údaje odstraněny, zašlete e-mail na adresu [email].</p> <p>Pokud se domníváte, že byly Vaše osobní údaje zneužity, máte právo podat stížnost u dozorového úřadu. Na základě obecného nařízení EU o ochraně osobních údajů jsme povinni vás o tomto právu informovat; ve skutečnosti nemáme v úmyslu vaše údaje zneužít.</p>
da_dk: <p>Vi ([company]) tilføjer din e-mailadresse til en særlig mailingliste for dette produkt. Når produktet er på lager, får du automatisk en e-mail om det, og din e-mailadresse vil blive fjernet fra produktets mailingliste.</p> <p>Dataene vil være synlige for nogle medlemmer af vores personale. Hvis du gerne vil have dine personlige data fjernet, skal du sende en e-mail til [email].</p> <p>Hvis du mener, at dine personoplysninger er blevet misbrugt, har du ret til at indgive en klage til en tilsynsmyndighed. Vi er i henhold til EU's generelle databeskyttelsesforordning forpligtet til at informere dig om denne ret; vi har faktisk ikke til hensigt at misbruge dine data.</p>
de_de: <p>Wir ([company]) nutzen die von Ihnen uns zur Verfügung gestellten Daten, um Sie bezüglich Ihrer Rückrufanfragen oder Bestellungen zu kontaktieren. Diese Daten werden in unserem System gespeichert und ausschließlich für unsere Mitarbeiter sichtbar sein (oder für den entsprechenden Verkäufer), bis Sie dem widersprechen. Wenn Sie Ihre persönlichen Daten löschen möchten, senden Sie uns bitte eine Mail an [email].</p> <p>Wenn Sie glauben, das Ihre persönlichen Daten für unrechte Zwecke missbraucht wurden, haben Sie das Recht, dieses der Aufsichtsbehörde zu melden. Wir sind der EU-Datenschutz-Grundverordnung verpflichtet, Sie darüber aufzuklären; wir beabsichtigen nicht, Ihre Daten zu missbrauchen.</p>
el_gr: <p> Εμείς ([company]) θα προσθέσουμε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας σε μια ειδική λίστα για αυτό το προϊόν. Μόλις το προϊόν βρίσκεται σε απόθεμα, θα λάβετε αυτόματα ένα μήνυμα ηλεκτρονικού ταχυδρομείου σχετικά με αυτό και η διεύθυνση ηλεκτρονικού ταχυδρομείου σας θα καταργηθεί από τη λίστα αλληλογραφίας του προϊόντος. </p> <p> Τα δεδομένα θα είναι ορατά σε ορισμένα μέλη του προσωπικού μας. Εάν θέλετε να καταργήσετε τα προσωπικά σας δεδομένα, στείλτε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στο [email]. </p> <p> Εάν πιστεύετε ότι τα προσωπικά σας δεδομένα έχουν καταστρατηγηθεί, έχετε το δικαίωμα υποβολής καταγγελίας στην εποπτική αρχή . Είμαστε υποχρεωμένοι σύμφωνα με τον Κανονισμό της ΕΕ για την Προστασία των Γενικών Προσωπικών Δεδομένων να σας ενημερώσουμε για αυτό το δικαίωμα.Πραγματικά δεν σκοπεύουμε να καταχραστούμε τα δεδομένα σας. </ p>
fa_ir: <p>ما ([company]) آدرس ایمیل شما را به لیست پستی ویژه این محصول اضافه می کنیم. پس از موجودی محصول، ایمیلی در مورد آن به صورت خودکار دریافت خواهید کرد و آدرس ایمیل شما از لیست پستی محصول حذف خواهد شد.</p> <p>داده ها برای برخی از اعضای کارکنان ما قابل مشاهده خواهد بود. اگر می‌خواهید اطلاعات شخصی‌تان حذف شود، یک ایمیل به [email]ارسال کنید.</p> <p>اگر فکر می کنید که از داده های شخصی شما سوء استفاده شده است، حق دارید به یک مقام نظارتی شکایت کنید. ما طبق مقررات عمومی حفاظت از داده های اتحادیه اروپا موظف هستیم در مورد این حق به شما اطلاع دهیم. ما در واقع قصد سوء استفاده از داده های شما را نداریم.</p>
fi_fi: <p>Me ([company]) lisäämme sähköpostiosoitteesi tämän tuotteen erityiselle postituslistalle. Kun tuotetta on varastossa, saat siitä automaattisesti sähköpostin ja sähköpostiosoitteesi poistetaan tuotteen postituslistalta.</p> <p>Tiedot näkyvät joillekin henkilöstömme jäsenille. Jos haluat, että henkilötietosi poistetaan, lähetä sähköpostia osoitteeseen [email].</p> <p>Jos uskot, että henkilötietojasi on käytetty väärin, sinulla on oikeus tehdä valitus valvontaviranomaiselle. EU:n yleisen tietosuoja-asetuksen mukaan olemme velvollisia ilmoittamaan sinulle tästä oikeudesta; emme todellakaan aio väärinkäyttää tietojasi.</p>
fr_fr: <p>Nous ([company]) ajouterons votre adresse e-mail à une liste de diffusion spéciale pour ce produit. Une fois le produit en stock, vous recevrez automatiquement un e-mail à ce sujet et votre adresse e-mail sera supprimée de la liste de diffusion du produit.</p> <p>Les données seront visibles par certains membres de notre personnel. Si vous souhaitez que vos données personnelles soient supprimées, envoyez un e-mail à [email].</p> <p>Si vous pensez que vos données personnelles ont été utilisées à mauvais escient, vous avez le droit de déposer une plainte auprès d'une autorité de contrôle . Nous sommes tenus par le règlement général de l'UE sur la protection des données de vous informer de ce droit ; nous n'avons pas l'intention d'abuser de vos données.</p>
he_il: <p>אנחנו ([company]) תוסיף את כתובת הדוא"ל שלך לרשימת דיוור מיוחדת עבור מוצר זה. לאחר שהמוצר נמצא במלאי, תקבל הודעת דוא"ל לגביו באופן אוטומטי, וכתובת האימייל שלך תוסר מרשימת התפוצה של המוצר.</p> <p>הנתונים יהיו גלויים לחלק מחברי הצוות שלנו. אם ברצונך להסיר את הנתונים האישיים שלך, שלח דוא"ל אל [email].</p> <p>אם אתה סבור כי נעשה שימוש לרעה בנתונים האישיים שלך, יש לך זכות להגיש תלונה לרשות פיקוחית. אנו מחויבים על ידי כללי האיחוד האירופי להגנה על נתונים כדי ליידע אותך על זכות זו; אנחנו לא מתכוונים להשתמש לרעה בנתונים שלך. </p>
hu_hu: <p>Mi, a ([company]) vállalat felvesszük az e-mail címed egy speciális levelezőlistára, amely erre a termékre vonatkozik. Amint a termék raktáron lesz, automatikusan kapsz e-mailt róla, és az e-mail címed eltávolítjuk a termék levelezőlistájáról.</p> <p>Az adatok néhány munkatársunk számára láthatóak lesznek. Ha szeretnéd, hogy személyes adataidat töröljék, küldj e-mailt a [email] címre.</p> <p>Ha úgy véled, hogy személyes adataiddal visszaéltek, jogodban áll panaszt tenni felügyeleti szervnél. Az EU általános adatvédelmi rendelete értelmében kötelesek vagyunk tájékoztatni erről a jogodról; valójában nem áll szándékunkban visszaélni adataiddal.</p>
it_it: <p>Noi ([company]) aggiungeremo il tuo indirizzo email a una mailing list speciale per questo prodotto. Una volta che il prodotto è disponibile, riceverai automaticamente un'e-mail a riguardo e il tuo indirizzo e-mail verrà rimosso dalla mailing list del prodotto.</p> <p>I dati saranno visibili ad alcuni membri del nostro staff. Se desideri rimuovere i tuoi dati personali, invia un'e-mail a [email].</p> <p>Se ritieni che i tuoi dati personali siano stati utilizzati in modo improprio, hai il diritto di proporre reclamo a un'autorità di controllo. Siamo obbligati dal Regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non intendiamo utilizzare in modo improprio i tuoi dati.</p>
nl_nl: <p>Wij ([company]) zullen uw e-mailadres toevoegen aan een speciale mailinglijst voor dit product. Zodra het product op voorraad is, ontvang je er automatisch een e-mail over en wordt je e-mailadres verwijderd uit de mailinglijst van het product.</p> <p>De gegevens zullen voor een deel van onze medewerkers zichtbaar zijn. Als je je persoonsgegevens wilt laten verwijderen, stuur dan een e-mail naar [email].</p> <p>Als u van mening bent dat er misbruik is gemaakt van uw persoonsgegevens, heeft u het recht om een klacht in te dienen bij een toezichthoudende autoriteit. We zijn verplicht door de Algemene Verordening Gegevensbescherming van de EU om u op de hoogte te stellen van dit recht; we hebben niet echt de bedoeling om uw gegevens te misbruiken.</p>
no_no: <p> Vi ([company]) vil legge til din e-postadresse til en spesiell adresseliste for dette produktet. Når produktet er på lager, får du en e-post om det automatisk, og e-postadressen din blir fjernet fra produktets adresseliste. </p> <p> Dataene vil være synlige for noen av våre ansatte. Hvis du vil ha dine personlige data fjernet, send en epost til [email]. </p> <p> Hvis du mener at dine personopplysninger er misbrukt, har du rett til å sende inn en klage til en tilsynsmyndighet. Vi er forpliktet av EUs generelle databeskyttelsesforskrift å gi deg beskjed om denne rettigheten. Vi har faktisk ikke tenkt å misbruke dataene dine. </p>
pl_pl: <p> Nasza firma ([company]) doda twój adres e-mail do specjalnej listy mailingowej dla tego produktu. Gdy produkt znajdzie się w magazynie, otrzymasz automatycznie wiadomość e-mail na jego temat, a Twój adres email zostanie usunięty z listy mailingowej produktu.</p> <p>Dane będą widoczne dla niektórych członków naszego personelu. Jeśli chcesz usunąć swoje dane osobowe, wyślij wiadomość e-mail na adres [email]. </p> <p> Jeśli uważasz, że Twoje dane osobowe zostały użyte niezgodnie z przeznaczeniem, masz prawo do złożenia skargi do organu nadzorczego. Jesteśmy zobowiązani na mocy ogólnego rozporządzenia UE w sprawie ochrony danych, aby poinformować Cię o tym prawie; w rzeczywistości nie zamierzamy niewłaściwie wykorzystywać twoich danych. </p>
pt_br: <p>Nós ([company]) adicionaremos o seu endereço de e-mail a uma lista de assinatura especial deste produto. Assim que o produto estiver em estoque, você receberá um e-mail sobre ele e o seu endereço de e-mail será removido da lista de assinatura do produto.</p> <p>Os dados serão visíveis para alguns membros da nossa equipe. Se você quiser que os seus dados pessoais sejam removidos, envie um e-mail para [email].</p><p>Se você acredita que os seus dados pessoais foram utilizados indevidamente, é seu direito prestar queixa a uma autoridade supervisora. O Regulamento Geral sobre a Proteção de Dados da UE exige que nós informemos você sobre este direito; não pretendemos violar os seus dados.</p>
ru_ru: <p>Мы ([company]) добавим Ваш адрес электронной почты в специальный список рыссылки для данного товара. Как только товар станет доступен, вам будет отправлено автоматическое уведомление, и Ваш почтовый адрес будет удален из списка рассылки.</p> <p>Данные будут доступны некоторым нашим сотрудникам. Если выхотите, чтобы Ваши персональные данные были удалены, отправьте письмо по адресу [email].</p> <p>Если Вы считаете, что Ваши персональные данные используются не по назначению, Вы имеете право обратиться с жалобой в надзорный орган. Согласно “Общему регламенту по защите данных” в ЕС мы обязаны сообщить Вам об этом праве, хотя мы не планируем использовать Ваши данные не по назначению.</p>
sv_se: <p>Vi ([company]) kommer att lägga till din e-postadress till en speciell e-postlista för denna produkt. När produkten finns i lager får du automatiskt ett e-postmeddelande om den och din e-postadress tas bort från produktens e-postlista.</p> <p>Uppgifterna kommer att vara synliga för vissa medlemmar av vår personal. Om du vill att dina personuppgifter ska tas bort, skicka ett e-postmeddelande till [email].</p> <p>Om du anser att dina personuppgifter har missbrukats har du rätt att lämna in ett klagomål till en tillsynsmyndighet. Vi är enligt EU:s allmänna dataskyddsförordning skyldiga att informera dig om denna rättighet; vi har faktiskt inte för avsikt att missbruka dina uppgifter.</p>
tr_tr: <p>Biz ([company]) e-posta adresinizi bu ürün için özel bir posta listesine ekleyeceğiz. Ürün stoğa girdiğinde, ürünle ilgili otomatik olarak bir e-posta alacaksınız ve e-posta adresiniz ürünün posta listesinden kaldırılacaktır.</p> <p>Veriler, personelimizin bazı üyeleri tarafından görülebilir. Kişisel verilerinizin silinmesini istiyorsanız, [email]bir e-posta gönderin.</p> <p>Kişisel verilerinizin kötüye kullanıldığını düşünüyorsanız, bir denetim makamına şikayette bulunma hakkınız vardır. AB Genel Veri Koruma Yönetmeliği uyarınca bu hakkı size bildirmekle yükümlüyüz; aslında verilerinizi kötüye kullanmayı düşünmüyoruz.</p>
uk_ua: <p>Ми ([company]) додамо Вашу адресу електронної пошти в спеціальний список риссилкі для даного товару. Як тільки товар буде доступним, вам буде відправлено автоматичне повідомлення, і вашу електронну пошту буде видалено зі списку розсилки.</p><p>Дані будуть доступні деяким нашим співробітникам. Якщо вихотіте, щоб Ваші персональні дані були видалені, надішліть листа на адресу [email].</p><p>Якщо Ви вважаєте, що Ваші персональні дані використовуються не за призначенням, Ви маєте право звернутися зі скаргою в наглядовий орган. Згідно "Загального регламенту щодо захисту даних" в ЄС ми зобов'язані повідомити Вам про це право, хоча ми не плануємо використовувати Ваші дані не за призначенням.</p>

# Languages::gdpr.products.subscribe.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
cs_cz: Souhlasím se <u>zpracováním osobních údajů.</u>
da_dk: Jeg accepterer at få mine <u>behandlet som følger.</u>
de_de: Ich bin damit einverstanden, dass meine persönlichen Daten wie folgt <u>verarbeitet werden</u>
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u> ως εξής.</u>
fa_ir: من موافقت می کنم که داده های شخصی من <u>به شرح زیر پردازش شود.</u>
fi_fi: Hyväksyn, että henkilötietojani <u>käsitellään seuraavasti.</u>
fr_fr: J'accepte que mes données personnelles <u> soient traitées comme suit.</u>
he_il: אני מסכים שהנתונים האישיים שלי <u> יעובדו באופן הבא. </u>
hu_hu: Hozzájárulok ahhoz, hogy személyes adataimat <u>az alábbiak szerint kezeljék.</u>
it_it: Acconsento al trattamento dei miei dati personali <u>come segue.</u>
nl_nl: Ik ga ermee akkoord dat mijn persoonlijke gegevens <u>als volgt worden verwerkt.</u>
no_no: Jeg godtar at mine personlige data <u>behandles som følger.</u>
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób.</u>
pt_br: Eu concordo em ter meus dados pessoais <u>processados da seguinte forma.</u>
ru_ru: Я согласен/согласна на <u>обработку своих персональных данных указанным образом.</u>
sv_se: Jag samtycker till att få mina <u>behandlade enligt följande.</u>
tr_tr: Kişisel verilerimin <u>aşağıdaki şekilde işlenmesini kabul ediyorum.</u>
uk_ua: Я даю згоду на <u>обработку моїх персональних даних.</u>

# Languages::gdpr.checkout.profiles_update.personal_data_processing
source: Checkout: profiles update
cs_cz: Checkout: aktualizace adresy
da_dk: Checkout: profilopdatering
de_de: Abmeldung: Profilaktualisierung
el_gr: Ταμείο: ενημέρωση προφίλ
fa_ir: پرداخت: به روز رسانی پروفایل ها
fi_fi: Checkout: profiilien päivitys
fr_fr: Caisse : mise à jour des profils
he_il: תשלום: עדכון פרופילים
hu_hu: Pénztár: profilok frissítése
it_it: Checkout: aggiornamento profili
nl_nl: Afrekenen: profiel update
no_no: Utsjekking: Oppdatering av profiler
pl_pl: Koszyk: aktualizacja profilu
pt_br: Finalização de compra: atualização de perfis
ru_ru: Оформление заказа: Обновление данных профиля
sv_se: Till kassan: profiluppdatering
tr_tr: Ödeme: profil güncellemesi
uk_ua: Оформлення замовлення: Оновлення даних профіля
