Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.vendor.apply.agreement_text_full_personal_data_processing
source: <p>Because vendors sell products in our marketplace, we ([company]) have to request certain information about them. For example, the company name and description of a vendor are shown to customers and serve to distinguish vendors from each other; the address is used for shipping rate calculation.</p> <p>However, we also request some personal data, such as first name/last name and emails address. Those are necessary for creating a vendor’s administrator account in our system. Vendors work with the marketplace through such accounts. Email addresses are necessary because they distinguish administrators from each other. You sign in to the store by entering the email address you provide here. Names are necessary because a single vendor can have multiple administrators—it is easier to handle accountability that way.</p> <p>We also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer. If you decide that you no longer want to work with our marketplace and would like to have personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
cs_cz: <p>Protože prodejci prodávají produkty na našem trhu, musíme ([company]) o nich vyžadovat určité informace. Zákazníkům se například zobrazí název společnosti a popis prodejce a slouží k vzájemnému odlišení prodejců; adresa se používá pro výpočet sazby za dopravu.</p> <p>Požadujeme však také některé osobní údaje, jako je jméno/příjmení a e-mailová adresa. Ty jsou nezbytné pro vytvoření administrátorského účtu dodavatele v našem systému. Prodejci spolupracují s tržištěm prostřednictvím takových účtů. E-mailové adresy jsou nezbytné, protože od sebe odlišují administrátory. Do obchodu se přihlásíte zadáním emailové adresy, kterou zde uvedete. Jména jsou nezbytná, protože jeden dodavatel může mít více správců – tímto způsobem je snazší zvládnout odpovědnost.</p> <p>Na zadanou e-mailovou adresu také zasíláme e-maily související s účtem (jako jsou oznámení o stavu objednávky, e-maily pro resetování hesla a další). Z tohoto důvodu potřebujeme uchovat vaši e-mailovou adresu, dokud zůstanete naším zákazníkem. Pokud se rozhodnete, že již nechcete s naším tržištěm pracovat a chcete, aby byly osobní údaje odstraněny z naší databáze (nebo pokud byste chtěli získat všechny osobní údaje spojené s vaším účtem, které máme), zašlete nám e-mail do [email].</p> <p>Pokud se domníváte, že byly Vaše osobní údaje zneužity, máte právo podat stížnost u dozorového úřadu. Na základě obecného nařízení EU o ochraně osobních údajů jsme povinni vás o tomto právu informovat; ve skutečnosti nemáme v úmyslu vaše údaje zneužít.</p>
da_dk: <p>Fordi leverandører sælger produkter på vores markedsplads, er vi ([company]) nødt til at anmode om visse oplysninger om dem. For eksempel vises firmanavnet og beskrivelsen af en leverandør til kunder og tjener til at skelne leverandører fra hinanden; adressen bruges til beregning af forsendelsespris.</p> <p>Vi anmoder dog også om nogle personlige data, såsom fornavn/efternavn og e-mailadresse. Disse er nødvendige for at oprette en leverandørs administratorkonto i vores system. Leverandører arbejder med markedspladsen gennem sådanne konti. E-mailadresser er nødvendige, fordi de adskiller administratorer fra hinanden. Du logger ind i butikken ved at indtaste den e-mailadresse, du angiver her. Navne er nødvendige, fordi en enkelt leverandør kan have flere administratorer - det er lettere at håndtere ansvarlighed på den måde.</p> <p>Vi sender også kontorelaterede e-mails (såsom ordrestatusmeddelelser, e-mails med nulstilling af adgangskode og mere) til den angivne e-mailadresse. Af den grund er vi nødt til at gemme din e-mailadresse, mens du forbliver vores kunde. Hvis du beslutter dig for, at du ikke længere ønsker at arbejde med vores markedsplads og gerne vil have personlige data fjernet fra vores database (eller hvis du gerne vil have alle de personlige data, der er knyttet til din konto, som vi har), bedes du sende en e-mail til [email].</p> <p>Hvis du mener, at dine personoplysninger er blevet misbrugt, har du ret til at indgive en klage til en tilsynsmyndighed. Vi er i henhold til EU's generelle databeskyttelsesforordning forpligtet til at informere dig om denne ret; vi har faktisk ikke til hensigt at misbruge dine data.</p>
de_de: <p>Da Anbieter Produkte auf unserem Marktplatz verkaufen, müssen wir ([Unternehmen]) bestimmte Informationen über sie anfordern. Beispielsweise werden dem Kunden der Firmenname und die Beschreibung eines Lieferanten angezeigt und dienen der Unterscheidung von Lieferanten; die Adresse wird für die Berechnung der Versandkosten verwendet. <p>Wir bitten jedoch auch um einige persönliche Daten, wie Vorname/Nachname und E-Mail-Adresse. Diese sind notwendig, um das Administratorkonto eines Lieferanten in unserem System anzulegen. Anbieter arbeiten über solche Konten mit dem Marktplatz zusammen. E-Mail-Adressen sind notwendig, weil sie Administratoren voneinander unterscheiden. Sie melden sich im Shop an, indem Sie die hier angegebene E-Mail-Adresse eingeben. Namen sind notwendig, da ein einziger Anbieter mehrere Administratoren haben kann - es ist einfacher, auf diese Weise mit der Verantwortung umzugehen. <p>Wir senden auch kontobezogene E-Mails (wie z. B. Benachrichtigungen über den Bestellstatus, E-Mails zum Zurücksetzen des Passworts und mehr) an die angegebene E-Mail-Adresse. Aus diesem Grund müssen wir Ihre E-Mail-Adresse speichern, während Sie unser Kunde sind. Wenn Sie entscheiden, dass Sie nicht mehr mit unserem Marktplatz arbeiten möchten und persönliche Daten aus unserer Datenbank entfernt werden sollen (oder wenn Sie alle persönlichen Daten, die mit Ihrem Konto verbunden sind, erhalten möchten), senden Sie bitte eine E-Mail an[email]. <p>Wenn Sie glauben, dass Ihre persönlichen Daten missbraucht wurden, haben Sie das Recht, eine Beschwerde bei einer Aufsichtsbehörde einzureichen. Wir sind durch die Allgemeine Datenschutzverordnung der EU verpflichtet, Sie auf dieses Recht hinzuweisen; wir beabsichtigen jedoch nicht, Ihre Daten zu missbrauchen
el_gr: <p> Επειδή οι πωλητές πωλούν προϊόντα στo matketplace μας, εμείς ([company]) πρέπει να ζητήσουμε ορισμένες πληροφορίες σχετικά με αυτους. Για παράδειγμα, το όνομα της εταιρείας και η περιγραφή ενός πωλητή εμφανίζονται στους πελάτες και χρησιμεύουν για να διακρίνουν τους πωλητές ο ένας από τον άλλο. η διεύθυνση χρησιμοποιείται για τον υπολογισμό του ποσοστού αποστολής. </ p> <p> Ωστόσο, ζητάμε επίσης ορισμένα προσωπικά δεδομένα, όπως όνομα / επώνυμο και διεύθυνση ηλεκτρονικού ταχυδρομείου. Αυτά είναι απαραίτητα για τη δημιουργία λογαριασμού διαχειριστή πωλητή στο σύστημά μας. Οι πωλητές συνεργάζονται με την αγορά μέσω τέτοιων λογαριασμών. Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου είναι απαραίτητες επειδή διαχωρίζουν τους διαχειριστές ο ένας από τον άλλο. Συνδεθείτε στο κατάστημα εισάγοντας εδώ τη διεύθυνση ηλεκτρονικού ταχυδρομείου που παρέχετε εδώ. Τα ονόματα είναι απαραίτητα επειδή ένας μόνο πωλητής μπορεί να έχει πολλαπλούς διαχειριστές - είναι ευκολότερο να χειριστεί την ευθύνη αυτού του είδους. </p> <p> Στέλνουμε επίσης μηνύματα ηλεκτρονικού ταχυδρομείου σχετικά με το λογαριασμό (όπως ειδοποιήσεις κατάστασης παραγγελιών, μηνύματα ηλεκτρονικού ταχυδρομείου επαναφοράς κωδικού πρόσβασης και άλλα) την παρεχόμενη διεύθυνση ηλεκτρονικού ταχυδρομείου. Για το λόγο αυτό πρέπει να αποθηκεύσουμε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας ενώ παραμείνετε ο πελάτης μας. Αν αποφασίσετε ότι δεν θέλετε πλέον να συνεργαστείτε με την αγορά μας και θέλετε να καταργήσετε τα προσωπικά σας δεδομένα από τη βάση δεδομένων μας (ή εάν θέλετε να έχετε όλα τα προσωπικά δεδομένα που σχετίζονται με το λογαριασμό σας που έχουμε), στείλτε ένα email σε [email]. </ p> <p> Εάν πιστεύετε ότι τα προσωπικά σας δεδομένα έχουν καταστρατηγηθεί, έχετε το δικαίωμα να καταθέσετε μια καταγγελία στην εποπτική αρχή. Είμαστε υποχρεωμένοι σύμφωνα με τον Κανονισμό της ΕΕ για την Προστασία των Γενικών Προσωπικών Δεδομένων να σας ενημερώσουμε για αυτό το δικαίωμα. Πραγματικά δεν σκοπεύουμε να καταχραστούμε τα δεδομένα σας. </ p>
fa_ir: <p>از آنجا که فروشندگان محصولات را در بازار ما می فروشند، ما ([company]) باید اطلاعات خاصی در مورد آنها درخواست کنیم. به عنوان مثال، نام شرکت و توضیحات یک فروشنده به مشتریان نشان داده می شود و برای تشخیص فروشندگان از یکدیگر استفاده می شود. آدرس برای محاسبه نرخ حمل و نقل استفاده می شود.</p> <p>با این حال، ما همچنین برخی از داده های شخصی مانند نام/نام خانوادگی و آدرس ایمیل را درخواست می کنیم. این موارد برای ایجاد حساب مدیر فروشنده در سیستم ما ضروری است. فروشندگان از طریق چنین حساب هایی با بازار کار می کنند. آدرس های ایمیل ضروری هستند زیرا مدیران را از یکدیگر متمایز می کند. شما با وارد کردن آدرس ایمیلی که در اینجا وارد کرده اید، وارد فروشگاه شوید. نام‌ها ضروری هستند زیرا یک فروشنده می‌تواند چندین سرپرست داشته باشد—به این ترتیب رسیدگی به مسئولیت‌پذیری آسان‌تر است.</p> <p>ما همچنین ایمیل های مربوط به حساب (مانند اعلان وضعیت سفارش، ایمیل های بازنشانی رمز عبور و موارد دیگر) را به آدرس ایمیل ارائه شده ارسال می کنیم. به همین دلیل ما باید آدرس ایمیل شما را تا زمانی که مشتری ما هستید ذخیره کنیم. اگر تصمیم گرفتید که دیگر نمی‌خواهید با بازار ما کار کنید و می‌خواهید اطلاعات شخصی از پایگاه داده ما حذف شود (یا اگر می‌خواهید تمام اطلاعات شخصی مرتبط با حساب خود را دریافت کنید)، لطفاً یک ایمیل ارسال کنید. به [email].</p> <p>اگر فکر می کنید که از داده های شخصی شما سوء استفاده شده است، حق دارید به یک مقام نظارتی شکایت کنید. ما طبق مقررات عمومی حفاظت از داده های اتحادیه اروپا موظف هستیم در مورد این حق به شما اطلاع دهیم. ما در واقع قصد سوء استفاده از داده های شما را نداریم.</p>
fi_fi: <p>Koska myyjät myyvät tuotteita markkinoillamme, meidän ([company]) on pyydettävä tiettyjä tietoja heistä. Esimerkiksi yrityksen nimi ja toimittajan kuvaus näytetään asiakkaille, ja ne auttavat erottamaan toimittajat toisistaan; osoitetta käytetään toimitushinnan laskemiseen.</p> <p>Pyydämme kuitenkin myös joitain henkilötietoja, kuten etu-/sukunimi ja sähköpostiosoite. Ne ovat välttämättömiä toimittajan järjestelmänvalvojan tilin luomiseksi järjestelmäämme. Myyjät työskentelevät markkinoiden kanssa tällaisten tilien kautta. Sähköpostiosoitteet ovat välttämättömiä, koska ne erottavat järjestelmänvalvojat toisistaan. Kirjaudut sisään kauppaan kirjoittamalla tähän antamasi sähköpostiosoite. Nimet ovat välttämättömiä, koska yhdellä toimittajalla voi olla useita järjestelmänvalvojia – näin on helpompi käsitellä tilivelvollisuutta.</p> <p>Lähetämme myös tiliin liittyviä sähköposteja (kuten tilauksen tilailmoituksia, salasanan palautusviestejä ja paljon muuta) annettuun sähköpostiosoitteeseen. Tästä syystä meidän on säilytettävä sähköpostiosoitteesi, kun pysyt asiakkaamme. Jos päätät, että et enää halua työskennellä markkinapaikkamme kanssa ja haluat, että henkilötietosi poistetaan tietokannastamme (tai jos haluat saada kaikki tiliisi liittyvät henkilötiedot, jotka meillä on), lähetä sähköpostia kohtaan [email].</p> <p>Jos uskot, että henkilötietojasi on käytetty väärin, sinulla on oikeus tehdä valitus valvontaviranomaiselle. EU:n yleisen tietosuoja-asetuksen mukaan olemme velvollisia ilmoittamaan sinulle tästä oikeudesta; emme todellakaan aio väärinkäyttää tietojasi.</p>
fr_fr: <p>Étant donné que les fournisseurs vendent des produits sur notre place de marché, nous ([company]) devons demander certaines informations à leur sujet. Par exemple, le nom de l'entreprise et la description d'un fournisseur sont présentés aux clients et servent à distinguer les fournisseurs les uns des autres ; l'adresse est utilisée pour le calcul du tarif d'expédition.</p> <p>Cependant, nous demandons également certaines données personnelles, telles que le prénom/nom et l'adresse e-mail. Ceux-ci sont nécessaires pour créer un compte administrateur de fournisseur dans notre système. Les vendeurs travaillent avec le marché via de tels comptes. Les adresses e-mail sont nécessaires car elles distinguent les administrateurs les uns des autres. Vous vous connectez à la boutique en entrant l'adresse e-mail que vous fournissez ici. Les noms sont nécessaires car un même fournisseur peut avoir plusieurs administrateurs. Il est ainsi plus facile de gérer la responsabilité.</p> <p>Nous envoyons également des e-mails liés au compte (tels que des notifications d'état de commande, des e-mails de réinitialisation de mot de passe, etc.) à l'adresse e-mail fournie. Pour cette raison, nous devons conserver votre adresse e-mail pendant que vous restez notre client. Si vous décidez que vous ne souhaitez plus travailler avec notre place de marché et que vous souhaitez que vos données personnelles soient supprimées de notre base de données (ou si vous souhaitez obtenir toutes les données personnelles associées à votre compte dont nous disposons), veuillez envoyer un e-mail à [email].</p> <p>Si vous pensez que vos données personnelles ont été utilisées à mauvais escient, vous avez le droit de déposer une plainte auprès d'une autorité de contrôle. Nous sommes tenus par le règlement général de l'UE sur la protection des données de vous informer de ce droit ; nous n'avons pas l'intention d'abuser de vos données.</p>
he_il: <p>כי ספקים למכור מוצרים בשוק שלנו, ([company]) יש לנו לבקש מידע מסוים אודות אותם. לדוגמה, שם החברה ואת התיאור של מוכר יוצגו בפני הלקוחות ומגישים כדי להבחין בין ספקים האחד מהשני; הכתובת משמשת עבור משלוח חישוב של שיעור.</p> <p>. עם זאת, אנחנו גם לבקש מידע אישי, כגון כמו שם פרטי/האחרון שם, כתובת דוא. אלה נחוצים ליצירת חשבון מנהל המערכת של ספק במערכת שלנו. ספקים לעבוד עם השוק באמצעות חשבונות כאלה. כתובות דוא ל נחוצים כי הם להבחין בין מנהלי אחד מהשני. הכניסה לחנות על-ידי הזנת כתובת הדוא ל שסיפקת פה. שמות נחוצים כי ספק יחיד יכול להיות למספר מנהלים – קל יותר להתמודד עם אחריות ככה.</p> <p>אנחנו גם לשלוח הקשורות מיילים (כגון הודעות מצב הזמנה, מיילים איפוס הסיסמה ועוד) לכתובת האימייל שסופקה. מסיבה זו אנו צריכים לאחסן את כתובת הדוא ל שלך בזמן שאתה נשאר לקוח שלנו. אם תחליט כי אתה כבר לא מעוניין לעבוד עם שוק שלנו, הייתי רוצה לקבל נתונים אישיים יוסרו ממסד הנתונים שלנו (או אם אתה רוצה לקבל את כל הנתונים האישיים המשויכים לחשבונך שיש לנו), אנא שילחו מייל ל [email].</p> <p>אם אתה מאמין כי הנתונים האישיים שלך יש, נעשה שימוש לרעה, יש לך הזכות להגיש תלונה אצל רשות מפקחת.. אנחנו חייב בתקנות הגנת הנתונים של האיחוד האירופי כללי כדי ליידע אותך על זה נכון; אנחנו לא מתכנן לנצל לרעה את הנתונים שלך.</p>
hu_hu: <p>Mivel az eladók termékeket értékesítenek a piacterünkön, nekünk, a ([company]) vállalatnak bizonyos információkat kell kérnünk róluk. Például az eladók cégneve és leírása megjelenik a vásárlók számára, és arra szolgál, hogy megkülönböztessük őket egymástól; a címet pedig a szállítási díjak kalkulációjához használjuk.</p> <p>Ugyanakkor kérünk néhány személyes adatot is, például a keresztnevet/családnevet és e-mail címet. Ezek ahhoz szükségesek, hogy az eladó rendszergazdai fiókot hozzon létre a rendszerünkben. Az eladók ilyen fiókokon keresztül dolgoznak a piactéren. Az e-mail címekre azért van szükség, mert ezek alapján lehet megkülönböztetni a rendszergazdákat egymástól. Az itt megadott e-mail cím megadásával jelentkezel be a piactérre. A nevekre azért van szükség, mert egyetlen eladónak több rendszergazdája is lehet - így könnyebb kezelni az elszámoltathatóságot.</p> <p>A megadott e-mail címre küldjük a fiókkal kapcsolatos e-maileket is (például a rendelés állapotáról szóló értesítéseket, jelszó-visszaállítással kapcsolatos e-maileket és hasonlókat). Emiatt az e-mail címedet meg kell őriznünk, amíg a vásárlónk maradsz. Ha úgy döntesz, hogy a továbbiakban nem kívánsz együttműködni piacterünkkel, és szeretnéd, hogy személyes adataidat eltávolítsuk az adatbázisunkból (vagy ha szeretnéd megkapni a fiókodhoz kapcsolódó, rendelkezésünkre álló valamennyi személyes adatot), kérjük, küldj e-mailt a [email] címre.</p> <p>Ha úgy véled, hogy személyes adataiddal visszaéltek, jogodban áll panaszt tenni felügyeleti szervnél. Az EU általános adatvédelmi rendelete értelmében kötelesek vagyunk tájékoztatni erről a jogodról; valójában nem áll szándékunkban visszaélni adataiddal.</p>
it_it: <p>Poiché i fornitori vendono prodotti nel nostro mercato, noi ([company]) dobbiamo richiedere determinate informazioni su di essi. Ad esempio, il nome dell'azienda e la descrizione di un fornitore vengono mostrati ai clienti e servono a distinguere i fornitori l'uno dall'altro; l'indirizzo viene utilizzato per il calcolo della tariffa di spedizione.</p> <p>Tuttavia, richiediamo anche alcuni dati personali, come nome/cognome e indirizzo email. Questi sono necessari per creare l'account amministratore di un fornitore nel nostro sistema. I fornitori lavorano con il mercato attraverso tali account. Gli indirizzi email sono necessari perché distinguono gli amministratori gli uni dagli altri. Accedi al negozio inserendo l'indirizzo email che fornisci qui. I nomi sono necessari perché un singolo fornitore può avere più amministratori: in questo modo è più facile gestire la responsabilità.</p> <p>Inviamo anche e-mail relative all'account (come notifiche sullo stato dell'ordine, e-mail di reimpostazione della password e altro) all'indirizzo e-mail fornito. Per questo motivo abbiamo bisogno di memorizzare il tuo indirizzo email mentre rimani nostro cliente. Se decidi di non voler più lavorare con il nostro marketplace e desideri che i dati personali vengano rimossi dal nostro database (o se desideri ottenere tutti i dati personali associati al tuo account che abbiamo), invia un'e-mail a [email].</p> <p>Se ritieni che i tuoi dati personali siano stati utilizzati in modo improprio, hai il diritto di proporre reclamo a un'autorità di controllo. Siamo obbligati dal Regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non intendiamo utilizzare in modo improprio i tuoi dati.</p>
nl_nl: <p>Omdat verkopers producten op onze marktplaats verkopen, moeten we ([company]) bepaalde informatie over hen opvragen. De bedrijfsnaam en beschrijving van een leverancier worden bijvoorbeeld aan klanten getoond en dienen om leveranciers van elkaar te onderscheiden; het adres wordt gebruikt voor de berekening van de verzendkosten.</p> <p>We vragen echter ook enkele persoonsgegevens, zoals voornaam/achternaam en e-mailadres. Die zijn nodig voor het aanmaken van een beheerdersaccount van een leverancier in ons systeem. Verkopers werken via dergelijke accounts met de markt. E-mailadressen zijn nodig omdat ze beheerders van elkaar onderscheiden. U logt in op de winkel door het e-mailadres dat u hier opgeeft in te voeren. Namen zijn nodig omdat een enkele leverancier meerdere beheerders kan hebben. Op die manier is het gemakkelijker om verantwoording af te leggen.</p> <p>We sturen ook accountgerelateerde e-mails (zoals bestelstatusmeldingen, e-mails voor het opnieuw instellen van wachtwoorden en meer) naar het opgegeven e-mailadres. Om die reden moeten we uw e-mailadres opslaan terwijl u klant bij ons blijft. Als je besluit dat je niet langer met onze marktplaats wilt werken en je persoonlijke gegevens uit onze database wilt laten verwijderen (of als je alle persoonlijke gegevens wilt hebben die zijn gekoppeld aan je account dat we hebben), stuur dan een e-mail tot [email].</p> <p>Als u van mening bent dat er misbruik is gemaakt van uw persoonsgegevens, heeft u het recht om een klacht in te dienen bij een toezichthoudende autoriteit. We zijn verplicht door de Algemene Verordening Gegevensbescherming van de EU om u op de hoogte te stellen van dit recht; we hebben niet echt de bedoeling om uw gegevens te misbruiken.</p>
no_no: <p> Fordi leverandører selger produkter i vår markedsplass, må vi ([company]) be om en viss informasjon om dem. For eksempel vises firmaets navn og beskrivelse av en forhandler til kunder og tjener til å skille forhandlerne fra hverandre; adressen brukes til fraktberegning. </p> <p> Vi ber imidlertid også noen personopplysninger, for eksempel fornavn / etternavn og e-postadresse. Disse er nødvendige for å opprette en forhandlers administratorkonto i vårt system. Forhandlere arbeider med markedet gjennom slike kontoer. E-postadresser er nødvendige fordi de skiller administratorer fra hverandre. Du logger deg inn i butikken ved å skrive inn e-postadressen du oppgir her. Navnene er nødvendige fordi en enkelt forhandler kan ha flere administratorer. Det er enklere å håndtere ansvar på den måten. </p> <p> Vi sender også kontorelaterte e-poster (for eksempel ordre statusvarsler, passord tilbakestilling av e-post og mer) til den oppgitte e-postadressen. Derfor må vi lagre e-postadressen din mens du forblir vår kunde. Hvis du bestemmer deg for at du ikke lenger vil jobbe med vår markedsplass og ønsker å få dine personlige data fjernet fra vår database (eller hvis du ønsker å få alle personlige data knyttet til kontoen din som vi har), vennligst send en epost til [email]. </p> <p> Hvis du mener at dine personopplysninger er misbrukt, har du rett til å sende inn en klage til en tilsynsmyndighet. Vi er forpliktet av EUs generelle databeskyttelsesforskrift å gi deg beskjed om denne rettigheten; Vi har faktisk ikke tenkt å misbruke dataene dine. </p>
pl_pl: <p>Ponieważ sprzedawcy sprzedają produkty w naszym marketplace, my ([company]) musimy żądać pewnych informacji na ich temat. Na przykład nazwa firmy i opis dostawcy są pokazywane klientom i służą do odróżniania dostawców od siebie nawzajem; adres jest używany do obliczania stawki za dostawę. </p> <p> Prosimy jednak o podanie niektórych danych osobowych, takich jak imię / nazwisko i adres email. Są one niezbędne do utworzenia konta administratora dostawcy w naszym systemie. Sprzedawcy współpracują z marketplace poprzez takie konta. Adresy email są niezbędne, ponieważ odróżniają administratorów od siebie nawzajem. Logujesz się w sklepie, podając adres email podany tutaj. Nazwy są niezbędne, ponieważ jeden sprzedawca może mieć wielu administratorów - łatwiej jest w ten sposób kontrolować odpowiedzialność. </p> <p>Wysyłamy również emaile związane z kontem (takie jak powiadomienia o statusie zamówienia, e-maile z resetowaniem hasła i inne), aby podany adres email. Z tego powodu musimy przechowywać Twój adres email, gdy pozostajesz naszym klientem. Jeśli zdecydujesz, że nie chcesz już pracować z naszym marketplace i chcesz usunąć dane osobowe z naszej bazy danych (lub chcesz uzyskać wszystkie dane osobowe powiązane z Twoim kontem), wyślij email na adres [email]. </p> <p>Jeżeli uważasz, że Twoje dane osobowe zostały wykorzystane niezgodnie z przeznaczeniem, masz prawo złożyć skargę do organu nadzorczego. Jesteśmy zobowiązani na mocy ogólnego rozporządzenia UE w sprawie ochrony danych, aby poinformować Cię o tym prawie; w rzeczywistości nie zamierzamy niewłaściwie wykorzystywać twoich danych. </p>
pt_br: <p>Já que fornecedores vendem produtos no nosso marketplace, nós ([company]) temos de solicitar certas informações sobre eles. Por exemplo, o nome e a descrição da empresa de um fornecedor são exibidos para clientes e servem para distinguir os fornecedores uns dos outros; o endereço é utilizado para cálculo do valor do frete.</p> <p>Entretanto, também solicitados alguns dados pessoais, como nome/sobrenome e endereço de e-mail. Essas informações são necessárias para criar uma conta administrativa de fornecedor no nosso sistema. Fornecedores trabalham com o marketplace através de tais contas. Endereços de e-mail são necessários pois distinguem administradores uns dos outros. Para fazer login na loja, você deve informar o endereço de e-mail fornecido aqui. Nomes são necessários pois um único fornecedor pode possuir vários administradores — é mais fácil tratar da contabilidade dessa forma.</p> <p>Nós também enviamos e-mails pertinentes à conta (tais como notificações de status de pedido, e-mails de redefinição de senha, entre outros} ao endereço de e-mail fornecido. Por isso, precisamos armazenar o seu endereço de e-mail durante o tempo em que você for nosso cliente. Se você decidir que não deseja mais utilizar a nossa loja e que gostaria que os seus dados pessoais fossem removidos de nossa base de dados (ou se você desejar obter todos os dados pessoais que nós possuímos associados à sua conta), envie um e-mail para [email].</p> <p>Se você acredita que os seus dados pessoais foram utilizados indevidamente, é seu direito prestar queixa a uma autoridade supervisora. O Regulamento Geral sobre a Proteção de Dados da UE exige que nós informemos você sobre este direito; não pretendemos violar os seus dados.</p>
ru_ru: <p>Так как продавцы торгуют в нашем магазине, мы ([company]) обязаны запрашивать определённую информацию о них. Например, название компании и описание продавца видны покупателям и помогают отличить одного продавца от другого; адрес используется для расчёта доставки.</p> <p>Кроме того, мы запрашиваем некоторые персональные данные, такие как имя, фамилия и адрес электронной почты. Они необходимы, чтобы создать учётную запись администратора для продавца в нашей системе. Продавцы работают с магазином, используя эти учётные записи. Адрес электронной почты необходим, чтобы отличать администраторов друг от друга. Вы входите в магазин, используя адрес электронной почты, указанный здесь. Имена обязательны, так как у одного продавца может быть несколько администраторов, это помогает разграничивать ответственность.</p> <p>Мы ([company]) также отправляем письма с информацией о действиях в Вашей учётной записи (например, уведомления о статусе заказов, уведомления об изменении пароля и другие) на указанный адрес электронной почты. По этой причине мы храним Ваш адрес электронной почты, пока Вы являетесь нашим клиентом. Если Вы решите, что больше не хотите пользоваться услугами нашего магазина и хотите, чтобы Ваши данные были удалены из нашей базы данных (или хотите получить все персональные данные, связанные с вашей учётной записью), пожалуйста отправьте письмо на [email].</p> <p>Если Вы считаете, что Ваши персональные данные используются не по назначению, Вы имеете право обратиться с жалобой в надзорный орган. Согласно “Общему регламенту по защите данных” в ЕС мы обязаны сообщить Вам об этом праве, мы не планируем использовать Ваши данные не по назначению.</p>
sv_se: <p>Eftersom leverantörer säljer produkter på vår marknadsplats måste vi ([company]) begära viss information om dem. Till exempel, företagsnamnet och beskrivningen av en leverantör visas för kunder och tjänar till att skilja leverantörer från varandra; adressen används för beräkning av fraktkostnad.</p> <p>Vi begär dock även vissa personuppgifter, såsom förnamn/efternamn och e-postadress. Dessa är nödvändiga för att skapa en leverantörs administratörskonto i vårt system. Leverantörer arbetar med marknaden genom sådana konton. E-postadresser är nödvändiga eftersom de skiljer administratörer från varandra. Du loggar in i butiken genom att ange den e-postadress du anger här. Namn är nödvändiga eftersom en enda leverantör kan ha flera administratörer – det är lättare att hantera ansvar på det sättet.</p> <p>Vi skickar även kontorelaterade e-postmeddelanden (som orderstatusmeddelanden, e-postmeddelanden om lösenordsåterställning och mer) till den angivna e-postadressen. Av den anledningen måste vi lagra din e-postadress medan du förblir vår kund. Om du bestämmer dig för att du inte längre vill arbeta med vår marknadsplats och vill få personuppgifter borttagna från vår databas (eller om du vill få alla personuppgifter som är kopplade till ditt konto som vi har), skicka ett e-postmeddelande till [email].</p> <p>Om du anser att dina personuppgifter har missbrukats har du rätt att lämna in ett klagomål till en tillsynsmyndighet. Vi är enligt EU:s allmänna dataskyddsförordning skyldiga att informera dig om denna rättighet; vi har faktiskt inte för avsikt att missbruka dina uppgifter.</p>
tr_tr: <p>Satıcılar bizim pazarımızda ürün sattıklarından, biz ([company]) onlar hakkında belirli bilgiler talep etmek zorundayız. Örneğin, bir satıcının şirket adı ve açıklaması müşterilere gösterilir ve satıcıları birbirinden ayırmaya yarar; adres, nakliye ücreti hesaplaması için kullanılır.</p> <p>Bununla birlikte, ad/soyadı ve e-posta adresi gibi bazı kişisel verileri de talep ediyoruz. Bunlar, sistemimizde bir satıcının yönetici hesabı oluşturmak için gereklidir. Satıcılar, bu tür hesaplar aracılığıyla pazarla çalışır. Yöneticileri birbirinden ayırt ettikleri için e-posta adresleri gereklidir. Burada verdiğiniz e-posta adresini girerek mağazaya giriş yapıyorsunuz. Adlar gereklidir çünkü tek bir satıcının birden fazla yöneticisi olabilir; bu şekilde hesap verebilirliği ele almak daha kolaydır.</p> <p>Ayrıca, sağlanan e-posta adresine hesapla ilgili e-postalar (sipariş durumu bildirimleri, parola sıfırlama e-postaları ve daha fazlası gibi) göndeririz. Bu nedenle, siz müşterimiz olarak kalırken e-posta adresinizi saklamamız gerekiyor. Artık pazarımızla çalışmak istemediğinize karar verirseniz ve kişisel verilerinizin veri tabanımızdan kaldırılmasını istiyorsanız (veya hesabınızla ilgili elimizdeki tüm kişisel verileri almak istiyorsanız), lütfen bir e-posta gönderin. [email]kadar.</p> <p>Kişisel verilerinizin kötüye kullanıldığını düşünüyorsanız, bir denetim makamına şikayette bulunma hakkınız vardır. AB Genel Veri Koruma Yönetmeliği uyarınca bu hakkı size bildirmekle yükümlüyüz; aslında verilerinizi kötüye kullanmayı düşünmüyoruz.</p>
uk_ua: <p>Так як продавці торгують в нашому магазині, ми ([company]) зобов'язані запитувати певну інформацію про них. Наприклад, назва компанії і опис продавця видно покупцям і допомагають відрізнити одного продавця від іншого; адреса використовується для розрахунку доставки.</p><p>Крім того, ми запитуємо деякі персональні дані, такі як ім'я, прізвище та адресу електронної пошти. Вони необхідні, щоб створити обліковий запис адміністратора для продавця в нашій системі. Продавці працюють з магазином, використовуючи ці облікові записи. Адреса електронної пошти необхідний, щоб відрізняти адміністраторів один від одного. Ви входите в магазин, використовуючи адресу електронної пошти, вказану тут. Імена обов'язкові, так як у одного продавця може бути кілька адміністраторів, це допомагає розмежовувати відповідальність.</p><p>Ми ([company]) також відправляємо листи з інформацією про дії в Вашого облікового запису (наприклад, повідомлення про статус замовлень, повідомлення про зміну пароля та інші) на вказану адресу електронної пошти. З цієї причини ми зберігаємо Вашу адресу електронної пошти, поки Ви є нашим клієнтом. Якщо Ви вирішите, що більше не хочете користуватися послугами нашого магазину і хочете, щоб Ваші дані були видалені з нашої бази даних (або хочете отримати всі персональні дані, пов'язані з вашим обліковим записом), будь ласка, відправте лист на [email].</p><p>Якщо Ви вважаєте, що Ваші персональні дані використовуються не за призначенням, Ви маєте право звернутися зі скаргою в наглядовий орган. Згідно "Загального регламенту щодо захисту даних" в ЄС ми зобов'язані повідомити Вам про це право, ми не плануємо використовувати Ваші дані не за призначенням.</p>
