Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.functional_cookies_description
source: These cookies enable additional functionality at the website. They may be set by third-party providers whose services we've added to the website. Those services may include many things, like maps, geolocation for preliminary shipping rate calculation, or the ability to sign in with your social network account. Without functional cookies, the parts of the site associated with these services may not work properly.
cs_cz: Tyto soubory cookie umožňují na webu další funkce. Mohou být nastaveny poskytovateli třetích stran, jejichž služby jsme na web přidali. Tyto služby mohou zahrnovat mnoho věcí, jako jsou mapy, geolokace pro předběžný výpočet sazby za dopravu nebo možnost přihlásit se pomocí účtu na sociální síti. Bez funkčních souborů cookie nemusí části webu spojené s těmito službami fungovat správně.
da_dk: Disse cookies muliggør yderligere funktionalitet på hjemmesiden. De kan indstilles af tredjepartsudbydere, hvis tjenester vi har tilføjet til webstedet. Disse tjenester kan omfatte mange ting, såsom kort, geolokation til foreløbig beregning af forsendelsespris eller muligheden for at logge ind med din sociale netværkskonto. Uden funktionelle cookies fungerer de dele af webstedet, der er knyttet til disse tjenester, muligvis ikke korrekt.
de_de: Diese Cookies ermöglichen zusätzliche Funktionen auf der Website. Sie können von Drittanbietern gesetzt werden, deren Dienste wir der Website hinzugefügt haben. Diese Dienste können viele Dinge umfassen, wie Karten, Geolokalisierung für die vorläufige Berechnung der Versandkosten oder die Möglichkeit, sich mit Ihrem Konto bei einem sozialen Netzwerk anzumelden. Ohne funktionale Cookies funktionieren die mit diesen Diensten verbundenen Teile der Website möglicherweise nicht richtig.
el_gr: Αυτά τα cookies επιτρέπουν πρόσθετη λειτουργικότητα στον ιστότοπο. Μπορεί να ορίζονται από τρίτους παρόχους των οποίων τις υπηρεσίες έχουμε προσθέσει στον ιστότοπο. Αυτές οι υπηρεσίες μπορεί να περιλαμβάνουν πολλά πράγματα, όπως χάρτες, γεωγραφική τοποθεσία για τον προκαταρκτικό υπολογισμό των τιμών αποστολής ή τη δυνατότητα σύνδεσης με τον λογαριασμό σας στο κοινωνικό δίκτυο. Χωρίς λειτουργικά cookies, τα μέρη του ιστότοπου που σχετίζονται με αυτές τις υπηρεσίες ενδέχεται να μην λειτουργούν σωστά.
fa_ir: این کوکی ها عملکردهای اضافی را در وب سایت فعال می کنند. آنها ممکن است توسط ارائه دهندگان شخص ثالثی تنظیم شوند که خدمات آنها را به وب سایت اضافه کرده ایم. این خدمات ممکن است شامل موارد زیادی مانند نقشه ها، موقعیت جغرافیایی برای محاسبه اولیه نرخ حمل و نقل یا امکان ورود به حساب کاربری شبکه اجتماعی شما باشد. بدون کوکی های کاربردی، بخش هایی از سایت مرتبط با این سرویس ها ممکن است به درستی کار نکنند.
fi_fi: Nämä evästeet mahdollistavat lisätoimintoja verkkosivustolla. Ne voivat olla kolmannen osapuolen palveluntarjoajien asettamia, joiden palvelut olemme lisänneet verkkosivustolle. Nämä palvelut voivat sisältää monia asioita, kuten karttoja, maantieteellisen sijainnin alustavaa toimitushinnan laskemista varten tai mahdollisuuden kirjautua sisään sosiaalisen verkoston tililläsi. Ilman toimivia evästeitä näihin palveluihin liittyvät sivuston osat eivät välttämättä toimi kunnolla.
fr_fr: Ces cookies permettent des fonctionnalités supplémentaires sur le site Web. Ils peuvent être définis par des fournisseurs tiers dont nous avons ajouté les services au site Web. Ces services peuvent inclure de nombreux éléments, tels que des cartes, la géolocalisation pour le calcul préliminaire des tarifs d'expédition ou la possibilité de se connecter avec votre compte de réseau social. Sans cookies fonctionnels, les parties du site associées à ces services peuvent ne pas fonctionner correctement.
he_il: עוגיות אלו מאפשרות פונקציונליות נוספת באתר. הם עשויים להיות מוגדרים על ידי ספקי צד שלישי שאת השירותים שלהם הוספנו לאתר. שירותים אלה עשויים לכלול דברים רבים, כמו מפות, מיקום גיאוגרפי לחישוב תעריף משלוח ראשוני, או היכולת להיכנס עם חשבון הרשת החברתית שלך. ללא קובצי Cookie פונקציונליים, ייתכן שחלקי האתר המשויכים לשירותים אלה לא יפעלו כראוי.
hu_hu: Ezek a sütik további funkciókat tesznek lehetővé a weboldalon. Ezeket olyan külső szolgáltatók állíthatják be, amelyek szolgáltatásait hozzáadtuk a webhelyhez. Ezek a szolgáltatások sok mindent tartalmazhatnak, például térképeket, földrajzi helymeghatározást az előzetes szállítási díj kiszámításához, vagy a közösségi hálózati fiókjával való bejelentkezés lehetőségét. Funkcionális cookie-k nélkül előfordulhat, hogy az oldal ezen szolgáltatásokhoz kapcsolódó részei nem működnek megfelelően.
it_it: Questi cookie abilitano funzionalità aggiuntive sul sito web. Possono essere impostati da fornitori di terze parti i cui servizi abbiamo aggiunto al sito web. Questi servizi possono includere molte cose, come mappe, geolocalizzazione per il calcolo preliminare della tariffa di spedizione o la possibilità di accedere con il tuo account di social network. Senza i cookie funzionali, le parti del sito associate a questi servizi potrebbero non funzionare correttamente.
nl_nl: Deze cookies zorgen voor extra functionaliteit op de website. Ze kunnen worden ingesteld door externe providers wiens services we aan de website hebben toegevoegd. Die services kunnen veel dingen omvatten, zoals kaarten, geolocatie voor voorlopige berekening van de verzendkosten of de mogelijkheid om in te loggen met uw sociale netwerkaccount. Zonder functionele cookies werken de delen van de site die aan deze diensten zijn gekoppeld mogelijk niet naar behoren.
no_no: Disse informasjonskapslene muliggjør tilleggsfunksjonalitet på nettstedet. De kan angis av tredjepartsleverandører hvis tjenester vi har lagt til på nettstedet. Disse tjenestene kan inkludere mange ting, som kart, geolokalisering for foreløpig beregning av fraktpris eller muligheten til å logge på med din sosiale nettverkskonto. Uten funksjonelle informasjonskapsler kan det hende at delene av nettstedet som er knyttet til disse tjenestene, ikke fungerer som de skal.
pl_pl: Te pliki cookie umożliwiają korzystanie z dodatkowych funkcji na stronie internetowej. Mogą być ustawiane przez dostawców zewnętrznych, których usługi zostały dodane do witryny. Usługi te mogą obejmować wiele elementów, takich jak mapy, geolokalizacja w celu wstępnego obliczenia kosztów wysyłki lub możliwość zalogowania się za pomocą konta w sieci społecznościowej. Bez funkcjonalnych plików cookie części witryny związane z tymi usługami mogą nie działać prawidłowo.
pt_br: Esses cookies permitem funcionalidades adicionais no site. Eles podem ser definidos por provedores terceirizados cujos serviços adicionamos ao site. Esses serviços podem incluir muitas coisas, como mapas, geolocalização para cálculo preliminar da taxa de envio ou a capacidade de fazer login com sua conta de rede social. Sem cookies funcionais, as partes do site associadas a esses serviços podem não funcionar corretamente.
ru_ru: Эти cookies отвечают за дополнительную функциональность на сайте. Их ставят сторонние сервисы, которые мы добавили на сайт. Сервисы бывают разные: карты; геолокация для предварительной оценки стоимости доставки; возможность войти в магазин через учётную запись в социальной сети. Без функциональных cookies может не работать связанная с ними функциональность.
sv_se: Dessa cookies möjliggör ytterligare funktionalitet på webbplatsen. De kan ställas in av tredjepartsleverantörer vars tjänster vi har lagt till på webbplatsen. Dessa tjänster kan inkludera många saker, som kartor, geolokalisering för preliminär beräkning av fraktkostnad eller möjligheten att logga in med ditt sociala nätverkskonto. Utan funktionella cookies kanske de delar av webbplatsen som är kopplade till dessa tjänster inte fungerar korrekt.
tr_tr: Bu çerezler, web sitesinde ek işlevsellik sağlar. Hizmetlerini web sitesine eklediğimiz üçüncü taraf sağlayıcılar tarafından belirlenebilirler. Bu hizmetler, haritalar, ön nakliye ücreti hesaplaması için coğrafi konum veya sosyal ağ hesabınızla oturum açma yeteneği gibi birçok şeyi içerebilir. İşlevsel tanımlama bilgileri olmadan, sitenin bu hizmetlerle ilişkili bölümleri düzgün çalışmayabilir.
uk_ua: Ці файли cookie надають додаткові функції на веб-сайті. Вони можуть бути встановлені сторонніми постачальниками, послуги яких ми додали на веб-сайт. Ці послуги можуть включати багато речей, як-от карти, геолокацію для попереднього розрахунку ціни доставки або можливість входу за допомогою облікового запису соціальної мережі. Без функціональних файлів cookie частини сайту, пов’язані з цими службами, можуть не працювати належним чином.

# Languages::gdpr.marketing_cookies_title
source: Marketing cookies
cs_cz: Marketingové soubory cookie
el_gr: Cookies μάρκετινγκ
fa_ir: کوکی های بازاریابی
fi_fi: Markkinointievästeet
fr_fr: Biscuits marketing
he_il: עוגיות שיווקיות
hu_hu: Marketing sütik
it_it: Cookie di marketing
no_no: Markedsføringsinformasjonskapsler
pl_pl: Marketingowe pliki cookie
pt_br: Cookies de marketing
ru_ru: Маркетинговые cookies
sv_se: Marknadsföringskakor
tr_tr: Pazarlama çerezleri
uk_ua: Маркетингові файли cookie

# Languages::gdpr.marketing_cookies_description
source: These cookies are used by our advertising partners. They help them to measure promotion efficiency and serve you ads that are more relevant and less repetitive. This is usually achieved by remembering the browser and device that saw the ad. Turning these cookies off won't reduce the number of ads you see on the internet, but will make them less personalized.
cs_cz: Tyto soubory cookie používají naši reklamní partneři. Pomáhají jim měřit efektivitu propagace a zobrazovat vám reklamy, které jsou relevantnější a méně se opakují. Toho se obvykle dosáhne tak, že si zapamatujete prohlížeč a zařízení, které reklamu vidělo. Vypnutím těchto souborů cookie se nesníží počet reklam, které vidíte na internetu, ale budou méně personalizované.
da_dk: Disse cookies bruges af vores reklamepartnere. De hjælper dem med at måle kampagneeffektiviteten og vise dig annoncer, der er mere relevante og mindre gentagne. Dette opnås normalt ved at huske den browser og enhed, der så annoncen. Deaktivering af disse cookies reducerer ikke antallet af annoncer, du ser på internettet, men vil gøre dem mindre personlige.
de_de: Diese Cookies werden von unseren Werbepartnern verwendet. Sie helfen ihnen, die Werbeeffizienz zu messen und Ihnen relevantere und sich weniger wiederholende Anzeigen zu liefern. Dies wird normalerweise erreicht, indem der Browser und das Gerät gespeichert werden, auf dem die Anzeige gesehen wurde. Durch das Deaktivieren dieser Cookies wird die Anzahl der Anzeigen, die Sie im Internet sehen, nicht verringert, sie werden jedoch weniger personalisiert.
el_gr: Αυτά τα cookies χρησιμοποιούνται από τους διαφημιστικούς μας συνεργάτες. Τους βοηθούν να μετρήσουν την αποτελεσματικότητα της προώθησης και σας προβάλλουν διαφημίσεις που είναι πιο σχετικές και λιγότερο επαναλαμβανόμενες. Αυτό επιτυγχάνεται συνήθως με την απομνημόνευση του προγράμματος περιήγησης και της συσκευής που είδε τη διαφήμιση. Η απενεργοποίηση αυτών των cookie δεν θα μειώσει τον αριθμό των διαφημίσεων που βλέπετε στο διαδίκτυο, αλλά θα τις κάνει λιγότερο εξατομικευμένες.
fa_ir: این کوکی ها توسط شرکای تبلیغاتی ما استفاده می شود. آنها به آنها کمک می کنند تا کارایی تبلیغات را اندازه گیری کنند و تبلیغاتی را به شما ارائه دهند که مرتبط تر و کمتر تکرار شوند. این معمولاً با به خاطر سپردن مرورگر و دستگاهی که آگهی را دیده به دست می آید. خاموش کردن این کوکی‌ها تعداد تبلیغاتی را که در اینترنت می‌بینید کاهش نمی‌دهد، اما آنها را شخصی‌تر می‌کند.
fi_fi: Mainoskumppanimme käyttävät näitä evästeitä. Ne auttavat heitä mittaamaan mainostamisen tehokkuutta ja näyttämään sinulle osuvampia ja vähemmän toistuvia mainoksia. Tämä saavutetaan yleensä muistamalla selain ja laite, joka näki mainoksen. Näiden evästeiden poistaminen käytöstä ei vähennä Internetissä näkemiesi mainosten määrää, mutta tekee niistä vähemmän personoituja.
fr_fr: Ces cookies sont utilisés par nos partenaires publicitaires. Ils les aident à mesurer l'efficacité des promotions et à vous proposer des publicités plus pertinentes et moins répétitives. Ceci est généralement réalisé en mémorisant le navigateur et l'appareil qui ont vu l'annonce. La désactivation de ces cookies ne réduira pas le nombre de publicités que vous voyez sur Internet, mais les rendra moins personnalisées.
he_il: עוגיות אלו משמשות את שותפי הפרסום שלנו. הם עוזרים להם למדוד את יעילות הקידום ומציגים לך מודעות רלוונטיות יותר ופחות חוזרות על עצמן. זה מושג בדרך כלל על ידי זכירת הדפדפן והמכשיר שראו את המודעה. כיבוי קובצי Cookie אלה לא יקטין את מספר המודעות שאתה רואה באינטרנט, אלא יהפוך אותן לפחות מותאמות אישית.
hu_hu: Ezeket a sütiket reklámpartnereink használják. Segítenek nekik a promóció hatékonyságának mérésében, és relevánsabb és kevésbé ismétlődő hirdetéseket jelenítenek meg. Ez általában úgy érhető el, hogy megjegyzi a böngészőt és az eszközt, amelyen a hirdetés megjelent. Ezeknek a cookie-knak a kikapcsolása nem csökkenti az interneten megjelenő hirdetések számát, de kevésbé lesz személyre szabott.
it_it: Questi cookie sono utilizzati dai nostri partner pubblicitari. Li aiutano a misurare l'efficienza della promozione e a offrirti annunci più pertinenti e meno ripetitivi. Questo di solito si ottiene ricordando il browser e il dispositivo che ha visto l'annuncio. La disattivazione di questi cookie non ridurrà il numero di annunci visualizzati su Internet, ma li renderà meno personalizzati.
nl_nl: Deze cookies worden gebruikt door onze advertentiepartners. Ze helpen hen de efficiëntie van promoties te meten en u advertenties te tonen die relevanter en minder repetitief zijn. Dit wordt meestal bereikt door de browser en het apparaat te onthouden die de advertentie hebben gezien. Als u deze cookies uitschakelt, vermindert het aantal advertenties dat u op internet ziet niet, maar worden ze minder gepersonaliseerd.
no_no: Disse informasjonskapslene brukes av våre annonsepartnere. De hjelper dem med å måle kampanjeeffektiviteten og vise deg annonser som er mer relevante og mindre repeterende. Dette oppnås vanligvis ved å huske nettleseren og enheten som så annonsen. Å slå av disse informasjonskapslene vil ikke redusere antallet annonser du ser på internett, men vil gjøre dem mindre personlige.
pl_pl: Te pliki cookie są wykorzystywane przez naszych partnerów reklamowych. Pomagają im mierzyć skuteczność promocji i wyświetlać reklamy, które są bardziej trafne i mniej powtarzalne. Zazwyczaj osiąga się to przez zapamiętywanie przeglądarki i urządzenia, z którego wyświetlana jest reklama. Wyłączenie tych plików cookie nie zmniejszy liczby reklam wyświetlanych w Internecie, ale sprawi, że będą one mniej spersonalizowane.
pt_br: Esses cookies são usados por nossos parceiros de publicidade. Eles os ajudam a medir a eficiência da promoção e veicular anúncios mais relevantes e menos repetitivos. Isso geralmente é feito lembrando o navegador e o dispositivo que viu o anúncio. Desativar esses cookies não reduzirá o número de anúncios que você vê na Internet, mas os tornará menos personalizados.
ru_ru: Эти cookies используются нашими рекламными партнёрами. Они позволяют им измерять эффективность рекламы и делать так, чтобы показываемая реклама была вам полезной и меньше повторялась. Обычно для этого запоминаются браузер и устройство, которые видели рекламу. Выключение этих cookies не снизит количество рекламы в интернете, но сделает её менее персонализированной.
sv_se: Dessa cookies används av våra annonspartners. De hjälper dem att mäta marknadsföringseffektiviteten och visar annonser som är mer relevanta och mindre repetitiva. Detta uppnås vanligtvis genom att komma ihåg webbläsaren och enheten som såg annonsen. Att stänga av dessa cookies kommer inte att minska antalet annonser du ser på internet, men kommer att göra dem mindre personliga.
tr_tr: Bu çerezler, reklam ortaklarımız tarafından kullanılmaktadır. Promosyon verimliliğini ölçmelerine ve size daha alakalı ve daha az tekrarlı reklamlar sunmalarına yardımcı olurlar. Bu genellikle, reklamı gören tarayıcıyı ve cihazı hatırlayarak gerçekleştirilir. Bu çerezleri kapatmak, internette gördüğünüz reklamların sayısını azaltmaz, ancak onları daha az kişiselleştirir.
uk_ua: Ці файли cookie використовуються нашими рекламними партнерами. Вони допомагають їм виміряти ефективність просування й показувати вам релевантнішу й менш повторювану рекламу. Зазвичай це досягається шляхом запам’ятовування веб-переглядача та пристрою, який бачив рекламу. Вимкнення цих файлів cookie не зменшить кількість оголошень, які ви бачите в Інтернеті, але зробить їх менш персоналізованими.

# Languages::gdpr.eway_cookies_description
source: eWAY is a payment provider. It allows us to accept payments, if you choose a payment method powered by eWAY. Here is <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY privacy policy</a>.
cs_cz: eWAY je poskytovatelem plateb. Umožňuje nám přijímat platby, pokud zvolíte platební metodu poháněnou eWAY. Zde je <a href="https://www.eway.com.au/privacy-policy/" target="_blank">zásad ochrany osobních údajů eWAY</a>.
da_dk: eWAY er en betalingsudbyder. Det giver os mulighed for at acceptere betalinger, hvis du vælger en betalingsmetode drevet af eWAY. Her er <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAYs privatlivspolitik</a>.
de_de: eWAY ist ein Zahlungsanbieter. Es ermöglicht uns, Zahlungen zu akzeptieren, wenn Sie eine von eWAY unterstützte Zahlungsmethode wählen. Hier ist die Datenschutzrichtlinie von <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY</a>.
el_gr: Η eWAY είναι πάροχος πληρωμών. Μας επιτρέπει να δεχόμαστε πληρωμές, εάν επιλέξετε έναν τρόπο πληρωμής που υποστηρίζεται από το eWAY. Ακολουθεί η <a href="https://www.eway.com.au/privacy-policy/" target="_blank">πολιτική απορρήτου eWAY</a>.
fa_ir: eWAY یک ارائه دهنده پرداخت است. اگر روش پرداختی را انتخاب کنید که توسط eWAY پشتیبانی می‌شود، به ما امکان می‌دهد پرداخت‌ها را بپذیریم. در اینجا <a href="https://www.eway.com.au/privacy-policy/" target="_blank">خط مشی رازداری eWAY</a>آمده است.
fi_fi: eWAY on maksupalveluntarjoaja. Sen avulla voimme hyväksyä maksuja, jos valitset eWAY:n tarjoaman maksutavan. Tässä on <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY:n tietosuojakäytäntö</a>.
fr_fr: eWAY est un fournisseur de paiement. Il nous permet d'accepter les paiements, si vous choisissez un mode de paiement propulsé par eWAY. Voici la politique de confidentialité de <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY</a>.
he_il: eWAY הוא ספק תשלומים. זה מאפשר לנו לקבל תשלומים, אם תבחר באמצעי תשלום המופעל על ידי eWAY. הנה <a href="https://www.eway.com.au/privacy-policy/" target="_blank">מדיניות הפרטיות של eWAY</a>.
hu_hu: Az eWAY fizetési szolgáltató. Lehetővé teszi fizetések elfogadását, ha Ön az eWAY által üzemeltetett fizetési módot választ. Íme <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY adatvédelmi szabályzat</a>.
it_it: eWAY è un fornitore di servizi di pagamento. Ci consente di accettare pagamenti, se scegli un metodo di pagamento fornito da eWAY. Ecco <a href="https://www.eway.com.au/privacy-policy/" target="_blank">informativa sulla privacy di eWAY</a>.
nl_nl: eWAY is een betalingsprovider. Het stelt ons in staat om betalingen te accepteren, als u een betalingsmethode kiest die mogelijk is gemaakt door eWAY. Hier is <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY privacybeleid</a>.
no_no: eWAY er en betalingsleverandør. Den lar oss godta betalinger hvis du velger en betalingsmetode drevet av eWAY. Her er <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAYs retningslinjer for personvern</a>.
pl_pl: eWAY jest dostawcą płatności. Pozwala nam na przyjmowanie płatności, jeśli wybierzesz metodę płatności obsługiwaną przez eWAY. Oto <a href="https://www.eway.com.au/privacy-policy/" target="_blank">Polityka prywatności eWAY</a>.
pt_br: eWAY é um provedor de pagamento. Ele nos permite aceitar pagamentos, se você escolher um método de pagamento desenvolvido pela eWAY. Aqui está a política de privacidade <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY</a>.
ru_ru: eWAY — это платёжная система. Она позволяет нам принимать платежи, если вы выберете соответствующий способ оплаты. Вот <a href="https://www.eway.com.au/privacy-policy/" target="_blank">политика конфиденциальности eWAY</a>.
sv_se: eWAY är en betalningsleverantör. Det tillåter oss att acceptera betalningar, om du väljer en betalningsmetod som drivs av eWAY. Här är <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAYs sekretesspolicy</a>.
tr_tr: eWAY bir ödeme sağlayıcısıdır. eWAY tarafından desteklenen bir ödeme yöntemi seçerseniz, ödemeleri kabul etmemizi sağlar. İşte <a href="https://www.eway.com.au/privacy-policy/" target="_blank">eWAY gizlilik politikası</a>.
uk_ua: eWAY є платіжним постачальником. Це дозволяє нам приймати платежі, якщо ви виберете спосіб оплати на основі eWAY. Ось <a href="https://www.eway.com.au/privacy-policy/" target="_blank">Політика конфіденційності eWAY</a>.

# Languages::gdpr.klaro_privacy_policy_title
source: You can find out more in this document: {privacyPolicy}.
cs_cz: Více se dozvíte v tomto dokumentu: {privacyPolicy}.
da_dk: Du kan finde ud af mere i dette dokument: {privacyPolicy}.
de_de: Mehr erfahren Sie in diesem Dokument: {privacyPolicy}.
el_gr: Μπορείτε να μάθετε περισσότερα σε αυτό το έγγραφο: {privacyPolicy}.
fa_ir: در این سند می توانید اطلاعات بیشتری کسب کنید: {privacyPolicy}.
fi_fi: Saat lisätietoja tästä asiakirjasta: {privacyPolicy}.
fr_fr: Vous pouvez en savoir plus dans ce document : {privacyPolicy}.
he_il: אתה יכול לגלות עוד במסמך זה: {privacyPolicy}.
hu_hu: Ebben a dokumentumban többet megtudhat: {privacyPolicy}.
it_it: Puoi saperne di più in questo documento: {privacyPolicy}.
nl_nl: U vindt meer informatie in dit document: {privacyPolicy}.
no_no: Du kan finne ut mer i dette dokumentet: {privacyPolicy}.
pl_pl: Więcej informacji można znaleźć w tym dokumencie: {privacyPolicy}.
pt_br: Você pode descobrir mais neste documento: {privacyPolicy}.
ru_ru: Подробности есть в этом документе: {privacyPolicy}
sv_se: Du kan ta reda på mer i detta dokument: {privacyPolicy}.
tr_tr: Bu belgede daha fazlasını bulabilirsiniz: {privacyPolicy}.
uk_ua: Ви можете дізнатися більше в цьому документі: {privacyPolicy}.

# Languages::gdpr.klaro_privacy_policy_name
source: Privacy policy
cs_cz: Zásady ochrany osobních údajů
da_dk: Fortrolighedspolitik
de_de: Datenschutz-Bestimmungen
el_gr: Πολιτική απορρήτου
fa_ir: سیاست حفظ حریم خصوصی
fi_fi: Tietosuojakäytäntö
fr_fr: Politique de confidentialité
he_il: מדיניות הפרטיות
hu_hu: Adatvédelmi irányelvek
it_it: Politica sulla riservatezza
nl_nl: Privacybeleid
no_no: Personvernerklæring
pl_pl: Polityka prywatności
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности
sv_se: Integritetspolicy
tr_tr: Gizlilik Politikası
uk_ua: Політика конфіденційності

# Languages::gdpr.klaro_services
source: services
cs_cz: služby
da_dk: tjenester
de_de: Dienstleistungen
fa_ir: خدمات
fi_fi: palvelut
fr_fr: prestations de service
he_il: שירותים
hu_hu: szolgáltatások
it_it: Servizi
nl_nl: Diensten
no_no: tjenester
pl_pl: usługi
pt_br: Serviços
ru_ru: сервис(ов)
sv_se: tjänster
tr_tr: Hizmetler
uk_ua: послуги
