Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

source: I agree to have my personal data <u>processed as follows</u>.
cs_cz: Souhlasím se <u>zpracováním osobních údajů.</u>.
da_dk: Jeg accepterer at få mine personlige data <u>behandlet som følger</u>.
de_de: Ich bin damit einverstanden, dass meine persönlichen Daten <u>wie folgt verarbeitet werden</u>.
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u> ως εξής.</u>.
fa_ir: من موافقت می کنم که داده های شخصی من <u>به شرح زیر پردازش شود</u>.
fi_fi: Hyväksyn henkilötietojeni <u>käsittelyn seuraavasti</u>.
fr_fr: J'accepte que mes données personnelles <u> soient traitées comme suit</u>.
he_il: אני מסכים שהנתונים האישיים שלי <u> יעובדו באופן הבא. </u>.
hu_hu: Hozzájárulok ahhoz, hogy személyes adataimat <u>az alábbiak szerint kezeljék.</u>.
it_it: Acconsento al trattamento dei miei dati personali <u>come segue</u>.
nl_nl: Ik ga ermee akkoord dat mijn persoonlijke gegevens <u>als volgt worden verwerkt</u>.
no_no: Jeg godtar at mine personlige data <u>behandles som følger.</u>.
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób.</u>.
pt_br: Eu concordo em ter meus dados pessoais <u>processados da seguinte forma.</u>.
ru_ru: Я согласен/согласна на <u>обработку своих персональных данных указанным образом.</u>.
sv_se: Jag samtycker till att få mina personuppgifter <u>behandlade enligt följande</u>.
tr_tr: Kişisel verilerimin <u>aşağıdaki şekilde işlenmesini kabul ediyorum</u>.
uk_ua: Я даю згоду на <u>обработку моїх персональних даних</u>.

# Languages::gdpr.export_to_xml
source: Export to XML
cs_cz: Export do XML
da_dk: Eksporter til XML
de_de: Exportieren zu XML
el_gr: Εξαγωγή σε XML
fa_ir: صادرات به XML
fi_fi: Vie XML-muotoon
fr_fr: Exporter au format XML
he_il: יצא ל- XML
hu_hu: XML-be exportálás
it_it: Esporta in XML
nl_nl: Exporteren naar XML
no_no: Exporter til XML
pl_pl: Eksport do XML
pt_br: Exportar para XML
ru_ru: Экспорт в XML
sv_se: Exportera till XML
tr_tr: XML'e aktar
uk_ua: Експорт до XML

# Languages::gdpr.agreement_required_error
source: Your agreement is required to proceed.
cs_cz: Abyste mohli pokračovat, je nutný váš souhlas.
da_dk: Din aftale er påkrævet for at fortsætte.
de_de: Ihre Zustimmung ist notwendig um fortzufahren.
el_gr: Η συμφωνία σας πρέπει να συνεχιστεί.
fa_ir: برای ادامه توافق شما الزامی است.
fi_fi: Jatkamiseen tarvitaan suostumuksesi.
fr_fr: Votre accord est nécessaire pour continuer.
he_il: ההסכם שלכם נדרש כדי להמשיך.
hu_hu: A folytatáshoz szükség van a hozzájárulásodra.
it_it: Il tuo accordo è necessario per procedere.
nl_nl: Uw toestemming is vereist om door te gaan.
no_no: Din avtale er nødvendig for å fortsette.
pl_pl: Twoja zgoda jest wymagana, aby kontynuować.
pt_br: Você precisa concordar para continuar.
ru_ru: Для продолжения требуется Ваше согласие.
sv_se: Ditt samtycke krävs för att fortsätta.
tr_tr: Devam etmek için anlaşmanız gerekiyor.
uk_ua: Для продовження потрібно Ваша згода.

# Languages::gdpr.user_anonymized
source: User has been anonymized.
cs_cz: Uživatel byl anonymizován.
da_dk: Brugeren er blevet anonymiseret.
de_de: Nutzer wurde anonymisiert.
el_gr: Ο χρήστης είναι ανώνυμος.
fa_ir: کاربر ناشناس شده است.
fi_fi: Käyttäjä on anonymisoitu.
fr_fr: L'utilisateur a été anonymisé.
he_il: המשתמש כבר אנונימי.
hu_hu: A felhasználót anonimizálták.
it_it: L'utente è stato reso anonimo.
nl_nl: Gebruiker is geanonimiseerd.
no_no: Brukeren er anonymisert.
pl_pl: Dane użytkownika są już przekształcane w dane anonimowe.
pt_br: O usuário tornou-se anônimo.
ru_ru: Пользователь был анонимизирован.
sv_se: Användaren har anonymiserats.
tr_tr: Kullanıcı anonimleştirildi.
uk_ua: Користувача було анонімізовано.

# Languages::gdpr.check_other_sources_for_personal_data
source: <p>Please note that anonymization doesn't affect any backups and logs that you might have. If necessary, please do the following:</p><ol><li>Clear the logs under <b>Administration → Logs</b>.</li><li>Secure and delete the backups you might have under <b>Administration → Backup/Restore</b>.</li></ol>
cs_cz: <p>Upozorňujeme, že anonymizace neovlivňuje žádné zálohy a protokoly, které můžete mít. V případě potřeby proveďte následující:</p><ol><li>Vymažte protokoly pod <b>Správa → Protokoly</b>.</li><li>Zabezpečte a odstraňte zálohy, které můžete mít v části <b>Správa → Zálohování/Obnova</b>.</li></ol>
da_dk: <p>Bemærk venligst, at anonymisering ikke påvirker eventuelle sikkerhedskopier og logfiler, som du måtte have. Hvis det er nødvendigt, skal du gøre følgende:</p><ol><li>Ryd logfilerne under <b>Administration → Logfiler</b>.</li><li>Beskyt og slet de sikkerhedskopier, du måtte have under <b>Administration → Sikkerhedskopiering/gendan</b>.</li></ol>
de_de: <p>Bitte beachten Sie, dass die Anonymisierung keinen Einfluss auf irgendwelche Sicherungen und Protokolle hat, die Sie haben könnten. Falls erforderlich, gehen Sie bitte wie folgt vor:</p><ol><li>Löschen der Protokolle unter <b>Verwaltung → Protokolle</b>.</li><li>Sichern und löschen Sie die Backups, die Sie eventuell unter<b>Verwaltung → Sichern/Wiederherstellen</b>.</li></ol>
el_gr: <p> Λάβετε υπόψη ότι η ανωνυμοποίηση δεν επηρεάζει τα αντίγραφα ασφαλείας και τα αρχεία καταγραφής που ενδέχεται να έχετε. Εάν είναι απαραίτητο, κάντε τα εξής: </ p> <ol> <li> Αφαιρέστε τα αρχεία καταγραφής κάτω από την επιλογή <b> Διαχείριση → Αρχεία καταγραφής </ b>. </ li> b> Διαχείριση → Δημιουργία αντιγράφων ασφαλείας / επαναφορά </ b>. </ li> </ ol>
fa_ir: <p>لطفاً توجه داشته باشید که ناشناس‌سازی بر روی پشتیبان‌گیری و گزارش‌هایی که ممکن است داشته باشید تأثیری نمی‌گذارد. در صورت لزوم، لطفاً موارد زیر را انجام دهید:</p><ol><li>سیاهههای مربوط به <b>Administration → Logs</b>را پاک کنید.</li><li>پشتیبان هایی را که ممکن است در زیر <b>مدیریت → پشتیبان گیری/بازیابی</b>داشته باشید، ایمن کنید و حذف کنید.</li></ol>
fi_fi: <p>Huomaa, että anonymisointi ei vaikuta mahdollisiin varmuuskopioihin ja lokeihin. Toimi tarvittaessa seuraavasti:</p><ol><li>Tyhjennä lokit kohdasta <b>Hallinta → Lokit</b>.</li><li>Suojaa ja poista mahdolliset varmuuskopiot kohdassa <b>Hallinta → Varmuuskopiointi/Palauta</b>.</li></ol>
fr_fr: <p>Veuillez noter que l'anonymisation n'affecte pas les sauvegardes et les logs que vous pourriez avoir. Si nécessaire, procédez comme suit :</p><ol><li>Effacez les logs sous <b>Administration → Log</b>.</li><li>Sécurisez et supprimez les sauvegardes que vous pourriez avoir sous <b>Administration → Sauvegarder/Restaurer</b>.</li></ol>
he_il: <p>שים לב שהאנונימיות אינה משפיעה על כל הגיבויים והיומנים שעשויים להיות לך. במידת הצורך, בצע את הפעולות הבאות:</p><ol><li>נקה את היומנים שמתחת <b>מִנהָל → יומנים</b>.</li><li>מאובטח ולמחוק את הגיבויים שאולי יש לך תחת <b>מִנהָל → שחזור/גיבוי</b>.</li></ol>
hu_hu: <p>Kérjük, vedd figyelembe, hogy az anonimizálás nem érinti az esetleges biztonsági mentéseket és naplókat. Szükség esetén végezd el a következőket:</p><ol><li>Töröld a naplókat az <b>Adminisztráció → Naplók</b> menüpont alatt.</li><li>Biztosítsd és töröld az esetlegesen meglévő biztonsági mentéseket az <b>Adminisztráció → Biztonsági mentés/visszaállítás</b> menüpont alatt.</li></ol>.
it_it: <p>Tieni presente che l'anonimizzazione non influisce sui backup e sui registri che potresti avere. Se necessario, eseguire le seguenti operazioni:</p><ol><li>Cancellare i registri in <b>Amministrazione → Registri</b>.</li><li>Proteggi ed elimina i backup che potresti avere in <b>Amministrazione → Backup/Ripristino</b>.</li></ol>
nl_nl: <p>Houd er rekening mee dat anonimisering geen invloed heeft op eventuele back-ups en logboeken die u mogelijk heeft. Doe indien nodig het volgende:</p><ol><li>Wis de logboeken onder <b>Beheer → Logboeken</b>.</li><li>Beveilig en verwijder de back-ups die u mogelijk hebt onder <b>Beheer → Back-up/herstel</b>.</li></ol>
no_no: <p> Vær oppmerksom på at anonymisering ikke påvirker eventuelle sikkerhetskopier og logger du måtte ha. Hvis nødvendig, gjør følgende: </p> <ol> <li> Slett loggene under <b> Administrasjon → Logger </b>. </li> <li> Sikre og slett sikkerhetskopiene du kanskje har under <b> Administrasjon → Sikkerhetskopiering / Gjenoppretting </b>. </li> </ol>
pl_pl: <p>Należy pamiętać, że anonimizacja nie wpływa na wszelkie kopie zapasowe i dzienniki, które mogłbyś posiadać. Jeśli to konieczne, wykonaj następujące czynności:</p><ol><li>wyczyścić dzienniki pod <b>Administracja → Logi</b>.</li><li>Zabezpiecz i usuń kopie zapasowe, które mogą znajdować się w<b>Administracja → Kopia zapasowe/przywracanie</b>.</li></ol>
pt_br: <p>A anonimização não afeta quaisquer cópias de segurança e logs que você possa ter. Se necessário, faça o seguinte:</p><ol><li>Limpe os logs em <b>Administração → Logs</b>.</li><li>Proteja e exclua possíveis cópias de segurança em <b>Administração → Cópia e restauração</b>.</li></ol>
ru_ru: <p>Пожалуйста, обратите внимание, что анонимизация не влияет на имеющиеся у вас резервные копии и журнал событий.</p><ol><li>Очистить журнал событий вы можете в секции <b>Администрирование → Журнал событий</b>.</li><li>Сохранить или удалить резервные копии вы можете в секции <b>Администрирование → Резервное копирование и восстановление</b>.</li></ol>
sv_se: <p>Observera att anonymisering inte påverkar eventuella säkerhetskopior och loggar som du kan ha. Om det behövs, gör följande:</p><ol><li>Rensa loggarna under <b>Administration → Loggar</b>.</li><li>Säkra och ta bort säkerhetskopiorna du kan ha under <b>Administration → Säkerhetskopiering/återställning</b>.</li></ol>
tr_tr: <p>Lütfen anonimleştirmenin, sahip olabileceğiniz yedeklemeleri ve günlükleri etkilemediğini unutmayın. Gerekirse, lütfen aşağıdakileri yapın:</p><ol><li> <b>Yönetim → Günlükler</b>altındaki günlükleri temizleyin.</li><li>Sahip olabileceğiniz yedekleri güvenli hale getirin ve <b>Yönetim → Yedekle/Geri Yükle</b>altında silin.</li></ol>
uk_ua: <p>Будь ласка, зверніть увагу, що анонімізація не впливає на наявні у вас резервні копії і журнал подій.</p><ol><li>Очистити журнал подій ви можете в секції <b>Адміністрування → Журнал подій</b>.</li><li>Зберегти або видалити резервні копії ви можете в секції <b>Адміністрування → Створення резервних копій та відновлення</b>.</li></ol>

# Languages::gdpr.cookie_consent
source: Cookie consent
cs_cz: Souhlas s cookies
da_dk: Cookie samtykke
de_de: Cookie-Zustimmung
el_gr: Συναίνεση cookies
fa_ir: رضایت کوکی
fi_fi: Evästeen suostumus
fr_fr: Consentement aux cookies
he_il: קוקי הסכמה
hu_hu: Cookie (süti) hozzájárulás
it_it: Consenso ai cookie
nl_nl: Toestemming voor cookies
no_no: Samtykke til informasjonskapsler
pl_pl: Zgody na pliki cookie
pt_br: Permissão para uso de cookies
ru_ru: Согласие на файлы cookie
sv_se: Cookiesamtycke
tr_tr: Çerez onayı
uk_ua: Згода на файли cookie
