Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.user.registration.agreement_text_short_personal_data_processing
source: I agree to have my personal data <u>processed as follows.</u>
cs_cz: Souhlasím se <u>zpracováním osobních údajů.</u>
da_dk: Jeg accepterer at få mine <u>behandlet som følger.</u>
de_de: Ich bin damit einverstanden, dass meine persönlichen Daten<u>wie folgt verarbeitet werden</u>
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u> ως εξής.</u>
fa_ir: من موافقت می کنم که داده های شخصی من <u>به شرح زیر پردازش شود.</u>
fi_fi: Hyväksyn, että henkilötietojani <u>käsitellään seuraavasti.</u>
fr_fr: J'accepte que mes données personnelles <u> soient traitées comme suit.</u>
he_il: אני מסכים שהנתונים האישיים שלי <u> יעובדו באופן הבא. </u>
hu_hu: Hozzájárulok ahhoz, hogy személyes adataimat <u>az alábbiak szerint kezeljék.</u>
it_it: Acconsento al trattamento dei miei dati personali <u>come segue.</u>
nl_nl: Ik ga ermee akkoord dat mijn persoonlijke gegevens <u>als volgt worden verwerkt.</u>
no_no: Jeg godtar at mine personlige data <u>behandles som følger.</u>
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób.</u>
pt_br: Eu concordo em ter meus dados pessoais <u>processados da seguinte forma.</u>
ru_ru: Я согласен/согласна на <u>обработку своих персональных данных указанным образом.</u>
sv_se: Jag samtycker till att få mina <u>behandlade enligt följande.</u>
tr_tr: Kişisel verilerimin <u>aşağıdaki şekilde işlenmesini kabul ediyorum.</u>
uk_ua: Я даю згоду на <u>обработку моїх персональних даних.</u>

# Languages::gdpr.profiles.update.personal_data_processing
source: Profiles: update
cs_cz: Profil: aktualizace
da_dk: Profiler: opdatering
de_de: Profil: Aktualisierung
fa_ir: پروفایل ها: به روز رسانی
fi_fi: Profiilit: päivitys
fr_fr: Profils : mise à jour
he_il: פרופילים: עדכון
hu_hu: Profilok: frissítés
it_it: Profili: aggiornamento
nl_nl: Profielen: update
no_no: Profiler: oppdatering
pl_pl: Profile: Aktualizacja
pt_br: Perfis: atualização
ru_ru: Профили: Обновление
sv_se: Profiler: uppdatering
tr_tr: Profiller: güncelleme
uk_ua: Профілі: Оновлення
