Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

source: I agree to have my personal data <u>processed as follows.</u>
cs_cz: Souhlasím se <u>zpracováním osobních údajů.</u>
da_dk: Jeg accepterer at få mine <u>behandlet som følger.</u>
de_de: Ich bin damit einverstanden, dass meine persönlichen Daten wie folgt <u>verarbeitet werden</u>
el_gr: Συμφωνώ στην επεξεργασία των προσωπικών μου δεδομένων <u> ως εξής.</u>
fa_ir: من موافقت می کنم که داده های شخصی من <u>به شرح زیر پردازش شود.</u>
fi_fi: Hyväksyn, että henkilötietojani <u>käsitellään seuraavasti.</u>
fr_fr: Je consens à ce que mes données personnelles <u>soient traitées comme suit.</u>
he_il: אני מסכים שהנתונים האישיים שלי <u> יעובדו באופן הבא. </u>
hu_hu: Hozzájárulok ahhoz, hogy személyes adataimat <u>az alábbiak szerint kezeljék.</u>
it_it: Acconsento al trattamento dei miei dati personali <u>come segue.</u>
nl_nl: Ik ga ermee akkoord dat mijn persoonlijke gegevens <u>als volgt worden verwerkt.</u>
no_no: Jeg godtar at mine personlige data <u>behandles som følger.</u>
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych <u>w następujący sposób.</u>
pt_br: Eu concordo em ter meus dados pessoais <u>processados da seguinte forma.</u>
ru_ru: Я согласен/согласна на <u>обработку своих персональных данных указанным образом.</u>
sv_se: Jag samtycker till att få mina <u>behandlade enligt följande.</u>
tr_tr: Kişisel verilerimin <u>aşağıdaki şekilde işlenmesini kabul ediyorum.</u>
uk_ua: Я даю згоду на <u>обработку моїх персональних даних.</u>

# Languages::gdpr.user.registration.personal_data_processing
source: Customer: registration
cs_cz: Zákazník: registrace
da_dk: Kunde: registrering
de_de: Kundenregistrierung
el_gr: Πελάτης: εγγραφή
fa_ir: مشتری: ثبت نام
fi_fi: Asiakas: rekisteröinti
fr_fr: Client : inscription
he_il: לקוח: רישום
hu_hu: Vásárló: regisztráció
it_it: Cliente: registrazione
nl_nl: Klant: registratie
no_no: Kunde: registrering
pl_pl: Klient: Rejestracja
pt_br: Cliente: registro
ru_ru: Покупатель: Регистрация
sv_se: Kund: registrering
tr_tr: Müşteri Kaydı
uk_ua: Покупець: Реєстрація
