Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.checkout.place_order.personal_data_processing
source: Checkout: Place order: Personal data processing
cs_cz: Checkout: Odeslání objednávky, zpracování osobních dat
da_dk: Kasse: Afgiv ordre: Behandling af personoplysninger
de_de: Abmeldung: Bestellung aufgeben: Verarbeitung personenbezogene Daten
el_gr: Ταμείο: Παραγγελία: Προσωπική επεξεργασία δεδομένων
fa_ir: پرداخت: محل سفارش: پردازش داده های شخصی
fi_fi: Kassalle: Tee tilaus: Henkilötietojen käsittely
fr_fr: Caisse : Passer commande : Traitement des données personnelles
he_il: לתשלום: תרשמו הזמנה: עיבוד נתונים אישי
hu_hu: Pénztár: Rendelés leadása: Személyes adatok feldolgozása
it_it: Checkout: Effettuare l'ordine: Elaborazione dei dati personali
nl_nl: Afrekenen: Bestelling plaatsen: Verwerking persoonsgegevens
no_no: Utsjekking: Ordreplassering: Personlig databehandling
pl_pl: Zamówienie: Złożenie zamówienia: przetwarzanie danych osobowych
pt_br: Finalização de compra: Fazer pedido: Processamento de dados pessoais
ru_ru: Оформление заказа: Обработка персональных данных
sv_se: Kassa: Beställ: Personuppgiftsbehandling
tr_tr: Ödeme: Sipariş ver: Kişisel veri işleme
uk_ua: Оформлення замовлення: Обробка персональних даних
