Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.profiles.update.agreement_text_full_personal_data_processing
source: <p>Email addresses distinguish customers from each other. You sign in to the store by entering the email address and the password you provide here.</p> <p>We ([company]) also send account-related emails (such as order status notifications, password reset emails, and more) to the provided email address. For that reason we need to store your email address while you remain our customer.</p> <p>Other profile fields that may or not be present on this page are stored alongside your email address. We may use this information to contact you, if the necessity arises.</p> <p>We use the information in the billing/shipping address section and may send it to a shipping or payment method provider to:</p> <ul> <li>Determine what shipping and payment methods are available for your location.</li> <li>Complete the payment or shipping process via the provider that you choose at checkout when you submit the order.</li> </ul> <p>Some members of our staff and/or vendors who sell products in our store and use its administration panel may be able to access your data. We value your privacy, so the access to data is provided on a need-to-know basis in order to operate the store. For example, a vendor only receives your data if you ordered something from them, so that the vendor can fulfil that order.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
cs_cz: <p>E-mailové adresy odlišují zákazníky od sebe navzájem. Do obchodu se přihlásíte zadáním emailové adresy a hesla, které zde uvedete.</p> <p>Na zadanou e-mailovou adresu také zasíláme ([company]) e-maily související s účtem (jako jsou oznámení o stavu objednávky, e-maily pro resetování hesla a další). Z tohoto důvodu potřebujeme uchovat vaši e-mailovou adresu, dokud zůstanete naším zákazníkem.</p> <p>Spolu s vaší e-mailovou adresou jsou uložena další pole profilu, která mohou nebo nemusí být na této stránce. Tyto informace můžeme použít k tomu, abychom vás kontaktovali, pokud to bude nutné.</p> <p>Používáme informace v sekci fakturační/dodací adresy a můžeme je odeslat poskytovateli dopravy nebo způsobu platby na:</p> <ul> <li>Zjistit, jaké způsoby dopravy a platby jsou dostupné pro vaši lokalitu.</li> <li>Dokončete proces platby nebo dopravy prostřednictvím poskytovatele, kterého si vyberete u pokladny při odesílání objednávky.</li> </ul> <p>Někteří naši zaměstnanci a/nebo prodejci, kteří prodávají produkty v našem obchodě a používají jeho administrační panel, mohou mít přístup k vašim údajům. Vážíme si vašeho soukromí, takže přístup k datům je poskytován na základě potřeby vědět, abychom mohli provozovat obchod. Prodejce například obdrží vaše data pouze v případě, že jste si od něj něco objednali, aby mohl tuto objednávku splnit.</p> <p>Pokud se rozhodnete, že již nechcete náš obchod používat a chtěli byste, aby byly vaše osobní údaje odstraněny z naší databáze (nebo pokud byste chtěli získat všechny osobní údaje spojené s vaším účtem, které máme), zašlete nám e-mailem na [email].</p> <p>Pokud se domníváte, že byly Vaše osobní údaje zneužity, máte právo podat stížnost u dozorového úřadu. Na základě obecného nařízení EU o ochraně osobních údajů jsme povinni vás o tomto právu informovat; ve skutečnosti nemáme v úmyslu vaše údaje zneužít.</p>
da_dk: <p>E-mail-adresser adskiller kunder fra hinanden. Du logger ind i butikken ved at indtaste den e-mailadresse og den adgangskode, du oplyser her.</p> <p>Vi ([company]) sender også kontorelaterede e-mails (såsom ordrestatusmeddelelser, e-mails med nulstilling af adgangskode og mere) til den angivne e-mailadresse. Af den grund er vi nødt til at gemme din e-mailadresse, mens du forbliver vores kunde.</p> <p>Andre profilfelter, som muligvis er til stede på denne side, gemmes sammen med din e-mailadresse. Vi kan bruge disse oplysninger til at kontakte dig, hvis det er nødvendigt.</p> <p>Vi bruger oplysningerne i fakturerings-/forsendelsesadresseafsnittet og sender dem muligvis til en forsendelses- eller betalingsmetodeudbyder til:</p> <ul> <li>Bestem, hvilke forsendelses- og betalingsmetoder der er tilgængelige for din placering.</li> <li>Gennemfør betalings- eller forsendelsesprocessen via den udbyder, som du vælger ved kassen, når du afgiver ordren.</li> </ul> <p>Nogle medlemmer af vores personale og/eller leverandører, der sælger produkter i vores butik og bruger dens administrationspanel, kan muligvis få adgang til dine data. Vi værdsætter dit privatliv, så adgangen til data gives på et behov-to-know-grundlag for at drive butikken. For eksempel modtager en leverandør kun dine data, hvis du har bestilt noget hos dem, så leverandøren kan opfylde den ordre.</p> <p>Hvis du beslutter dig for, at du ikke længere ønsker at bruge vores butik og gerne vil have dine personlige data fjernet fra vores database (eller hvis du ønsker at få alle de personlige data tilknyttet din konto, som vi har), bedes du sende en mail til [email].</p> <p>Hvis du mener, at dine personoplysninger er blevet misbrugt, har du ret til at indgive en klage til en tilsynsmyndighed. Vi er i henhold til EU's generelle databeskyttelsesforordning forpligtet til at informere dig om denne ret; vi har faktisk ikke til hensigt at misbruge dine data.</p>
de_de: <p>E-Mail-Adressen unterscheiden Kunden voneinander. Sie melden sich im Shop an, indem Sie die E-Mail-Adresse und das Passwort eingeben, das Sie hier angeben. Wir ([Firma]) senden auch kontobezogene E-Mails (z. B. Benachrichtigungen über den Bestellstatus, E-Mails zum Zurücksetzen des Passworts und mehr) an die angegebene E-Mail-Adresse. Aus diesem Grund müssen wir Ihre E-Mail-Adresse speichern, während Sie unser Kunde bleiben. Andere Profilfelder, die auf dieser Seite vorhanden sein können oder nicht, werden neben Ihrer E-Mail-Adresse gespeichert. Wir können diese Informationen verwenden, um Sie zu kontaktieren, wenn es notwendig ist. <p>Wir verwenden die Informationen im Abschnitt Rechnungs-/Versandadresse und können sie an einen Versand- oder Zahlungsmethodenanbieter senden an:> <li>Bestimmen, welche Versand- und Zahlungsmethoden für Ihren Standort verfügbar sind. <li>Vervollständigen Sie den Zahlungs- oder Versandprozess über den Anbieter, den Sie an der Kasse wählen, wenn Sie die Bestellung absenden. <p>Einige unserer Mitarbeiter und/oder Verkäufer, die Produkte in unserem Shop verkaufen und dessen Administrationspanel verwenden, können möglicherweise auf Ihre Daten zugreifen. Wir legen Wert auf Ihre Privatsphäre, so dass der Zugang zu den Daten auf der Basis von Wissen, das für den Betrieb des Shops erforderlich ist, gewährt wird. Zum Beispiel erhält ein Verkäufer Ihre Daten nur, wenn Sie etwas bei ihm bestellt haben, so dass der Verkäufer diese Bestellung ausführen kann. <p>>Wenn Sie entscheiden, dass Sie unseren Shop nicht mehr nutzen möchten und Ihre persönlichen Daten aus unserer Datenbank entfernen lassen möchten (oder wenn Sie alle mit Ihrem Konto verbundenen persönlichen Daten erhalten möchten, die wir haben), senden Sie bitte eine E-Mail an[email]. <p>Wenn Sie glauben, dass Ihre persönlichen Daten missbraucht wurden, haben Sie das Recht, eine Beschwerde bei einer Aufsichtsbehörde einzureichen. Wir sind durch die Allgemeine Datenschutzverordnung der EU verpflichtet, Sie auf dieses Recht hinzuweisen; wir beabsichtigen eigentlich nicht, Ihre Daten zu missbrauchen
el_gr: <p>διευθύνσεις ηλεκτρονικού ταχυδρομείου διακρίνουν τους πελάτες από κάθε άλλο. Μπορείτε να εισέλθετε στο Store, εισάγοντας τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης που παρέχετε εδώ.</p> <p>([company]) στέλνουμε επίσης μηνύματα ηλεκτρονικού ταχυδρομείου που σχετίζονται με τον λογαριασμό (π.χ. παραγγελία ειδοποιήσεις κατάστασης, μηνύματα ηλεκτρονικού ταχυδρομείου επαναφοράς κωδικού πρόσβασης και άλλα) για την ηλεκτρονική διεύθυνση που δηλώσατε. Για το λόγο αυτό χρειάζεται να αποθηκεύσουμε τη διεύθυνση email σας, ενώ παραμένετε πελάτης μας.</p> <p>άλλα πεδία προφίλ που μπορεί ή δεν να είναι παρόντες σε αυτή τη σελίδα αποθηκεύονται μαζί με τη διεύθυνση email σας. Ενδέχεται να χρησιμοποιήσουμε αυτές τις πληροφορίες για να επικοινωνήσουμε μαζί σας, αν παραστεί ανάγκη.</p> <p>χρησιμοποιούμε τις πληροφορίες στην ενότητα της διεύθυνσης χρέωσης/αποστολής και μπορεί να το στείλει σε μια αποστολή ή πληρωμή μέθοδος υπηρεσία παροχής να:</p> <ul> <li>καθορίζουν ποιες μέθοδοι αποστολής και πληρωμής είναι διαθέσιμες για τη θέση σας.</li> <li>πλήρης πληρωμή ή διαδικασία αποστολής μέσω του παρόχου που θα επιλέξετε στο Ταμείο όταν υποβάλετε την παραγγελία.</li> </ul> <p>ορισμένα μέλη μας προσωπικό ή/και προμηθευτές οι οποίοι πωλούν προϊόντα στο κατάστημά μας και τη χρήση του πίνακα διαχείρισης μπορεί να είναι σε θέση να έχουν πρόσβαση στα δεδομένα σας. Σεβόμαστε την ιδιωτικότητα, έτσι ώστε η πρόσβαση στα δεδομένα παρέχεται σε μια ανάγκη να γνωρίζουν βάση προκειμένου να λειτουργήσει το κατάστημα. Για παράδειγμα, έναν προμηθευτή λαμβάνει μόνο τα δεδομένα σας εάν έχετε παραγγείλει κάτι από αυτούς, έτσι ώστε ο πωλητής μπορεί να εκπληρώσει την παραγγελία.</p> <p>αν αποφασίσετε που θέλετε να χρησιμοποιήσετε το κατάστημα μας πλέον και θα ήθελαν να έχουν αφαιρεθεί από τη βάση δεδομένων μας τα στοιχεία σας (ή αν θέλετε να πάρετε όλα τα προσωπικά δεδομένα που σχετίζονται με σας λογαριασμό που έχουμε), παρακαλούμε να στείλετε ένα email σε [email].</p> <p>αν πιστεύετε ότι τα προσωπικά σας δεδομένα έχει υποστεί κατάχρηση, έχετε το δικαίωμα να υποβάλουν καταγγελία σε εποπτική αρχή. Εμείς είμαστε υποχρεωμένοι από γενικός κανονισμός προστασίας δεδομένων της ΕΕ για να σας ενημερώσει σχετικά με αυτό το δικαίωμα? στην πραγματικότητα δεν σκοπεύουμε να καταχραστεί τα δεδομένα σας.</p>
fa_ir: <p>آدرس های ایمیل مشتریان را از یکدیگر متمایز می کند. با وارد کردن آدرس ایمیل و رمز عبوری که در اینجا وارد می کنید، وارد فروشگاه می شوید.</p> <p>ما ([company]) همچنین ایمیل های مربوط به حساب (مانند اعلان وضعیت سفارش، ایمیل های بازنشانی رمز عبور و موارد دیگر) را به آدرس ایمیل ارائه شده ارسال می کنیم. به همین دلیل ما باید آدرس ایمیل شما را تا زمانی که مشتری ما هستید ذخیره کنیم.</p> <p>سایر فیلدهای نمایه که ممکن است در این صفحه وجود داشته باشند یا نباشند در کنار آدرس ایمیل شما ذخیره می شوند. در صورت لزوم، ممکن است از این اطلاعات برای تماس با شما استفاده کنیم.</p> <p>ما از اطلاعات بخش <li>/آدرس حمل و نقل استفاده می‌کنیم و ممکن است آن‌ها را به یک <ul> روش حمل و نقل یا پرداخت ارسال کنیم تا</p></li> <li>فرآیند پرداخت یا ارسال را از طریق ارائه دهنده ای که هنگام ارسال سفارش انتخاب می کنید، تکمیل کنید.</li> </ul> <p>برخی از کارکنان ما و/یا فروشندگانی که محصولات را در فروشگاه ما می فروشند و از پنل مدیریت آن استفاده می کنند ممکن است بتوانند به داده های شما دسترسی داشته باشند. ما برای حفظ حریم خصوصی شما ارزش قائل هستیم، بنابراین دسترسی به داده ها بر اساس نیاز به دانستن برای راه اندازی فروشگاه ارائه می شود. به عنوان مثال، یک فروشنده تنها زمانی داده های شما را دریافت می کند که شما چیزی از او سفارش داده باشید، تا فروشنده بتواند آن سفارش را انجام دهد.</p> <p>اگر تصمیم گرفتید که دیگر نمی‌خواهید از فروشگاه ما استفاده کنید و می‌خواهید اطلاعات شخصی شما از پایگاه داده ما حذف شود (یا اگر می‌خواهید تمام اطلاعات شخصی مرتبط با حساب خود را دریافت کنید)، لطفاً ارسال کنید. یک ایمیل به [email].</p> <p>اگر فکر می کنید که از داده های شخصی شما سوء استفاده شده است، حق دارید به یک مقام نظارتی شکایت کنید. ما طبق مقررات عمومی حفاظت از داده های اتحادیه اروپا موظف هستیم در مورد این حق به شما اطلاع دهیم. ما در واقع قصد سوء استفاده از داده های شما را نداریم.</p>
fi_fi: <p>Sähköpostiosoitteet erottavat asiakkaat toisistaan. Kirjaudut myymälään syöttämällä tähän antamasi sähköpostiosoite ja salasana.</p> <p>Lähetämme ([company]) myös tiliin liittyviä sähköposteja (kuten tilauksen tilailmoituksia, salasanan palautusviestejä ja paljon muuta) annettuun sähköpostiosoitteeseen. Tästä syystä meidän on säilytettävä sähköpostiosoitteesi, kun pysyt asiakkaamme.</p> <p>Muut tällä sivulla mahdollisesti olevat profiilikentät tallennetaan sähköpostiosoitteesi viereen. Saatamme käyttää näitä tietoja ottaaksemme sinuun yhteyttä tarvittaessa.</p> <p>Käytämme laskutus-/toimitusosoite-osiossa olevia tietoja ja voimme lähettää ne toimitus- tai maksutavan tarjoajalle osoitteeseen:</p> <ul> <li>Selvitä, mitkä toimitus- ja maksutavat ovat käytettävissä alueellasi.</li> <li>Suorita maksu- tai toimitusprosessi kassalla valitsemasi palveluntarjoajan kautta, kun lähetät tilauksen.</li> </ul> <p>Jotkut henkilökunnan jäsenet ja/tai myyjät, jotka myyvät tuotteita myymälässämme ja käyttävät sen hallintapaneelia, saattavat päästä käsiksi tietoihisi. Arvostamme yksityisyyttäsi, joten pääsy tietoihin tarjotaan tietotarpeen perusteella kaupan toiminnan kannalta. Esimerkiksi myyjä saa tietosi vain, jos olet tilannut heiltä jotain, jotta toimittaja voi täyttää tilauksen.</p> <p>Jos päätät, että et enää halua käyttää kauppaamme ja haluat, että henkilötietosi poistetaan tietokannastamme (tai jos haluat saada kaikki tiliisi liittyvät henkilötiedot, jotka meillä on), lähetä sähköpostilla numeroon [email].</p> <p>Jos uskot, että henkilötietojasi on käytetty väärin, sinulla on oikeus tehdä valitus valvontaviranomaiselle. EU:n yleisen tietosuoja-asetuksen mukaan olemme velvollisia ilmoittamaan sinulle tästä oikeudesta; emme todellakaan aio väärinkäyttää tietojasi.</p>
fr_fr: <p>Les adresses email distinguent les clients les uns des autres. Vous vous connectez au magasin en entrant votre adresse email et votre mot de passe.</p> <p>Nous ([company]) envoyons également des mails liés à la gestion de votre compte (comme les notifications de commandes, les mails de réinitialisation de mot de passe, etc.) à l'adresse email que vous nous procurez. Pour cette raison, nous avons besoin de stocker votre adresse email tant que vous êtes notre client.</p> <p>Les autres champs du profil (présents ou non sur cette page) sont stockés avec votre adresse email. Nous pouvons utiliser ces informations pour vous contacter si besoin.</p> <p>Nous utilisons ces informations pour renseigner les adresses de facturation / livraison et pouvons les transmettre à un fournisseur de méthodes de paiement ou livraison afin de :</p><ul> <li>Déterminer quelles méthodes de paiement et de livraison sont disponibles pour votre localisation.</li><li>Mener à bien le processus de paiement et/ou d'expédition via le fournisseur que vous avez choisi lors de votre commande.</li></ul><p>Certains membres de notre personnel et/ou les vendeurs passant par nos magasins et utilisant leur fonctions administratives peuvent accéder à vos données. Votre vie privée est notre priorité. En conséquence, vos données personnelles ne peuvent être consultées que si elles sont nécessaires à la gestion du magasin. Par exemple, un vendeur ne recevra vos données que si vous leur commandez quelque chose, afin que le vendeur puisse satisfaire votre commande.</p> <p>Si vous ne voulez plus utiliser notre magasin et que vous aimeriez retirer vos données personnelles de nos bases de données (ou si vous voulez consultez les données personnelles que nous détenons à votre sujet), veuillez envoyer un mail à [email]>.</p> <p>Si vous pensez que vos données personnelles ont été compromises ou mal utilisées, vous avez le droit d'envoyer une plainte aux autorités compétentes. La loi RGPD de l'Union Européenne nous oblige à vous informer de ce droit ; nous n'avons aucune intention de compromettre vos données personnelles.</p>
he_il: <p>כתובות דוא"ל להבדיל לקוחות אחד מהשני. אתה נכנס לחנות על ידי הזנת כתובת הדוא"ל והסיסמא שאתה מספק כאן.</p> <p>אנחנו ([company]) גם לשלוח הודעות דוא"ל הקשורות לחשבון (כגון הודעות מצב הזמנה, אימיילים לאיפוס סיסמה ועוד) לכתובת הדוא"ל שסופקה. מסיבה זו אנחנו צריכים לאחסן את כתובת הדוא"ל שלך בזמן שאתה נשאר הלקוחות שלנו.</p> <p>שדות פרופיל אחרים שעשויים להיות או לא קיימים בדף זה מאוחסנים לצד כתובת הדוא"ל שלך. אנו עשויים להשתמש במידע זה כדי ליצור עמך קשר, אם יתעורר הצורך.</p> <p>אנו משתמשים במידע שבקטע כתובת החיוב / המשלוח, ועשויים לשלוח אותו לספקי משלוח או אמצעי תשלום כדי:</p> <ul> <li>קבע אילו שיטות משלוח ותשלום זמינות עבור המיקום שלך.</li><li>השלם את תהליך התשלום או המשלוח באמצעות הספק שתבחר בעת ביצוע ההזמנה בעת שליחת ההזמנה.</li> </ul> <p>חלק מחברי הצוות ו / או הספקים שלנו שמוכרים מוצרים בחנות שלנו ומשתמשים בלוח הניהול שלו יוכלו לגשת לנתונים שלך. אנו מעריכים את הפרטיות שלך, ולכן הגישה לנתונים מסופקת על בסיס צורך לדעת על מנת להפעיל את החנות. לדוגמה, ספק מקבל רק את הנתונים שלך אם הזמנת משהו מהם, כך שהספק יכול למלא את ההזמנה.</p> <p>אם תחליט שאינך רוצה עוד להשתמש בחנות שלנו וברצונך להסיר את הנתונים האישיים שלך ממסד הנתונים שלנו (או אם ברצונך לקבל את כל הנתונים האישיים המשויכים לחשבון שלך), שלח דוא"ל ל-[email].</p> <p>אם אתה סבור כי נעשה שימוש לרעה בנתונים האישיים שלך, יש לך זכות להגיש תלונה לרשות פיקוחית. אנו מחויבים על ידי כללי האיחוד האירופי להגנה על נתונים כדי ליידע אותך על זכות זו; אנחנו לא מתכוונים להשתמש לרעה בנתונים שלך. </p>
hu_hu: <p>Az e-mail címek megkülönböztetik a vásárlókat egymástól. Az itt megadott e-mail cím és jelszó megadásával jelentkezel be a piactérre. </p> <p>Mi, a ([company]) vállalat is küldünk a megadott e-mail címre a fiókkal kapcsolatos e-maileket (pl. a rendelés állapotáról szóló értesítéseket, jelszó-visszaállítással kapcsolatos e-maileket és hasonlókat). Emiatt az e-mail címed tárolnunk kell, amíg a vásárlónk maradsz.</p> <p>Az e-mail cím mellett más profilmezőket is tárolunk, amelyek vagy előfordulnak ezen az oldalon, vagy nem. Ezeket az információkat felhasználhatjuk arra, hogy kapcsolatba lépjünk Veled, ha erre szükség van.</p> <p>A számlázási/szállítási cím szakaszban szereplő adatokat felhasználjuk, és elküldhetjük egy szállítási vagy fizetési módot biztosító szolgáltatónak:</p> <ul> <li>Meghatározzuk, milyen szállítási és fizetési módok állnak rendelkezésre a tartózkodási helyeden. </li> <li>Teljesítjük a fizetési vagy szállítási folyamatot azon a szolgáltatón keresztül, amelyet a pénztárnál, a megrendelés elküldésekor választasz.</li> </ul> <p>Néhány munkatársunk és/vagy a piacterünkön termékeket értékesítő és annak adminisztrációs paneljét használó eladónk hozzáférhet adataidhoz. Nagyra értékeljük a magánszférádat, ezért az adatokhoz való hozzáférést a piactér működtetése érdekében, a need-to-know elv alapján biztosítjuk. Például egy eladó csak akkor kapja meg az adataidat, ha rendeltél tőle valamit, annak érdekében, hogy az adott eladó teljesíteni tudja a megrendelést.</p> <p>Ha úgy döntesz, hogy nem kívánod tovább használni piacterünket, és szeretnéd, ha személyes adataidat eltávolítsuk az adatbázisunkból (vagy ha szeretnéd megkapni az összes, a fiókodhoz kapcsolódó, rendelkezésünkre álló személyes adatot), kérjük, küldj e-mailt a [email] címre.</p> <p>Ha úgy véled, hogy személyes adataiddal visszaéltek, jogodban áll panaszt tenni a felügyeleti szervnél. Az EU általános adatvédelmi rendelete értelmében kötelesek vagyunk tájékoztatni erről a jogodról; valójában nem áll szándékunkban visszaélni adataiddal.</p>
it_it: <p>Gli indirizzi e-mail distinguono i clienti l'uno dall'altro. Accedi al negozio inserendo l'indirizzo email e la password che fornisci qui.</p> <p>Noi ([company]) inviamo anche e-mail relative all'account (come notifiche sullo stato dell'ordine, e-mail di reimpostazione della password e altro) all'indirizzo e-mail fornito. Per questo motivo abbiamo bisogno di memorizzare il tuo indirizzo email mentre rimani nostro cliente.</p> <p>Altri campi del profilo che possono essere presenti o meno in questa pagina sono memorizzati accanto al tuo indirizzo email. Potremmo utilizzare queste informazioni per contattarti, se necessario.</p> <p>Utilizziamo le informazioni nella sezione dell'indirizzo di fatturazione/spedizione e le inviamo a un fornitore di metodi di pagamento o di spedizione a:</p> <ul> <li>Determinare quali metodi di spedizione e pagamento sono disponibili per la tua località.</li> <li>Completa il processo di pagamento o spedizione tramite il fornitore che hai scelto al momento del pagamento quando invii l'ordine.</li> </ul> <p>Alcuni membri del nostro personale e/o venditori che vendono prodotti nel nostro negozio e utilizzano il suo pannello di amministrazione potrebbero essere in grado di accedere ai tuoi dati. Apprezziamo la tua privacy, quindi l'accesso ai dati è fornito in base alla necessità di sapere per poter gestire il negozio. Ad esempio, un fornitore riceve i tuoi dati solo se hai ordinato qualcosa da loro, in modo che il fornitore possa evadere quell'ordine.</p> <p>Se decidi di non voler più utilizzare il nostro negozio e desideri che i tuoi dati personali vengano rimossi dal nostro database (o se desideri ottenere tutti i dati personali associati al tuo account che abbiamo), invia una mail al [email].</p> <p>Se ritieni che i tuoi dati personali siano stati utilizzati in modo improprio, hai il diritto di proporre reclamo a un'autorità di controllo. Siamo obbligati dal Regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non intendiamo utilizzare in modo improprio i tuoi dati.</p>
nl_nl: <p>E-mailadressen onderscheiden klanten van elkaar. U logt in op de winkel door het e-mailadres en het wachtwoord dat u hier opgeeft in te voeren.</p> <p>Wij ([company]) sturen ook accountgerelateerde e-mails (zoals bestelstatusmeldingen, e-mails voor het opnieuw instellen van wachtwoorden en meer) naar het opgegeven e-mailadres. Om die reden moeten we uw e-mailadres opslaan terwijl u klant bij ons blijft.</p> <p>Andere profielvelden die al dan niet op deze pagina aanwezig zijn, worden naast uw e-mailadres bewaard. We kunnen deze informatie gebruiken om contact met u op te nemen, als de noodzaak zich voordoet.</p> <p>We gebruiken de informatie in het gedeelte met factuur-/verzendadres en kunnen deze naar een aanbieder van verzend- of betalingsmethoden sturen om:</p> <ul> <li>te bepalen welke verzend- en betalingsmethoden beschikbaar zijn voor uw locatie.</li> <li>Voltooi het betalings- of verzendproces via de aanbieder die u kiest bij het afrekenen wanneer u de bestelling plaatst.</li> </ul> <p>Sommige medewerkers en/of verkopers die producten in onze winkel verkopen en het administratiepaneel gebruiken, hebben mogelijk toegang tot uw gegevens. We waarderen uw privacy, dus de toegang tot gegevens wordt verstrekt op een 'need-to-know'-basis om de winkel te kunnen exploiteren. Een leverancier ontvangt bijvoorbeeld uw gegevens alleen als u iets bij hen heeft besteld, zodat de leverancier die bestelling kan uitvoeren.</p> <p>Als u besluit dat u onze winkel niet langer wilt gebruiken en uw persoonlijke gegevens uit onze database wilt laten verwijderen (of als u alle persoonlijke gegevens wilt hebben die zijn gekoppeld aan uw account dat we hebben), stuur dan een e-mail naar [email].</p> <p>Als u van mening bent dat er misbruik is gemaakt van uw persoonsgegevens, heeft u het recht om een klacht in te dienen bij een toezichthoudende autoriteit. We zijn verplicht door de Algemene Verordening Gegevensbescherming van de EU om u op de hoogte te stellen van dit recht; we hebben niet echt de bedoeling om uw gegevens te misbruiken.</p>
no_no: <p> E-postadresser skiller kunder fra hverandre. Du logger deg på butikken ved å skrive inn e-postadressen og passordet du oppgir her. </p> <p> Vi ([company]) sender også kontorelaterte e-postmeldinger (for eksempel ordre statusvarsler, passord tilbakestillings e-poster og mer) til den angitte e-postadressen. Derfor må vi lagre e-postadressen din mens du forblir vår kunde. </p> <p> Andre profilfelter som kan være tilstede på denne siden, lagres sammen med e-postadressen din. Vi kan bruke denne informasjonen til å kontakte deg dersom nødvendigheten oppstår. </p> <p> Vi bruker informasjonen i fakturerings- / leveringsadressen og kan sende den til en frakt- eller betalingsformidler til å: </p> <ul> <li> Bestemme hvilke frakt- og betalingsmetoder som er tilgjengelige for din adresse. </li> <li> Fullføre betalings- eller fraktprosessen via leverandøren du velger ved utsjekking, når du sender inn bestillingen. </li> </ul> <p> Noen av våre ansatte og / eller leverandører som selger produkter i butikken vår og bruker administrasjonspanelet, kan ha tilgang til dataene dine. Vi verdsetter personvernet ditt, slik at tilgangen til data er gitt på grunn av behovet for å kunne betjene butikken. For eksempel mottar en leverandør bare dataene dine hvis du har bestilt noe fra dem, slik at leverandøren kan oppfylle denne bestillingen. </p> <p> Hvis du bestemmer deg for at du ikke lenger vil bruke butikken og vil ha dine personlige data fjernet fra vår database (eller hvis du ønsker å få alle personlige data knyttet til kontoen din), vennligst send en epost til [email]. </p> <p> Hvis du mener at dine personlige data har blitt misbrukt, har du rett til å sende inn en klage til en tilsynsmyndighet. Vi er forpliktet av EUs generelle databeskyttelsesforskrift å gi deg beskjed om denne rettigheten; Vi har faktisk ikke tenkt å misbruke dataene dine. </p>
pl_pl: <p>Adresy email odróżniają klientów od siebie nawzajem. Logujesz się w sklepie, podając adres email i hasło, które podasz tutaj.</p> <p>Nasza firma ([company]) wysyła również emaile związane z kontem (takie jak powiadomienia o stanie zamówienia, emaile z resetem hasła i inne) na podany adres email. Z tego powodu musimy przechowywać Twój adres email, gdy pozostajesz naszym klientem.</p> <p>Inne pola profilu, które mogą być obecne na tej stronie lub nie, są przechowywane razem z Twoim adresem email. Możemy wykorzystać te informacje do skontaktowania się z Tobą, jeśli zajdzie taka potrzeba.</p> <p>Używamy informacji podanych w sekcji adresu rozliczeniowego/wysyłki i możemy wysłać je do dostawcy lub operatora płatności, aby: </p><ul><li>Określić, jakie metody wysyłki i płatności są dostępne dla Twojej lokalizacji.</li> <li>Sfinalizować proces płatności lub wysyłki za pośrednictwem dostawcy wybranego przy składaniu zamówienia lub podczas realizacji zamówienia.</li></ul> <p>Niektórzy członkowie naszego personelu i/lub sprzedawcy, którzy sprzedają produkty w naszym sklepie i korzystają z panelu administracyjnego, mogą mieć dostęp do twoich danych. Cenimy twoją prywatność, więc dostęp do danych odbywa się na zasadzie "niezbędnej wiedzy" w celu obsługi sklepu. Na przykład sprzedawca odbiera dane tylko wtedy, gdy zamówiłeś coś od nich, po to aby sprzedawca mógł zrealizować to zamówienie.</p> <p>Jeśli zdecydujesz, że nie chcesz już korzystać z naszego sklepu i chciałbyś żeby dane osobowe zostały usunięte z naszej bazy danych (lub jeśli chcesz uzyskać wszystkie dane osobowe powiązane z Twoim kontem), wyślij wiadomość email na adres [email].</p> <p>Jeśli uważasz, że Twoje dane osobowe dane zostały niewłaściwie wykorzystane, masz prawo złożyć skargę do organu nadzorczego. Jesteśmy zobowiązani na mocy ogólnego rozporządzenia UE w sprawie ochrony danych, aby poinformować Cię o tym prawie; w rzeczywistości nie zamierzamy niewłaściwie wykorzystywać twoich danych.</p>
pt_br: <p>Endereços de e-mail distinguem clientes entre si. Para fazer login na loja, você deve informar o endereço de e-mail e a senha fornecidos aqui.</p> <p>Nós ([company]) também enviamos e-mails pertinentes à conta (tais como notificações de status de pedido, e-mails de redefinição de senha, entre outros} ao endereço de e-mail fornecido. Por isso, precisamos armazenar o seu endereço de e-mail durante o tempo em que você for nosso cliente.</p> <p>Outros campos do perfil que podem ou não estar presentes nesta página são armazenados juntamente ao seu endereço de e-mail. Nós podemos utilizar esta informação para entrar em contato com você, caso haja necessidade.</p> <p>Nós utilizamos a informação da seção de endereço de cobrança/envio e podemos enviá-la a provedores de formas de envio ou de pagamento para fins de:</p> <ul> <li>Determinar quais formas de envio e de pagamento estão disponíveis para a sua localidade. </li> <li>Completar o processo de pagamento ou de envio através do provedor que você escolhe na finalização de compra quando faz o seu pedido.</li> </ul><p>Alguns membros da nossa equipe e/ou fornecedores que vendem produtos na nossa loja e utilizam seu painel administrativo podem ser capazes de acessar os seus dados. Nós valorizamos a sua privacidade, portanto o acesso a dados é fornecido com base na necessidade de conhecimento para operar a loja. Por exemplo, um fornecedor recebe os seus dados somente se você tiver encomendado algo dele, para que assim o fornecedor possa executar esse pedido.</p> <p>Se você decidir que não deseja mais utilizar a nossa loja e que gostaria que os seus dados pessoais fossem removidos de nossa base de dados (ou se você desejar obter todos os dados pessoais que nós possuímos associados à sua conta), envie um e-mail para [email].</p> <p>Se você acredita que os seus dados pessoais foram utilizados indevidamente, é seu direito prestar queixa a uma autoridade supervisora. O Regulamento Geral sobre a Proteção de Dados da UE exige que nós informemos você sobre este direito; não pretendemos violar os seus dados.</p>
ru_ru: <p>Адреса электронной почты помогают отличать покупателей друг от друга. Вы входите в магазин, используя адрес электронной почты и пароль, которые Вы задаёте здесь.</p> <p>Мы ([company]) также отправляем письма с информацией о действиях в Вашей учётной записи (например, уведомления о статусе заказов, уведомления об изменении пароля и другие) на указанный адрес электронной почты. По этой причине мы храним Ваш адрес электронной почты, пока Вы являетесь нашим клиентом.</p> <p>Мы используем информацию в разделе “Адрес доставки/Адрес плательщика” и можем предоставлять её платёжным сервисам и службам доставки для:</p> <ul> <li>Определения доступных Вам способов оплаты и доставки.</li> <li>Завершения процессов оплаты и доставки через сервис, который Вы выбрали при оформлении заказа.</li> </ul> <p>Некоторые сотрудники компании и/или продавцы, торгующие в нашем магазине и использующие панель администратора, могут иметь доступ к Вашим данным. Мы ценим Ваше право на конфиденциальность, поэтому доступ к данным предоставляется исключительно по служебной необходимости для работы с магазином. Например, продавец получает доступ к Вашим данным только в случае, если Вы заказали что-то у него, и поэтому ему нужны данные, чтобы выполнить заказ.</p> <p>Если Вы решите, что больше не хотите пользоваться услугами нашего магазина и захотите, чтобы Ваши данные были удалены из нашей базы данных (или захотите получить все персональные данные, связанные с вашей учётной записью), отправьте письмо на электронный адрес [email].</p> <p>Если Вы считаете, что Ваши персональные данные используются не по назначению, Вы имеете право обратиться с жалобой в надзорный орган. Согласно “Общему регламенту по защите данных” в ЕС мы обязаны сообщить Вам об этом праве, хотя мы не планируем использовать Ваши данные не по назначению.</p>
sv_se: <p>E-postadresser skiljer kunder från varandra. Du loggar in i butiken genom att ange e-postadressen och lösenordet du anger här.</p> <p>Vi ([company]) skickar även kontorelaterade e-postmeddelanden (som orderstatusmeddelanden, e-postmeddelanden om lösenordsåterställning och mer) till den angivna e-postadressen. Av den anledningen måste vi lagra din e-postadress medan du förblir vår kund.</p> <p>Andra profilfält som eventuellt finns eller inte finns på denna sida lagras tillsammans med din e-postadress. Vi kan använda denna information för att kontakta dig, om det skulle behövas.</p> <p>Vi använder informationen i avsnittet om fakturerings-/leveransadress och kan skicka den till en leverantör av leverans- eller betalningssätt till:</p> <ul> <li>Bestäm vilka leverans- och betalningsmetoder som är tillgängliga för din plats.</li> <li>Slutför betalnings- eller fraktprocessen via den leverantör som du väljer i kassan när du skickar beställningen.</li> </ul> <p>Vissa medlemmar av vår personal och/eller leverantörer som säljer produkter i vår butik och använder dess administrationspanel kanske kan komma åt dina uppgifter. Vi värdesätter din integritet, så tillgången till data tillhandahålls på basis av behov att veta för att kunna driva butiken. En leverantör får till exempel bara dina uppgifter om du beställt något från dem, så att leverantören kan utföra den beställningen.</p> <p>Om du bestämmer dig för att du inte längre vill använda vår butik och vill få dina personuppgifter borttagna från vår databas (eller om du vill få alla personuppgifter som är kopplade till ditt konto som vi har), skicka ett mail till [email].</p> <p>Om du anser att dina personuppgifter har missbrukats har du rätt att lämna in ett klagomål till en tillsynsmyndighet. Vi är enligt EU:s allmänna dataskyddsförordning skyldiga att informera dig om denna rättighet; vi har faktiskt inte för avsikt att missbruka dina uppgifter.</p>
tr_tr: <p>E-posta adresleri müşterileri birbirinden ayırır. Burada verdiğiniz e-posta adresini ve şifrenizi girerek mağazaya giriş yapıyorsunuz.</p> <p>([company]) ayrıca sağlanan e-posta adresine hesapla ilgili e-postalar (sipariş durumu bildirimleri, şifre sıfırlama e-postaları ve daha fazlası gibi) göndeririz. Bu nedenle, siz müşterimiz olarak kalırken e-posta adresinizi saklamamız gerekiyor.</p> <p>Bu sayfada bulunabilecek veya bulunamayacak diğer profil alanları, e-posta adresinizin yanında saklanır. Bu bilgileri, gerekmesi halinde sizinle iletişime geçmek için kullanabiliriz.</p> <p>Fatura/gönderim adresi bölümündeki bilgileri kullanırız ve bir gönderi veya ödeme yöntemi sağlayıcısına şu adrese gönderebiliriz:</p> <ul> <li>Bulunduğunuz yer için hangi gönderim ve ödeme yöntemlerinin mevcut olduğunu belirleyin.</li> <li>Siparişi gönderirken ödeme sırasında seçtiğiniz sağlayıcı aracılığıyla ödeme veya nakliye sürecini tamamlayın.</li> </ul> <p>Mağazamızda ürün satan ve yönetim panelini kullanan bazı personel ve/veya bayilerimiz verilerinize erişebilir. Gizliliğinize değer veriyoruz, bu nedenle mağazayı işletmek için verilere erişim bilmesi gereken bazında sağlanır. Örneğin, bir satıcı yalnızca onlardan bir şey sipariş ettiyseniz verilerinizi alır, böylece satıcı bu siparişi yerine getirebilir.</p> <p>Artık mağazamızı kullanmak istemediğinize karar verirseniz ve kişisel verilerinizin veri tabanımızdan kaldırılmasını istiyorsanız (veya hesabınızla ilgili elimizdeki tüm kişisel verileri almak istiyorsanız), lütfen bize gönderin. [email]bir e-posta.</p> <p>Kişisel verilerinizin kötüye kullanıldığını düşünüyorsanız, bir denetim makamına şikayette bulunma hakkınız vardır. AB Genel Veri Koruma Yönetmeliği uyarınca bu hakkı size bildirmekle yükümlüyüz; aslında verilerinizi kötüye kullanmayı düşünmüyoruz.</p>
uk_ua: <p>Адреси електронної пошти допомагають відрізняти покупців один від одного. Ви входите в магазин, використовуючи адресу електронної пошти та пароль, які Ви встановлюєте тут.</p><p>Ми ([company]) також відправляємо листи з інформацією про дії в Вашого облікового запису (наприклад, повідомлення про статус замовлень, повідомлення про зміну пароля та інші) на вказану адресу електронної пошти. З цієї причини ми зберігаємо Вашу адресу електронної пошти, поки Ви є нашим клієнтом.</p><p>Ми використовуємо інформацію в розділі "Адреса доставки/Адреса платника" і можемо надавати її платіжним сервісів і служб доставки для:</p><ul><li>Визначення доступних Вам способів оплати і доставки.</li><li>Завершення процесів оплати і доставки через сервіс, який Ви вибрали при оформленні замовлення.</li></ul><p>Деякі співробітники компанії і/або продавці, які торгують в нашому магазині і використовують панель адміністратора, можуть мати доступ до Ваших дан им. Ми цінуємо Ваше право на конфіденційність, тому доступ до даних надається виключно через службову необхідність для роботи з магазином. Наприклад, продавець отримує доступ до Ваших даних тільки в разі, якщо Ви замовили щось у нього, і тому йому потрібні дані, щоб виконати замовлення.</p><p>Якщо Ви вирішите, що більше не хочете користуватися послугами нашого магазину і захочете, щоб Ваші дані були видалені з нашої бази даних (або захочете отримати всі персональні дані, пов'язані з вашим обліковим записом), надішліть листа на електронну адресу [email]</p><p>Якщо Ви вважаєте, що Ваші персональні дані використовуються не за призначенням, Ви маєте право звернутися зі скаргою в наглядовий й орган. Згідно "Загального регламенту щодо захисту даних" в ЄС ми зобов'язані повідомити Вам про це право, хоча ми не плануємо використовувати Ваші дані не за призначенням.</p>
