Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.cookie_consent_accept
source: I agree
cs_cz: Souhlasím
da_dk: jeg er enig
de_de: Ich bin einverstanden
el_gr: Συμφωνώ
fa_ir: موافقم
fi_fi: olen samaa mieltä
fr_fr: J'accepte
he_il: אני מסכים
hu_hu: Elfogadom
it_it: Concordo
nl_nl: Ik ga akkoord
no_no: jeg er enig
pl_pl: Zgadzam się
pt_br: Eu concordo
ru_ru: Согласиться
sv_se: jag håller med
tr_tr: Kabul ediyorum
uk_ua: Погодитись

# Languages::gdpr.cookie_consent_decline
source: No, take me out of here
cs_cz: Ne, chci odejít.
da_dk: Nej, tag mig ud herfra
de_de: Nein, ich möchte zurück
el_gr: Όχι, με πάρτε από εδώ
fa_ir: نه منو از اینجا ببر
fi_fi: Ei, vie minut pois täältä
fr_fr: Non, sortez-moi de là
he_il: לא, תוציא אותי מכאן
hu_hu: Nem fogadom el, elnavigálok
it_it: No, portami fuori di qui
nl_nl: Nee, haal me hier weg
no_no: Nei, ta meg ut herfra
pl_pl: Nie, zabierz mnie stąd
pt_br: Não, me tire daqui
ru_ru: Перейти на другой сайт
sv_se: Nej, ta mig härifrĺn
tr_tr: Hayır, beni buradan çıkar
uk_ua: Ні, перейти на інший сайт

# Languages::gdpr.uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site.
cs_cz: Na této stránce se používají soubory cookie, aby poskytovaly nejlepší uživatelský zážitek. Pokud budete pokračovat, předpokládáme, že souhlasíte s přijímáním cookies z této stránky.
da_dk: Cookies bruges på denne side for at give den bedste brugeroplevelse. Hvis du fortsætter, antager vi, at du accepterer at modtage cookies fra denne side.
de_de: Auf dieser Website werden Cookies verwendet, um die beste Benutzererfahrung zu bieten. Wenn Sie fortfahren, gehen wir davon aus, dass Sie damit einverstanden sind, Cookies von dieser Website zu erhalten.
el_gr: Τα cookies χρησιμοποιούνται σε αυτόν τον ιστότοπο για να παρέχουν την καλύτερη εμπειρία χρήστη. Εάν συνεχίσετε, υποθέτουμε ότι συμφωνείτε να λαμβάνετε cookies από αυτόν τον ιστότοπο.
fa_ir: از کوکی ها در این سایت برای ارائه بهترین تجربه کاربری استفاده می شود. اگر ادامه دهید، فرض می کنیم که با دریافت کوکی ها از این سایت موافقت می کنید.
fi_fi: Tällä sivustolla käytetään evästeitä parhaan käyttökokemuksen tarjoamiseksi. Jos jatkat, oletamme, että hyväksyt evästeiden vastaanottamisen tältä sivustolta.
fr_fr: Des cookies sont utilisés sur ce site pour offrir la meilleure expérience utilisateur. Si vous continuez, nous supposons que vous acceptez de recevoir des cookies de ce site.
he_il: באתר זה נעשה שימוש בעוגיות כדי לספק את חווית המשתמש הטובה ביותר. אם תמשיך, אנו מניחים שאתה מסכים לקבל קובצי Cookie מאתר זה.
hu_hu: Ezen az oldalon sütiket használunk a legjobb felhasználói élmény biztosítása érdekében. Ha folytatja, feltételezzük, hogy beleegyezik a cookie-k fogadásához erről az oldalról.
it_it: I cookie vengono utilizzati su questo sito per fornire la migliore esperienza utente. Se continui, assumiamo che accetti di ricevere i cookie da questo sito.
nl_nl: Op deze site worden cookies gebruikt om de beste gebruikerservaring te bieden. Als u doorgaat, gaan we ervan uit dat u akkoord gaat met het ontvangen van cookies van deze site.
no_no: Informasjonskapsler brukes på denne siden for å gi den beste brukeropplevelsen. Hvis du fortsetter, antar vi at du godtar å motta informasjonskapsler fra dette nettstedet.
pl_pl: Pliki cookie są używane w tej witrynie, aby zapewnić użytkownikom jak najlepsze wrażenia. Jeśli kontynuujesz, zakładamy, że wyrażasz zgodę na otrzymywanie plików cookie z tej witryny.
pt_br: Os cookies são usados neste site para fornecer a melhor experiência ao usuário. Se você continuar, assumimos que você concorda em receber cookies deste site.
ru_ru: Для обеспечения высокого уровня обслуживания на этом сайте используются файлы cookie. Продолжая его использование, вы соглашаетесь с тем, что файлы cookie будут сохраняться на вашем компьютере.
sv_se: Cookies används på denna webbplats för att ge den bästa användarupplevelsen. Om du fortsätter antar vi att du samtycker till att ta emot cookies från denna webbplats.
tr_tr: Bu sitede en iyi kullanıcı deneyimini sağlamak için çerezler kullanılmaktadır. Devam ederseniz, bu siteden çerez almayı kabul ettiğinizi varsayıyoruz.
uk_ua: На цьому сайті використовуються файли cookie, щоб забезпечити найкращий досвід користувача. Якщо ви продовжите, ми припускаємо, що ви погоджуєтеся отримувати файли cookie з цього сайту.

# Languages::block_gdpr
source: GDPR
de_de: DSGVO
fr_fr: RGPD
nl_nl: AVG

# Languages::gdpr
source: GDPR
de_de: DSGVO
fr_fr: RGPD
nl_nl: AVG

# Languages::block_gdpr_description
source: Allows registered users to request their personal data or anonymization
cs_cz: Umožňuje registrovaným uživatelům požadovat jejich osobní údaje nebo anonymizaci
da_dk: Tillader registrerede brugere at anmode om deres personlige data eller anonymisering
de_de: Erlaubt den registrierten Nutzern, ihre persönlichen Daten oder Anonymisierung zu erfragen
el_gr: Επιτρέπει στους εγγεγραμμένους χρήστες να ζητούν τα προσωπικά τους δεδομένα ή την ανωνυμία τους
fa_ir: به کاربران ثبت نام شده اجازه می دهد تا اطلاعات شخصی یا ناشناس سازی خود را درخواست کنند
fi_fi: Mahdollistaa rekisteröityjen käyttäjien pyytää henkilötietojaan tai anonymisointia
fr_fr: Permet aux utilisateurs enregistrés de demander leurs données personnelles ou l'anonymisation
he_il: מאפשר למשתמשים רשומים לבקש את הנתונים האישיים שלהם או את האנונימיות
hu_hu: Lehetővé teszi a regisztrált felhasználók számára, hogy kérjék személyes adataikat vagy anonimizálásukat.
it_it: Consente agli utenti registrati di richiedere i propri dati personali o di renderli anonimi
nl_nl: Staat geregistreerde gebruikers toe om hun persoonlijke gegevens of anonimisering op te vragen
no_no: Tillater registrerte brukere å be om deres personlige data eller anonymisering
pl_pl: Pozwala zarejestrowanym użytkownikom na żądanie ich danych osobowych lub anonimizacji
pt_br: Permite que usuários registrados solicitem seus dados pessoais ou anonimização
ru_ru: Позволяет зарегистрированным пользователям запрашивать их личные данные или анонимизацию
sv_se: Tillåter registrerade användare att begära sina personuppgifter eller anonymisering
tr_tr: Kayıtlı kullanıcıların kişisel verilerini veya anonimleştirmelerini talep etmelerine izin verir
uk_ua: Дозволяє зареєстрованим користувачам запитувати їх особисті дані або анонімізацію
