Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gdpr.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru, sv_se, tr_tr, uk_ua

# Languages::gdpr.klaro_accept_all
source: Accept all
cs_cz: Přijmout vše
da_dk: Accepter alle
de_de: Akzeptiere alle
el_gr: Aποδοχή όλων
fa_ir: پذیرفتن تمامی موارد
fi_fi: Hyväksy kaikki
fr_fr: Accepter tout
he_il: קבל הכל
hu_hu: Mindent elfogad
it_it: Accettare tutti
nl_nl: Accepteer alles
no_no: Aksepter alt
pl_pl: Akceptuj wszystkie
pt_br: Aceitar tudo
ru_ru: Включить все
sv_se: Acceptera alla
tr_tr: Hepsini kabul et
uk_ua: Прийняти все

# Languages::gdpr.klaro_accept_selected
source: Accept selected
cs_cz: Přijmout vybrané
da_dk: Accepter valgt
de_de: Akzeptieren ausgewählt
el_gr: Αποδοχή Επιλεγμένων
fa_ir: پذیرفتن انتخاب شده
fi_fi: Hyväksy valitut
fr_fr: Accepter la sélection
he_il: קבל את הבחירה
hu_hu: A kiválasztottak elfogadása
it_it: Accetta selezionato
nl_nl: Geselecteerde accepteren
no_no: Godta valgt
pl_pl: Akceptuj wybrane
pt_br: Aceitar selecionado
ru_ru: Выбрать вручную
sv_se: Acceptera valt
tr_tr: Seçilenleri kabul et
uk_ua: Прийняти вибране

# Languages::gdpr.klaro_close
source: Close
cs_cz: Zavřít
da_dk: Tæt
de_de: Nah dran
el_gr: Κλείσιμο
fa_ir: نزدیک
fi_fi: kiinni
fr_fr: proche
he_il: סגור
hu_hu: Bezárás
it_it: Chiudere
nl_nl: Dichtbij
no_no: Lukk
pl_pl: Zamknij
pt_br: Perto
ru_ru: Закрыть
sv_se: Stänga
tr_tr: Kapat
uk_ua: Закрити

# Languages::gdpr.klaro_consent_modal_description
source: Here you can assess and customize the services (and their respective cookies) that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
cs_cz: Zde můžete vyhodnotit a přizpůsobit služby (a jejich příslušné soubory cookie), které bychom chtěli na tomto webu používat. Vy jste velí! Povolte nebo zakažte služby, jak uznáte za vhodné.
da_dk: Her kan du vurdere og tilpasse de tjenester (og deres respektive cookies), som vi gerne vil bruge på denne hjemmeside. Du har ansvaret! Aktiver eller deaktiver tjenester, som du finder passende.
de_de: Hier können Sie die Dienste (und ihre jeweiligen Cookies) bewerten und anpassen, die wir auf dieser Website verwenden möchten. Du bist verantwortlich! Aktivieren oder deaktivieren Sie Dienste nach Belieben.
el_gr: Εδώ μπορείτε να αξιολογήσετε και να προσαρμόσετε τις υπηρεσίες (και τα αντίστοιχα cookies τους) που θα θέλαμε να χρησιμοποιήσουμε σε αυτόν τον ιστότοπο. Εσείς είστε υπεύθυνος! Ενεργοποιήστε ή απενεργοποιήστε τις υπηρεσίες όπως κρίνετε κατάλληλο.
fa_ir: در اینجا می‌توانید خدمات (و کوکی‌های مربوطه آنها) را که می‌خواهیم در این وب‌سایت استفاده کنیم، ارزیابی و سفارشی کنید. شما مسئول هستید! خدمات را به دلخواه فعال یا غیرفعال کنید.
fi_fi: Täällä voit arvioida ja mukauttaa palveluita (ja niitä vastaavia evästeitä), joita haluamme käyttää tällä verkkosivustolla. Olet vastuussa! Ota palvelut käyttöön tai poista ne käytöstä haluamallasi tavalla.
fr_fr: Ici, vous pouvez évaluer et personnaliser les services (et leurs cookies respectifs) que nous aimerions utiliser sur ce site Web. Tu es responsable! Activez ou désactivez les services comme bon vous semble.
he_il: כאן אתה יכול להעריך ולהתאים אישית את השירותים (והעוגיות שלהם) שבהם נרצה להשתמש באתר זה. אתה אחראי! הפעל או השבת שירותים כראות עיניך.
hu_hu: Itt felmérheti és testreszabhatja azokat a szolgáltatásokat (és a hozzájuk tartozó cookie-kat), amelyeket ezen a weboldalon használni szeretnénk. Te vagy a felelős! Belátása szerint engedélyezze vagy tiltsa le a szolgáltatásokat.
it_it: Qui puoi valutare e personalizzare i servizi (e i rispettivi cookie) che vorremmo utilizzare su questo sito web. Sei tu al comando! Abilita o disabilita i servizi come meglio credi.
nl_nl: Hier kunt u de diensten (en hun respectievelijke cookies) die we op deze website willen gebruiken, beoordelen en aanpassen. Jij bent de baas! Schakel services naar eigen inzicht in of uit.
no_no: Her kan du vurdere og tilpasse tjenestene (og deres respektive informasjonskapsler) som vi ønsker å bruke på denne nettsiden. Du har ansvaret! Aktiver eller deaktiver tjenester etter behov.
pl_pl: W tym miejscu możesz ocenić i dostosować usługi (i związane z nimi pliki cookie), których chcemy używać w tej witrynie. Ty tu rządzisz! Włączaj lub wyłączaj usługi według własnego uznania.
pt_br: Aqui você pode avaliar e personalizar os serviços (e seus respectivos cookies) que gostaríamos de usar neste site. Você está no comando! Habilite ou desabilite os serviços como achar melhor.
ru_ru: Здесь вы можете увидить сервисы, которые мы используем на сайте. Также вы можете выбрать, чьи cookies вы разрешаете использовать. Выбор за вами!
sv_se: Här kan du bedöma och anpassa de tjänster (och deras respektive cookies) som vi vill använda på denna webbplats. Du är ansvarig! Aktivera eller inaktivera tjänster som du vill.
tr_tr: Burada, bu web sitesinde kullanmak istediğimiz hizmetleri (ve ilgili çerezleri) değerlendirebilir ve özelleştirebilirsiniz. Sorumlu sensin! Hizmetleri uygun gördüğünüz şekilde etkinleştirin veya devre dışı bırakın.
uk_ua: Тут ви можете оцінити та налаштувати послуги (і відповідні файли cookie), які ми хотіли б використовувати на цьому веб-сайті. Ви головні! Увімкніть або вимкніть служби, як вважаєте за потрібне.

# Languages::gdpr.klaro_consent_modal_title
source: Cookies we would like to use
cs_cz: Soubory cookie, které bychom rádi používali
da_dk: Cookies vi gerne vil bruge
de_de: Cookies, die wir verwenden möchten
el_gr: Cookies που θα θέλαμε να χρησιμοποιήσουμε
fa_ir: کوکی هایی که می خواهیم استفاده کنیم
fi_fi: Evästeet, joita haluaisimme käyttää
fr_fr: Cookies que nous aimerions utiliser
he_il: קובצי Cookie שנרצה להשתמש בהם
hu_hu: Cookie-k, amelyeket használni szeretnénk
it_it: Cookie che vorremmo utilizzare
nl_nl: Cookies die we graag willen gebruiken
no_no: Informasjonskapsler vi ønsker å bruke
pl_pl: Pliki cookie, których chcielibyśmy używać
pt_br: Cookies que gostaríamos de usar
ru_ru: Какие cookies мы хотели бы использовать
sv_se: Cookies vi vill använda
tr_tr: Kullanmak istediğimiz çerezler
uk_ua: Файли cookie, які ми хотіли б використовувати

# Languages::gdpr.klaro_consent_notice_change_description
source: There were changes since your last visit, please renew your consent.
cs_cz: Od vaší poslední návštěvy došlo ke změnám, obnovte prosím svůj souhlas.
da_dk: Der er sket ændringer siden dit sidste besøg. Forny venligst dit samtykke.
de_de: Seit Ihrem letzten Besuch gab es Änderungen, bitte erneuern Sie Ihre Einwilligung.
el_gr: Υπήρξαν αλλαγές από την τελευταία σας επίσκεψη, ανανεώστε τη συγκατάθεσή σας.
fa_ir: از آخرین بازدید شما تغییراتی ایجاد شده است، لطفاً رضایت خود را تمدید کنید.
fi_fi: Viimeisimmän vierailusi jälkeen on tapahtunut muutoksia, uusi suostumuksesi.
fr_fr: Il y a eu des changements depuis votre dernière visite, veuillez renouveler votre consentement.
he_il: היו שינויים מאז ביקורך האחרון, אנא חדש את הסכמתך.
hu_hu: A legutóbbi látogatása óta változások történtek, kérjük, újítsa meg hozzájárulását.
it_it: Sono state apportate modifiche rispetto alla tua ultima visita, rinnova il tuo consenso.
nl_nl: Er zijn wijzigingen geweest sinds uw laatste bezoek, hernieuw uw toestemming.
no_no: Det har vært endringer siden forrige besøk, vennligst forny samtykket ditt.
pl_pl: Od ostatniej wizyty zaszły zmiany, prosimy o ponowne wyrażenie zgody.
pt_br: Houve mudanças desde sua última visita, por favor renove seu consentimento.
ru_ru: С момента вашего последнего визита произошли изменения; пожалуйста, подтвердите своё согласие заново.
sv_se: Det har skett ändringar sedan ditt senaste besök, vänligen förnya ditt samtycke.
tr_tr: Son ziyaretinizden bu yana değişiklikler oldu, lütfen onayınızı yenileyin.
uk_ua: Після вашого останнього відвідування відбулися зміни, поновіть свою згоду.

# Languages::gdpr.klaro_consent_notice_title
source: Cookie Consent
cs_cz: Souhlas se soubory cookie
da_dk: Cookiesamtykke
de_de: Cookie-Zustimmung
el_gr: Συγκατάθεση cookie
fa_ir: رضایت کوکی
fi_fi: Evästeen suostumus
fr_fr: Consentement aux cookies
he_il: הסכמה לקובצי Cookie
hu_hu: Cookie hozzájárulás
it_it: Consenso sui cookie
nl_nl: Toestemming voor cookies
no_no: Samtykke til informasjonskapsler
pl_pl: Zgoda na pliki cookie
pt_br: Consentimento de cookies
ru_ru: Согласие на файлы cookie
sv_se: Cookiesamtycke
tr_tr: Çerez İzni
uk_ua: Згода на використання файлів cookie

# Languages::gdpr.klaro_consent_notice_description
source: Hi! Could we please enable some additional services that require cookies? You can always change or withdraw your consent later.
cs_cz: Ahoj! Mohli bychom prosím povolit některé další služby, které vyžadují soubory cookie? Svůj souhlas můžete kdykoli změnit nebo odvolat.
da_dk: Hej! Kan vi venligst aktivere nogle yderligere tjenester, der kræver cookies? Du kan altid ændre eller trække dit samtykke tilbage senere.
de_de: Hi! Könnten wir bitte einige zusätzliche Dienste aktivieren, die Cookies erfordern? Sie können Ihre Einwilligung später jederzeit ändern oder widerrufen.
el_gr: Γεια σας! Θα μπορούσαμε να ενεργοποιήσουμε κάποιες πρόσθετες υπηρεσίες που απαιτούν cookies; Μπορείτε πάντα να αλλάξετε ή να αποσύρετε τη συγκατάθεσή σας αργότερα.
fa_ir: سلام! آیا می توانیم برخی از خدمات اضافی را که به کوکی نیاز دارند فعال کنیم؟ همیشه می توانید بعداً رضایت خود را تغییر دهید یا پس بگیرید.
fi_fi: Hei! Voisimmeko ottaa käyttöön joitain lisäpalveluita, jotka vaativat evästeitä? Voit aina muuttaa tai peruuttaa suostumuksesi myöhemmin.
fr_fr: Salut! Pourrions-nous activer certains services supplémentaires nécessitant des cookies ? Vous pouvez toujours modifier ou retirer votre consentement ultérieurement.
he_il: היי! האם נוכל בבקשה להפעיל כמה שירותים נוספים הדורשים קובצי Cookie? אתה תמיד יכול לשנות או לבטל את הסכמתך מאוחר יותר.
hu_hu: Szia! Engedélyezhetnénk néhány további, cookie-t igénylő szolgáltatást? Hozzájárulását később bármikor módosíthatja vagy visszavonhatja.
it_it: Ciao! Possiamo abilitare alcuni servizi aggiuntivi che richiedono i cookie? Puoi sempre modificare o revocare il tuo consenso in un secondo momento.
nl_nl: Hoi! Kunnen we alstublieft enkele aanvullende diensten inschakelen waarvoor cookies nodig zijn? U kunt uw toestemming later altijd nog wijzigen of intrekken.
no_no: Hei! Kan vi aktivere noen tilleggstjenester som krever informasjonskapsler? Du kan alltid endre eller trekke tilbake samtykket ditt senere.
pl_pl: Witam! Czy moglibyśmy włączyć dodatkowe usługi, które wymagają ciasteczek? Zawsze możesz później zmienić lub wycofać swoją zgodę.
pt_br: Oi! Podemos ativar alguns serviços adicionais que exigem cookies? Você sempre pode alterar ou retirar seu consentimento posteriormente.
ru_ru: Здравствуйте! Можно нам включить несколько дополнительных сервисов, для которых нужны файлы cookie? Вы всегда сможете изменить это решение и выключить сервисы позже.
sv_se: Hej! Kan vi aktivera några ytterligare tjänster som kräver cookies? Du kan alltid ändra eller återkalla ditt samtycke senare.
tr_tr: Merhaba! Çerez gerektiren bazı ek hizmetleri etkinleştirebilir miyiz? Onayınızı daha sonra istediğiniz zaman değiştirebilir veya geri çekebilirsiniz.
uk_ua: Привіт! Чи не могли б ми ввімкнути деякі додаткові послуги, для яких потрібні файли cookie? Ви завжди можете змінити або відкликати свою згоду пізніше.

# Languages::gdpr.klaro_consent_notice_learn_more
source: Let me choose
cs_cz: Nech mě vybrat
da_dk: Lad mig vælge
de_de: Lass mich aussuchen
el_gr: Άσε με να διαλέξω
fa_ir: بگذار انتخاب کنم
fi_fi: Anna minun valita
fr_fr: Laisse-moi choisir
he_il: תן לי לבחור
hu_hu: Hadd válasszak
it_it: Fammi scegliere
nl_nl: Laat me kiezen
no_no: La meg velge
pl_pl: Pozwól mi wybrać
pt_br: Deixe-me escolher
ru_ru: Хочу выбрать
sv_se: Låt mig välja
tr_tr: Seçmeme izin ver
uk_ua: Дай мені вибрати

# Languages::gdpr.klaro_consent_notice_testing
source: Testing mode!
cs_cz: Testovací režim!
da_dk: Testtilstand!
de_de: Testmodus!
el_gr: Δοκιμαστική λειτουργία!
fa_ir: حالت تست!
fi_fi: Testaustila!
fr_fr: mode test !
he_il: מצב בדיקה!
hu_hu: Teszt mód!
it_it: Modalità di prova!
nl_nl: Test modus!
no_no: Testmodus!
pl_pl: Tryb testowy!
pt_br: Modo de teste!
ru_ru: Тестовый режим!
sv_se: Testläge!
tr_tr: Test modu!
uk_ua: Режим тестування!

# Languages::gdpr.klaro_contextual_consent_accept_always
source: Always
cs_cz: Vždy
da_dk: Altid
de_de: Stets
el_gr: Πάντα
fa_ir: همیشه
fi_fi: Aina
fr_fr: Toujours
he_il: תמיד
hu_hu: Mindig
it_it: Sempre
nl_nl: Altijd
no_no: Bestandig
pl_pl: Zawsze
pt_br: Sempre
ru_ru: Всегда
sv_se: Alltid
tr_tr: Hep
uk_ua: Завжди

# Languages::gdpr.klaro_contextual_consent_accept_once
source: 'Yes'
cs_cz: 'Ano'
da_dk: 'Ja'
de_de: 'Ja'
el_gr: 'Ναι'
fa_ir: 'آره'
fi_fi: 'Joo'
fr_fr: 'Oui'
he_il: 'כן'
hu_hu: 'Igen'
it_it: 'Sì'
nl_nl: 'Ja'
no_no: 'Ja'
pl_pl: 'Tak'
pt_br: 'Sim'
ru_ru: 'Да'
sv_se: 'Ja'
tr_tr: 'Evet'
uk_ua: 'Так'

# Languages::gdpr.klaro_contextual_consent_description
source: Do you want to load external content supplied by {title}?
cs_cz: Chcete načíst externí obsah dodaný {title}?
da_dk: Vil du indlæse eksternt indhold leveret af {title}?
de_de: Möchten Sie externe Inhalte laden, die von {title}bereitgestellt werden?
el_gr: Θέλετε να φορτώσετε εξωτερικό περιεχόμενο που παρέχεται από {title};
fa_ir: آیا می خواهید محتوای خارجی ارائه شده توسط {title}را بارگیری کنید؟
fi_fi: Haluatko ladata ulkoista sisältöä, jonka toimittaa {title}?
fr_fr: Voulez-vous charger un contenu externe fourni par {title} ?
he_il: האם אתה רוצה לטעון תוכן חיצוני שסופק על ידי {title}?
hu_hu: Szeretné betölteni a {title}által biztosított külső tartalmat?
it_it: Vuoi caricare contenuto esterno fornito da {title}?
nl_nl: Wilt u externe inhoud van {title}laden?
no_no: Ønsker du å laste eksternt innhold levert av {title}?
pl_pl: Czy chcesz załadować zawartość zewnętrzną dostarczoną przez {title}?
pt_br: Deseja carregar conteúdo externo fornecido por {title}?
ru_ru: Вы хотите загрузить стороннийконтент от {title}?
sv_se: Vill du ladda externt innehåll från {title}?
tr_tr: {title}tarafından sağlanan harici içeriği yüklemek istiyor musunuz?
uk_ua: Ви хочете завантажити зовнішній вміст, наданий {title}?

# Languages::gdpr.klaro_decline
source: I decline
cs_cz: odmítám
da_dk: jeg afslår
de_de: ich lehne ab
el_gr: αρνούμαι
fa_ir: من رد می کنم
fi_fi: kieltäydyn
fr_fr: je refuse
he_il: אני מסרב
hu_hu: Elutasítom
it_it: rifiuto
nl_nl: ik weiger
no_no: Jeg avslår
pl_pl: Odmawiam
pt_br: eu recuso
ru_ru: Я отказываюсь
sv_se: jag avböjer
tr_tr: reddediyorum
uk_ua: Я відмовляюся

# Languages::gdpr.klaro_ok
source: That's ok
cs_cz: To je v pořádku
da_dk: Det er ok
de_de: Das ist okay
el_gr: είναι εντάξει
fa_ir: خوبه
fi_fi: Se on okei
fr_fr: C'est bon
he_il: זה בסדר
hu_hu: Rendben van
it_it: Va bene
nl_nl: Dat is prima
no_no: Det er greit
pl_pl: To jest ok.
pt_br: Isso está ok
ru_ru: Хорошо
sv_se: Det är ok
tr_tr: Bu iyi
uk_ua: Все добре

# Languages::gdpr.klaro_powered_by
source: Realized with Klaro!
cs_cz: Realizováno s Klaro!
da_dk: Realiseret med Klaro!
de_de: Realisiert mit Klaro!
el_gr: Πραγματοποιήθηκε με την Klaro!
fa_ir: با کلارو متوجه شد!
fi_fi: Toteutettu Klaron kanssa!
fr_fr: Réalisé avec Klaro !
he_il: התממש עם קלרו!
hu_hu: Kláróval megvalósítva!
it_it: Realizzato con Klaro!
nl_nl: Gerealiseerd met Klaro!
no_no: Realisert med Klaro!
pl_pl: Realizowane z Klaro!
pt_br: Realizado com Klaro!
ru_ru: Сделано с помощью Klaro!
sv_se: Realiserat med Klaro!
tr_tr: Klaro ile gerçekleşti!
uk_ua: Здійснено разом із Кларо!

# Languages::gdpr.klaro_service_purpose
source: purpose
cs_cz: účel
da_dk: formål
de_de: Zweck
el_gr: σκοπός
fa_ir: هدف
fi_fi: tarkoitus
fr_fr: objectif
he_il: מַטָרָה
hu_hu: célja
it_it: scopo
nl_nl: doel
no_no: hensikt
pl_pl: cel
pt_br: propósito
ru_ru: цель
sv_se: ändamål
tr_tr: amaç
uk_ua: призначення

# Languages::gdpr.klaro_service_purposes
source: purposes
cs_cz: účely
da_dk: formål
de_de: Zwecke
el_gr: σκοπός
fa_ir: اهداف
fi_fi: tarkoituksiin
fr_fr: fins
he_il: מטרות
hu_hu: célokra
it_it: scopi
nl_nl: doeleinden
no_no: formål
pl_pl: cele
pt_br: propósitos
ru_ru: цели
sv_se: syften
tr_tr: amaçlar
uk_ua: цілі

# Languages::gdpr.klaro_service_required_description
source: This service is always required
cs_cz: Tato služba je vždy vyžadována
da_dk: Denne service er altid påkrævet
de_de: Dieser Dienst wird immer benötigt
el_gr: Αυτή η υπηρεσία είναι πάντα απαραίτητη
fa_ir: این سرویس همیشه مورد نیاز است
fi_fi: Tämä palvelu on aina tarpeen
fr_fr: Ce service est toujours requis
he_il: שירות זה נדרש תמיד
hu_hu: Ez a szolgáltatás mindig szükséges
it_it: Questo servizio è sempre necessario
nl_nl: Deze service is altijd vereist
no_no: Denne tjenesten er alltid nødvendig
pl_pl: Ta usługa jest zawsze wymagana
pt_br: Este serviço é sempre necessário
ru_ru: Этот сервис нужен всегда
sv_se: Denna tjänst krävs alltid
tr_tr: Bu hizmet her zaman gereklidir
uk_ua: Ця послуга завжди потрібна

# Languages::gdpr.disable_all_description
source: Use this switch to enable or disable all services.
cs_cz: Pomocí tohoto přepínače povolíte nebo zakážete všechny služby.
da_dk: Brug denne kontakt til at aktivere eller deaktivere alle tjenester.
de_de: Verwenden Sie diesen Schalter, um alle Dienste zu aktivieren oder zu deaktivieren.
el_gr: Χρησιμοποιήστε αυτόν τον διακόπτη για να ενεργοποιήσετε ή να απενεργοποιήσετε όλες τις υπηρεσίες.
fa_ir: از این سوئیچ برای فعال یا غیرفعال کردن همه خدمات استفاده کنید.
fi_fi: Tällä kytkimellä voit ottaa kaikki palvelut käyttöön tai poistaa ne käytöstä.
fr_fr: Utilisez ce commutateur pour activer ou désactiver tous les services.
he_il: השתמש במתג זה כדי להפעיל או להשבית את כל השירותים.
hu_hu: Ezzel a kapcsolóval engedélyezheti vagy letilthatja az összes szolgáltatást.
it_it: Utilizzare questo interruttore per abilitare o disabilitare tutti i servizi.
nl_nl: Gebruik deze schakelaar om alle services in of uit te schakelen.
no_no: Bruk denne bryteren for å aktivere eller deaktivere alle tjenester.
pl_pl: Ten przełącznik służy do włączania lub wyłączania wszystkich usług.
pt_br: Use esta opção para habilitar ou desabilitar todos os serviços.
ru_ru: Этот переключатель включит или выключит все сервисы разом.
sv_se: Använd den här omkopplaren för att aktivera eller inaktivera alla tjänster.
tr_tr: Tüm hizmetleri etkinleştirmek veya devre dışı bırakmak için bu anahtarı kullanın.
uk_ua: Використовуйте цей перемикач, щоб увімкнути або вимкнути всі служби.

# Languages::gdpr.disable_all_title
source: Enable or disable all services
cs_cz: Povolit nebo zakázat všechny služby
da_dk: Aktiver eller deaktiver alle tjenester
de_de: Aktivieren oder deaktivieren Sie alle Dienste
el_gr: Ενεργοποίηση ή απενεργοποίηση όλων των υπηρεσιών
fa_ir: تمام خدمات را فعال یا غیرفعال کنید
fi_fi: Ota kaikki palvelut käyttöön tai poista ne käytöstä
fr_fr: Activer ou désactiver tous les services
he_il: הפעל או השבת את כל השירותים
hu_hu: Az összes szolgáltatás engedélyezése vagy letiltása
it_it: Abilita o disabilita tutti i servizi
nl_nl: Alle services in- of uitschakelen
no_no: Aktiver eller deaktiver alle tjenester
pl_pl: Włączanie lub wyłączanie wszystkich usług
pt_br: Ativar ou desativar todos os serviços
ru_ru: Включить или выключить все сервисы
sv_se: Aktivera eller inaktivera alla tjänster
tr_tr: Tüm hizmetleri etkinleştirin veya devre dışı bırakın
uk_ua: Увімкнути або вимкнути всі служби

# Languages::gdpr.opt_out_description
source: This service is enabled by default (but you can opt out)
cs_cz: Tato služba je ve výchozím nastavení povolena (ale můžete se odhlásit)
da_dk: Denne tjeneste er aktiveret som standard (men du kan fravælge)
de_de: Dieser Dienst ist standardmäßig aktiviert (Sie können sich jedoch abmelden)
el_gr: Αυτή η υπηρεσία είναι ενεργοποιημένη από προεπιλογή (αλλά μπορείτε να εξαιρεθείτε)
fa_ir: این سرویس به طور پیش فرض فعال است (اما شما می توانید انصراف دهید)
fi_fi: Tämä palvelu on oletuksena käytössä (mutta voit kieltäytyä käytöstä)
fr_fr: Ce service est activé par défaut (mais vous pouvez le désactiver)
he_il: שירות זה מופעל כברירת מחדל (אך ניתן לבטל את הסכמתך)
hu_hu: Ez a szolgáltatás alapértelmezés szerint engedélyezve van (de leiratkozhat)
it_it: Questo servizio è abilitato per impostazione predefinita (ma puoi disattivarlo)
nl_nl: Deze service is standaard ingeschakeld (maar u kunt zich afmelden)
no_no: Denne tjenesten er aktivert som standard (men du kan velge bort)
pl_pl: Ta usługa jest włączona domyślnie (ale można z niej zrezygnować).
pt_br: Este serviço está ativado por padrão (mas você pode desativá-lo)
ru_ru: Этот сервис включен по умолчанию (но вы можете от него отказаться)
sv_se: Den här tjänsten är aktiverad som standard (men du kan välja bort)
tr_tr: Bu hizmet varsayılan olarak etkindir (ancak devre dışı bırakabilirsiniz)
uk_ua: Ця послуга ввімкнена за замовчуванням (але ви можете відмовитися)

# Languages::gdpr.opt_out_title
source: (opt-out)
cs_cz: (odhlásit se)
da_dk: (fravælg)
de_de: (ablehnen)
fa_ir: (انصراف)
fi_fi: (jättäytyä syrjään)
fr_fr: (se désengager)
he_il: (ביטול הסכמה)
hu_hu: (kiszáll)
it_it: (decidere di uscire)
nl_nl: (afmelden)
no_no: (velge bort)
pt_br: (excluir)
ru_ru: (можно отказаться)
sv_se: (välja bort)
tr_tr: (vazgeçmek)
uk_ua: (відмовитися)

# Languages::gdpr.klaro_service_required_title
source: (always required)
cs_cz: (vždy vyžadováno)
da_dk: (altid påkrævet)
de_de: (immer erforderlich)
el_gr: (πάντα υποχρεωτικό)
fa_ir: (همیشه لازم است)
fi_fi: (aina pakollinen)
fr_fr: (toujours obligatoire)
he_il: (תמיד נדרש)
hu_hu: (mindig kötelező)
it_it: (sempre obbligatorio)
nl_nl: (altijd vereist)
no_no: (alltid nødvendig)
pl_pl: (zawsze wymagane)
pt_br: (sempre obrigatório)
ru_ru: (всегда вкл.)
sv_se: (krävs alltid)
tr_tr: (her zaman gerekli)
uk_ua: (завжди потрібно)

# Languages::gdpr.klaro_service
source: service
cs_cz: servis
fa_ir: سرویس
fi_fi: palvelua
he_il: שֵׁרוּת
hu_hu: szolgáltatás
it_it: servizio
nl_nl: onderhoud
pl_pl: serwis
pt_br: serviço
ru_ru: сервис
tr_tr: hizmet
uk_ua: обслуговування
