Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/geo_maps.po
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pt_br, sv_se, tr_tr, uk_ua

# Addons::name::geo_maps
source: Maps and geolocation
da_dk: Kort og geolokation
de_de: Karten und Geo-Standort
el_gr: Χάρτες και γεωγραφικές θέσεις
es_es: Mapas y geolocalización
fa_ir: نقشه ها و موقعیت جغرافیایی
fi_fi: Kartat ja maantieteellinen sijainti
fr_fr: Cartes et géolocalisation
he_il: מפות ואיכון
hu_hu: Térképek és földrajzi helymeghatározás
it_it: Mappe e geolocalizzazione
ja_jp: 地図と位置情報
nl_nl: Kaarten en geolocatie
no_no: Kart og geolokalisering
pt_br: Mapas e geolocalização
sv_se: Kartor och geolokalisering
tr_tr: Haritalar ve coğrafi konum
uk_ua: Карти і геолокація

# Addons::description::geo_maps
source: Enables Google or Yandex maps and geolocation functionality in your store.
da_dk: Aktiverer Google- eller Yandex-kort og geolokationsfunktionalitet i din butik.
de_de: Erlaubt Google oder Yandex Karten und Geo-Standort Funktionen in deinem Laden.
el_gr: Ενεργοποιεί τους χάρτες Google ή Yandex και τη λειτουργικότητα γεωγραφικής θεσης στο κατάστημά σας.
es_es: Habilita los mapas de Google o Yandex y la funcionalidad de geolocalización en tu tienda.
fa_ir: نقشه های Google یا Yandex و عملکرد موقعیت جغرافیایی را در فروشگاه شما فعال می کند.
fi_fi: Ottaa käyttöön Google- tai Yandex-kartat ja maantieteellisen sijainnin toiminnot kaupassasi.
fr_fr: Active les cartes Google ou Yandex et les fonctionnalités de géolocalisation dans votre magasin.
he_il: מאפשר הפעלת מפות גוגל או יאנדקס ואיכון בחנות שלך
hu_hu: Engedélyezi a Google vagy Yandex térképek és a geolokációs funkciók használatát a piactéren.
it_it: Abilita le mappe Google o Yandex e la funzionalità di geolocalizzazione nel tuo negozio.
ja_jp: Google マップや Yandex map と位置情報機能を利用可能にします。
nl_nl: Schakelt Google- of Yandex-kaarten en geolocatiefunctionaliteit in uw winkel in.
no_no: Aktiverer Google- eller Yandex-kart og geolokaliseringsfunksjonalitet i butikken din.
pt_br: Habilita mapas do Google ou do Yandex e a funcionalidade de geolocalização na sua loja.
sv_se: Aktiverar Google- eller Yandex-kartor och geolokaliseringsfunktioner i din butik.
tr_tr: Mağazanızda Google veya Yandex haritalarını ve coğrafi konum belirleme işlevini etkinleştirir.
uk_ua: Вмикає функції геолокації Google або Yandex maps у вашому магазині.

# SettingsSections::geo_maps::general
source: General
da_dk: Generel
de_de: Allgemein
el_gr: Γενικά
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
he_il: כללי
hu_hu: Általános
it_it: Generale
ja_jp: 基本設定
nl_nl: Algemeen
no_no: Generell
pt_br: Geral
sv_se: Allmän
tr_tr: Genel
uk_ua: Основні

# SettingsSections::geo_maps::google
source: Google
fa_ir: گوگل
he_il: גוגל

# SettingsSections::geo_maps::yandex
source: Yandex
fa_ir: یاندکس
he_il: יאנדקס

# SettingsOptions::geo_maps::provider
source: Provider
da_dk: Udbyder
de_de: Anbieter
el_gr: Πάροχος
es_es: Proveedor
fa_ir: ارائه دهنده
fi_fi: Palveluntarjoaja
fr_fr: Fournisseur
he_il: ספק
hu_hu: Szolgáltató
it_it: Fornitore
ja_jp: プロバイダー
nl_nl: Aanbieder
no_no: Forsørger
pt_br: Provedor
sv_se: Leverantör
tr_tr: Sağlayıcı
uk_ua: Постачальник

# SettingsVariants::geo_maps::provider::google
source: Google
fa_ir: گوگل
he_il: גוגל

# SettingsVariants::geo_maps::provider::yandex
source: Yandex
fa_ir: یاندکس
he_il: יאנדקס

# SettingsOptions::geo_maps::show_shippings_on_product
source: Show shipping cost and time on product pages
da_dk: Vis forsendelsesomkostninger og tid på produktsider
de_de: Zeige Lieferkosten auf Produktseiten an
el_gr: Εμφάνιση κόστους και χρόνου αποστολής στις σελίδες των προϊόντων
es_es: Mostrar el costo de envío y el tiempo en las páginas de productos
fa_ir: هزینه و زمان ارسال را در صفحات محصول نشان دهید
fi_fi: Näytä toimituskulut ja -aika tuotesivuilla
fr_fr: Montrer les coûts et durées d'expédition sur les pages produit
he_il: הצג את עלות המשלוח ואת הזמן בדפי מוצרים
hu_hu: Szállítási költség és idő megjelenítése a termékoldalakon
it_it: Mostra costi e tempi di spedizione sulle pagine dei prodotti
ja_jp: 商品ページに送料と配送期間を表示
nl_nl: Verzendkosten en tijd weergeven op productpagina's
no_no: Vis fraktkostnad og tid på produktsidene
pt_br: Exibir valor do frete e estimativa de entrega nas páginas dos produtos
sv_se: Visa fraktkostnad och tid på produktsidorna
tr_tr: Ürün sayfalarında nakliye maliyetini ve süresini göster
uk_ua: Показати вартість і час доставки на сторінках товарів

# SettingsOptions::geo_maps::yandex_api_key
source: API key
da_dk: API nøgle
de_de: API Schlüssel
es_es: Clave API
fa_ir: کلید ای پی ای
fi_fi: API-avain
fr_fr: Clé de l'API
he_il: API מפתח
hu_hu: API kulcs
it_it: Chiave API
ja_jp: APIキー
nl_nl: API sleutel
no_no: API-nøkkel
pt_br: Chave da API
sv_se: API-nyckel
tr_tr: API anahtarı
uk_ua: API-ключ

# SettingsTooltips::geo_maps::yandex_api_key
source: Get the API key here: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
da_dk: Hent API-nøglen her: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
de_de: Erhalte hier den API Schlüssel: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
el_gr: Πάρτε τονAPI Key από εδώ: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
es_es: Obtenga la clave API aquí: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
fa_ir: کلید API را از اینجا دریافت کنید: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
fi_fi: Hanki API-avain täältä: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
fr_fr: Obtenez la clé de l'API ici : <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
he_il: קבל מפתח API :כאן <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
hu_hu: Az API-kulcsot itt szerezheted be: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
it_it: Ottieni la chiave API qui: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
ja_jp: APIキーをここから取得: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
nl_nl: Download hier de API-sleutel: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
no_no: Få API-nøkkelen her: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
pt_br: Obtenha a chave de API aqui: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
sv_se: Hämta API-nyckeln här: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
tr_tr: API anahtarını buradan alın: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>
uk_ua: Отримати ключ API тут: <a href="https://developer.tech.yandex.ru/" target="_blank">https://developer.tech.yandex.ru</a>

# SettingsOptions::geo_maps::yandex_commercial
source: I use the paid version of the API
da_dk: Jeg bruger den betalte version af API
de_de: Ich benutze die bezahlte Version der API
el_gr: Χρησιμοποιώ την επί πληρωμή έκδοση του API
es_es: Yo uso la versión de pago de la API
fa_ir: من از نسخه پولی API استفاده می کنم
fi_fi: Käytän API:n maksullista versiota
fr_fr: J’utilise la version payante de l’API
he_il: אני משתמש בגרסת API בתשלום
hu_hu: Az API fizetős verzióját használom
it_it: Uso la versione a pagamento dell'API
ja_jp: ペイバージョンのAPIを使用する
nl_nl: Ik gebruik de betaalde versie van de API
no_no: Jeg bruker den betalte versjonen av API
pt_br: Eu utilizo a versão paga da API
sv_se: Jag använder den betalda versionen av API
tr_tr: API'nin ücretli sürümünü kullanıyorum
uk_ua: Я використовую платну версію API

# SettingsOptions::geo_maps::google_api_key
source: API key
da_dk: API nøgle
de_de: API Schlüssel
es_es: Clave API
fa_ir: کلید ای پی ای
fi_fi: API-avain
fr_fr: Clé de l'API
he_il: API מפתח
hu_hu: API kulcs
it_it: Chiave API
ja_jp: APIキー
nl_nl: API sleutel
no_no: API-nøkkel
pt_br: Chave de API
sv_se: API-nyckel
tr_tr: API anahtarı
uk_ua: API-ключ

# SettingsTooltips::geo_maps::google_api_key
source: Get the API key here: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
da_dk: Hent API-nøglen her: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
de_de: Erhalte hier den API Schlüssel: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
el_gr: Πάρτε τον API Key από εδώ: <a href=" https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>
es_es: Obtenga la clave API aquí: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
fa_ir: کلید API را از اینجا دریافت کنید: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
fi_fi: Hanki API-avain täältä: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
fr_fr: Obtenez la clé de l'API ici : <a href=" https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>
he_il: קבל מפתח API כאן: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
hu_hu: Az API-kulcsot itt szerezheted be: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
it_it: Ottieni la chiave API qui: <a href=" https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>
ja_jp: APIキーをここから取得: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
nl_nl: Download hier de API-sleutel: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
no_no: Få API-nøkkelen her: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
pt_br: Obtenha a chave de API aqui: <a href=" https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>
sv_se: Hämta API-nyckeln här: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
tr_tr: API anahtarını buradan alın: <a href=" https://console.developers.google.com" target="_blank"> https://console.developers.google.com</a>
uk_ua: Отримати ключ API тут: <a href=" https://console.developers.google.com" target="_blank">https://console.developers.google.com</a>

# Languages::geo_maps.select_your_city
source: Select your city
da_dk: Vælg din by
de_de: Wähle deine Stadt aus
el_gr: Επιλέξτε την πόλη σας
es_es: Selecciona tu ciudad
fa_ir: شهر خود را انتخاب کنید
fi_fi: Valitse kaupunkisi
fr_fr: Sélectionnez votre ville
he_il: בחר את העיר שלך
hu_hu: Válaszd ki a városod
it_it: Seleziona la tua città
ja_jp: 市区町村を選択
nl_nl: Selecteer uw plaats
no_no: Velg byen din
pt_br: Selecione a sua Cidade
sv_se: Välj din stad
tr_tr: şehrinizi seçin
uk_ua: Виберіть своє місто

# Languages::geo_maps.your_city
source: Your city
da_dk: Din by
de_de: deine Stadt
el_gr: Η πόλη σας
es_es: Tu ciudad
fa_ir: شهر شما
fi_fi: Kaupunkisi
fr_fr: Votre ville
he_il: עיר שלך
hu_hu: A városod
it_it: La tua città
ja_jp: 市区町村
nl_nl: Uw plaats
no_no: Din by
pt_br: Sua cidade
sv_se: Din stad
tr_tr: Senin şehirin
uk_ua: Ваше місто

# Languages::geo_maps.location_detection_disabled
source: Your location could not be determined. Try enabling the location services on your device or disabling the tracking protection.
da_dk: Din placering kunne ikke bestemmes. Prøv at aktivere placeringstjenesterne på din enhed eller deaktivere sporingsbeskyttelsen.
de_de: Dein Standort konnte nicht ermittelt werden. Versuche deine Standort-Services auf deinem Gerät einzuschalten oder den Schutz von Standortsverfolgung zu deaktivieren
el_gr: Η τοποθεσία σας δέν ηταν δυνατον να προσδιοριστεί. Προσπαθήστε να ενεργοποιήσετε την υπηρεσία εύρεσης τοποθεσίας στην συσκευή σας η να απενεργοποιήστε την προστασία παρακολούθησης.
es_es: Su ubicación no pudo ser determinada. Intente habilitar los servicios de ubicación en su dispositivo o deshabilitar la protección de seguimiento.
fa_ir: مکان شما مشخص نشد. سعی کنید خدمات مکان را در دستگاه خود فعال کنید یا محافظت ردیابی را غیرفعال کنید.
fi_fi: Sijaintiasi ei voitu määrittää. Kokeile ottaa sijaintipalvelut käyttöön laitteessasi tai poistaa seurantasuojaus käytöstä.
fr_fr: Votre localisation n'a pas pu être déterminée. Tentez d'activer les services de localisation sur votre appareil, ou de désactiver la protection de suivi.
he_il: לא ניתן לקבוע את המיקום שלך. נסה להפעיל את שירותי המיקום במכשיר שלך או לבטל הגנה מפני מעקב.
hu_hu: A tartózkodási helyed nem sikerült meghatározni. Próbáld meg engedélyezni a helymeghatározási szolgáltatásokat a készülékeden, vagy tiltsd le a nyomkövetés elleni védelmet.
it_it: Impossibile determinare la tua posizione. Prova ad abilitare i servizi di localizzazione sul tuo dispositivo o a disabilitare la protezione dal tracciamento.
ja_jp: ロケーションが特定できませんでした。端末上のロケーションサービスを有効にするかトラッキング保護を無効にしてお試しください。
nl_nl: Uw locatie kon niet worden bepaald. Probeer de locatieservices op uw apparaat in te schakelen of de trackingbeveiliging uit te schakelen.
no_no: Posisjonen din kunne ikke bestemmes. Prøv å aktivere posisjonstjenestene på enheten din eller deaktivere sporingsbeskyttelsen.
pt_br: Não foi possível determinar a sua localização. Tente habilitar os serviços de localização no seu aparelho ou desabilitar a proteção de rastreamento.
sv_se: Det gick inte att fastställa din plats. Testa att aktivera platstjänsterna på din enhet eller inaktivera spårningsskyddet.
tr_tr: Konumunuz belirlenemedi. Cihazınızda konum hizmetlerini etkinleştirmeyi veya izleme korumasını devre dışı bırakmayı deneyin.
uk_ua: Не вдалося визначити ваше місцезнаходження. Спробуйте увімкнути служби локації на своєму пристрої або вимкнути захист відстеження.

# Languages::block_geo_maps_customer_location
source: Customer location
da_dk: Kundens placering
de_de: Kunden Standort
el_gr: Τοποθεσία Πελάτη
es_es: Ubicación del cliente
fa_ir: مکان مشتری
fi_fi: Asiakkaan sijainti
fr_fr: Localisation du client
he_il: מיקום הלקוח
hu_hu: Vásárló tartózkodási helye
it_it: Posizione del cliente
ja_jp: ロケーション
nl_nl: Klantlocatie
no_no: Kundens plassering
pt_br: Localização do cliente
sv_se: Kundens plats
tr_tr: Müşteri konumu
uk_ua: Місцезнаходження покупця

# Languages::block_geo_maps_customer_location_description
source: Customer city and city selection form
da_dk: Formular til valg af kundeby og by
de_de: Stadt des Kunden und die Auswahlsform der Stadt
el_gr: Πόλη Πελάτη και Φόρμα επιλογής πόλης
es_es: Ciudad del cliente y formulario de selección de la ciudad
fa_ir: فرم انتخاب شهر مشتری و شهر
fi_fi: Asiakkaan kaupunki ja kaupungin valintalomake
fr_fr: Ville du client et formulaire de sélection de la ville
he_il: עיר הלקוח וטופס בחירת העיר
hu_hu: Vásárló városa és a városválasztó űrlap
it_it: Modulo di selezione della città e della città del cliente
ja_jp: 市区町村選択
nl_nl: Klant stad en stad selectie formulier
no_no: Skjema for valg av kundeby og by
pt_br: Cidade do cliente e formulário de seleção de cidade
sv_se: Val av kundort och stad
tr_tr: Müşteri şehir ve şehir seçim formu
uk_ua: Місто покупця та форма вибору міста

# Languages::geo_maps.shipping_address_on_map
source: Shipping address on map
da_dk: Leveringsadresse på kort
de_de: Sendungsadresse auf der Karte
el_gr: Διεύθυνση αποστολής στον χάρτη
es_es: Dirección de envío en el mapa
fa_ir: آدرس حمل و نقل روی نقشه
fi_fi: Toimitusosoite kartalla
fr_fr: Adresse d’expédition sur la carte
he_il: כתובת המשלוח על המפה
hu_hu: Szállítási cím a térképen
it_it: Indirizzo di spedizione sulla mappa
ja_jp: 地図上の配送先住所
nl_nl: Verzendadres op kaart
no_no: Leveringsadresse på kartet
pt_br: Endereço de envio no mapa
sv_se: Leveransadress på kartan
tr_tr: Harita üzerinde teslimat adresi
uk_ua: Адреса доставки на карті

# Languages::geo_maps.cannot_select_location
source: This location couldn't be selected due to technical reasons. If you encounter any difficulties when placing an order, please contact us.
da_dk: Denne placering kunne ikke vælges af tekniske årsager. Hvis du støder på problemer, når du afgiver en ordre, bedes du kontakte os.
de_de: Diese Adresse konnte Aufgrund technischer Gründe nicht ausgewählt werden. Wenn Sie auf Schwierigkeiten bei der Bestellung stoßen, kontaktieren Sie uns bitte.
el_gr: Η τοποθεσία δεν ήταν δυνατόν να επιλεχθεί λόγω τεχνικών δυσκολιών. Αν αντιμετωπίζετε δυσκολίες κατά την τοποθέτηση παραγγελίας, παρακαλώ επικοινωνήστε μαζί μας.
es_es: Este lugar no ha podido ser seleccionado por razones técnicas. Si encuentra alguna dificultad al realizar un pedido, póngase en contacto con nosotros.
fa_ir: این مکان به دلایل فنی انتخاب نشد. اگر هنگام ثبت سفارش با مشکل مواجه شدید، لطفا با ما تماس بگیرید.
fi_fi: Tätä paikkaa ei voitu valita teknisistä syistä. Jos kohtaat vaikeuksia tilauksen tekemisessä, ota meihin yhteyttä.
fr_fr: Cet endroit n'a pas pu être choisi à cause de problèmes techniques. Si vous rencontrez plus de difficultés lorsque vous passez vos commandes, veuillez nous contacter.
he_il: לא ניתן לבחור מיקום זה מסיבות טכניות. אם אתה נתקל בקשיים בעת ביצוע ההזמנה, אנא פנה אלינו.
hu_hu: Ezt a helyet technikai okok miatt nem lehetett kiválasztani. Ha a megrendelés leadása során bármilyen probléma merülne fel, kérjük, lépj kapcsolatba velünk.
it_it: Questa posizione non può essere selezionata per motivi tecnici. In caso di difficoltà durante l'invio di un ordine, contattaci.
ja_jp: このロケーションは技術的な問題のため選択できませんでした。
nl_nl: Deze locatie kon om technische redenen niet worden geselecteerd. Als u problemen ondervindt bij het plaatsen van een bestelling, neem dan contact met ons op.
no_no: Denne plasseringen kunne ikke velges på grunn av tekniske årsaker. Hvis du støter på problemer når du legger inn en bestilling, vennligst kontakt oss.
pt_br: Não foi possível selecionar este local por razões técnicas. Se você tiver alguma dificuldade para fazer um pedido, contate-nos.
sv_se: Den här platsen kunde inte väljas på grund av tekniska skäl. Om du stöter på några problem när du lägger en beställning, vänligen kontakta oss.
tr_tr: Bu konum teknik nedenlerden dolayı seçilemedi. Sipariş verirken herhangi bir zorlukla karşılaşırsanız, lütfen bizimle iletişime geçin.
uk_ua: Це розташування не вдалося обраи з технічних причин. У разі виникнення будь-яких труднощів при розміщенні замовлення, будь ласка, зв'яжіться з нами.

# Languages::geo_maps.shipping_time_and_rates
source: Shipping time and rates
da_dk: Leveringstid og priser
de_de: Bestellungszeit und Rate
el_gr: Χρόνος αποστολής και χρεώσεις
es_es: Tiempo y tarifas de envío
fa_ir: زمان و نرخ حمل و نقل
fi_fi: Toimitusaika ja hinnat
fr_fr: Tarifs et délais de livraison
he_il: זמן משלוח ומחירים
hu_hu: Szállítási idő és árak
it_it: Tempi e tariffe di spedizione
ja_jp: 配送期間と送料
nl_nl: Verzendtijd en tarieven
no_no: Leveringstid og priser
pt_br: Tempo de entrega e taxas
sv_se: Leveranstid och priser
tr_tr: Nakliye süresi ve oranları
uk_ua: Час доставки і тарифи

# Languages::geo_maps.shipping_group_pickup
source: Pick-up
da_dk: Saml op
de_de: Abholung
el_gr: Παραλαβή
es_es: Recogida
fa_ir: سوار کردن
fi_fi: Noukkia
fr_fr: Récupération
he_il: איסוף עצמי
hu_hu: Átvétel
it_it: Ritiro
ja_jp: 受取
nl_nl: Raap op
no_no: Plukke opp
pt_br: Retirada
sv_se: Plocka upp
tr_tr: Toplamak
uk_ua: Самовивіз

# Languages::geo_maps.shipping_group_delivery
source: Shipping
da_dk: Forsendelse
de_de: Lieferung
el_gr: Αποστολή
es_es: Envío
fa_ir: حمل دریایی
fi_fi: laivaus
fr_fr: Livraison
he_il: משלוח
hu_hu: Szállítás
it_it: Spedizione
ja_jp: 配送
nl_nl: Verzending
pt_br: Envio
sv_se: Frakt
tr_tr: Nakliye
uk_ua: Доставка

# Languages::geo_maps.from_pickup_points
source: [shipping], [n] pickup point|[shipping], [n] pickup points
da_dk: [shipping], [n] afhentningssted|[shipping], [n] afhentningspunkter
de_de: [shipping], [n] Abholpunkt|[shipping], [n] Abholpunkte
el_gr: [shipping], [n] pσημείο παραλαβής|[shipping], [n] σημεία παραλαβής
es_es: [shipping], [n] punto de recogida|[shipping], [n] puntos de recogida
fa_ir: [shipping], [n] نقطه وانت|[shipping]، [n] نقطه وانت
fi_fi: [shipping], [n] noutopiste|[shipping], [n] noutopistettä
fr_fr: [shipping], [n] point de dépôt|[shipping], [n] points de dépôt
he_il: [shipping], [n] ניקודות איסוף|[shipping], [n] ניקודות איסוף
hu_hu: [shipping], [n] átvételi pont|[shipping], [n] pickup points
it_it: [shipping], [n] punto di ritiro|[shipping], [n] punti di ritiro
ja_jp: [shipping], [n] 受取場所|[shipping], [n] 受取場所
nl_nl: [shipping], [n] afhaalpunt|[shipping], [n] afhaalpunten
no_no: [shipping], [n] hentepunkt|[shipping], [n] hentepunkter
pt_br: [shipping], [n] ponto de retirada|[shipping], [n] pontos de retirada
sv_se: [shipping], [n] upphämtningsställe|[shipping], [n] upphämtningspunkter
tr_tr: [shipping], [n] alma noktası|[shipping], [n] toplama noktası
uk_ua: [shipping], [n] точка видачі|[shipping], [n] точки видачі

# Languages::geo_maps.shipping_about
source: about
da_dk: om
de_de: über
el_gr: σχετικά με
es_es: sobre
fa_ir: در باره
fi_fi: noin
fr_fr: à propos
he_il: על אודות
hu_hu: erről
it_it: di
ja_jp: およそ
nl_nl: over
no_no: Om
pt_br: sobre
sv_se: handla om
tr_tr: hakkında
uk_ua: приблизно

# Languages::geo_maps.shipping_from
source: from
da_dk: fra
de_de: von
el_gr: από
es_es: desde
fa_ir: از جانب
fi_fi: alkaen
fr_fr: de
he_il: מ-
hu_hu: innentől
it_it: da
ja_jp: から
nl_nl: van
no_no: fra
pt_br: de
sv_se: från
tr_tr: itibaren
uk_ua: від

# Languages::geo_maps.shipping_time
source: Shipping time
da_dk: Forsendelsestid
de_de: Lieferzeit
el_gr: Χρόνος Αποστολής
es_es: Tiempo de envío
fa_ir: زمان ارسال
fi_fi: Toimitusaika
fr_fr: Temps de livraison
he_il: זמן משלוח
hu_hu: Szállítási idő
it_it: Tempi di spedizione
ja_jp: 配送期間
nl_nl: Levertijd:
no_no: Leveringstid
pt_br: Tempo de Entrega
sv_se: Leveranstid
tr_tr: Dağıtım zamanı
uk_ua: Терміни доставки
