Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/geo_maps.po
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pt_br, sv_se, tr_tr, uk_ua

# Languages::geo_maps.no_shippings
source: Sorry, we couldn't find any shipping options for your location. Please contact us, and we'll see what we can do about it.
da_dk: Beklager, vi kunne ikke finde nogen forsendelsesmuligheder for din placering. Kontakt os venligst, så ser vi, hvad vi kan gøre ved det.
de_de: Entschuldigung, wir konnten keine Lieferungsmöglichkeiten für Ihren Standort finden. Bitte kontaktieren Sie uns und wir werden sehen, was wir dagegen unternehmen können.
el_gr: Συγνώμη, δέν μπορέσαμε να βρούμε επιλογές αποστολής για την τοποθεσία σας. Παρακαλώ επικοινωνήστε μαζί μας και θα δούμε τι μπορούμε να κάνουμε για αυτό
es_es: Lo sentimos, no pudimos encontrar ninguna opción de envío para su ubicación. Póngase en contacto con nosotros y veremos qué podemos hacer al respecto.
fa_ir: متأسفیم، ما نتوانستیم هیچ گزینه حمل و نقلی برای مکان شما پیدا کنیم. لطفا با ما تماس بگیرید، و ما خواهیم دید که در مورد آن چه کاری می توانیم انجام دهیم.
fi_fi: Valitettavasti emme löytäneet toimitusvaihtoehtoja sijaintillesi. Ota yhteyttä, niin katsotaan mitä asialle voidaan tehdä.
fr_fr: Désolé, nous n'avons pas pu trouver d'options d'expédition pour votre localisation. Veuillez nous contacter, et nous verrons ce que l'on peut faire.
he_il: . מצטער, לא הצלחנו למצוא כל אפשרויות משלוח עבור המיקום שלך. אנא צרו קשר, אנחנו נראה מה נוכל לעשות בנידון.
hu_hu: Sajnáljuk, nem találtunk szállítási opciót a tartózkodási helyedhez. Kérjük, vedd fel velünk a kapcsolatot, és meglátjuk, mit tehetünk.
it_it: Spiacenti, non siamo riusciti a trovare alcuna opzione di spedizione per la tua località. Contattaci e vedremo cosa possiamo fare al riguardo.
ja_jp: このロケーションの配送オプションはありません。
nl_nl: Sorry, we konden geen verzendopties vinden voor uw locatie. Neem dan contact met ons op, dan kijken we wat we eraan kunnen doen.
no_no: Beklager, vi fant ingen fraktalternativer for stedet ditt. Ta kontakt med oss, så ser vi hva vi kan gjøre med det.
pt_br: Não conseguimos encontrar opções de envio para a sua localização. Entre em contato conosco, e veremos como podemos resolver isso.
sv_se: Tyvärr, vi kunde inte hitta några fraktalternativ för din plats. Kontakta oss gärna så ska vi se vad vi kan göra åt det.
tr_tr: Üzgünüz, konumunuz için herhangi bir gönderim seçeneği bulamadık. Lütfen bizimle iletişime geçin, bu konuda neler yapabileceğimizi göreceğiz.
uk_ua: На жаль, не вдалося знайти будь-які варіанти доставки для вашого місцезнаходження. Будь ласка, зв'яжіться з нами, і ми спробуємо щось зробити з цього приводу.

# Languages::geo_maps.no_shippings_short
source: Shipping to your location isn't available.
da_dk: Forsendelse til din placering er ikke tilgængelig.
de_de: Der Versand an Ihren Standort ist nicht verfügbar.
el_gr: Η αποστολή στην τοποθεσία σας δεν είναι διαθέσιμη.
es_es: El envío a su ubicación no está disponible.
fa_ir: ارسال به مکان شما در دسترس نیست.
fi_fi: Toimitus sijaintiisi ei ole saatavilla.
fr_fr: La livraison à votre emplacement n'est pas disponible.
he_il: משלוח למיקום שלך אינו זמין.
hu_hu: Az Ön helyére történő szállítás nem elérhető.
it_it: La spedizione nella tua posizione non è disponibile.
ja_jp: お住まいの地域への配送はご利用いただけません。
nl_nl: Verzending naar uw locatie is niet beschikbaar.
no_no: Frakt til stedet ditt er ikke tilgjengelig.
pt_br: O envio para a sua localização não está disponível.
sv_se: Frakt till din plats är inte tillgänglig.
tr_tr: Bulunduğunuz yere gönderim yapılamıyor.
uk_ua: Доставка до вашого місцезнаходження недоступна.

# Languages::geo_maps.text_settings_google_api_notice
source: Learn more about setting up API key <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">in the documentation</a>.
da_dk: Lær mere om opsætning af API-nøgle <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">i dokumentationen</a>.
de_de: Lernen Sie mehr über die Einrichtung des API-Schlüssels <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration"> in der Dokumentation </a>.
el_gr: Μάθετε περισσότερα σχετικά με τη ρύθμιση του κλειδιού API<a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">στην τεκμηρίωση</a>.
es_es: Más información sobre la configuración de la API key <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">en la documentación</a>.
fa_ir: درباره تنظیم کلید API <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">در مستندات</a>اطلاعات بیشتری کسب کنید.
fi_fi: Lisätietoja API-avaimen <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">määrittämisestä on dokumentaatiossa</a>.
fr_fr: Apprenez-en plus sur le paramétrage d'une clé API <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">dans la documentation</a>.
he_il: למידע נוסף על הגדרת מפתח API <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">בתיעוד</a>.
hu_hu: További információ az API-kulcs beállításáról <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">a dokumentációban</a>.
it_it: Ulteriori informazioni sulla configurazione della chiave API <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">nella documentazione</a>.
ja_jp: APIキーの設定方法は <a target="_blank" href="http://manual.cs-cart.jp/topic/maps-and-geolocation">こちら</a> を参照してください。
nl_nl: Lees meer over het instellen van API-sleutel <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">in de documentatie</a>.
no_no: Lær mer om å sette opp API-nøkkel <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">i dokumentasjonen</a>.
pt_br: Saiba mais sobre como configurar a chave de API <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">na documentação</a>.
sv_se: Läs mer om hur du ställer in API-nyckel <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">i dokumentationen</a>.
tr_tr: </a>numaralı belgelerde API anahtarı <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">ayarlama hakkında daha fazla bilgi edinin.
uk_ua: Про налаштування API-ключа читайте <a target="_blank" href="https://docs.cs-cart.com/4.10.x/user_guide/addons/maps_and_geolocation/#configuration">в документації</a>.

# Languages::geo_maps.settings_is_configured_correctly_notice
source: If you see the map here, everything is configured correctly, and the maps are working on the map provider end.
da_dk: Hvis du ser kortet her, er alt konfigureret korrekt, og kortene fungerer på kortudbyderens ende.
de_de: Wenn Sie die Karte hier sehen, ist alles richtig konfiguriert und die Karten funktionieren auf Seiten des Kartenanbieters.
el_gr: Εάν δείτε τον χάρτη εδώ, όλα έχουν ρυθμιστεί σωστά και οι χάρτες λειτουργούν απο τη μερια του παρόχου χάρτη.
es_es: Si ve el mapa aquí, todo está configurado correctamente y los mapas están funcionando en el extremo del proveedor de mapas.
fa_ir: اگر نقشه را در اینجا می بینید، همه چیز به درستی پیکربندی شده است و نقشه ها در انتهای ارائه دهنده نقشه کار می کنند.
fi_fi: Jos näet kartan tässä, kaikki on määritetty oikein ja kartat toimivat kartantoimittajan puolella.
fr_fr: Si vous voyez la carte ici, tout est configuré correctement et les cartes fonctionnent du côté du fournisseur de cartes.
he_il: אם אתה רואה את המפה כאן, הכל מוגדר כהלכה, והמפות פועלות בקצה ספק המפה.
hu_hu: Ha itt látja a térképet, akkor minden megfelelően van beállítva, és a térképek működnek a térképszolgáltató oldalon.
it_it: Se vedi la mappa qui, tutto è configurato correttamente e le mappe funzionano sul lato del provider di mappe.
ja_jp: ここに地図が表示されていれば、すべてが正しく設定され、地図プロバイダーの地図が動作していることになります。
nl_nl: Als u de kaart hier ziet, is alles correct geconfigureerd en werken de kaarten aan het einde van de kaartprovider.
no_no: Hvis du ser kartet her, er alt konfigurert riktig, og kartene fungerer på kartleverandørens ende.
pt_br: Se você vir o mapa aqui, tudo está configurado corretamente e os mapas estão funcionando no final do provedor de mapas.
sv_se: Om du ser kartan här är allt korrekt konfigurerat och kartorna fungerar på kartleverantörens ände.
tr_tr: Haritayı burada görüyorsanız, her şey doğru yapılandırılmış ve haritalar harita sağlayıcı tarafında çalışıyor.
uk_ua: Якщо ви бачите тут карту, значить, все налаштовано правильно і карти працюють на стороні провайдера.

# Languages::geo_maps.google_maps_cookie_title
source: Google Maps
da_dk: Google kort
es_es: mapas de Google
fa_ir: نقشه های گوگل
fi_fi: Google Kartat
he_il: גוגל מפות
hu_hu: Google térkép
ja_jp: グーグルマップ
no_no: Google Kart
sv_se: Google kartor
tr_tr: Google Haritalar
uk_ua: Карти Гугл

# Languages::geo_maps.google_maps_cookie_description
source: Google Maps is a service that allows us to show the maps and various locations on those maps, or automatically determine your location. Here is <a href="https://policies.google.com/privacy" target="_blank">Google privacy policy;</a> we also recommend Google's concise and comprehensive <a href="https://support.google.com/maps/answer/10400210" target="_blank">note on privacy</a>.
da_dk: Google Maps er en tjeneste, der giver os mulighed for at vise kortene og forskellige placeringer på disse kort eller automatisk bestemme din placering. Her er <a href="https://policies.google.com/privacy" target="_blank">Googles privatlivspolitik;</a> anbefaler vi også Googles kortfattede og omfattende <a href="https://support.google.com/maps/answer/10400210" target="_blank">note om privatliv</a>.
de_de: Google Maps ist ein Dienst, der es uns ermöglicht, die Karten und verschiedene Orte auf diesen Karten anzuzeigen oder Ihren Standort automatisch zu bestimmen. Hier ist <a href="https://policies.google.com/privacy" target="_blank">Google-Datenschutzrichtlinie;</a> Wir empfehlen auch den prägnanten und umfassenden <a href="https://support.google.com/maps/answer/10400210" target="_blank">Hinweis von Google zum Datenschutz</a>.
el_gr: Οι Χάρτες Google είναι μια υπηρεσία που μας επιτρέπει να εμφανίζουμε τους χάρτες και τις διάφορες τοποθεσίες σε αυτούς τους χάρτες ή να προσδιορίζουμε αυτόματα την τοποθεσία σας. Ακολουθεί η <a href="https://policies.google.com/privacy" target="_blank">Πολιτική απορρήτου της Google.</a> προτείνουμε επίσης τη συνοπτική και περιεκτική <a href="https://support της Google .google.com/maps/answer/10400210" target="_blank">σημείωση για το απόρρητο</a>.
es_es: Google Maps es un servicio que nos permite mostrar los mapas y varias ubicaciones en esos mapas, o determinar automáticamente su ubicación. Aquí está la política de privacidad de <a href="https://policies.google.com/privacy" target="_blank">Google;</a> también recomendamos la nota <a href="https://support.google.com/maps/answer/10400210" target="_blank">concisa y completa de Google sobre privacidad</a>.
fa_ir: Google Maps سرویسی است که به ما امکان می‌دهد نقشه‌ها و مکان‌های مختلف را روی آن نقشه‌ها نشان دهیم یا به‌طور خودکار موقعیت مکانی شما را تعیین کنیم. در اینجا <a href="https://policies.google.com/privacy" target="_blank">خط مشی رازداری Google آمده است.</a> ما همچنین یادداشت <a href="https://support.google.com/maps/answer/10400210" target="_blank">مختصر و جامع Google را در مورد حریم خصوصی</a>توصیه می کنیم.
fi_fi: Google Maps on palvelu, jonka avulla voimme näyttää karttoja ja eri paikkoja näillä kartoilla tai määrittää sijaintisi automaattisesti. Tässä on <a href="https://policies.google.com/privacy" target="_blank">Googlen tietosuojakäytäntö;</a> suosittelemme myös Googlen tiivistä ja kattavaa <a href="https://support.google.com/maps/answer/10400210" target="_blank">huomautusta tietosuojasta</a>.
fr_fr: Google Maps est un service qui nous permet d'afficher les cartes et divers emplacements sur ces cartes, ou de déterminer automatiquement votre emplacement. Voici <a href="https://policies.google.com/privacy" target="_blank"> politique de confidentialité de Google ;</a> nous recommandons également la note concise et complète de Google <a href="https://support.google.com/maps/answer/10400210" target="_blank">sur la confidentialité</a>.
he_il: מפות גוגל הוא שירות המאפשר לנו להציג את המפות והמיקומים השונים במפות הללו, או לקבוע באופן אוטומטי את מיקומך. הנה <a href="https://policies.google.com/privacy" target="_blank">מדיניות הפרטיות של Google;</a> אנו ממליצים גם על הערה <a href="https://support.google.com/maps/answer/10400210" target="_blank">התמציתית והמקיפה של Google בנושא פרטיות</a>.
hu_hu: A Google Térkép egy olyan szolgáltatás, amely lehetővé teszi számunkra, hogy megjelenítsük a térképeket és a különböző helyeket azokon, vagy automatikusan meghatározzuk az Ön tartózkodási helyét. Itt van <a href="https://policies.google.com/privacy" target="_blank">Google adatvédelmi szabályzat;</a> szintén ajánljuk a Google tömör és átfogó <a href="https://support.google.com/maps/answer/10400210" target="_blank">megjegyzését az adatvédelemről</a>.
it_it: Google Maps è un servizio che ci consente di mostrare le mappe e le varie posizioni su tali mappe o di determinare automaticamente la tua posizione. Ecco <a href="https://policies.google.com/privacy" target="_blank">informativa sulla privacy di Google;</a> consigliamo anche la concisa ed esauriente nota di Google <a href="https://support.google.com/maps/answer/10400210" target="_blank">sulla privacy</a>.
ja_jp: Googleマップは、地図とそれらの地図上のさまざまな場所を表示したり、現在地を自動的に特定したりできるサービスです。これが <a href="https://policies.google.com/privacy" target="_blank">のGoogleプライバシーポリシーです。</a> プライバシーに関するGoogleの簡潔で包括的な <a href="https://support.google.com/maps/answer/10400210" target="_blank">メモもお勧めします</a>。
nl_nl: Google Maps is een dienst waarmee we de kaarten en verschillende locaties op die kaarten kunnen tonen, of automatisch uw locatie kunnen bepalen. Hier is <a href="https://policies.google.com/privacy" target="_blank">Google privacybeleid;</a> raden we ook de beknopte en uitgebreide <a href="https://support.google.com/maps/answer/10400210" target="_blank">opmerking van Google over privacy</a>aan.
no_no: Google Maps er en tjeneste som lar oss vise kartene og ulike plasseringer på disse kartene, eller automatisk bestemme plasseringen din. Her er <a href="https://policies.google.com/privacy" target="_blank">Googles personvernregler;</a> anbefaler vi også Googles kortfattede og omfattende <a href="https://support.google.com/maps/answer/10400210" target="_blank">-merknad om personvern</a>.
pt_br: O Google Maps é um serviço que nos permite mostrar os mapas e várias localizações nesses mapas ou determinar automaticamente a sua localização. Aqui está <a href="https://policies.google.com/privacy" target="_blank">política de privacidade do Google;</a> também recomendamos a nota concisa e abrangente <a href="https://support.google.com/maps/answer/10400210" target="_blank">do Google sobre privacidade</a>.
sv_se: Google Maps är en tjänst som låter oss visa kartorna och olika platser på dessa kartor, eller automatiskt bestämma din plats. Här är <a href="https://policies.google.com/privacy" target="_blank">Googles sekretesspolicy;</a> rekommenderar vi även Googles kortfattade och omfattande <a href="https://support.google.com/maps/answer/10400210" target="_blank">anmärkning om sekretess</a>.
tr_tr: Google Haritalar, haritaları ve bu haritalardaki çeşitli konumları göstermemize veya konumunuzu otomatik olarak belirlememize olanak tanıyan bir hizmettir. İşte <a href="https://policies.google.com/privacy" target="_blank">Google gizlilik politikası;</a> ayrıca Google'ın kısa ve kapsamlı <a href="https://support.google.com/maps/answer/10400210" target="_blank">gizlilikle ilgili notunu</a>öneriyoruz.
uk_ua: Google Maps – це служба, яка дозволяє нам показувати карти та різні місця на цих картах або автоматично визначати ваше місцезнаходження. Ось <a href="https://policies.google.com/privacy" target="_blank">політика конфіденційності Google;</a> ми також рекомендуємо стислу та вичерпну <a href="https://support.google.com/maps/answer/10400210" target="_blank">примітку Google щодо конфіденційності</a>.

# Languages::geo_maps.yandex_maps_cookie_title
source: Yandex Maps
da_dk: Yandex kort
de_de: Yandex-Karten
es_es: Mapas Yandex
fa_ir: نقشه های Yandex
fr_fr: Cartes Yandex
he_il: מפות Yandex
hu_hu: Yandex térképek
it_it: Mappe Yandex
nl_nl: Yandex-kaarten
no_no: Yandex kart
pt_br: Mapas Yandex
sv_se: Yandex kartor
tr_tr: Yandex Haritalar
uk_ua: Яндекс карти

# Languages::geo_maps.yandex_maps_cookie_description
source: Yandex Maps is a service that allows us to show the maps and various locations on those maps, or automatically determine your location. Here is <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex privacy policy</a>.
da_dk: Yandex Maps er en tjeneste, der giver os mulighed for at vise kortene og forskellige placeringer på disse kort eller automatisk bestemme din placering. Her er <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex privatlivspolitik</a>.
de_de: Yandex Maps ist ein Dienst, der es uns ermöglicht, die Karten und verschiedene Standorte auf diesen Karten anzuzeigen oder Ihren Standort automatisch zu bestimmen. Hier ist <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex-Datenschutzrichtlinie</a>.
el_gr: Οι Χάρτες Yandex είναι μια υπηρεσία που μας επιτρέπει να εμφανίζουμε τους χάρτες και τις διάφορες τοποθεσίες σε αυτούς τους χάρτες ή να προσδιορίζουμε αυτόματα την τοποθεσία σας. Ακολουθεί η <a href="https://yandex.com/legal/confidential/" target="_blank">Πολιτική απορρήτου του Yandex</a>.
es_es: Yandex Maps es un servicio que nos permite mostrar los mapas y varias ubicaciones en esos mapas, o determinar automáticamente su ubicación. Aquí hay <a href="https://yandex.com/legal/confidential/" target="_blank">Política de privacidad de Yandex</a>.
fa_ir: نقشه های Yandex سرویسی است که به ما امکان می دهد نقشه ها و مکان های مختلف را در آن نقشه ها نشان دهیم یا به طور خودکار مکان شما را تعیین کنیم. در اینجا <a href="https://yandex.com/legal/confidential/" target="_blank">خط مشی رازداری Yandex</a>آمده است.
fi_fi: Yandex Maps on palvelu, jonka avulla voimme näyttää karttoja ja eri paikkoja näillä kartoilla tai määrittää sijaintisi automaattisesti. Tässä on <a href="https://yandex.com/legal/confidential/" target="_blank">Yandexin tietosuojakäytäntö</a>.
fr_fr: Yandex Maps est un service qui nous permet d'afficher les cartes et divers emplacements sur ces cartes, ou de déterminer automatiquement votre emplacement. Voici <a href="https://yandex.com/legal/confidential/" target="_blank">politique de confidentialité de Yandex</a>.
he_il: Yandex Maps הוא שירות המאפשר לנו להציג את המפות והמיקומים השונים במפות אלו, או לקבוע באופן אוטומטי את מיקומך. הנה <a href="https://yandex.com/legal/confidential/" target="_blank">מדיניות הפרטיות של Yandex</a>.
hu_hu: A Yandex Maps egy olyan szolgáltatás, amely lehetővé teszi számunkra, hogy megjelenítsük a térképeket és a különböző helyeket azokon, vagy automatikusan meghatározzuk az Ön tartózkodási helyét. Itt van <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex adatvédelmi szabályzata</a>.
it_it: Yandex Maps è un servizio che ci consente di mostrare le mappe e le varie posizioni su quelle mappe o di determinare automaticamente la tua posizione. Ecco <a href="https://yandex.com/legal/confidential/" target="_blank">Informativa sulla privacy di Yandex</a>.
ja_jp: Yandex Mapsは、地図とそれらの地図上のさまざまな場所を表示したり、現在地を自動的に特定したりできるサービスです。これが <a href="https://yandex.com/legal/confidential/" target="_blank">プライバシーポリシー</a>です。
nl_nl: Yandex Maps is een service waarmee we de kaarten en verschillende locaties op die kaarten kunnen weergeven of automatisch uw locatie kunnen bepalen. Hier is <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex privacybeleid</a>.
no_no: Yandex Maps er en tjeneste som lar oss vise kartene og forskjellige plasseringer på disse kartene, eller automatisk bestemme plasseringen din. Her er <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex personvernerklæring</a>.
pt_br: O Yandex Maps é um serviço que nos permite mostrar os mapas e vários locais nesses mapas ou determinar automaticamente sua localização. Aqui está <a href="https://yandex.com/legal/confidential/" target="_blank">política de privacidade do Yandex</a>.
sv_se: Yandex Maps är en tjänst som låter oss visa kartorna och olika platser på dessa kartor, eller automatiskt bestämma din plats. Här är <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex sekretesspolicy</a>.
tr_tr: Yandex Haritalar, haritaları ve bu haritalar üzerindeki çeşitli yerleri göstermemizi veya konumunuzu otomatik olarak belirlememizi sağlayan bir hizmettir. İşte <a href="https://yandex.com/legal/confidential/" target="_blank">Yandex gizlilik politikası</a>.
uk_ua: Яндекс Карти – це сервіс, який дозволяє нам показувати карти та різні місця на цих картах або автоматично визначати ваше місцезнаходження. Ось <a href="https://yandex.com/legal/confidential/" target="_blank">Політика конфіденційності Яндекса</a>.
