Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/gift_certificates.po
Languages: fi_fi

# Addons::name::gift_certificates
source: Gift certificates
fi_fi: Lahjakortit

# Addons::description::gift_certificates
source: Adds a built-in gift certificate system
fi_fi: Lisää sisäänrakennetun lahjakorttijärjestelmän

# Languages::gift_certificate
source: Gift certificate
fi_fi: Lahjakortti

# Languages::gift_certificates
source: Gift certificates
fi_fi: Lahjakortit

# Languages::gift_certificates_menu_description
source: View and manage the gift certificates that customers have purchased.
fi_fi: Tarkastele ja hallinnoi asiakkaiden ostamia lahjakortteja.

# Languages::gift_certificate_info
source: Gift certificate info
fi_fi: Lahjakortin tiedot

# Languages::gift_certificate_verification
source: Gift certificate verification
fi_fi: Lahjakortin vahvistus

# Languages::gift_cert_code
source: Gift certificate code
fi_fi: Lahjakortin koodi

# Languages::gift_cert_debit
source: Debit balance
fi_fi: Veloitussaldo

# Languages::gift_cert_from
source: From
fi_fi: Lähettäjän nimi

# Languages::gift_cert_to
source: To
fi_fi: Saajan nimi

# Languages::promotion_bonus_gift_certificate
source: Gift certificate
fi_fi: Lahjakortti

# Languages::purchase_gift_certificate
source: Purchase Gift Certificate
fi_fi: Lahjakorttitilaus

# Languages::text_gift_certificate_logo
source: Logo for <b>gift certificates</b>
fi_fi: Logo <b>lahjakortille</b>

# Languages::text_gift_cert_amount_alert
source: Amount should be between [min] and [max]
fi_fi: Arvo vähintään [min] ja enintään [max]

# Languages::text_gift_cert_has_been_deleted
source: Gift certificate has been deleted successfully.
fi_fi: Lahjakortti on poistettu onnistuneesti.

# Languages::error_gift_cert_code
source: The gift certificate code you entered is invalid. Please try again.
fi_fi: Antamasi lahjakortin koodi on virheellinen. Yritä uudelleen.

# Languages::gift_add_products
source: Add products for a gift
fi_fi: Lisää tuotteita lahjaksi

# Languages::gift_comment
source: Message
fi_fi: Viesti

# Languages::certificate_verification
source: Validate/Redeem gift certificate
fi_fi: Lahjakortin lunastus

# Languages::detailed_info
source: Detailed information
fi_fi: Yksityiskohtainen tieto

# Languages::history
source: History
fi_fi: Historia

# Languages::gift_certificate_statuses
source: Gift certificate statuses
fi_fi: Lahjakorttien tilat

# Languages::gift_certificates.recipient_email
source: Recipient email
fi_fi: Vastaanottajan Sähköposti

# Languages::text_gift_cert_applied
source: Gift certificate has been applied
fi_fi: Lahjakortti on laitettu

# Languages::certificate_already_used
source: This gift certificate is already in use
fi_fi: Tämä lahjakortti on jo käytössä

# Languages::certificate_code_not_available
source: Gift certificate cannot be applied. Please contact the store administration.
fi_fi: Lahjakorttia ei voi hakea. Ota yhteyttä myymälän hallintoon.

# Languages::certificate_code_not_valid
source: Gift certificate code is not valid
fi_fi: Lahjakortin koodi ei kelpaa

# Languages::warning_gift_cert_deny
source: The following gift certificates have been deleted or cancelled by administrator and have been removed from your cart: [codes]. Please contact the store administrator or try another one.
fi_fi: Ylläpitäjä on poistanut tai peruuttanut seuraavat lahjakortit ja ne on poistettu ostoskoristasi: [codes]. Ota yhteyttä kaupan ylläpitäjään tai kokeile toista.

# Languages::text_gift_cert_cannot_delete
source: Gift certificate [code] cannot be deleted because it is used in order(s) [ids].
fi_fi: Lahjakorttia [code] ei voi poistaa, koska sitä käytetään tilauksissa [ids].

# Languages::gift_cert_amount_changed
source: Gift certificate amount has been changed.
fi_fi: Lahjakortin summa on muuttunut.

# Languages::purchased
source: Purchased
fi_fi: Osti

# Languages::used
source: Used
fi_fi: Käytetty

# Languages::create_gift_certificate_for_customer
source: Create Gift Certificate for this customer
fi_fi: Luo lahjakortti tälle asiakkaalle

# Languages::gift_certificate_created
source: Gift Certificate has been created
fi_fi: Lahjakortti on luotu

# Languages::related_gift_cert
source: Related gift certificates
fi_fi: Aiheeseen liittyvät lahjakortit

# Languages::add_gift_certificate
source: Add gift certificate
fi_fi: Lisää lahjakortti

# Languages::gift_certificate_status
source: Gift certificate status
fi_fi: Lahjakortin tila

# Languages::current_amount
source: Current amount
fi_fi: Nykyinen määrä

# Languages::statuses
source: statuses
fi_fi: tilat

# Languages::new_certificate
source: New certificate
fi_fi: Uusi todistus

# Languages::editing_certificate
source: Editing certificate
fi_fi: Varmenteen muokkaaminen

# Languages::shop_now
source: Shop now
fi_fi: Ostoksille

# Languages::theme_editor.gift_cert
source: Gift Certificate
fi_fi: Lahjakortti

# Languages::theme_editor_logo.gift_cert
source: Gift Certificate
fi_fi: Lahjakortti

# Languages::promo_code_or_certificate
source: Gift certificate or promo code
fi_fi: Lahjakortti- tai alennuskoodi

# Languages::gift_certificate_added_to_cart
source: Gift certificate was added to your cart
fi_fi: Lahjakortti lisättiin ostoskoriin

# Languages::gift_certificates_verify
source: Gift certificate verification
fi_fi: Lahjakortin vahvistus

# Languages::block_gift_certificates_verify
source: Gift certificate verification
fi_fi: Lahjakortin vahvistus

# Languages::block_gift_certificates_verify_description
source: Gift certificate input and validation
fi_fi: Lahjakortin syöttö ja vahvistus

# Languages::recipients_name
source: To
fi_fi: Saajan nimi

# Languages::purchasers_name
source: From
fi_fi: Lähettäjän nimi

# Languages::gift_cert_error_amount
source: Amount should not be higher than [max] and less than [min]
fi_fi: Summa ei saa olla suurempi kuin [max] ja pienempi kuin [min]

# Languages::privileges.manage_gift_certificates
source: Can edit
fi_fi: Voi muokata

# Languages::privilege_groups.gift_certificates
source: Gift certificates
fi_fi: Lahjakortit

# Languages::change_gift_certificate_status
source: Change gift certificate status to
fi_fi: Muuta lahjakortin tilaksi

# Languages::gift_cert_with_products
source: Purchasing products and gift certificates together is impossible. Please, place the current order and repeat your attempt.
fi_fi: Tuotteiden ja lahjakorttien ostaminen yhdessä on mahdotonta. Ole hyvä ja tee nykyinen tilaus ja toista yritys.

# SettingsSections::gift_certificates::general
source: General
fi_fi: Kenraali

# SettingsOptions::gift_certificates::min_amount
source: Minimal amount
fi_fi: Minimi määrä

# SettingsOptions::gift_certificates::max_amount
source: Maximal amount
fi_fi: Suurin määrä

# SettingsOptions::gift_certificates::code_prefix
source: GC Code prefix
fi_fi: GC-koodin etuliite

# SettingsOptions::gift_certificates::cert_per_page
source: Gift certificates per page
fi_fi: Lahjakortit per sivu

# SettingsOptions::gift_certificates::free_products_allow
source: Allow to use free products
fi_fi: Salli käyttää ilmaisia tuotteita

# SettingsOptions::gift_certificates::redeem_shipping_cost
source: Allow to redeem shipping cost with gift certificate
fi_fi: Lunasta toimituskulut lahjakortilla

# Languages::gc_redeem_and_add_free_products
source: Redeem & add free products to cart
fi_fi: Lunasta ja lisää ilmaisia tuotteita ostoskoriin

# Languages::email_template.gift_certificates_notification
source: Gift certificate
fi_fi: Lahjakortti

# Languages::template_document_gift_certificate_default
source: Gift certificates: default
fi_fi: Lahjakortit: oletusarvo

# Languages::document_preview_gift_certificate_not_found
source: Couldn't find a gift certificate. Preview only works with existing data. Please create a gift certificate and use Preview again.
fi_fi: Lahjakorttia ei löytynyt. Esikatselu toimii vain olemassa olevien tietojen kanssa. Luo lahjakortti ja käytä Esikatselua uudelleen.

# Languages::gift_certificates.certificate_purchase_form
source: Gift certificate purchase form
fi_fi: Lahjakortin ostolomake

# Languages::gift_certificates.event.gift_certificate.status_changed.name
source: Gift certificate status changed to [status]
fi_fi: Lahjakortin tilaksi muutettu [status]

# Languages::gift_certificates.event.gift_certificate.updated.name
source: Gift certificate updated
fi_fi: Lahjakortti päivitetty

# Languages::logo_section.gift_cert
source: Gift certificate logo
fi_fi: Lahjakortin logo
