Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/google_export.po
Languages: fa_ir, fi_fi, ko_kr, pt_pt, sv_se, zh_cn

# Addons::name::google_export
source: Google export
fa_ir: خروجی گوگل
fi_fi: Vie Googleeen
ko_kr: 구글 내보내기
pt_pt: Exportação do Google
zh_cn: 谷歌导出

# Addons::description::google_export
source: Expands the Data Feeds add-on to work with Google Base and creates an example of such data feed
fa_ir: افزودنی خوراک داده ها برای کار با پایگاه گوگل را گسترش دهید و یک نمونه از اطلاعات مشترک ایجاد کنید.
fi_fi: Laajentaa Data Feeds -lisäosan toimimaan Google Basen kanssa ja luo esimerkin tällaisesta tietosyötteestä
ko_kr: Google Base와 함께 작동하도록 데이터 피드 추가 기능을 확장하고 이러한 데이터 피드의 예를 만듭니다.
pt_pt: Expande o complemento de feeds de dados para funcionar com o Google Base e cria um exemplo desse feed de dados
sv_se: Utökar tillägget "Dataflöden" för att fungera med "Google Base" och skapar ett exempel på ett sådant dataflöde
zh_cn: 扩展数据源插件配合谷歌Base并创建此类数据源的例子

# Languages::google_export_general_info
source: <p>Note: toggle this setting if you need multi-language Google categories installed. Supports French, German, Italian, Spanish, and British English. Pay attention that this operation can take a significant amount of time.</p>
fa_ir: <p>توجه داشته باشید: ضامن تنظیم شما نیاز به چند زبان گوگل دسته نصب شده. فرانسه آلمانی ایتالیایی اسپانیایی و انگلیسی بریتانیایی را پشتیبانی می کند. توجه این عمل مقدار قابل توجهی از زمان بکشد.</p>
fi_fi: <p>Huomautus: vaihda tätä asetusta, jos tarvitset monikielisiä Google-luokkia asennettuna. Tukee ranskaa, saksaa, italiaa, espanjaa ja brittiläistä englantia. Huomaa, että tämä toimenpide voi viedä huomattavasti aikaa.</p>
ko_kr: <p>참고: 다국어 Google 카테고리를 설치해야 하는 경우 이 설정을 토글합니다. 프랑스어, 독일어, 이탈리아어, 스페인어 및 영국식 영어를 지원합니다. 이 작업에는 상당한 시간이 소요될 수 있습니다.</p>
pt_pt: <p>Observação: alterne essa configuração se precisar de categorias do Google em vários idiomas instaladas. Suporta francês, alemão, italiano, espanhol e inglês britânico. Preste atenção que esta operação pode levar uma quantidade significativa de tempo.</p>
sv_se: <p>Aktivera för flerspråkiga Googlekategorier. Stöder Franska, Tyska, Italienska, Spanska och Brittisk Engelska. Observera att detta kan ta lång tid.</p>
zh_cn: <p>注意: 切换这个设置您若需要安装谷歌分类多语言,支持法语,德语,意大利语,西班牙语,和英国英语. 请注意此操作可能需要很长的时间.</p>

# Languages::google_export_start_import
source: Start importing
fa_ir: شروع وارد کردن
fi_fi: Aloita tuonti
ko_kr: 가져오기 시작
pt_pt: Iniciar importação
sv_se: Starta import
zh_cn: 开始导入

# SettingsSections::google_export::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
ko_kr: 일반적인
pt_pt: Em geral
sv_se: Allmänt
zh_cn: 常规

# SettingsOptions::google_export::general_info
source: General info
fa_ir: اطلاعات عمومی
fi_fi: Yleistä tietoa
ko_kr: 일반 정보
pt_pt: Informações gerais
sv_se: Allmän information
zh_cn: 常规信息

# SettingsOptions::google_export::additional_langs
source: Install additional languages for Google categories
fa_ir: نصب زبانهای اضافی، برای مقوله های گوگل
fi_fi: Asenna lisäkieliä Googlen luokkiin
ko_kr: Google 카테고리에 대한 추가 언어 설치
pt_pt: Instale idiomas adicionais para categorias do Google
sv_se: Installera flera språk för Googlekategorier
zh_cn: 为谷歌分类安装其它语言

# Languages::addons.google_export.skip_zero_prices
source: Don't export items with a price value of 0.00
fa_ir: قادر به صادرات اقلام با ارزش قیمت 0.00 نیست
fi_fi: Älä vie tuotteita, joiden hinta on 0,00
ko_kr: 가격 값이 0.00인 항목을 내보내지 마십시오.
pt_pt: Não exporte itens com valor de preço de 0,00
sv_se: Exportera inga objekt med ett pris på 0.00
zh_cn: 不导出价格值为0.00 的项目

# Languages::addons.google_export.skip_zero_prices_description
source: You must not include a price value of 0.00 for your Google Products Feed items. Items with zero prices may not appear in the search results.
fa_ir: شما نمی باید ارزش قیمت 0.00 برای موارد اشتراک گوگل محصولات خود را شامل. موارد با قیمت صفر در نتایج جستجو نمایش داده نخواهد شد.
fi_fi: Et saa sisällyttää hinta-arvoa 0,00 Google-tuotesyötetuotteillesi. Nollahintaiset tuotteet eivät välttämättä näy hakutuloksissa.
ko_kr: Google 제품 피드 항목에 0.00이라는 가격 값을 포함해서는 안 됩니다. 가격이 0인 항목은 검색 결과에 나타나지 않을 수 있습니다.
pt_pt: Você não deve incluir um valor de preço de 0,00 para seus itens do feed de produtos do Google. Itens com preço zero podem não aparecer nos resultados da pesquisa.
sv_se: Du kan inte ange produktpriset 0.00 för Googles produktflöde. Objekt utan priser visas inte i sökeresultaten.
zh_cn: 您的 Google 供给产品不可包含价格价值为0.00的条目。价格为零的条目可能不会出现在搜索结果中。

# Languages::addons.google_export.notice
source: Before you export products to Google Product Feed, make sure that the Code of your store's <a href="[currency_url]">primary currency</a> conforms to <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> and used <a href="[settings_url]">Weight symbol</a> is one of the following: lb, oz, g, kg
fa_ir: مطابق با کد خود ذخیره <a href="[currency_url]"> ارز اصلی</a> <a href="http://www.currency-iso.org/en/home/tables/table-a1.html"> ایزو 4217</a> و <a href="[settings_url]"> وزن نماد</a> استفاده شده است یکی از موارد زیر را قبل از صادرات محصولات به اشتراک گوگل محصول: پوند, اونس, گرم, کیلوگرم
fi_fi: Ennen kuin viet tuotteita Googlen tuotesyötteeseen, varmista, että myymäläsi <a href="[currency_url]">ensisijaisen valuutan</a> koodi vastaa <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> -standardia ja käytetty <a href="[settings_url]">Painotunnus</a> on jokin seuraavista: lb, oz, g, kg
ko_kr: 제품을 Google 제품 피드로 내보내기 전에 상점의 <a href="[currency_url]">기본 통화</a> 의 코드가 <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> 을 준수하고 사용된 <a href="[settings_url]">무게 기호</a> 가 lb, oz, g, kg 중 하나인지 확인하십시오.
pt_pt: Antes de exportar produtos para o Feed de produtos do Google, certifique-se de que o código da moeda principal <a href="[currency_url]"></a> de sua loja esteja em conformidade com <a href="http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> e use <a href="[settings_url]">O símbolo de peso</a> é um dos seguintes: lb, oz, g, kg
sv_se: Innan du exporterar produkter till Googles produktflöde, se till att koden på butikens <a href="[currency_url]">grundvaluta</a> överensstämmer med <a href = "http://www.currency-iso.org/en/home/tables/table-a1.html">ISO 4217</a> och att <a href="[settings_url]">Vikt symbolen</a> är en av följande: lb, oz, g, kg
zh_cn: 在您将产品导出到 Google 产品提要之前，请确保您的商店的 <a href="[currency_url]"> 主要货币 </a> 代码符合 <a href="http://www.currency-iso.org/en/home/tables/table-a1.html"> iso 4217 </a>，并使用<a href="[settings_url]"> 权重符号 </a> 是下列值之一：lb、盎司、g、千克

# Languages::addons.google_export.google_export
source: Google export
fa_ir: خروجی گوگل
fi_fi: Google-vienti
ko_kr: 구글 내보내기
pt_pt: Exportação do Google
zh_cn: 谷歌出口

# Languages::google_name_option
source: Equivalent in Google:
fa_ir: معادل در گوگل:
fi_fi: Vastaava Googlessa:
ko_kr: Google에서 해당:
pt_pt: Equivalente no Google:
sv_se: Motsvarande i Google:
zh_cn: 等同于谷歌：

# Languages::addons.google_export.tax_notice
source: For the US, don't include tax in the price. For Canada and India, do not include any value added tax in the price. For all other countries, value added tax (VAT) has to be included in the price.
fa_ir: برای آمریکا مالیات در قیمت قرار ندهید. برای کانادا و هند، هیچ گونه ارزش افزوده را شامل مالیات در قیمت قرار ندهید. برای همه کشورهای دیگر، قیمت شامل ارزش افزوده مالیاتی (مالیات بر ارزش افزوده) است .
fi_fi: Yhdysvalloissa, älä sisällytä veroa hintaan. Kanadan ja Intian osalta älä sisällytä arvonlisäveroa hintaan. Kaikissa muissa maissa arvonlisävero (alv) on sisällytettävä hintaan.
ko_kr: 미국의 경우 가격에 세금을 포함하지 마십시오. 캐나다 및 인도의 경우 가격에 부가가치세를 포함하지 마십시오. 다른 모든 국가의 경우 부가가치세(VAT)가 가격에 포함되어야 합니다.
pt_pt: Para os EUA, não inclua impostos no preço. Para Canadá e Índia, não inclua nenhum imposto sobre valor agregado no preço. Para todos os outros países, o imposto sobre o valor agregado (IVA) deve ser incluído no preço.
sv_se: För USA, inkludera inte skatt i priset. För Kanada och Indien, inkludera ingen mervärdesskatt i priset. För alla andra länder måste mervärdesskatt (moms) inkluderas i priset.
zh_cn: 对美国来说，不要在价格中含税。对于加拿大和印度，在价格中不包括任何增值税。对于所有其他国家, 增值税 (VAT) 必须包括在价格。

# Languages::addons.google_export.info_google_features
source: <p>Before you export a data feed file for Google Merchant, make sure to edit your products and specify the values of product features that belong to the Google Export group. You can do this via product import and export, or mass editing.</p><p> GTIN is a key identifier of a product. If you didn't specify GTIN as a feature, product's SKU from the CODE field will be used. GTINs for option combinations are always taken from the CODE fields of combinations.</p>
fa_ir: <p>قبل از اینکه یک فایل فید داده را برای Google Merchant صادر کنید، مطمئن شوید که محصولات خود را ویرایش کرده و مقادیر ویژگی های محصول متعلق به گروه Google Export را مشخص کنید. شما می توانید این کار را از طریق واردات و صادرات محصول یا ویرایش انبوه انجام دهید.</p><p> GTIN یک شناسه کلیدی یک محصول است. اگر GTIN را به عنوان یک ویژگی مشخص نکرده‌اید، SKU محصول از قسمت CODE استفاده می‌شود. GTIN برای ترکیب گزینه ها همیشه از فیلدهای CODE ترکیب ها گرفته می شود.</p>
fi_fi: <p>Ennen kuin viet datasyötetiedoston Google Merchantille, muista muokata tuotteitasi ja määrittää Google Export -ryhmään kuuluvien tuoteominaisuuksien arvot. Voit tehdä tämän tuotteiden tuonnin ja viennin tai massamuokkauksen avulla.</p><p> GTIN on tuotteen avaintunniste. Jos et määrittänyt GTIN-tunnusta ominaisuudeksi, käytetään tuotteen SKU-koodia KOODI-kentästä. Vaihtoehtoyhdistelmien GTIN-numerot otetaan aina yhdistelmien KOODI-kentistä.</p>
ko_kr: <p>Google 판매자용 데이터 피드 파일을 내보내기 전에 제품을 수정하고 Google 내보내기 그룹에 속하는 제품 기능의 값을 지정해야 합니다. 제품 가져오기 및 내보내기 또는 대량 편집을 통해 이 작업을 수행할 수 있습니다.</p><p> GTIN은 제품의 핵심 식별자입니다. GTIN을 기능으로 지정하지 않은 경우 CODE 필드의 제품 SKU가 사용됩니다. 옵션 조합에 대한 GTIN은 항상 조합의 CODE 필드에서 가져옵니다.</p>
pt_pt: <p>Antes de exportar um arquivo de feed de dados para o Google Merchant, certifique-se de editar seus produtos e especificar os valores dos recursos do produto que pertencem ao grupo Google Export. Você pode fazer isso via importação e exportação de produtos ou edição em massa.</p><p> GTIN é um identificador chave de um produto. Se você não especificou o GTIN como um recurso, o SKU do produto do campo CODE será usado. Os GTINs para combinações de opções são sempre obtidos dos campos CODE das combinações.</p>
sv_se: <p>Innan du exporterar en dataflödesfil för Google Merchant, se till att redigera dina produkter och ange värdena för produktfunktioner som tillhör gruppen Google Export. Du kan göra detta via produktimport och -export, eller massredigering.</p><p> GTIN är en nyckelidentifierare för en produkt. Om du inte angav GTIN som en funktion kommer produktens SKU från fältet KOD att användas. GTIN för alternativkombinationer hämtas alltid från KODE-fälten för kombinationer.</p>
zh_cn: <p> 在为 google 商家导出数据源文件之前，请确保编辑您的产品并指定属于 google 导出组的产品功能的值。您可以通过产品导入和导出或成批编辑来完成此工作，</p><p> GTIN 是产品的关键标识符。如果没有将 GTIN 指定为功能，则将使用 "代码" 字段中的产品 SKU。选项组合的 GTINs 总是取自组合的代码字段。</p>

source: When you export a data feed file, this option will provide data for the selected Google field type.
fa_ir: هنگامی که یک فایل فید داده را صادر می کنید، این گزینه داده هایی را برای نوع فیلد انتخابی Google ارائه می دهد.
fi_fi: Kun viet tietosyötetiedoston, tämä vaihtoehto tarjoaa tiedot valitulle Google-kenttätyypille.
ko_kr: 데이터 피드 파일을 내보낼 때 이 옵션은 선택한 Google 필드 유형에 대한 데이터를 제공합니다.
pt_pt: Ao exportar um arquivo de feed de dados, essa opção fornecerá dados para o tipo de campo do Google selecionado.
sv_se: När du exporterar en dataflödesfil kommer detta alternativ att tillhandahålla data för den valda Google-fälttypen.
zh_cn: 导出数据源文件时，此选项将为所选的 Google 字段类型提供数据。

# Languages::addons.google_export.text_info_setting_options
source: Please make sure that you selected this option as "Equivalent in Google" for one of the options in your store. Otherwise the data feed file may not be exported properly.
fa_ir: لطفاً مطمئن شوید که این گزینه را به عنوان «معادل در گوگل» برای یکی از گزینه های فروشگاه خود انتخاب کرده اید. در غیر این صورت ممکن است فایل خوراک داده به درستی صادر نشود.
fi_fi: Varmista, että valitsit tämän vaihtoehdon "Vastaa Googlessa" yhdelle myymäläsi vaihtoehdoista. Muutoin tietosyötetiedostoa ei ehkä viedä oikein.
ko_kr: 상점의 옵션 중 하나에 대해 이 옵션을 "Google에서 동등함"으로 선택했는지 확인하십시오. 그렇지 않으면 데이터 피드 파일이 제대로 내보내지지 않을 수 있습니다.
pt_pt: Certifique-se de que selecionou esta opção como "Equivalente no Google" para uma das opções da sua loja. Caso contrário, o arquivo de feed de dados pode não ser exportado corretamente.
sv_se: Se till att du valde det här alternativet som "Ekvivalent i Google" för ett av alternativen i din butik. Annars kanske dataflödesfilen inte exporteras korrekt.
zh_cn: 请确保在您的商店中选择 "Google 中的等效项"。否则，可能无法正确导出数据源文件。
