Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/google_sitemap.po
Languages: fa_ir, fi_fi, sv_se

# Addons::name::google_sitemap
source: Google sitemap
fa_ir: نقشه سایت گوگل
fi_fi: Google Sivukartta
sv_se: Google sidkarta

# Addons::description::google_sitemap
source: Creates a sitemap.xml for Google
fa_ir: ایجاد sitemap.xml برای گوگل
fi_fi: Luo sitemap.xml-tiedoston Googlelle
sv_se: Skapar en sitemap.xml för Google

# Languages::google_sitemap.text_regenerate
source: If products, categories, etc. were added or changed, please <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">Regenerate a sitemap</a><br /><br /> [sitemap_available_in_customer]
fa_ir: اگر محصولات، دسته ها، و غیره اضافه تغییر یافت ، لطفا <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]"> نقشه سایت بازسازی</a> ی برزیلی / >-برزیلی / > [sitemap_available_in_customer]
fi_fi: Jos tuotteita, luokkia jne. lisättiin tai muutettiin, ole hyvä <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">Luo sivustokartta uudelleen</a><br /><br /> [sitemap_available_in_customer]
sv_se: Om produkter, kategorier, etc. ändrats eller lagts till behöver du <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">Återskapa sidkartan</a><br><br> [sitemap_available_in_customer]

# Languages::google_sitemap.text_auto_regenerate
source: You can run the regeneration of the site map automatically at certain time intervals. To do it, add the following command to CRON:
fa_ir: شما می توانید بازسازی نقشه سایت را به طور خودکار در بازه های زمانی مشخص اجرا کنید. برای انجام این کار، دستور زیر را به CRON اضافه کنید:
fi_fi: Voit suorittaa sivustokartan uudelleenmuodostuksen automaattisesti tietyin aikavälein. Tee se lisäämällä seuraava komento CRON:iin:
sv_se: Du kan köra regenereringen av webbplatskartan automatiskt med vissa tidsintervall. För att göra det, lägg till följande kommando till CRON:

# Languages::google_sitemap.text_select_storefront
source: To generate a sitemap, please select storefront first.
fa_ir: برای تولید نقشه سایت لطفا نمای اول را انتخاب کنید.
fi_fi: Luo sivustokartta valitsemalla ensin julkisivu.
sv_se: För att generera en sidkarta måste du först välja butik.

# Languages::sitemap_available_in_customer
source: Sitemap is available by this link: <a href="[sitemap_url]">[sitemap_url]</a><br /><br />Sitemap can be reached by the URL <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>
fa_ir: نقشه سایت توسط این لینک در دسترس است: <a href="[sitemap_url]"> [sitemap_url]</a> / >-br / > برای دسترسی به نقشه سایت می توانید با آدرس <a href="[http_location]/sitemap.xml"> [http_location]/sitemap.xml</a> ارتباط برقرار نمایید.
fi_fi: Sivustokartta löytyy tästä linkistä: <a href="[sitemap_url]">[sitemap_url]</a><br /><br />Sivustokarttaan pääsee URL-osoitteesta <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>
sv_se: Sidkartan finns på denna URL: <a href="[sitemap_url]">[sitemap_url]</a><br><br>Sikartan kan även nås på denna URL: <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>

# Languages::always
source: Always
fa_ir: همیشه
fi_fi: Aina
sv_se: Alltid

# Languages::hourly
source: Hourly
fa_ir: ساعتی
fi_fi: Tunneittain
sv_se: Varje timme

# Languages::daily
source: Daily
fa_ir: روزانه
fi_fi: Päivittäin
sv_se: Dagligen

# Languages::weekly
source: Weekly
fa_ir: هفتگی
fi_fi: Viikoittain
sv_se: Veckovis

# Languages::monthly
source: Monthly
fa_ir: ماهانه
fi_fi: Kuukausittain
sv_se: Månadsvis

# Languages::yearly
source: Yearly
fa_ir: سالانه
fi_fi: Vuosittain
sv_se: Årligen

# Languages::never
source: Never
fa_ir: هرگز
fi_fi: Ei koskaan
sv_se: Aldrig

# Languages::google_sitemap.generate_map
source: The sitemap is not generated yet. Please go to add-on settings and press "Regenerate a sitemap" button
fa_ir: نقشه سایت هنوز تولید نشده است. لطفا به افزودنی تنظیمات بروید و دکمه "بازسازی نقشه سایت" را فشار دهید
fi_fi: Sivukartta ei ole vielä luotu. Siirry lisäosien asetuksiin ja paina Luo sivustokartta uudelleen -painiketta
sv_se: Sidkartan är inte genererad ännu. Gå till tilläggets inställningar och klicka på "Återskapa sidkarta" knappen

# Languages::google_sitemap.map_generated
source: The sitemap was generated successfully
fa_ir: نقشه سایت با موفقیت ایجاد شد
fi_fi: Sivustokartan luominen onnistui
sv_se: Sidkartan har nu skapats

# SettingsSections::google_sitemap::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
sv_se: Allmänt

# SettingsOptions::google_sitemap::information
source: Information
fa_ir: اطلاعات
fi_fi: Yleiset tiedot

# SettingsOptions::google_sitemap::clear_url
source: Clear cache
fa_ir: پاک کردن کش
fi_fi: Tyhjennä välimuisti
sv_se: Rensa cacheminne

# SettingsOptions::google_sitemap::site_setting
source: Homepage settings
fa_ir: تنظیمات صفحه اصلی
fi_fi: Kotisivun asetukset
sv_se: Startsidan

# SettingsOptions::google_sitemap::site_change
source: Update frequency
fa_ir: بروز رسانی فرکانس
fi_fi: Päivitä taajuus
sv_se: Uppdateringsfrekvens

# SettingsOptions::google_sitemap::site_priority
source: Priority
fa_ir: اولویت
fi_fi: Prioriteetti
sv_se: Prioritet

# SettingsOptions::google_sitemap::products_setting
source: Products settings
fa_ir: تنظیمات محصولات
fi_fi: Tuotteiden asetukset
sv_se: Produkter

# SettingsOptions::google_sitemap::include_products
source: Include in sitemap
fa_ir: در نقشه سایت قرار دارد
fi_fi: Sisällytä sivustokarttaan
sv_se: Inkludera i sidkarta

# SettingsOptions::google_sitemap::products_change
source: Update frequency
fa_ir: بروز رسانی فرکانس
fi_fi: Päivitä taajuus
sv_se: Uppdateringsfrekvens

# SettingsOptions::google_sitemap::products_priority
source: Priority
fa_ir: اولویت
fi_fi: Prioriteetti
sv_se: Prioritet

# SettingsOptions::google_sitemap::categories_setting
source: Categories settings
fa_ir: رده بندی صفحه تنظیمات
fi_fi: Luokkien asetukset
sv_se: Kategorier

# SettingsOptions::google_sitemap::include_categories
source: Include in sitemap
fa_ir: در نقشه سایت قراردارد
fi_fi: Sisällytä sivustokarttaan
sv_se: Inkludera i sidkarta

# SettingsOptions::google_sitemap::categories_change
source: Update frequency
fa_ir: بروز رسانی فرکانس
fi_fi: Päivitä taajuus
sv_se: Uppdateringsfrekvens

# SettingsOptions::google_sitemap::categories_priority
source: Priority
fa_ir: اولویت
fi_fi: Prioriteetti
sv_se: Prioritet

# SettingsOptions::google_sitemap::pages_setting
source: Pages settings
fa_ir: تنظیمات صفحه
fi_fi: Sivujen asetukset
sv_se: Sidor

# SettingsOptions::google_sitemap::include_pages
source: Include in sitemap
fa_ir: در نقشه سایت قرار دارد
fi_fi: Sisällytä sivustokarttaan
sv_se: Inkludera i sidkarta

# SettingsOptions::google_sitemap::pages_change
source: Update frequency
fa_ir: بروز رسانی فرکانس
fi_fi: Päivitä taajuus
sv_se: Uppdateringsfrekvens

# SettingsOptions::google_sitemap::pages_priority
source: Priority
fa_ir: اولویت
fi_fi: Prioriteetti
sv_se: Prioritet

# SettingsOptions::google_sitemap::extended_setting
source: Brand/Manufacturer feature pages settings
fa_ir: ویژگی نام تجاری/تولید کننده صفحات تنظیمات
fi_fi: Brändin/valmistajan ominaisuussivujen asetukset
sv_se: Varumärke/tillverkare egenskapssidor

# SettingsOptions::google_sitemap::include_extended
source: Include in sitemap
fa_ir: در نقشه سایت قرار دارد
fi_fi: Sisällytä sivustokarttaan
sv_se: Inkludera i sidkarta

# SettingsOptions::google_sitemap::extended_change
source: Update frequency
fa_ir: بروز رسانی فرکانس
fi_fi: Päivitä taajuus
sv_se: Uppdateringsfrekvens

# SettingsOptions::google_sitemap::extended_priority
source: Priority
fa_ir: اولویت
fi_fi: Prioriteetti
sv_se: Prioritet

# SettingsOptions::google_sitemap::companies_setting
source: Companies settings
fa_ir: شرکت های تنظیمات
fi_fi: Yritysten asetukset
sv_se: Företag

# SettingsOptions::google_sitemap::include_companies
source: Include in sitemap
fa_ir: در نقشه سایت قراردارد
fi_fi: Sisällytä sivustokarttaan
sv_se: Inkludera i sidkarta

# SettingsOptions::google_sitemap::companies_change
source: Update frequency
fa_ir: بروز رسانی فرکانس
fi_fi: Päivitä taajuus
sv_se: Uppdateringsfrekvens

# SettingsOptions::google_sitemap::companies_priority
source: Priority
fa_ir: اولویت
fi_fi: Prioriteetti
sv_se: Prioritet
