Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/help_center.po
Languages: ar_sa, cs_cz, de_de, el_gr, fa_ir, fi_fi, fr_fr, he_il, hu_hu, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, sv_se, uk_ua

# Addons::name::help_center
source: Help center
ar_sa: مركز المساعدة
cs_cz: Centrum nápovědy
de_de: Hilfezentrum
el_gr: Κέντρο βοηθείας
fa_ir: مرکز کمک
fi_fi: Ohjekeskus
fr_fr: Centre d'aide
he_il: מרכז עזרה
hu_hu: Súgóközpont
ko_kr: 지원 센터
nl_nl: Helpcentrum
pl_pl: Centrum pomocy
pt_pt: Centro de ajuda
ro_ro: Ajutor
sv_se: Hjälpcenter
uk_ua: Центр допомоги

# Addons::description::help_center
source: Adds a help button with links to relevant documentation and/or videos to various pages in the admin panel.
ar_sa: يضيف زر تعليمات مع روابط للوثائق و / أو مقاطع الفيديو ذات الصلة إلى صفحات مختلفة في لوحة الإدارة.
cs_cz: Přidává tlačítko pomoci s odkazem na relevantní dokumentaci a/nebo video na patřičné stránky v administračním panelu.
de_de: F체gt eine Hilfe-Schaltfl채che mit Links zu relevanter Dokumentation und/oder Videos zu verschiedenen Seiten im Admin-Bereich hinzu.
el_gr: Προσθέτει ένα κουμπί βοήθειας με συνδέσμους σε σχετική τεκμηρίωση ή / και βίντεο σε διάφορες σελίδες στον πίνακα διαχείρισης.
fa_ir: یک دکمه راهنما با پیوندهایی به اسناد و/یا ویدیوهای مرتبط به صفحات مختلف در پنل مدیریت اضافه می‌کند.
fi_fi: Lisää ohjepainikkeen, jossa on linkkejä asiaankuuluviin asiakirjoihin ja/tai videoihin hallintapaneelin eri sivuille.
fr_fr: Ajoute un bouton d'aide avec des liens vers la documentation et/ou les vidéos pertinentes sur différentes pages du panneau d'administration.
he_il: מוסיף כפתור עזרה עם קישורים לתיעוד ו / או סרטונים רלוונטיים לדפים שונים בחלונית הניהול.
hu_hu: Súgó gomb hozzáadása a vonatkozó dokumentációra és/vagy videókra mutató hivatkozásokkal az admin panel különböző oldalain
ko_kr: 관리자 패널의 다양한 페이지에 대한 관련 문서 및/또는 비디오에 대한 링크가 있는 도움말 버튼을 추가합니다.
nl_nl: Voegt een help-knop met links naar relevante documentatie en/of video's toe aan verschillende pagina's in het admin-paneel.
pl_pl: Dodaje przycisk pomocy z linkami do odpowiedniej dokumentacji i/lub filmów, do różnych stron w panelu administracyjnym.
pt_pt: Adiciona um botão de ajuda com links para documentação e/ou vídeos relevantes para várias páginas no painel de administração.
ro_ro: Adaugă un buton de ajutor cu linkuri către documentație și / sau tutoriale video pe diferite pagini ale panoului de administrare.
sv_se: Lägger till en hjälpknapp med länkar till relevant dokumentation och/eller videor till olika sidor i adminpanelen.
uk_ua: Додає кнопку довідки із посиланнями на відповідну документацію та / або відео на різні сторінки адміністративної панелі.

# Languages::help_center.help
source: Help
ar_sa: المساعدة
cs_cz: Pomoc
de_de: Hilfe
el_gr: Βοήθεια
fa_ir: کمک
fi_fi: auta
fr_fr: Aide
he_il: עזרה
hu_hu: Súgó
ko_kr: 돕다
nl_nl: Helpen
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
sv_se: Hjälp
uk_ua: Допомога

# Languages::help_center.help_center
source: Help Center
ar_sa: مركز المساعدة
cs_cz: Centrum nápovědy
de_de: Hilfezentrum
el_gr: Κέντρο βοηθείας
fa_ir: مرکز کمک
fi_fi: Ohjekeskus
fr_fr: Centre d'aide
he_il: מרכז עזרה
hu_hu: Segítség Központ
ko_kr: 지원 센터
nl_nl: Helpcentrum
pl_pl: Centrum pomocy
pt_pt: Centro de ajuda
ro_ro: Centru de ajutor
sv_se: Hjälpcenter
uk_ua: Центр допомоги

# Languages::help_center.see_all_n_results
source: See all [n] results...
ar_sa: مشاهدة جميع النتائج [n] ...
cs_cz: Podívat se na všechny [n] výsledky...
de_de: Alle [n] Ergebnisse anzeigen...
el_gr: Δείτε όλα τα [n] αποτελέσματα ...
fa_ir: مشاهده همه [n] نتیجه...
fi_fi: Katso kaikki [n] tulosta...
fr_fr: Voir tous les [n] résultats...
he_il: הצג את כל [n] תוצאות ...
hu_hu: Az összes [n] eredmény megtekintése...
ko_kr: [n] 개의 결과 모두 보기...
nl_nl: Bekijk alle [n] resultaten...
pl_pl: Zobacz wszystkie wyniki [n] ...
pt_pt: Ver todos os [n] resultados...
ro_ro: Vedeți toate [n] rezultatele ...
sv_se: Se alla [n] resultat...
uk_ua: Переглянути всі [n] результатів ...

# Languages::help_center.customer_care
source: Customer Care
ar_sa: رعاية العميل
cs_cz: Péče o zákazníky
de_de: Kundendienst
el_gr: Εξυπηρέτηση πελατών
fa_ir: مراقبت از مشتری
fi_fi: Asiakaspalvelu
fr_fr: Service client
he_il: שירות לקוחות
hu_hu: Ügyfélszolgálat
ko_kr: 고객 지원
nl_nl: Klantenservice
pl_pl: Obsługa klienta
pt_pt: Servico de atendimento ao Consumidor
ro_ro: Asistență Clienți
sv_se: Kundtjänst
uk_ua: Обслуговування клієнтів

# Languages::help_center.customer_care.view_all_tickets
source: View all tickets
ar_sa: عرض جميع التذاكر
cs_cz: Zobrazit všechny vstupenky
de_de: Alle Eintrittskarten anzeigen
el_gr: Δείτε όλα τα εισιτήρια
fa_ir: مشاهده تمامی بلیط ها
fi_fi: Katso kaikki liput
fr_fr: Voir tous les billets
he_il: צפו בכל הכרטיסים
hu_hu: Az összes jegy megtekintése
ko_kr: 모든 티켓 보기
nl_nl: Bekijk alle tickets
pl_pl: Zobacz wszystkie zgłoszenia
pt_pt: Ver todos os ingressos
ro_ro: Vezi toate biletele
sv_se: Se alla biljetter
uk_ua: Переглянути всі квитки

# Languages::help_center.customer_care.all_tickets
source: All tickets
ar_sa: جميع التذاكر
cs_cz: Všechny vstupenky
de_de: Alle Eintrittskarten
el_gr: Όλα τα εισιτήρια
fa_ir: همه بلیط ها
fi_fi: Kaikki liput
fr_fr: Tous les billets
he_il: כל הכרטיסים
hu_hu: Minden jegy
ko_kr: 모든 티켓
nl_nl: Alle tickets
pl_pl: Wszystkie zgłoszenia
pt_pt: Todos os Tickets
ro_ro: Toate biletele
sv_se: Alla biljetter
uk_ua: Всі квитки

# Languages::help_center.customer_care.no_support_tickets
source: No support tickets found.
ar_sa: لم يتم العثور على تذاكر دعم.
cs_cz: Nebyly nalezeny žádné lístky podpory.
de_de: Keine Support-Tickets gefunden.
el_gr: Δεν βρέθηκαν εισιτήρια υποστήριξης.
fa_ir: هیچ بلیط پشتیبانی پیدا نشد
fi_fi: Tukilippuja ei löytynyt.
fr_fr: Aucun ticket d'assistance trouvé.
he_il: לא נמצאו כרטיסי תמיכה.
hu_hu: Nem található támogatási jegy.
ko_kr: 지원 티켓을 찾을 수 없습니다.
nl_nl: Geen supporttickets gevonden.
pl_pl: Nie znaleziono zgłoszeń do pomocy technicznej.
pt_pt: Nenhum ticket de suporte encontrado.
ro_ro: Nu s-au găsit bilete de asistență.
sv_se: Inga supportbiljetter hittades.
uk_ua: Квитків служби підтримки не знайдено.

# Languages::help_center.customer_care.submit_ticket
source: Submit a ticket
ar_sa: تسجيل التذكرة
cs_cz: Předložte lístek
de_de: Legen Sie eine Karte vor
el_gr: Υποβολή εισιτηρίου
fa_ir: یک بلیط ارسال کنید
fi_fi: Lähetä lippu
fr_fr: Soumettre un ticket
he_il: שלח כרטיס
hu_hu: Nyújtsa be a jegyet
ko_kr: 티켓을 제출
nl_nl: Dien een ticket in
pl_pl: Wyślij zgłoszenie
pt_pt: Envie um bilhete
ro_ro: Trimiteți un bilet
sv_se: Skicka in en biljett
uk_ua: Подайте квиток

# Languages::help_center.customer_care.service_unavailable
source: Your Customer Care subscription is not active
ar_sa: اشتراك خدمة العملاء الخاص بك غير نشط
cs_cz: Vaše předplatné péče o zákazníky není aktivní
de_de: Ihr Kundenbetreuungsabonnement ist nicht aktiv
el_gr: Η συνδρομή Εξυπηρέτησης Πελατών δεν είναι ενεργή
fa_ir: اشتراک خدمات مشتری شما فعال نیست
fi_fi: Asiakaspalvelutilauksesi ei ole aktiivinen
fr_fr: Votre abonnement au service client n'est pas actif
he_il: מנוי שירות הלקוחות שלך אינו פעיל
hu_hu: Ügyfélszolgálati előfizetése nem aktív
ko_kr: 고객 관리 구독이 활성화되지 않았습니다.
nl_nl: Uw Customer Care-abonnement is niet actief
pl_pl: Subskrypcja usługi Obsługa klienta jest nieaktywna
pt_pt: Sua assinatura do Atendimento ao cliente não está ativa
ro_ro: Abonamentul dvs. de asistență pentru clienți nu este activ
sv_se: Ditt kundtjänstabonnemang är inte aktivt
uk_ua: Ваша підписка на службу підтримки неактивна

# Languages::help_center.customer_care.service_unavailable_description
source: Prolong the subscription to keep receiving support.
ar_sa: قم بإطالة الاشتراك للاستمرار في تلقي الدعم.
cs_cz: Chcete-li nadále dostávat podporu, prodlužte předplatné.
de_de: Verl채ngern Sie das Abonnement, um weiterhin Support zu erhalten.
el_gr: Παρατείνετε τη συνδρομή για να συνεχίσετε να λαμβάνετε υποστήριξη.
fa_ir: برای ادامه دریافت پشتیبانی، اشتراک را طولانی کنید.
fi_fi: Pidennä tilausta saadaksesi tukea.
fr_fr: Prolongez l'abonnement pour continuer à bénéficier de l'assistance.
he_il: הארך את המנוי כדי להמשיך לקבל תמיכה.
hu_hu: Hosszabbítsa meg az előfizetést, hogy továbbra is támogatást kapjon.
ko_kr: 지원을 계속 받으려면 구독을 연장하세요.
nl_nl: Verleng het abonnement om ondersteuning te blijven ontvangen.
pl_pl: Przedłuż subskrypcję, aby nadal otrzymywać wsparcie.
pt_pt: Prolongue a assinatura para continuar recebendo suporte.
ro_ro: Prelungiți abonamentul pentru a continua să primiți asistență.
sv_se: Förläng prenumerationen för att fortsätta få support.
uk_ua: Продовжте підписку, щоб продовжувати отримувати підтримку.

# Languages::help_center.customer_care.prolong_subscription
source: Prolong subscription
ar_sa: اشتراك مطول
cs_cz: Prodloužit předplatné
de_de: Abo verl채ngern
el_gr: Παράταση συνδρομής
fa_ir: تمدید اشتراک
fi_fi: Pidennä tilausta
fr_fr: Prolonger l'abonnement
he_il: הארכת מנוי
hu_hu: Az előfizetés meghosszabbítása
ko_kr: 구독 연장
nl_nl: Abonnement verlengen
pl_pl: Przedłużenie subskrypcji
pt_pt: Prolongar assinatura
ro_ro: Prelungiți abonamentul
sv_se: Förläng prenumerationen
uk_ua: Продовжити підписку

# Languages::help_center.customer_care.sign_in_text
source: Sign in with your Help Desk account <br>to contact Customer Care and see your latest tickets.
ar_sa: قم بتسجيل الدخول باستخدام حساب Help Desk الخاص بك <br>للاتصال بخدمة العملاء ومشاهدة أحدث التذاكر الخاصة بك.
cs_cz: Přihlaste se pomocí svého účtu Help Desk <br>, abyste kontaktovali zákaznickou podporu a viděli své nejnovější vstupenky.
de_de: Melden Sie sich mit Ihrem Helpdesk-Konto <br>an, um den Kundendienst zu kontaktieren und Ihre neuesten Tickets anzuzeigen.
el_gr: Συνδεθείτε με τον λογαριασμό σας στο Help Desk <br>για να επικοινωνήσετε με την Εξυπηρέτηση Πελατών και να δείτε τα πιο πρόσφατα εισιτήριά σας.
fa_ir: با حساب Help Desk <br>خود وارد شوید تا با بخش مراقبت مشتری تماس بگیرید و آخرین بلیط های خود را ببینید.
fi_fi: Kirjaudu sisään Help Desk -tililläsi <br>ottaaksesi yhteyttä asiakaspalveluun ja nähdäksesi uusimmat lippusi.
fr_fr: Connectez-vous avec votre compte Help Desk <br>pour contacter le service client et voir vos derniers tickets.
he_il: היכנס עם חשבון ה-Help Desk שלך <br>כדי ליצור קשר עם שירות הלקוחות ולראות את הכרטיסים האחרונים שלך.
hu_hu: Jelentkezzen be Help Desk fiókjával <br>, hogy kapcsolatba lépjen az Ügyfélszolgálattal, és megtekinthesse legújabb jegyeit.
ko_kr: 헬프 데스크 계정 <br>으로 로그인하여 고객 지원에 연락하고 최신 티켓을 확인하십시오.
nl_nl: Meld u aan met uw Help Desk-account <br>om contact op te nemen met de klantenservice en uw laatste tickets te bekijken.
pl_pl: Zaloguj się za pomocą swojego konta Help Desk, aby skontaktować się z Działem Obsługi Klienta i zobaczyć najnowsze zgłoszenia.
pt_pt: Faça login com sua conta de Help Desk <br>para entrar em contato com o Atendimento ao cliente e ver seus tíquetes mais recentes.
ro_ro: Conectați-vă cu contul dvs. Help Desk <br>pentru a contacta Serviciul Clienți și pentru a vedea cele mai recente bilete.
sv_se: Logga in med ditt Help Desk-konto <br>för att kontakta kundtjänst och se dina senaste biljetter.
uk_ua: Увійдіть за допомогою облікового запису служби підтримки <br>, щоб зв’язатися зі службою підтримки клієнтів і переглянути свої останні квитки.

# Languages::help_center.customer_care.status.resolved
source: Resolved
ar_sa: تم الحل
cs_cz: Vyřešeno
de_de: Beschlossen
el_gr: Επιλύθηκε
fa_ir: حل شد
fi_fi: Ratkaistu
fr_fr: Résolu
he_il: נפתר
hu_hu: Megoldva
ko_kr: 해결됨
nl_nl: Opgelost
pl_pl: Rozwiązane
pt_pt: Resolvido
ro_ro: Rezolvat
sv_se: Löst
uk_ua: Вирішено

# Languages::help_center.customer_care.status.open
source: Open
ar_sa: فتح
cs_cz: OTEVŘENO
de_de: Offen
el_gr: Ανοιχτο
fa_ir: باز کن
fi_fi: Avata
fr_fr: Ouvert
he_il: לִפְתוֹחַ
hu_hu: Nyisd ki
ko_kr: 열려 있는
pl_pl: Otwarte
pt_pt: Abrir
ro_ro: Deschis
sv_se: Öppna
uk_ua: ВІДЧИНЕНО

# Languages::help_center.customer_care.few_tickets_require_your_attention
source: A few tickets from Customer Care team require your attention. <a href="[url]" target="[target]">Click here to view tickets</a>
ar_sa: تتطلب بعض التذاكر من فريق خدمة العملاء انتباهك. <a href="[url]" target="[target]">انقر هنا لعرض التذاكر</a>
cs_cz: Několik lístků od týmu péče o zákazníky vyžaduje vaši pozornost. <a href="[url]" target="[target]">Kliknutím sem zobrazíte vstupenky</a>
de_de: Einige Tickets vom Kundendienstteam erfordern Ihre Aufmerksamkeit. <a href="[url]" target="[target]">Klicken Sie hier, um Tickets anzuzeigen</a>
el_gr: Μερικά εισιτήρια από την ομάδα Εξυπηρέτησης Πελατών απαιτούν την προσοχή σας. <a href="[url]" target="[target]">Κάντε κλικ εδώ για να δείτε τα εισιτήρια</a>
fa_ir: چند بلیط از تیم مراقبت از مشتری توجه شما را می طلبد. <a href="[url]" target="[target]">برای مشاهده بلیط اینجا را کلیک کنید</a>
fi_fi: Muutama lippu asiakaspalvelutiimiltä vaatii huomiota. <a href="[url]" target="[target]">Napsauta tästä nähdäksesi liput</a>
fr_fr: Quelques tickets de l'équipe du service client nécessitent votre attention. <a href="[url]" target="[target]">Cliquez ici pour voir les billets</a>
he_il: מספר כרטיסים מצוות שירות הלקוחות דורשים את תשומת לבכם. <a href="[url]" target="[target]">לחץ כאן לצפייה בכרטיסים</a>
hu_hu: Néhány jegy az Ügyfélszolgálat csapatától figyelmet igényel. <a href="[url]" target="[target]">Kattintson ide a jegyek megtekintéséhez</a>
ko_kr: 고객 지원 팀의 몇 가지 티켓에 주의가 필요합니다. <a href="[url]" target="[target]">티켓을 보려면 여기를 클릭하세요</a>
nl_nl: Een paar tickets van het Customer Care-team vragen uw aandacht. <a href="[url]" target="[target]">Klik hier om tickets te bekijken</a>
pl_pl: Kilka zgłoszeń od zespołu obsługi klienta wymaga Twojej uwagi. <a href="[url]" target="[target]">Kliknij tutaj, aby wyświetlić tickety</a>
pt_pt: Alguns tíquetes da equipe de Atendimento ao Cliente exigem sua atenção. <a href="[url]" target="[target]">Clique aqui para ver os ingressos</a>
ro_ro: Câteva bilete de la echipa de asistență pentru clienți necesită atenția dvs. <a href="[url]" target="[target]">Faceți clic aici pentru a vizualiza biletele</a>
sv_se: Några biljetter från Customer Care-teamet kräver din uppmärksamhet. <a href="[url]" target="[target]">Klicka här för att se biljetter</a>
uk_ua: Кілька квитків від служби підтримки клієнтів потребують вашої уваги. <a href="[url]" target="[target]">Натисніть тут, щоб переглянути квитки</a>
