Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/hidpi.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, id_id, ko_kr, no_no, pt_pt, sv_se, tr_tr, zh_cn

# Addons::name::hidpi
source: HiDPI displays support
da_dk: HiDPI viser hjælp
de_de: HiDPI-Unterstützung für Displays
fa_ir: HiDPI پشتیبانی را نمایش می دهد.
fi_fi: HiDPI tuki
fr_fr: Support pour affichage HiDPi
id_id: Dukungan tampilan HiDPI
ko_kr: HiDPI 디스플레이 지원
no_no: HiDPI skjerm støtte
pt_pt: Suporte para monitores HiDPI
sv_se: HiDPI skärmstöd
tr_tr: HiDPI görüntü desteği
zh_cn: HiDPI 显示支持

# Addons::description::hidpi
source: Support for Retina displays
da_dk: Støtte for Retina skærme
de_de: Unterstützung für Retina-Displays
fa_ir: پشتیبانی از نمایش شبکیه چشم(Retina)
fi_fi: Tuki Retina-näytöille
fr_fr: Prise en charge pour les écrans Retina
id_id: Dukungan untuk display Retina
ko_kr: 레티나 디스플레이 지원
no_no: Støtte for Retina-skjermer
pt_pt: Suporte para telas Retina
sv_se: Stöd för Retinaskärmar
tr_tr: Retina ekranlar için destek
zh_cn: 支持视网膜显示

# SettingsSections::hidpi::general
source: General
da_dk: Generel
de_de: Allgemein
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
ko_kr: 일반적인
no_no: Generell
pt_pt: Em geral
sv_se: Allmän
tr_tr: Genel
zh_cn: 一般的

# SettingsOptions::hidpi::default_upload_high_res_image
source: Consider all uploaded images HiDPI
da_dk: Overvej alle uploadede billeder HiDPI
de_de: Betrachten Sie alle hochgeladenen Bilder HiDPI
fa_ir: تمام تصاویر آپلود شده HiDPI را در نظر بگیرید
fi_fi: Harkitse kaikkia ladattuja kuvia HiDPI
fr_fr: Considérez toutes les images téléchargées comme HiDPI
ko_kr: 업로드된 모든 이미지 HiDPI 고려
no_no: Vurder alle opplastede bilder HiDPI
pt_pt: Considere todas as imagens enviadas como HiDPI
sv_se: Beakta alla uppladdade bilder HiDPI
tr_tr: Yüklenen tüm görüntüleri HiDPI olarak değerlendirin
zh_cn: 考虑所有上传的图像 HiDPI

# SettingsTooltips::hidpi::default_upload_high_res_image
source: Make the "I'm uploading a HiDPI image" checkboxes ticked by default everywhere where images are uploaded. You'll be able to untick those checkboxes when necessary.
da_dk: Sæt afkrydsningsfelterne "Jeg uploader et HiDPI-billede" som standard alle steder, hvor billeder uploades. Du vil være i stand til at fjerne markeringen i disse afkrydsningsfelter, når det er nødvendigt.
de_de: Aktivieren Sie die Kontrollkästchen "Ich lade ein HiDPI-Bild hoch" standardmäßig überall dort, wo Bilder hochgeladen werden. Sie können diese Kontrollkästchen bei Bedarf deaktivieren.
fa_ir: چک باکس های "I'm uploading a HiDPI image" را در هر جایی که تصاویر آپلود می شوند به صورت پیش فرض علامت بزنید. در صورت لزوم می‌توانید تیک آن کادرها را بردارید.
fi_fi: Valitse "Lähetän HiDPI-kuvan" -valintaruudut oletusarvoisesti kaikkialla, missä kuvia ladataan. Voit tarvittaessa poistaa näiden valintaruutujen valinnan.
fr_fr: Faites en sorte que les cases à cocher "Je télécharge une image HiDPI" soient cochées par défaut partout où des images sont téléchargées. Vous pourrez décocher ces cases si nécessaire.
id_id: Membuat kotak "Saya mengunggah gambar HiDPI" tercentang otomatis saat gambar diunggah. Anda dapat menghapus centang bila diperlukan.
ko_kr: 이미지가 업로드되는 모든 위치에서 기본적으로 "HiDPI 이미지를 업로드 중입니다" 확인란을 선택합니다. 필요한 경우 해당 확인란의 선택을 취소할 수 있습니다.
no_no: Merk av for "Jeg laster opp et HiDPI-bilde" som standard overalt der bilder lastes opp. Du vil kunne fjerne merket for disse avmerkingsboksene når det er nødvendig.
pt_pt: Marque as caixas de seleção "Estou carregando uma imagem HiDPI" marcadas por padrão em todos os lugares onde as imagens são carregadas. Você poderá desmarcar essas caixas de seleção quando necessário.
sv_se: Markera kryssrutorna "Jag laddar upp en HiDPI-bild" som standard överallt där bilder laddas upp. Du kommer att kunna avmarkera dessa kryssrutor vid behov.
tr_tr: HiDPI fotoğrafı yüklüyorum tikini varsayılan olarak ayarlayın. Gerektiğinde bu tiki kaldırabilirsiniz.
zh_cn: 默认情况下，在上传图像的所有位置勾选“我正在上传 HiDPI 图像”复选框。您可以在必要时取消选中这些复选框。

# Languages::text_hidpi_support_enabled
source: HiDPI support is enabled
da_dk: HiDPI support er aktiveret
de_de: HiDPI-Unterstützung wurde aktiviert
fa_ir: پشتیبانی HiDPI فعال است
fi_fi: HiDPI-tuki on käytössä
fr_fr: Le support HiDPI est activé
id_id: Dukungan HiDPI diaktifkan
ko_kr: HiDPI 지원이 활성화됨
no_no: HiDPI-støtte er aktivert
pt_pt: O suporte HiDPI está ativado
sv_se: HiDPI stöd är aktiverat
tr_tr: HiDPI desteği etkin
zh_cn: 启用 HiDPI 支持

# Languages::hidpi.upload_high_res_image
source: I’m uploading a HiDPI image.
da_dk: Jeg uploader et HiDPI-billede.
de_de: Ich lade ein HiDPI-Bild hoch
fa_ir: من یک تصویر HiDPI را آپلود می کنم.
fi_fi: Lataan HiDPI-kuvan.
fr_fr: Je télécharge une image HiDPI.
id_id: Saya mengunggah gambar HiDPI.
ko_kr: HiDPI 이미지를 업로드 중입니다.
no_no: Jeg laster opp et HiDPI-bilde.
pt_pt: Estou carregando uma imagem HiDPI.
sv_se: Jag laddar upp en HiDPI-bild.
tr_tr: HiDPI resmi yüklüyorum.
zh_cn: 我正在上传 HiDPI 图像。

# Languages::hidpi.upload_high_res_image.tooltip
source: If this checkbox is ticked, the source image will be displayed two times downscaled. This setting only affects the displaying of the source image and not its thumbnail. If you want an image to be displayed in the original size, untick this checkbox.
da_dk: Hvis dette afkrydsningsfelt er markeret, vil kildebilledet blive vist to gange nedskaleret. Denne indstilling påvirker kun visningen af kildebilledet og ikke dets thumbnail. Hvis du ønsker, at et billede skal vises i den originale størrelse, skal du fjerne markeringen i dette afkrydsningsfelt.
de_de: Wenn dieses Kontrollkästchen aktiviert ist, wird das Quellbild zweifach verkleinert angezeigt. Diese Einstellung wirkt sich nur auf die Anzeige des Quellbildes und nicht auf dessen Miniaturbild aus. Wenn Sie möchten, dass ein Bild in Originalgröße angezeigt wird, deaktivieren Sie dieses Kontrollkästchen.
fa_ir: اگر این چک باکس تیک خورده باشد، تصویر منبع دو بار کوچک‌تر نمایش داده می‌شود. این تنظیم فقط بر نمایش تصویر منبع و نه تصویر کوچک آن تأثیر می گذارد. اگر می خواهید یک تصویر در اندازه اصلی نمایش داده شود، تیک این کادر را بردارید.
fi_fi: Jos tämä valintaruutu on valittuna, lähdekuva näytetään kahdesti pienennettynä. Tämä asetus vaikuttaa vain lähdekuvan näyttämiseen, ei sen pikkukuvaan. Jos haluat kuvan näkyvän alkuperäisessä koossa, poista tämän valintaruudun valinta.
fr_fr: Si cette case est cochée, l'image source sera affichée deux fois à échelle réduite. Ce paramètre n'affecte que l'affichage de l'image source et non de sa vignette. Si vous souhaitez qu'une image soit affichée dans sa taille originale, décochez cette case.
id_id: Jika kotak ini dicentang, sumber gambar akan ditampilkan dengan penurunan skala dua kali. Pengaturan ini hanya memengaruhi tampilan sumber gambar, bukan thumbnail-nya. Jika Anda ingin tampilan gambar dengan ukuran asli, hapus centang pada kotak ini.
ko_kr: 이 확인란을 선택하면 원본 이미지가 두 번 축소되어 표시됩니다. 이 설정은 썸네일이 아닌 소스 이미지 표시에만 영향을 줍니다. 이미지를 원래 크기로 표시하려면 이 확인란의 선택을 취소합니다.
no_no: Hvis denne avmerkingsboksen er merket, vil kildebildet vises to ganger nedskalert. Denne innstillingen påvirker bare visningen av kildebildet og ikke miniatyrbildet. Hvis du vil at et bilde skal vises i den opprinnelige størrelsen, fjerner du merket for denne boksen.
pt_pt: Se esta caixa de seleção estiver marcada, a imagem de origem será exibida duas vezes em escala reduzida. Essa configuração afeta apenas a exibição da imagem de origem e não sua miniatura. Se você quiser que uma imagem seja exibida no tamanho original, desmarque esta caixa de seleção.
sv_se: Om den här kryssrutan är markerad kommer källbilden att visas två gånger nedskalad. Den här inställningen påverkar endast visningen av källbilden och inte dess miniatyrbild. Om du vill att en bild ska visas i originalstorlek, avmarkera den här kryssrutan.
tr_tr: Eğer bu kutu işaretli ise, kaynak resmin kalitesi iki kat düşürülecektir. Bu ayar sadece kaynak resmini etkileyecektir, kapak için değil. Eğer bir resmin tam boyutu ile kaynağına ulaşılmasını istiyorsanız bu kutudan tiki kaldırın.
zh_cn: 如果勾选此复选框，源图像将按比例缩小显示两次。此设置仅影响源图像的显示，而不影响其缩略图。如果您希望图像以原始尺寸显示，请取消选中此复选框。

# Languages::hidpi.restore_images
source: Image restoration
da_dk: Billedgendannelse
de_de: Bild-wiederherstellung
fa_ir: بازیابی تصویر
fi_fi: Kuvan palauttaminen
fr_fr: Restauration d'images
id_id: Pengembalian gambar
ko_kr: 이미지 복원
no_no: Bilde restaurering
pt_pt: Restauração de imagem
sv_se: Bildåterställning
tr_tr: Görsel iyileştirme
zh_cn: 图像恢复

# Languages::hidpi.text_restore_images
source: The previous version of the HiDPI display support add-on shrank the uploaded images. There’s no need for that now. But to make your images look nice and sharp you need to click Restore.
da_dk: Den tidligere version af HiDPI-skærmstøttetilføjelsen krympede de uploadede billeder. Det er der ikke behov for nu. Men for at få dine billeder til at se flotte og skarpe ud, skal du klikke på Gendan.
de_de: Die vorherige Version des HiDPI-Anzeigeunterstützungs-Add-Ons hat die hochgeladenen Bilder verkleinert. Das ist jetzt nicht nötig. Aber damit Ihre Bilder schön und scharf aussehen, müssen Sie auf Wiederherstellen klicken.
fa_ir: نسخه قبلی افزونه پشتیبانی از نمایشگر HiDPI، تصاویر آپلود شده را کوچک کرد. الان نیازی به اون نیست اما برای اینکه تصاویرتان زیبا و واضح به نظر برسند، باید روی Restore کلیک کنید.
fi_fi: HiDPI-näyttötuen edellinen versio kutisti ladatut kuvat. Nyt sille ei ole tarvetta. Mutta jotta kuvat näyttävät kauniilta ja teräviltä, sinun on napsautettava Palauta.
fr_fr: La version précédente du module complémentaire de prise en charge de l'affichage HiDPI réduisait les images téléchargées. Ce n'est plus nécessaire maintenant. Mais pour que vos images soient belles et nettes, vous devez cliquer sur Restaurer.
id_id: Versi fitur tambahan dukungan tampilan HiDPI sebelumnya memperkecil gambar yang diunggah. Hal ini tidak diperlukan sekarang. Untuk membuat gambar Anda terlihat bagus dan tajam, Anda perlu klik Kembalikan.
ko_kr: 이전 버전의 HiDPI 디스플레이 지원 애드온은 업로드된 이미지를 축소했습니다. 이제 그럴 필요가 없습니다. 그러나 이미지를 멋지고 선명하게 보이게 하려면 복원을 클릭해야 합니다.
no_no: Den forrige versjonen av HiDPI-skjermstøttetillegget krympet de opplastede bildene. Det er ikke behov for det nå. Men for å få bildene dine til å se fine og skarpe ut, må du klikke på Gjenopprett.
pt_pt: A versão anterior do complemento de suporte de exibição HiDPI reduziu as imagens carregadas. Não há necessidade disso agora. Mas para deixar suas imagens bonitas e nítidas, você precisa clicar em Restaurar.
sv_se: Den tidigare versionen av HiDPI-skärmstödstillägget krympte de uppladdade bilderna. Det finns inget behov av det nu. Men för att dina bilder ska se snygga och skarpa ut måste du klicka på Återställ.
tr_tr: HiDPI ekran desteği eklentisinin önceki sürümü, yüklenen görüntüleri küçültüyordu. Şimdi buna gerek yok. Ancak resimlerinizin güzel ve keskin görünmesi için Geri Yükle'ye tıklamanız gerekir.
zh_cn: 以前版本的 HiDPI 显示支持插件缩小了上传的图像。现在没必要了。但是要使您的图像看起来漂亮和清晰，您需要单击“恢复”。

# Languages::hidpi.restore_btn
source: Restore
da_dk: Gendan
de_de: Wiederherstellen
fa_ir: بازگرداندن
fi_fi: Palauttaa
fr_fr: Restaurer
id_id: Kembalikan
ko_kr: 복원하다
no_no: Restaurere
pt_pt: Restaurar
sv_se: Återställ
tr_tr: Yenile
zh_cn: 恢复

# Languages::hidpi.warning_restore_images
source: <strong>Attention!</strong> This procedure is non—reversible: when you revert the upgrade, the image restoration manipulations will not be reverted. So, please make sure to perform a backup. The procedure can take some time—it depends on the number of images in your store.
da_dk: <strong>OBS!</strong> Denne procedure er ikke-reversibel: Når du vender tilbage til opgraderingen, vil billedgendannelsesmanipulationerne ikke blive vendt tilbage. Så sørg for at lave en sikkerhedskopi. Proceduren kan tage noget tid - det afhænger af antallet af billeder i din butik.
de_de: <strong>Achtung!</strong> Dieser Vorgang ist nicht umkehrbar: Wenn Sie das Upgrade rückgängig machen, werden die Bildwiederherstellungsmanipulationen nicht rückgängig gemacht. Führen Sie daher unbedingt ein Backup durch. Der Vorgang kann einige Zeit dauern – dies hängt von der Anzahl der Bilder in Ihrem Shop ab.
fa_ir: <strong>توجه!</strong> این روش غیر قابل برگشت است: وقتی ارتقا را برگردانید، دستکاری های بازیابی تصویر برگردانده نمی شوند. بنابراین، لطفا مطمئن شوید که یک نسخه پشتیبان تهیه کنید. این روش ممکن است کمی طول بکشد - به تعداد تصاویر موجود در فروشگاه شما بستگی دارد.
fi_fi: <strong>Huomio!</strong> Tämä toimenpide ei ole peruutettavissa: kun palautat päivityksen, kuvan palautuskäsittelyjä ei peruuteta. Muista siis tehdä varmuuskopio. Toimenpide voi kestää jonkin aikaa – se riippuu kaupassasi olevien kuvien määrästä.
fr_fr: <strong>Attention !</strong> Cette procédure est irréversible : lorsque vous annulez la mise à jour, les manipulations de restauration de l'image ne seront pas annulées. Assurez-vous donc d'effectuer une sauvegarde. La procédure peut prendre un certain temps, cela dépend du nombre d'images dans votre magasin.
id_id: <strong>Perhatian!</strong> Prosedur ini tidak dapat dibatalkan--ketika Anda mengembalikan peningkatannya, manipulasi pemulihan gambar tidak akan dapat dikembalikan. Pastikan Anda telah melakukan pencadangan. Prosedur ini dapat memakan waktu--tergantung pada jumlah gambar di toko Anda.
ko_kr: <strong>주의!</strong> 이 절차는 되돌릴 수 없습니다. 업그레이드를 되돌리면 이미지 복원 조작이 되돌릴 수 없습니다. 따라서 반드시 백업을 해주시기 바랍니다. 절차는 시간이 걸릴 수 있습니다. 매장의 이미지 수에 따라 다릅니다.
no_no: <strong>OBS!</strong> Denne prosedyren er ikke-reversibel: Når du tilbakestiller oppgraderingen, vil ikke bildegjenopprettingsmanipulasjonene bli tilbakestilt. Så sørg for å utføre en sikkerhetskopi. Prosedyren kan ta litt tid – det avhenger av antall bilder i butikken din.
pt_pt: <strong>Atenção!</strong> Este procedimento é irreversível: ao reverter a atualização, as manipulações de restauração da imagem não serão revertidas. Portanto, certifique-se de fazer um backup. O procedimento pode levar algum tempo – depende do número de imagens em sua loja.
sv_se: <strong>Observera!</strong> Denna procedur är icke-reversibel: när du återställer uppgraderingen återställs inte bildåterställningsmanipulationerna. Så se till att göra en säkerhetskopia. Proceduren kan ta lite tid – det beror på antalet bilder i din butik.
tr_tr: <strong>Dikkat!</strong> Bu prosedür geri alınamaz: yükseltmeyi geri aldığınızda, görüntü geri yükleme işlemleri geri alınmayacaktır. Bu nedenle, lütfen bir yedekleme yaptığınızdan emin olun. Prosedür biraz zaman alabilir; bu, mağazanızdaki görsellerin sayısına bağlıdır.
zh_cn: <strong>注意！</strong> 此过程是不可逆的：当您恢复升级时，图像恢复操作将不会恢复。因此，请确保执行备份。该过程可能需要一些时间 - 这取决于您商店中的图像数量。

# Languages::hidpi.notice.images_were_not_restored
source: Some of the old images in your store are still low-quality. To use the highest quality possible, please <a href="[convert_url]">restore high-quality images</a>. The process is automatic.
da_dk: Nogle af de gamle billeder i din butik er stadig af lav kvalitet. For at bruge den højest mulige kvalitet skal du <a href="[convert_url]">gendanne billeder i høj kvalitet</a>. Processen er automatisk.
de_de: Einige der alten Bilder in Ihrem Shop sind immer noch von geringer Qualität. Um die höchstmögliche Qualität zu verwenden, stellen Sie bitte <a href="[convert_url]">Bilder in hoher Qualität wieder her</a>. Der Vorgang ist automatisch.
fa_ir: برخی از تصاویر قدیمی در فروشگاه شما هنوز کیفیت پایینی دارند. برای استفاده از بالاترین کیفیت ممکن، لطفا <a href="[convert_url]">تصاویر با کیفیت بالا را بازیابی کنید</a>. فرآیند به صورت خودکار است.
fi_fi: Jotkut kaupassasi olevista vanhoista kuvista ovat edelleen heikkolaatuisia. Jos haluat käyttää parasta mahdollista laatua, <a href="[convert_url]">palauta korkealaatuiset kuvat</a>. Prosessi on automaattinen.
fr_fr: Certaines des anciennes images de votre magasin sont encore de mauvaise qualité. Pour utiliser la meilleure qualité possible, veuillez <a href="[convert_url]">restaurer des images de haute qualité</a>. Le processus est automatique.
ko_kr: 상점에 있는 일부 오래된 이미지는 여전히 품질이 낮습니다. 가능한 최고 품질을 사용하려면 <a href="[convert_url]">고품질 이미지를 복원하십시오</a>. 프로세스는 자동입니다.
no_no: Noen av de gamle bildene i butikken din er fortsatt av lav kvalitet. For å bruke høyest mulig kvalitet, vennligst <a href="[convert_url]">gjenopprett bilder av høy kvalitet</a>. Prosessen er automatisk.
pt_pt: Algumas das imagens antigas em sua loja ainda são de baixa qualidade. Para usar a qualidade mais alta possível, <a href="[convert_url]">restaure imagens de alta qualidade</a>. O processo é automático.
sv_se: Vissa av de gamla bilderna i din butik är fortfarande av låg kvalitet. För att använda högsta möjliga kvalitet, <a href="[convert_url]">återställ högkvalitativa bilder</a>. Processen är automatisk.
tr_tr: Bazı eski resimleriniz hala düşük kalite olabilir. Mümkün olacak en iyi görüntü kalitesini elde etmek için, lütfen <a href="[convert_url]"> yüksek kalite resme restore et</a> Bu işlem otomatik gerçekleşir.
zh_cn: 您商店中的一些旧图像质量仍然很低。要尽可能使用最高质量，请 <a href="[convert_url]">恢复高质量图像</a>。该过程是自动的。
