Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/hybrid_auth.po
Languages: fa_ir, fi_fi, sv_se

# Addons::name::hybrid_auth
source: Social login
fa_ir: ورود به سیستم اجتماعی
fi_fi: Kirjaudu sosiaalisenmedian tunnuksilla
sv_se: Social inloggning

# Addons::description::hybrid_auth
source: Adds the Social Login feature; allows customers use Facebook, Twitter, etc. to log in on the store
fa_ir: افزودن خصیصه‌ی ورود اجتماعی؛ اجازه می دهد تا مشتریان با استفاده از فیس بوک، توییتر، و غیره به فروشگاه وارد شوند
fi_fi: Lisää Social Login -ominaisuuden; antaa asiakkaiden käyttää Facebookia, Twitteriä jne. kirjautuakseen sisään kauppaan
sv_se: Lägger till inloggning från sociala medier. Tillåter kunder använda Facebook, Twitter, etc. för att logga in på butiken

# SettingsSections::hybrid_auth::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
sv_se: Allmänt

# SettingsOptions::hybrid_auth::icons_pack
source: Icons pack
fa_ir: بسته آیکون ها
fi_fi: Ikonit pakkaus
sv_se: Ikonpaket

# SettingsTooltips::hybrid_auth::icons_pack
source: Directory with the social networks icons. A path to the directory: media/images/addons/addons/hybrid_auth/icons/.
fa_ir: دایرکتوری با آیکون شبکه اجتماعی. مسیر شاخه: رسانه ها/تصاویر/اضافه/اضافه/hybrid_auth/آیکون /.
fi_fi: Hakemisto sosiaalisten verkostojen kuvakkeilla. Polku hakemistoon: media/images/addons/addons/hybrid_auth/icons/.
sv_se: Ikoner för sociala nätverk finns i mappen: media/images/addons/addons/hybrid_auth/icons/.

# SettingsOptions::hybrid_auth::autogen_email
source: Autogeneration email
fa_ir: تولید خودکار ایمیل
fi_fi: Automaattisen generoinnin sähköposti
sv_se: Autogenerera e-post

# SettingsTooltips::hybrid_auth::autogen_email
source: Enables the email auto generation in case that a social network does not pass the address.
fa_ir: فعال‌سازی تولید خودکار ايميل در موردی که شبکه های اجتماعی آدرس را عبور نمی‌دهند.
fi_fi: Ottaa käyttöön sähköpostin automaattisen luomisen, jos sosiaalinen verkosto ei välitä osoitetta.
sv_se: Aktiverar automatisk e-postgenerering om det sociala nätverket inte godkänner adressen.

# Languages::hybrid_auth
source: Social login
fa_ir: ورود به سیستم اجتماعی
fi_fi: Sosiaalinen kirjautuminen
sv_se: Social inloggning

# Languages::hybrid_auth.linked_provider
source: Linked
fa_ir: لینک شده
fi_fi: Linkitetty
sv_se: Kopplad

# Languages::hybrid_auth.not_linked_provider
source: Not linked
fa_ir: لینک نشده
fi_fi: Ei linkitetty
sv_se: Inte kopplad

# Languages::hybrid_auth.providers
source: Providers
fa_ir: ارائه دهندگان
fi_fi: Palveluntarjoajat
sv_se: Tjänster

# Languages::hybrid_auth.add_provider
source: Add provider
fa_ir: افزودن ارائه دهنده
fi_fi: Lisää palveluntarjoaja
sv_se: Lägg till tjänst

# Languages::hybrid_auth.new_provider
source: New provider
fa_ir: ارائه دهنده جدید
fi_fi: Uusi palveluntarjoaja
sv_se: Ny tjänst

# Languages::hybrid_auth.editing_provider
source: Editing provider
fa_ir: ویرایش ارائه دهنده خدمات
fi_fi: Muokkaustarjoaja
sv_se: Redigerar tjänst

# Languages::hybrid_auth.callback_url
source: Callback URL
fa_ir: آدرس پاسخ
fi_fi: Takaisinsoitto-URL-osoite

# Languages::hybrid_auth.social_login
source: Or sign-in with another identity provider
fa_ir: و یا ثبت نام با ارائه هویت دیگری
fi_fi: Tai kirjaudu sisään toisen identiteetin tarjoajan kanssa
sv_se: Eller logga in med en annan identitetsleverantör

# Languages::hybrid_auth.unspecified_error
source: Unspecified error
fa_ir: خطای نامشخص
fi_fi: Määrittelemätön virhe
sv_se: Ospecificerat fel

# Languages::hybrid_auth.configuration_error
source: Hybriauth configuration error
fa_ir: خطای پیکربندی ورود دوگانه
fi_fi: Hybriautin konfigurointivirhe
sv_se: Hybriauth inställningsfel

# Languages::hybrid_auth.provider_error_configuration
source: Provider not properly configured
fa_ir: ارائه دهنده به درستی پیکربندی نشده است
fi_fi: Palveluntarjoajaa ei ole määritetty oikein
sv_se: Tjänsten är inte rätt konfigurerad

# Languages::hybrid_auth.wrong_provider
source: Unknown or disabled provider
fa_ir: ارائه‌دهنده ناشناخته یا غیرفعال
fi_fi: Tuntematon tai poistettu käytöstä
sv_se: Okänd eller inaktiverad tjänst

# Languages::hybrid_auth.missing_credentials
source: Missing provider application credentials
fa_ir: ارائه دهنده اطلاعات کاربری نرم افزار گم شده
fi_fi: Palveluntarjoajan sovelluksen tunnistetiedot puuttuvat
sv_se: Tjänstens autentiseringsuppgifter saknas

# Languages::hybrid_auth.failed_auth
source: Authentication failed. The user has canceled the authentication or the provider refused the connection
fa_ir: تأیید اعتبار ناموفق بود. کاربر تأیید اعتبار را لغو کرد و یا ارائه دهنده اتصال را رد نمود
fi_fi: Todennus epäonnistui. Käyttäjä on peruuttanut todennuksen tai palveluntarjoaja on kieltänyt yhteyden
sv_se: Autentisering misslyckades. Användaren har avbrutit autentisering eller tjänsten avvisade anslutningen

# Languages::hybrid_auth.connecting_provider
source: Contacting <b>[provider]</b>. Please wait...
fa_ir: تماس با <b>[provider]</b>. لطفاً منتظر بمانید...
fi_fi: Yhteydenotto <b>[provider]</b>. Odota...
sv_se: Kontaktar <b>[provider]</b>. Vänta...

# Languages::hybrid_auth.cant_create_profile
source: Unfortunately, we failed to create a customer and log in to the store due to one of the following reasons:<br />- You logged in to our store earlier using some other OpenID provider in which the same email is used.<br />- You have already registered in our store using your email.<br />Please contact the store owner to resolve the problems.
fa_ir: متاسفانه، ما موفق به ایجاد یک مشتری و ورود به فروشگاه به دلیل یکی از دلایل زیرمی باشد: است. <br /> - در فروشگاه ما وارد زودتر با استفاده از برخی نام های مشابه استفاده شده است از ارائه دهنده ایجاد حساب کاربری دیگر که در آن ایمیل استفاده کنید <برزیلی / > - شما در حال حاضر در فروشگاه ما هستید لطفا با استفاده از ایمیل اظلاعات خود را ثبت کنید <br />تا بتوانید با صاحب فروشگاه برای حل و فصل مشکلات تماس بگیرید.
fi_fi: Valitettavasti emme pystyneet luomaan asiakasta ja kirjautumaan kauppaan jostakin seuraavista syistä:<br />- Kirjauduit myymäläämme aiemmin jollain toisella OpenID-palveluntarjoajalla, jossa käytetään samaa sähköpostia.<br />- Olet jo rekisteröitynyt myymäläämme sähköpostillasi.<br />Ota yhteyttä kaupan omistajaan ongelmien ratkaisemiseksi.
sv_se: Kunde inte skapa något användarkonto på grund av:<br>- Du har loggat in i vår butik tidigare med annan OpenID leverantör där samma e-postadress används.<br>- Du är redan registrerad i vår butik med denna e-postadress.<br>Kontakta kundtjänst för att lösa problemet.

# Languages::hybrid_auth.password_generated
source: We are glad to inform you that you have been successfully registered in the store. A password was generated for you
fa_ir: ما خوشحالیم به اطلاع شما است که شما با موفقیت در فروشگاه ثبت نام شده اید. رمز عبوری برای شما ایجاد شد
fi_fi: Meillä on ilo ilmoittaa, että olet onnistuneesti rekisteröitynyt myymälään. Sinulle luotiin salasana
sv_se: Vi är glada att meddela att du nu har registrerats i butiken. Ett lösenord har skapats för dig

# Languages::hybrid_auth.change_password
source: You can change your password here
fa_ir: شما می توانید اینجا رمز عبور را تغییر دهید
fi_fi: Voit vaihtaa salasanasi täällä
sv_se: Du kan byta ditt lösenord här

# Languages::hybrid_auth.link_provider
source: Social network accounts
fa_ir: حساب های شبکه های اجتماعی
fi_fi: Sosiaalisen verkoston tilit
sv_se: Konton för sociala nätverk

# Languages::hybrid_auth.text_link_provider
source: Assign your social network account to this one and use it to log in
fa_ir: حساب کاربری شبکه های اجتماعی خود را به این یکی اختصاص دهید و از آن برای ورود به سیستم استفاده نمایید
fi_fi: Määritä sosiaalisen verkon tilisi tähän ja käytä sitä kirjautumiseen
sv_se: Tilldela ditt sociala nätverkskonto till detta och använd det för att logga in

# Languages::hybrid_auth.text_user_is_already_link
source: This social network account is already being used
fa_ir: این حساب کاربری شبکه های اجتماعی در حال حاضر در حال استفاده است
fi_fi: Tämä sosiaalisen verkoston tili on jo käytössä
sv_se: Detta sociala nätverkskonto används redan

# Languages::hybrid_auth.connect_social
source: Connect social account
fa_ir: اتصال حساب اجتماعی
fi_fi: Yhdistä sosiaalinen tili
sv_se: Koppla till socialt konto

# Languages::hybrid_auth.connect_social_title
source: Such user already exists
fa_ir: این کاربر از قبل وجود دارد
fi_fi: Tällainen käyttäjä on jo olemassa
sv_se: Användaren finns redan

# Languages::hybrid_auth.text_connect_social
source: <p>The user with the e-mail specified during social login already exists.</p><p>If you want to assign a social network account to the registered user, please log in.</p>
fa_ir: <p>کاربر با پست الکترونیکی مشخص شده در خلال ورود اجتماعی در حال حاضر موجود می باشد.</p> <p>اگر شما می خواهید یکی از حساب های شبکه های اجتماعی را به کاربر ثبت نام شده اختصاص دهید لطفا وارد شوید</p>
fi_fi: <p>Käyttäjä, jolla on sosiaalisen sisäänkirjautumisen yhteydessä määritetty sähköpostiosoite, on jo olemassa.</p><p>Jos haluat määrittää rekisteröityneelle käyttäjälle sosiaalisen verkoston tilin, kirjaudu sisään.</p>
sv_se: <p>En användare med den e-postadress som angavs vid social inloggning finns redan.</p><p>Om du vill koppla ett socialt nätverkskonto till den registrerade användaren måste du logga in.</p>

# Languages::hybrid_auth.specify_email
source: Specify email
fa_ir: ایمیل را مشخص کنید
fi_fi: Määritä sähköpostiosoite
sv_se: Ange e-postadress

# Languages::hybrid_auth.specify_email_title
source: The e-mail was not specified.
fa_ir: پست الکترونیکی مشخص نشده است.
fi_fi: Sähköpostiosoitetta ei täsmennetty.
sv_se: E-postadressen har inte angetts.

# Languages::hybrid_auth.text_specify_email
source: <p>When logging through the social network the e-mail was not specified.</p><p>Please enter your e-mail and click Continue.</p>
fa_ir: <p>در زمانی ورود به سیستم از طریق شبکه های اجتماعی، پست الکترونیکی مشخص نشده است.</p> <p>لطفا ایمیل خود را وارد کنید و روی ادامه کلیک کنید.</p>
fi_fi: <p>Kun kirjaudut sisään sosiaalisen verkoston kautta, sähköpostiosoitetta ei määritetty.</p><p>Kirjoita sähköpostiosoitteesi ja napsauta Jatka.</p>
sv_se: <p>Vid inloggning via socialt nätverk angavs ingen e-postadress.</p><p>Ange din e-postadress och klicka på Fortsätt.</p>

# Languages::hybrid_auth_menu_description
source: Create social provider
fa_ir: ایجاد ارائه دهنده اجتماعی
fi_fi: Luo sosiaalinen palveluntarjoaja
sv_se: Lägg till social tjänst

# Languages::public_key
source: Public key
fa_ir: کلید عمومی
fi_fi: Julkinen avain
sv_se: Publik nyckel

# Languages::paypal_seamless
source: Use seamless checkout
fa_ir: استفاده از پرداخت های بدون وقفه
fi_fi: Käytä saumatonta kassaa
sv_se: Använd sömlös kassa

# Languages::paypal_sandbox
source: Test mode
fa_ir: حالت آزمایشی
fi_fi: Testitila
sv_se: Testläge

# Languages::privileges.manage_providers
source: Can edit
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
sv_se: Kan redigera

# Languages::privileges.view_providers
source: Can view
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
sv_se: Kan visa

# Languages::privilege_groups.social_login
source: Social login
fa_ir: ورود به سیستم اجتماعی
fi_fi: Sosiaalinen kirjautuminen
sv_se: Social inloggning

# Languages::hybrid_auth.instruction_facebook
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
fa_ir: استفاده از شناسه نرم افزار و کلید مخفی ای که پس از ایجاد یک برنامه کاربردی روی <a href='https://developers.facebook.com/apps' target='_blank'> توسعه دهندگان فیسبوک </a> دریافت کرده اید.
fi_fi: Käytä sovellustunnusta ja salaista avainta, jotka olet saanut luotuasi sovelluksen <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developersissä</a>.
sv_se: Använd app-ID och den hemliga nyckel du fick när du skapade applikationen på <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.

# Languages::hybrid_auth.instruction_facebook_login
source: Use the application ID and Secret key that you've received after creating an application on <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a>. After that copy the value of the <b>Valid OAuth redirect URIs</b> field to the corresponding setting of the <b>Facebook Login</b> product in your Facebook application.
fa_ir: از شناسه برنامه و کلید مخفی که پس از ایجاد برنامه در <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developers</a>دریافت کرده اید استفاده کنید. پس از آن، مقدار <b>Valid OAuth redirect URIs</b> را به تنظیمات مربوط به <b>محصول Facebook Login</b> در برنامه فیس بوک خود کپی کنید.
fi_fi: Käytä sovellustunnusta ja salaista avainta, jotka olet saanut luotuasi sovelluksen <a href="https://developers.facebook.com/apps" target="_blank">Facebook Developersissä</a>. Kopioi sen jälkeen <b>Valid OAuth-uudelleenohjaus URI:ta</b> -kentän arvo Facebook-sovelluksesi <b>Facebook Login</b> -tuotteen vastaavaan asetukseen.
sv_se: Använd applikations-ID och hemliga nyckel som du har fått efter att du skapat en applikation på <a href="https://developers.facebook.com/apps" target="_blank">Facebook-utvecklare</a>. Kopiera därefter värdet för fältet <b>Giltiga OAuth-omdirigerings-URIs</b> till motsvarande inställning för <b>Facebook Login</b> -produkten i din Facebook-applikation.

# Languages::hybrid_auth.instruction_google
source: Use ID and Secret key that you've received after creating a project on <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
fa_ir: استفاده از شناسه و کلید مخفی ای که پس از ایجاد یک پروژه در <a href='https://code.google.com/apis/console/?pli=1' target='_blank'> گوگل</a> دریافت کرده اید.
fi_fi: Käytä tunnusta ja salaista avainta, jotka olet saanut luotuasi projektin <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Googlessa</a>.
sv_se: Använd ID och den hemliga nyckel du fick när du skapade projektet på <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.

# Languages::hybrid_auth.instruction_paypal
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.
fa_ir: استفاده از شناسه نرم افزار و کلید مخفی‌ای که پس از ایجاد یک برنامه کاربردی که در <a href='https://developer.paypal.com/developer/applications' target='_blank'> توسعه دهندگان اینترنت</a> دریافت کرده اید.
fi_fi: Käytä sovellustunnusta ja salaista avainta, jotka olet saanut luotuasi sovelluksen <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developersissä</a>.
sv_se: Använd app-ID och den hemliga nyckel du fick när du skapade applikationen på <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.

# Languages::hybrid_auth.instruction_twitter
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
fa_ir: استفاده از شناسه (کلید مصرف کننده) و کلید مخفی‌ای که پس از ایجاد یک برنامه کاربردی که در <a href='https://apps.twitter.com/' target='_blank'> توییتر</a> دریافت کرده‌اید.
fi_fi: Käytä tunnusta (kuluttajaavain) ja salaista avainta, jotka olet saanut luotuasi sovelluksen <a href='https://apps.twitter.com/' target='_blank'>Twitterissä</a>.
sv_se: Använd ID (Användarnyckel) och den hemliga nyckel du fick när du skapade applikationen på <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.

# Languages::hybrid_auth.instruction_yahoo
source: Use ID (Identificator) and Secret key that you've received after creating an application on <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.
fa_ir: از شناسه (شناسه) و کلید مخفی که پس از ایجاد برنامه در <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>دریافت کرده اید استفاده کنید.
fi_fi: Käytä ID:tä (Identificator) ja salaista avainta, jotka olet saanut luotuasi sovelluksen <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>-palvelussa.
sv_se: Använd ID (Identificator) och hemlig nyckel som du har fått efter att du skapat en applikation på <a href='https://developer.yahoo.com/apps/create/' target='_blank'>Yahoo</a>.

# Languages::hybrid_auth.instruction_live
source: Use the application ID and Secret key that you've received after adding an application on <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
fa_ir: استفاده از شناسه نرم افزار و کلید مخفی‌ای که پس از اضافه کردن یک برنامه کاربردی در <a href='https://account.live.com/developers/applications/create' target='_blank'>لایو </a> دریافت کرده اید.
fi_fi: Käytä sovellustunnusta ja salaista avainta, jotka olet saanut lisättyäsi sovelluksen <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>:ssä.
sv_se: Använd app-ID och den hemliga nyckel du fick när du lade till applikationen på <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.

# Languages::hybrid_auth.instruction_linkedin
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.
fa_ir: استفاده از شناسه (کلید مصرف کننده) و کلید مخفی‌ای که پس از ایجاد یک برنامه کاربردی در <a href='https://www.linkedin.com/developer/apps' target='_blank'> توسعه دهندگان لینکداین</a> دریافت کرده اید.
fi_fi: Käytä tunnusta (kuluttajaavainta) ja salaista avainta, jotka olet saanut luotuasi sovelluksen <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developersissä</a>.
sv_se: Använd ID (Användarnyckel) och den hemliga nyckel du fick när du skapade applikationen på <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.

# Languages::hybrid_auth.instruction_foursquare
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
fa_ir: استفاده از شناسه نرم افزار و کلید مخفی‌ای که پس از ایجاد یک برنامه کاربردی که در <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare</a> دریافت کرده اید.
fi_fi: Käytä sovellustunnusta ja salaista avainta, jotka olet saanut luotuasi sovelluksen <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>:ssä.
sv_se: Använd app-ID och den hemliga nyckel du fick när du skapade applikationen på <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.

# Languages::email_template.hybrid_auth_create_profile
source: Create user profile via social login
fa_ir: ایجاد پروفایل از طریق ورود به سیستم اجتماعی
fi_fi: Luo käyttäjäprofiili sosiaalisen kirjautumisen kautta
sv_se: Skapa användarprofil via social inloggning

# Languages::hybrid_auth.provider_not_found
source: Provider [provider] not found
fa_ir: ارائه دهنده [provider] یافت نشد
fi_fi: Tarjoajaa [provider] ei löydy
sv_se: Leverantör [provider] hittades inte

# Languages::hybrid_auth.facebook_oauth_redirect_uris
source: Valid OAuth redirect URIs
fa_ir: URI های هدایت مجدد OAuth معتبر
fi_fi: Kelvolliset OAuth-uudelleenohjaus-URI:t
sv_se: Giltiga OAuth-omdirigerings-URI:er

# Languages::hybrid_auth.live_redirect_urls
source: Redirect URLs
fa_ir: تغییر مسیر URL ها
fi_fi: Uudelleenohjaa URL-osoitteet
sv_se: Omdirigera webbadresser

# Languages::hybrid_auth.linkedin_api_version
source: API version
fa_ir: نسخه API
fi_fi: API-versio

# Languages::ttc_hybrid_auth.linkedin_api_version
source: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">deprecated API v1</a>, but old apps still use it. If you're configuring LinkedIn app for the first time now, use API v2. Old LinkedIn apps configured some time ago may still be using v1.
fa_ir: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">API v1</a>منسوخ شده است، اما برنامه های قدیمی هنوز از آن استفاده می کنند. اگر اکنون برای اولین بار است که برنامه LinkedIn را پیکربندی می کنید، از API v2 استفاده کنید. برنامه‌های قدیمی LinkedIn که مدتی پیش پیکربندی شده‌اند ممکن است همچنان از نسخه ۱ استفاده کنند.
fi_fi: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">on vanhentunut API v1</a>:stä, mutta vanhat sovellukset käyttävät sitä edelleen. Jos määrität LinkedIn-sovellusta nyt ensimmäistä kertaa, käytä API v2:ta. Vanhat LinkedIn-sovellukset, jotka on määritetty jokin aika sitten, saattavat edelleen käyttää v1:tä.
sv_se: LinkedIn <a target="_blank" href="https://docs.microsoft.com/en-us/linkedin/consumer/integrations/self-serve/migration-faq?context=linkedin/consumer/context">utfasade API v1</a>, men gamla appar använder det fortfarande. Om du konfigurerar LinkedIn-appen för första gången nu, använd API v2. Gamla LinkedIn-appar som konfigurerats för en tid sedan kanske fortfarande använder v1.

# Languages::hybrid_auth.instruction_paypal_application
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>. Please enable all Personal Profile scope attributes and at least one scope attribute in Address and in Account Information in your PayPal application settings.
fa_ir: از شناسه برنامه و کلید مخفی که پس از ایجاد برنامه در <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>دریافت کرده اید استفاده کنید. لطفاً تمام ویژگی‌های محدوده نمایه شخصی و حداقل یک ویژگی محدوده را در آدرس و اطلاعات حساب در تنظیمات برنامه PayPal خود فعال کنید.
fi_fi: Käytä sovellustunnusta ja salaista avainta, jotka olet saanut luotuasi sovelluksen <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developersissä</a>. Ota käyttöön kaikki henkilökohtaisen profiilin laajuusattribuutit ja vähintään yksi soveltamisala-attribuutti Osoite- ja Tilitiedot-kohdassa PayPal-sovelluksesi asetuksissa.
sv_se: Använd applikations-ID och hemliga nyckel som du har fått efter att du skapat en applikation på <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>. Aktivera alla personliga profils scope-attribut och minst ett scope-attribut i Adress och i Kontoinformation i dina PayPal-applikationsinställningar.
