Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/image_zoom.po
Languages: fi_fi, ko_kr

# Addons::name::image_zoom
source: Image zoom
fi_fi: Kuvan zoomaus
ko_kr: 이미지 줌

# Addons::description::image_zoom
source: Shows zoomed image on product image hover
fi_fi: Näyttää zoomatun kuvan tuotekuvan osoittimen päällä
ko_kr: 제품 이미지 마우스 오버 시 확대된 이미지 표시

# SettingsSections::image_zoom::general
source: General
fi_fi: Kenraali
ko_kr: 일반적인

# SettingsOptions::image_zoom::cz_animation_time
source: Animation time
fi_fi: Animaatioaika
ko_kr: 애니메이션 시간

# SettingsOptions::image_zoom::cz_zoom_position
source: Zoom position
fi_fi: Zoomausasento
ko_kr: 줌 위치

# SettingsTooltips::image_zoom::cz_animation_time
source: Duration of the animation effects in milliseconds.
fi_fi: Animaatiotehosteiden kesto millisekunteina.
ko_kr: 애니메이션 효과의 지속 시간(밀리초)입니다.

# SettingsTooltips::image_zoom::cz_zoom_position
source: Specifies position of zoom window.
fi_fi: Määrittää zoomausikkunan sijainnin.
ko_kr: 확대/축소 창의 위치를 지정합니다.

# SettingsVariants::image_zoom::cz_zoom_position::3
source: Upper right corner
fi_fi: Oikea yläkulma
ko_kr: 오른쪽 상단 모서리

# SettingsVariants::image_zoom::cz_zoom_position::5
source: Bottom right corner
fi_fi: Oikea alakulma
ko_kr: 오른쪽 하단 모서리

# SettingsVariants::image_zoom::cz_zoom_position::11
source: Bottom left corner
fi_fi: Vasen alakulma
ko_kr: 왼쪽 하단 모서리

# SettingsVariants::image_zoom::cz_zoom_position::13
source: Upper left corner
fi_fi: Vasen yläkulma
ko_kr: 왼쪽 상단 모서리
