Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/janrain.po
Languages: ar_sa, fa_ir, fi_fi, hu_hu, no_no, pt_pt, ru_ru, sv_se, uk_ua

# Addons::name::janrain
source: Janrain
ar_sa: جانرين Janrain

# Addons::description::janrain
source: Adds the Social Login feature; allows customers use Facebook, Twitter, etc. to log in on the store
ar_sa: اضافة ميزة "تسجيل الدخول الاجتماعي"؛ يسمح للعملاء استخدام فيسبوك، تويتر، إلخ لتسجيل الدخول على المتجر
fa_ir: افزودن خصیصه‌ی ورود اجتماعی؛ اجازه می دهد تا مشتریان با استفاده از فیس بوک، توییتر، و غیره به فروشگاه وارد شوند
fi_fi: Lisää Social Login -ominaisuuden; antaa asiakkaiden käyttää Facebookia, Twitteriä jne. kirjautuakseen sisään kauppaan
hu_hu: Közösségi bejelentkezési funkcióval látja el a piacteret (pl Facebook, Twitter, LinkedIn)
no_no: Legger til innlogging for sosiale medier. Lar kunder bruke Facebook, Twitter, etc. for å logge inn i nettbutikken
pt_pt: Adiciona o recurso de Login Social; permite que os clientes usem o Facebook, Twitter, etc. para fazer login na loja
ru_ru: Возможность авторизации в магазине через социальные сети (Facebook, Twitter и т.д.)
sv_se: Lägger till inloggning från sociala medier. Tillåter kunder använda Facebook, Twitter, etc. för att logga in på butiken
uk_ua: Авторизації в магазині через соціальні мережі (Facebook, Twitter і т.д.)

# Languages::janrain_general_info
source: <p>Get these values and configure social login at <a href="http://janrain.com" target="_blank">janrain.com</a></p>
ar_sa: <p> احصل على هذه القيم وقم بتهيئة تسجيل الدخول الاجتماعي على <a href="http://janrain.com" target="_blank"> janrain.com </a> </p>
fa_ir: <p>دریافت این مقادیر و پیکربندی ورود اجتماعی در <a href="http://janrain.com" target="_blank"> janrain.com</a></p>
fi_fi: <p>Hanki nämä arvot ja määritä sosiaalinen kirjautuminen osoitteessa <a href="http://janrain.com" target="_blank">janrain.com</a></p>
hu_hu: <p>Az alábbi értékekkel állítsd be a közösségi bejelentkezést a <a href="http://janrain.com" target="_blank">janrain.com</a> weboldalon</p>
no_no: <p>Få disse verdiene og konfigurer sosial innlogging på <a href="http://janrain.com" target="_blank">janrain.com</a></p>
pt_pt: <p>Obtenha esses valores e configure o login social em <a href="http://janrain.com" target="_blank">janrain.com</a></p>
ru_ru: <p>Используйте эти данные и настройте учетную запись на <a href="http://janrain.com" target="_blank">janrain.com</a></p>
sv_se: <p>Få dessa värden och konfigurera sociala inloggningar på <a href="http://janrain.com" target="_blank">janrain.com</a></p>
uk_ua: <p>Використовуйте ці дані і налаштуйте обліковий запис на <a href="http://janrain.com" target="_blank">janrain.com</a></p>

# Languages::janrain_social_login
source: Social login
ar_sa: تسجيل الدخول عبر التواصل الاجتماعي
fa_ir: ورود به سیستم اجتماعی
fi_fi: kirjaudu sos.med. tunnuksilla
hu_hu: Közösségi bejelentkezés
no_no: Sosial innlogging
pt_pt: Login social
ru_ru: Авторизация через социальную сеть с помощью Janrain
sv_se: Social inloggning
uk_ua: Вхід через соціальні мережі

# Languages::janrain_need_update_profile
source: The "Password" field and some other mandatory fields are empty at the moment. Please update your profile.
ar_sa: حقل "كلمة المرور" وبعض الحقول الإلزامية الأخرى فارغة في الوقت الحالي. يرجى تحديث ملف التعريف الخاص بك.
fa_ir: فیلد "رمز عبور" و برخی دیگر از فیلدهای اجباری در حال حاضر خالی است. لطفا نمایه مشخصات خود را به روز رسانی نمایید.
fi_fi: "Salasana"-kenttä ja jotkut muut pakolliset kentät ovat tällä hetkellä tyhjiä. Päivitä profiilisi.
hu_hu: A "Jelszó" mező és néhány kötelezően kitöltendő mező jelenleg üres. Kérjük, frissítsd a profilodat.
no_no: Feltet "Passord" og noen andre obligatoriske felt er for øyeblikket tomme. Vennligst oppdater din profil.
pt_pt: O campo "Senha" e alguns outros campos obrigatórios estão vazios no momento. Por favor, atualize seu perfil.
ru_ru: Поле «Пароль» и некоторые другие обязательные поля пусты. Пожалуйста, обновите свой профиль.
sv_se: Lösenordfältet och några andra obligatoriska fält är tomma. Uppdatera din profil.
uk_ua: Поле «Пароль» і деякі інші обов'язкові поля порожні. Будь ласка, поновіть свій профіль.

# Languages::janrain_cant_create_profile
source: Unfortunately, we failed to create a customer and log in to the store due to one of the following reasons:<br />- You logged in to our store earlier using some other OpenID provider in which the same email is used.<br />- You have already registered in our store using your email.<br />Please contact the store owner to resolve the problems.
ar_sa: لسوء الحظ ، فشلنا في إنشاء عميل وتسجيل الدخول إلى المتجر بسبب أحد الأسباب التالية: <br /> - لقد قمت بتسجيل الدخول إلى متجرنا مسبقًا باستخدام موفر OpenID آخر يستخدم فيه نفس البريد الإلكتروني. <br / > - لقد قمت بالتسجيل بالفعل في متجرنا باستخدام بريدك الإلكتروني. <br /> يرجى الاتصال بمالك المتجر لحل المشكلات.
fa_ir: متاسفانه، ما موفق به ایجاد یک حساب مشتری و ورود به فروشگاه به دلیل یکی از دلایل زیرنمی باشیم: است. <br /> - در فروشگاه ما زودتر با استفاده از برخی نام های مشابه استفاده شده است ایجاد حساب کاربری دیگر که در آن ایمیل خود را اریاِه میدهید استفاده کنید <برزیلی / > - شما در حال حاضر در فروشگاه ما هستید لطفا با استفاده از ایمیل اظلاعات خود را ثبت کنید <br />تا بتوانید با صاحب فروشگاه برای حل و فصل مشکلات تماس بگیرید.
fi_fi: Valitettavasti emme pystyneet luomaan asiakasta ja kirjautumaan kauppaan jostakin seuraavista syistä:<br />- Kirjauduit myymäläämme aiemmin jollain toisella OpenID-palveluntarjoajalla, jossa käytetään samaa sähköpostia.<br />- Olet jo rekisteröitynyt myymäläämme sähköpostillasi.<br />Ota yhteyttä kaupan omistajaan ongelmien ratkaisemiseksi.
hu_hu: Sajnos nem sikerült a bejelentkezés feltehetően az alábbi okok miatt:<br/> - Korábban már bejelentkeztél az oldalra egy másik szolgáltatás segítségével, ahol megegyezik az elsődleges e-mail címed<br/> - Már regisztráltál piacterünkre ezzel az e-mail címmel<br/> Kérjük, vedd fel a kapcsolatot ügyfélszolgálatunkkal, hogy megoldjuk a problémát.
no_no: Dessverre kunne vi ikke opprette deg som kunde og logge deg inn i nettbutikken av følgende årsaker:<br />- Du har logget inn i vår nettbutikk tidligere med en annen OpenID tilbyder der lik e-post-adresse brukes.<br />- Du har allerede registrert deg i nettbutikken med din e-post-adresse.<br />Kontakt oss for å løse problemet.
pt_pt: Infelizmente, não conseguimos criar um cliente e fazer login na loja devido a um dos seguintes motivos:<br />- Você fez login em nossa loja anteriormente usando algum outro provedor OpenID no qual o mesmo e-mail é usado.<br />- Você já se cadastrou em nossa loja usando seu e-mail.<br />Entre em contato com o proprietário da loja para resolver os problemas.
ru_ru: К сожалению, войти в магазин не получилось. Возможные причины:<br />- Вы ранее авторизовались в магазине, используя другой сервис OpenID, но с тем же адресом эл. почты.<br />- Вы уже зарегистрированы в нашем магазине с использованием этого адреса эл. почты.<br />Пожалуйста, свяжитесь с администрацией магазина для разрешения этой проблемы.
sv_se: Kunde inte skapa något användarkonto på grund av:<br>- Du har loggat in i vår butik tidigare med annan OpenID leverantör där samma e-postadress används.<br>- Du är redan registrerad i vår butik med denna e-postadress.<br>Kontakta oss för att lösa problemet.
uk_ua: На жаль, увійти в магазин не вийшло. Можливі причини:<br />- Ви раніше авторизувалися в магазині, використовуючи інший сервіс OpenID, але з тією ж адресою ел. пошти.<br />- Ви вже зареєстровані в нашому магазині з використанням цієї адреси ел. пошти.<br />Будь ласка, зв'яжіться з адміністрацією магазину для вирішення цієї проблеми.

# SettingsSections::janrain::general
source: General
ar_sa: عام
fa_ir: عمومی
fi_fi: Kenraali
hu_hu: Általános
no_no: Generelt
pt_pt: Em geral
ru_ru: Общие
sv_se: Allmänt
uk_ua: Основні

# SettingsOptions::janrain::general_info
source: General info
ar_sa: معلومات عامة
fa_ir: اطلاعات عمومی
fi_fi: Yleistä tietoa
hu_hu: Általános info
no_no: Generell info
pt_pt: Informações gerais
ru_ru: Общая информация
sv_se: Allmän information
uk_ua: Загальна інформація

# SettingsOptions::janrain::apikey
source: API Key
ar_sa: مفتاح API
fa_ir: کلید API
fi_fi: API-avain
hu_hu: API kulcs
no_no: API-nøkkel
pt_pt: Chave API
ru_ru: API-ключ
sv_se: API nyckel
uk_ua: Ключ API

# SettingsOptions::janrain::appdomain
source: Application Domain
ar_sa: مجال التطبيق
fa_ir: دامنه برنامه کاربردی
fi_fi: Sovellusalue
hu_hu: Alkalmazás Domain
no_no: Program domene
pt_pt: Domínio do aplicativo
ru_ru: Домен приложения (application domain)
sv_se: Applikation domän
uk_ua: Домен додатку (application domain)

# Languages::janrain.janrain_cookies_title
source: Janrain
ar_sa: جانرين
fa_ir: جانراین
uk_ua: Янрайн

# Languages::janrain.janrain_cookies_description
source: Janrain is a service that allows you to sign into the website with your accounts from various social networks. It was acquired by Akamai in 2019; here is <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">Akamai privacy statement</a>.
ar_sa: Janrain هي خدمة تتيح لك تسجيل الدخول إلى الموقع بحساباتك من مختلف الشبكات الاجتماعية. استحوذت عليها Akamai في عام 2019 ؛ يوجد هنا <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">بيان خصوصية Akamai</a>.
fa_ir: Janrain سرویسی است که به شما امکان می دهد با حساب های خود از شبکه های اجتماعی مختلف وارد وب سایت شوید. در سال 2019 توسط Akamai خریداری شد. اینجا <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">بیانیه حریم خصوصی Akamai</a>است.
fi_fi: Janrain on palvelu, jonka avulla voit kirjautua sisään verkkosivustolle eri sosiaalisten verkostojen tileilläsi. Akamai osti sen vuonna 2019; tässä on <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">Akamai tietosuojalausunto</a>.
hu_hu: A Janrain egy olyan szolgáltatás, amely lehetővé teszi, hogy bejelentkezzen a webhelyre fiókjaival különböző közösségi hálózatokról. Az Akamai 2019-ben vásárolta meg; itt van <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">Akamai adatvédelmi nyilatkozat</a>.
no_no: Janrain er en tjeneste som lar deg logge inn på nettsiden med kontoene dine fra ulike sosiale nettverk. Den ble kjøpt opp av Akamai i 2019; her er <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">Akamais personvernerklæring</a>.
pt_pt: Janrain é um serviço que permite entrar no site com suas contas de várias redes sociais. Foi adquirido pela Akamai em 2019; aqui está <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">declaração de privacidade da Akamai</a>.
ru_ru: Janrain — это сервис, который позволяет вам входить на сайт через учётные записи от различных социальных сетей. Akamai приобрели Janrain в 2019 году; вот <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">заявление Akamai о конфиденциальности</a>.
sv_se: Janrain är en tjänst som låter dig logga in på webbplatsen med dina konton från olika sociala nätverk. Det förvärvades av Akamai 2019; här är <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">Akamais sekretesspolicy</a>.
uk_ua: Janrain — це сервіс, який дозволяє вам входити на веб-сайт за допомогою своїх акаунтів із різних соціальних мереж. Його придбала Akamai у 2019 році; ось <a href="https://www.akamai.com/site/en/documents/akamai/akamai-privacy-statement.pdf" target="_blank">Заява про конфіденційність Akamai</a>.
