Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/master_products.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr, uk_ua

# Languages::master_products.resave_after_show_out_of_stock_products_changed
source: You've changed the <b>Show out of stock products</b> setting. Please export <a href="[url]">all your catalog items</a> (use "Export found products" in the gear button) and reimport them. This will ensure that the displayed price of common products will always remain correct until you change the setting again.
ar_sa: لقد قمت بتغيير إعداد <b> إظهار المنتجات غير المتوفرة بالمخزون </b>. الرجاء تصدير <a href="[url]"> جميع عناصر الكتالوج </a> (استخدم "تصدير المنتجات التي تم العثور عليها" في زر الترس) وإعادة استيرادها. سيضمن هذا أن السعر المعروض للمنتجات الشائعة سيظل دائمًا صحيحًا حتى تقوم بتغيير الإعداد مرة أخرى.
cs_cz: Změnili jste nastavení pro <b>Zobrazit vyprodané produkty</b>. Exportujte prosím <a href="[url]"> všechno zboží z vašeho katalogu</a> (použijte tlačítko "Exportovat nalezené produkty") a přeimportujte jej. To způsobí, že zobrazená cena běžných produktů bude vždy zobrazena správně, dokud to nezměníte znovu.
da_dk: Du har ændret indstillingen <b>Vis udsolgte produkter</b> . Eksporter <a href="[url]">alle dine katalogartikler</a> (brug "Eksporter fundne produkter" i gearknappen) og genimporter dem. Dette sikrer, at den viste pris på almindelige produkter altid forbliver korrekt, indtil du ændrer indstillingen igen.
de_de: Sie haben die Einstellung <b>Nicht vorrätige Produkte anzeigen</b> geändert. Bitte exportieren Sie <a href="[url]">alle Ihre Katalogartikel</a> (verwenden Sie "Gefundene Produkte exportieren" im Zahnrad-Button) und importieren Sie sie erneut. Dadurch wird sichergestellt, dass der angezeigte Preis gängiger Produkte immer korrekt bleibt, bis Sie die Einstellung erneut ändern.
el_gr: Έχετε αλλάξει τη ρύθμιση <b> Εμφάνιση εξαντλημένων προϊόντων </b>. Εξαγάγετε <a href="[url]"> όλα τα στοιχεία καταλόγου σας </a> (χρησιμοποιήστε το "Εξαγωγή προϊόντων που βρέθηκαν" στο κουμπί με το γρανάζι) και εισαγάγετέ τα ξανά. Αυτό θα διασφαλίσει ότι η εμφανιζόμενη τιμή των κοινών προϊόντων θα παραμένει πάντα σωστή έως ότου αλλάξετε ξανά τη ρύθμιση.
es_es: Has cambiado la configuración de <b>Mostrar productos agotados</b>. Por favor, exporte <a href="[url]">todos los artículos de su catálogo</a> (utilice "Exportar productos encontrados" en el botón del engranaje) y vuelva a importarlos. Esto asegurará que el precio mostrado de los productos comunes siempre será correcto hasta que cambie la configuración de nuevo.
fa_ir: شما تنظیم <b>نمایش محصولات موجود در انبار</b> را تغییر داده اید. لطفاً <a href="[url]">مورد از کاتالوگ خود را صادر کنید</a> (از "صادر کردن محصولات یافت شده" در دکمه چرخ دنده استفاده کنید) و دوباره آنها را وارد کنید. این تضمین می کند که قیمت نمایش داده شده محصولات رایج همیشه درست باقی می ماند تا زمانی که دوباره تنظیمات را تغییر دهید.
fi_fi: Olet muuttanut <b>Näytä loppuneet tuotteet</b> -asetusta. Vie <a href="[url]">kaikkia luettelon nimikkeitä</a> (käytä "Vie löydetyt tuotteet" rataspainikkeessa) ja tuo ne uudelleen. Näin varmistetaan, että yleisten tuotteiden näytetty hinta pysyy aina oikein, kunnes muutat asetusta uudelleen.
fr_fr: Vous avez modifié le paramètre <b>Afficher les produits en rupture de stock</b>. Veuillez exporter <a href="[url]">tous vos éléments du catalogue</a> (utilisez "Exporter les produits trouvés" dans le bouton d'engrenage) et réimportez-les. Cela garantira que le prix affiché des produits courants restera toujours correct jusqu'à ce que vous modifiiez à nouveau le paramètre.
it_it: Hai modificato l'impostazione <b> Mostra prodotti esauriti </b>. Esporta <a href="[url]"> tutti gli elementi del tuo catalogo </a> (utilizza "Esporta prodotti trovati" nel pulsante a forma di ingranaggio) e reimportali. Ciò garantirà che il prezzo visualizzato dei prodotti comuni rimarrà sempre corretto fino a quando non si modificherà nuovamente l'impostazione.
nl_nl: U heeft de instelling <b>Toon niet op voorraad producten</b> gewijzigd. Exporteer <a href="[url]">al uw catalogusitems</a> (gebruik "Gevonden producten exporteren" in de tandwielknop) en importeer ze opnieuw. Dit zorgt ervoor dat de weergegeven prijs van veelvoorkomende producten altijd correct blijft totdat u de instelling opnieuw wijzigt.
no_no: Du har endret innstillingen <b>Vis utsolgte produkter</b> . Vennligst eksporter <a href="[url]">alle katalogelementene dine</a> (bruk "Eksporter funnet produkter" i girknappen) og importer dem på nytt. Dette vil sikre at den viste prisen på vanlige produkter alltid vil forbli korrekt til du endrer innstillingen igjen.
pt_br: Você alterou a configuração <b>Exibir produtos esgotados</b>. Exporte <a href="[url]">todos os seus itens de catálogo</a> ("Exportar produtos encontrados" no botão de engrenagem) e reimporte-os. Isto garantirá que o preço exibido de produtos comuns sempre permaneça correto até que você altere a configuração novamente.
ro_ro: Ați modificat setarea <b>Afișați produsele epuizate</b>. Exportați <a href="[url]">toate articolele din catalog</a> (utilizați „Exportați produsele găsite” în butonul roatiță) și reimportați-le. Acest lucru vă va asigura că prețul afișat al produselor obișnuite va rămâne întotdeauna corect până când modificați din nou setarea.
sv_se: Du har ändrat inställningen <b>Visa ej i lager produkter</b> . Vänligen exportera <a href="[url]">alla dina katalogartiklar</a> (använd "Exportera hittade produkter" i växelknappen) och importera dem igen. Detta kommer att säkerställa att det visade priset på vanliga produkter alltid kommer att förbli korrekt tills du ändrar inställningen igen.
tr_tr: <b>Stokta olmayan ürünleri göster</b> ayarını değiştirdiniz. Lütfen tüm katalog öğelerinizi <a href="[url]">dışa aktarın</a> dişli düğmesindeki "Bulunan ürünleri dışa aktar" seçeneğini kullanın) ve yeniden içe aktarın. Bu, ayarı tekrar değiştirene kadar ortak ürünlerin görüntülenen fiyatının her zaman doğru kalmasını sağlayacaktır.
uk_ua: Ви змінили налаштування "Показувати товари, яких немає в наявності". Експортуйте <a href="[url]">всі позиції в каталозі</a> (скористайтеся меню шестерінки "Експортувати знайдені товари"). Потім імпортуйте ці товари. Це потрібно, щоб ціна загальних товарів відображалася правильно, поки знову не зміните налаштування.

# Languages::master_products.save_up_to
source: Save up to
ar_sa: يدخر لك
cs_cz: Ušetřete až
da_dk: Spar op til
de_de: Sparen Sie bis zu
el_gr: Εξοικονομήστε έως
es_es: Ahorra hasta
fa_ir: ذخیره تا
fi_fi: Säästä jopa
fr_fr: Économiser jusqu'à
it_it: Salva sino a
nl_nl: Sparen tot
no_no: Spare til
pt_br: Salvar até
ro_ro: Economisiti până la
sv_se: Spara till
tr_tr: Na kaydet
uk_ua: Снижка до

# Languages::master_products.buy_together_info_message_for_admin
source: Only vendors can add product combinations. To add a combination for a common product, first log in as one of the vendors that sell it.
ar_sa: يمكن للبائعين فقط إضافة مجموعات المنتجات. لإضافة مجموعة لمنتج مشترك ، قم أولاً بتسجيل الدخول كأحد البائعين الذين يبيعونه.
cs_cz: Kombinace produktů mohou přidávat pouze prodejci. Chcete-li přidat kombinaci pro společný produkt, nejprve se přihlaste jako jeden z dodavatelů, kteří jej prodávají.
da_dk: Kun leverandører kan tilføje produktkombinationer. For at tilføje en kombination for et fælles produkt skal du først logge ind som en af de leverandører, der sælger det.
de_de: Nur Anbieter können Produktkombinationen hinzufügen. Um eine Kombination für ein gängiges Produkt hinzuzufügen, melden Sie sich zuerst als einer der Anbieter an, die es verkaufen.
el_gr: Μόνο οι πωλητές μπορούν να προσθέσουν συνδυασμούς προϊόντων. Για να προσθέσετε έναν συνδυασμό για ένα κοινό προϊόν, πρώτα συνδεθείτε ως ένας από τους πωλητης που το πωλούν.
es_es: Solo los proveedores pueden agregar combinaciones de productos. Para agregar una combinación para un producto común, primero inicie sesión como uno de los proveedores que lo venden.
fa_ir: فقط فروشندگان می توانند ترکیبات محصول را اضافه کنند. برای افزودن ترکیبی برای یک محصول معمولی، ابتدا به عنوان یکی از فروشندگانی که آن را می فروشد وارد شوید.
fi_fi: Vain myyjät voivat lisätä tuoteyhdistelmiä. Jos haluat lisätä yhdistelmän yleiselle tuotteelle, kirjaudu ensin sisään yhtenä sitä myyvistä toimittajista.
fr_fr: Seuls les fournisseurs peuvent ajouter des combinaisons de produits. Pour ajouter une combinaison pour un produit commun, connectez-vous d'abord en tant que l'un des vendeurs qui le vendent.
it_it: Solo i venditori possono aggiungere combinazioni di prodotti. Per aggiungere una combinazione per un prodotto comune, accedi prima come uno dei venditori che lo vendono.
nl_nl: Alleen leveranciers kunnen productcombinaties toevoegen. Om een combinatie voor een algemeen product toe te voegen, logt u eerst in als een van de leveranciers die het verkopen.
no_no: Bare leverandører kan legge til produktkombinasjoner. For å legge til en kombinasjon for et vanlig produkt, logger du først på som en av leverandørene som selger det.
pt_br: Somente fornecedores podem adicionar combinações de produtos. Para adicionar uma combinação para um produto comum, primeiro faça login como um dos fornecedores que o vendem.
ro_ro: Numai vânzătorii pot adăuga combinații de produse. Pentru a adăuga o combinație pentru un produs obișnuit, conectați-vă mai întâi ca unul dintre furnizorii care îl vând.
sv_se: Endast leverantörer kan lägga till produktkombinationer. För att lägga till en kombination för en vanlig produkt, logga först in som en av leverantörerna som säljer den.
tr_tr: Yalnızca satıcılar ürün kombinasyonları ekleyebilir. Ortak bir ürüne kombinasyon eklemek için, önce onu satan satıcılardan biri olarak oturum açın.
uk_ua: Лише продавці можуть додати комбінації продукту. Щоб додати комбінацію для загального продукту, спочатку увійдіть як один із продавців, які його продають.

# Languages::master_products.buy_together_info_message_for_vendor
source: To add a combination for a common product, <a class="cm-post" href="[href]">start selling it</a> first.
ar_sa: لإضافة مجموعة لمنتج مشترك، <a class="cm-post" href="[href]"> ابدأ في بيعه </a> أولا.
cs_cz: Chcete-li přidat kombinaci pro běžný produkt, <a class="cm-post" href="[href]">jej začněte prodávat</a> jako první.
da_dk: For at tilføje en kombination for et almindeligt produkt, <a class="cm-post" href="[href]">begynde at sælge det</a> først.
de_de: Um eine Kombination für ein gemeinsames Produkt hinzuzufügen, <a class="cm-post" href="[href]">beginnen Sie zuerst mit dem Verkauf</a>.
el_gr: Για να προσθέσετε έναν συνδυασμό για ένα κοινό προϊόν, <a class="cm-post" href="[href]">ξεκινήστε να το πουλάτε πρώτα</a>.
es_es: Para agregar una combinación para un producto común, <a class="cm-post" href="[href]">comienza a venderlo</a> primero.
fa_ir: برای افزودن ترکیبی برای</a> محصول معمولی، ابتدا <a class="cm-post" href="[href]">شروع به فروش آن کنید.
fi_fi: Jos haluat lisätä yhdistelmän yleiseen tuotteeseen, <a class="cm-post" href="[href]">aloita sen myyminen</a> ensin.
fr_fr: Pour ajouter une combinaison pour un produit commun, <a class="cm-post" href="[href]">commencez à le vendre</a> en premier.
it_it: Per aggiungere una combinazione per un prodotto comune, <a class="cm-post" href="[href]">inizia a venderlo</a> qui.
nl_nl: Om een combinatie voor een algemeen product toe te voegen, <a class="cm-post" href="[href]">begint u het eerst te verkopen</a>
no_no: For å legge til en kombinasjon for et vanlig produkt, <a class="cm-post" href="[href]">begynne å selge det</a> først.
pt_br: Para adicionar uma combinação para um produto comum, <a class="cm-post" href="[href]">comece a vendê-lo</a> primeiro.
ro_ro: Pentru a adăuga o combinație pentru un produs obișnuit, prima dată <a class="cm-post" href="[href]">scoate-l la vânzare</a>
sv_se: För att lägga till en kombination för en vanlig produkt, <a class="cm-post" href="[href]">börja sälja den</a> först.
tr_tr: Ortak bir ürün için kombinasyon eklemek için <a class="cm-post" href="[href]">, önce</a> satmaya başlayın.
uk_ua: Щоб додати комбінацію для загального продукту, спочатку<a class="cm-post" href="[href]">почніть його продавати</a>.

# Languages::master_products.changing_owner_is_not_available
source: Couldn't change the owner of the product because some vendors still sell it. Please delete <a href="[vendors_offers_link]" target="_blank">vendors' offers</a> before changing the owner of this product.
ar_sa: تعذر تغيير مالك المنتج لأن بعض البائعين ما زالوا يبيعونه. الرجاء حذف عروض البائعين <a href="[vendors_offers_link]" target="_blank"></a> قبل تغيير مالك هذا المنتج.
cs_cz: Vlastníka produktu se nepodařilo změnit, protože jej někteří prodejci stále prodávají. Před změnou vlastníka tohoto produktu prosím smažte nabídky <a href="[vendors_offers_link]" target="_blank">prodejců</a>.
da_dk: Kunne ikke ændre ejeren af produktet, fordi nogle leverandører stadig sælger det. Slet venligst <a href="[vendors_offers_link]" target="_blank">leverandørers tilbud</a> før du skifter ejer af dette produkt.
de_de: Der Eigentümer des Produkts konnte nicht geändert werden, da einige Anbieter es noch verkaufen. Bitte löschen Sie die Angebote von <a href="[vendors_offers_link]" target="_blank">Anbietern</a> , bevor Sie den Besitzer dieses Produkts ändern.
el_gr: Δεν ήταν δυνατή η αλλαγή του κατόχου του προϊόντος επειδή ορισμένοι πωλητές εξακολουθούν να το πωλούν. Διαγράψτε <a href="[vendors_offers_link]" target="_blank">προσφορές πωλητών</a> πριν αλλάξετε τον κάτοχο αυτού του προϊόντος.
es_es: No se pudo cambiar el propietario del producto porque algunos proveedores aún lo venden. Elimine <a href="[vendors_offers_link]" target="_blank">ofertas de proveedores</a> antes de cambiar el propietario de este producto.
fa_ir: نمی‌توان مالک محصول را تغییر داد زیرا برخی از فروشندگان هنوز آن را می‌فروشند. لطفاً قبل از تغییر مالک این محصول، <a href="[vendors_offers_link]" target="_blank">پیشنهاد فروشندگان</a> را حذف کنید.
fi_fi: Tuotteen omistajaa ei voitu vaihtaa, koska jotkut myyjät myyvät sitä edelleen. Poista <a href="[vendors_offers_link]" target="_blank">myyjän tarjousta</a> ennen kuin vaihdat tämän tuotteen omistajaa.
fr_fr: Impossible de changer le propriétaire du produit car certains vendeurs le vendent toujours. Veuillez supprimer les <a href="[vendors_offers_link]" target="_blank">offres des fournisseurs</a> avant de changer le propriétaire de ce produit.
it_it: Impossibile cambiare il proprietario del prodotto perché alcuni venditori lo vendono ancora. Si prega di eliminare <a href="[vendors_offers_link]" target="_blank">offerte di fornitori</a> prima di cambiare il proprietario di questo prodotto.
nl_nl: Kan de eigenaar van het product niet wijzigen omdat sommige leveranciers het nog steeds verkopen. Verwijder a.u.b. <a href="[vendors_offers_link]" target="_blank">aanbiedingen van leveranciers</a> voordat u de eigenaar van dit product wijzigt.
no_no: Kunne ikke endre eieren av produktet fordi noen leverandører fortsatt selger det. Vennligst slett <a href="[vendors_offers_link]" target="_blank">leverandørers tilbud</a> før du endrer eieren av dette produktet.
pt_br: Não foi possível alterar o proprietário do produto porque alguns fornecedores ainda o vendem. Exclua <a href="[vendors_offers_link]" target="_blank">ofertas de fornecedores</a> antes de alterar o proprietário deste produto.
ro_ro: Nu s-a putut schimba proprietarul produsului, deoarece unii furnizori îl vând în continuare. Vă rugăm să ștergeți <a href="[vendors_offers_link]" target="_blank">ofertele furnizorilor</a> înainte de a schimba proprietarul acestui produs.
sv_se: Det gick inte att byta ägare till produkten eftersom vissa leverantörer fortfarande säljer den. Ta bort <a href="[vendors_offers_link]" target="_blank">leverantörers erbjudanden</a> innan du byter ägare till denna produkt.
tr_tr: Bazı satıcılar hala sattığı için ürünün sahibi değiştirilemedi. Bu ürünün sahibini değiştirmeden önce lütfen <a href="[vendors_offers_link]" target="_blank">satıcının teklifini</a> silin.
uk_ua: Не вдалося змінити власника продукту, оскільки деякі продавці все ще продають його. Будь ласка, видаліть <a href="[vendors_offers_link]" target="_blank">пропозиції продавців</a>, перш ніж змінити власника цього продукту.

# Languages::master_products.product_bundles_info
source: Only vendors can add product bundles. To add a bundle for a common product, first log in as one of the vendors that sell it.
ar_sa: يمكن للبائعين فقط إضافة حزم المنتجات. لإضافة حزمة لمنتج مشترك ، قم أولاً بتسجيل الدخول كأحد البائعين الذين يبيعونه.
cs_cz: Balíčky produktů mohou přidávat pouze dodavatelé. Chcete-li přidat balíček pro běžný produkt, nejprve se přihlaste jako jeden z dodavatelů, kteří jej prodávají.
da_dk: Kun leverandører kan tilføje produktpakker. For at tilføje et bundt til et almindeligt produkt skal du først logge ind som en af de leverandører, der sælger det.
de_de: Nur Anbieter können Produktpakete hinzufügen. Um ein Bundle für ein gemeinsames Produkt hinzuzufügen, melden Sie sich zuerst als einer der Anbieter an, die es verkaufen.
el_gr: Μόνο οι πωλητές μπορούν να προσθέσουν πακέτα προϊόντων. Για να προσθέσετε ένα πακέτο για ένα κοινό προϊόν, πρώτα συνδεθείτε ως ένας από τους πωλητές που το πωλούν.
es_es: Solo los proveedores pueden agregar paquetes de productos. Para agregar un paquete para un producto común, primero inicie sesión como uno de los proveedores que lo venden.
fa_ir: فقط فروشندگان می توانند بسته های محصول را اضافه کنند. برای افزودن یک بسته برای یک محصول مشترک، ابتدا به عنوان یکی از فروشندگانی که آن را می فروشد وارد شوید.
fi_fi: Vain myyjät voivat lisätä tuotenippuja. Jos haluat lisätä paketin yleiselle tuotteelle, kirjaudu ensin sisään yhtenä sitä myyvistä toimittajista.
fr_fr: Seuls les fournisseurs peuvent ajouter des offres groupées de produits. Pour ajouter un lot pour un produit commun, connectez-vous d'abord en tant que l'un des fournisseurs qui le vendent.
it_it: Solo i fornitori possono aggiungere pacchetti di prodotti. Per aggiungere un pacchetto per un prodotto comune, prima accedi come uno dei fornitori che lo vendono.
nl_nl: Alleen leveranciers kunnen productbundels toevoegen. Om een bundel voor een algemeen product toe te voegen, logt u eerst in als een van de leveranciers die het verkopen.
no_no: Bare leverandører kan legge til produktpakker. For å legge til en pakke for et vanlig produkt, logger du først på som en av leverandørene som selger det.
pt_br: Somente fornecedores podem adicionar pacotes de produtos. Para adicionar um pacote para um produto comum, primeiro faça login como um dos fornecedores que o vendem.
ro_ro: Numai vânzătorii pot adăuga pachete de produse. Pentru a adăuga un pachet pentru un produs comun, mai întâi conectați-vă ca unul dintre furnizorii care îl vând.
sv_se: Endast leverantörer kan lägga till produktpaket. För att lägga till ett paket för en vanlig produkt, logga först in som en av leverantörerna som säljer den.
tr_tr: Yalnızca satıcılar ürün paketleri ekleyebilir. Ortak bir ürün için paket eklemek için, önce onu satan satıcılardan biri olarak oturum açın.
uk_ua: Лише продавці можуть додати пакети продуктів. Щоб додати пакет для загального продукту, спочатку увійдіть як один із продавців, які його продають.

# Languages::master_products.best_price
source: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>and other offers</a>)
ar_sa: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>وعروض أخرى</a>)
cs_cz: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>a další nabídky</a>)
da_dk: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>og andre tilbud</a>)
de_de: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>und weitere Angebote</a>)
el_gr: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>και άλλες προσφορές</a>)
es_es: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>y otras ofertas</a>)
fa_ir: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>و پیشنهادات دیگر</a>)
fi_fi: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>ja muut tarjoukset</a>)
fr_fr: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>et autres offres</a>)
it_it: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>e altre offerte</a>)
nl_nl: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>en andere aanbiedingen</a>)
no_no: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>og andre tilbud</a>)
pt_br: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>e outras ofertas</a>)
ro_ro: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>și alte oferte</a>)
sv_se: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>och andra erbjudanden</a>)
tr_tr: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>ve diğer teklifler</a>)
uk_ua: [formatted_price] (<a class="[link_class]" data-ca-scroll="[data_scroll]" [other_offers_link]>та інші пропозиції</a>)
