Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/master_products.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr, uk_ua

# Languages::master_products.include_offers_from_multiple_sellers
source: To add the required number of items to cart, we had to include offers from multiple sellers. Some of them may come at different prices.
ar_sa: لإضافة العدد المطلوب من العناصر إلى سلة التسوق ، كان علينا تضمين عروض من بائعين متعددين. قد يأتي بعضها بأسعار مختلفة.
cs_cz: Abychom do košíku přidali požadovaný počet položek, museli jsme zahrnout nabídky od více prodejců. Některé z nich mohou mít různé ceny.
da_dk: For at tilføje det nødvendige antal varer til indkøbskurven, var vi nødt til at inkludere tilbud fra flere sælgere. Nogle af dem kan komme til forskellige priser.
de_de: Um die erforderliche Anzahl von Artikeln in den Einkaufswagen zu legen, mussten wir Angebote von mehreren Verkäufern einbeziehen. Einige von ihnen können zu unterschiedlichen Preisen erhältlich sein.
el_gr: Για να προσθέσουμε τον απαιτούμενο αριθμό αντικειμένων στο καλάθι, έπρεπε να συμπεριλάβουμε προσφορές από πολλούς πωλητές. Μερικες από αυτες μπορεί να έρχονται σε διαφορετικές τιμές.
es_es: Para agregar la cantidad requerida de artículos al carrito, tuvimos que incluir ofertas de varios vendedores. Algunos de ellos pueden tener diferentes precios.
fa_ir: برای افزودن تعداد مورد نیاز کالا به سبد خرید، مجبور شدیم پیشنهادهایی از چندین فروشنده اضافه کنیم. برخی از آنها ممکن است با قیمت های متفاوتی عرضه شوند.
fi_fi: Jotta voisimme lisätä tarvittavan määrän tuotteita ostoskoriin, meidän oli sisällytettävä tarjoukset useilta myyjiltä. Jotkut niistä voivat olla eri hinnoilla.
fr_fr: Pour ajouter le nombre d'articles requis au panier, nous avons dû inclure les offres de plusieurs vendeurs. Certains d'entre eux peuvent venir à des prix différents.
it_it: Per aggiungere il numero richiesto di articoli al carrello, abbiamo dovuto includere le offerte di più venditori. Alcuni di loro possono avere prezzi diversi.
nl_nl: Om het vereiste aantal artikelen aan de winkelwagen toe te voegen, moesten we aanbiedingen van meerdere verkopers opnemen. Sommigen van hen kunnen tegen verschillende prijzen komen.
no_no: For å legge det nødvendige antallet varer i handlekurven, måtte vi inkludere tilbud fra flere selgere. Noen av dem kan ha forskjellige priser.
pt_br: Para adicionar o número necessário de itens ao carrinho, tivemos que incluir ofertas de vários vendedores. Alguns deles podem ter preços diferentes.
ro_ro: Pentru a adăuga numărul necesar de articole în coș, a trebuit să includem oferte de la mai mulți vânzători. Unele dintre ele pot veni la prețuri diferite.
sv_se: För att lägga till det nödvändiga antalet varor i kundvagnen var vi tvungna att inkludera erbjudanden från flera säljare. Vissa av dem kan komma till olika priser.
tr_tr: Sepete gerekli sayıda ürün eklemek için birden fazla satıcıdan gelen teklifleri eklememiz gerekiyordu. Bazıları farklı fiyatlarla gelebilir.
uk_ua: Щоб додати потрібну кількість товару до кошика, ми повинні включити пропозиції від кількох продавців. Деякі з них можуть мати різні ціни.

# Languages::master_products.api_not_master_product
source: Product was found but it is not common product. Please specify common product ID.
ar_sa: تم العثور على المنتج ولكنه ليس منتجًا شائعًا. الرجاء تحديد معرّف منتج مشترك.
cs_cz: Produkt byl nalezen, ale nejedná se o běžný produkt. Zadejte společné ID produktu.
da_dk: Produktet blev fundet, men det er ikke almindeligt produkt. Angiv venligst fælles produkt-id.
de_de: Das Produkt wurde gefunden, ist aber kein gewöhnliches Produkt. Bitte gemeinsame Produkt-ID angeben.
el_gr: Το προϊόν βρέθηκε αλλά δεν είναι κοινό προϊόν. Προσδιορίστε κοινό αναγνωριστικό προϊόντος.
es_es: Se encontró el producto pero no es un producto común. Especifique el ID de producto común.
fa_ir: محصول پیدا شد اما محصول رایجی نیست. لطفا شناسه محصول مشترک را مشخص کنید.
fi_fi: Tuote löytyi, mutta se ei ole yleinen tuote. Määritä yleinen tuotetunnus.
fr_fr: Le produit a été trouvé mais ce n'est pas un produit courant. Veuillez spécifier l'ID de produit commun.
it_it: Il prodotto è stato trovato ma non è un prodotto comune. Specificare l'ID prodotto comune.
nl_nl: Product is gevonden, maar het is geen algemeen product. Geef een algemene product-ID op.
no_no: Produktet ble funnet, men det er ikke vanlig produkt. Vennligst spesifiser felles produkt-ID.
pt_br: O produto foi encontrado, mas não é um produto comum. Especifique o ID do produto comum.
ro_ro: Produsul a fost găsit, dar nu este un produs obișnuit. Vă rugăm să specificați codul de produs comun.
sv_se: Produkten hittades men det är inte en vanlig produkt. Vänligen ange gemensamt produkt-ID.
tr_tr: Ürün bulundu ama yaygın bir ürün değil. Lütfen ortak ürün kimliğini belirtin.
uk_ua: Товар знайдено, але це не звичайний продукт. Вкажіть загальний ідентифікатор продукту.

# Languages::master_products.api_not_vendor_product
source: Product was found but it is not vendor's product. Please specify vendor's product ID.
ar_sa: تم العثور على المنتج ولكنه ليس منتج البائع. الرجاء تحديد معرف منتج البائع.
cs_cz: Produkt byl nalezen, ale není produktem dodavatele. Uveďte prosím ID produktu dodavatele.
da_dk: Produktet blev fundet, men det er ikke leverandørens produkt. Angiv venligst leverandørens produkt-id.
de_de: Das Produkt wurde gefunden, es handelt sich jedoch nicht um das Produkt des Anbieters. Bitte geben Sie die Produkt-ID des Anbieters an.
el_gr: Το προϊόν βρέθηκε αλλά δεν είναι προϊόν πωλητή. Προσδιορίστε το αναγνωριστικό προϊόντος του πωλητή.
es_es: Se encontró el producto, pero no es el producto del proveedor. Especifique el ID de producto del proveedor.
fa_ir: محصول پیدا شد اما محصول فروشنده نیست. لطفا شناسه محصول فروشنده را مشخص کنید.
fi_fi: Tuote löytyi, mutta se ei ole myyjän tuote. Ilmoita myyjän tuotetunnus.
fr_fr: Le produit a été trouvé mais ce n'est pas le produit du vendeur. Veuillez spécifier l'ID de produit du fournisseur.
it_it: Il prodotto è stato trovato ma non è un prodotto del venditore. Specificare l'ID prodotto del fornitore.
nl_nl: Product is gevonden, maar is niet het product van de leverancier. Geef de product-ID van de leverancier op.
no_no: Produktet ble funnet, men det er ikke leverandørens produkt. Vennligst spesifiser leverandørens produkt-ID.
pt_br: O produto foi encontrado, mas não é o produto do fornecedor. Especifique o ID do produto do fornecedor.
ro_ro: Produsul a fost găsit, dar nu este produsul vânzătorului. Vă rugăm să specificați ID-ul produsului al furnizorului.
sv_se: Produkten hittades men det är inte säljarens produkt. Vänligen ange leverantörens produkt-ID.
tr_tr: Ürün bulundu ancak satıcının ürünü değil. Lütfen satıcının ürün kimliğini belirtin.
uk_ua: Продукт знайдено, але він не є продуктом постачальника. Будь ласка, вкажіть ідентифікатор продукту постачальника.

# Languages::master_products.api_master_product_must_be_specified
source: Common product ID must be specified for vendor's products search.
ar_sa: يجب تحديد معرّف المنتج الشائع للبحث عن منتجات البائع.
cs_cz: Pro vyhledávání produktů dodavatele je nutné zadat společné ID produktu.
da_dk: Fælles produkt-id skal angives for leverandørens produktsøgning.
de_de: Für die Produktsuche des Anbieters muss eine gemeinsame Produkt-ID angegeben werden.
el_gr: Πρέπει να καθοριστεί το κοινό αναγνωριστικό προϊόντος για την αναζήτηση προϊόντων του πωλητή.
es_es: Se debe especificar el ID de producto común para la búsqueda de productos del proveedor.
fa_ir: شناسه محصول مشترک باید برای جستجوی محصولات فروشنده مشخص شود.
fi_fi: Yhteinen tuotetunnus on määritettävä toimittajan tuotehakua varten.
fr_fr: L'ID de produit commun doit être spécifié pour la recherche de produits du fournisseur.
it_it: L'ID prodotto comune deve essere specificato per la ricerca dei prodotti del fornitore.
nl_nl: Er moet een algemene product-ID worden opgegeven voor het zoeken naar producten van de leverancier.
no_no: Felles produkt-ID må spesifiseres for leverandørens produktsøk.
pt_br: O ID comum do produto deve ser especificado para a pesquisa de produtos do fornecedor.
ro_ro: ID-ul comun al produsului trebuie specificat pentru căutarea produselor vânzătorului.
sv_se: Gemensamt produkt-ID måste anges för leverantörens produktsökning.
tr_tr: Satıcının ürün araması için ortak ürün kimliği belirtilmelidir.
uk_ua: Для пошуку продуктів постачальника необхідно вказати загальний ідентифікатор продукту.
