Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/master_products.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr, uk_ua

# Addons::name::master_products
source: Common Products for Vendors
ar_sa: المنتجات الشائعة للبائعين
cs_cz: Běžné produkty pro prodejce
da_dk: Almindelige produkter for sælgere
de_de: Gängige Produkte für Anbieter
el_gr: Κοινά προϊόντα για πωλητές
es_es: Productos comunes para vendedores
fa_ir: محصولات رایج برای فروشندگان
fi_fi: Yleiset tuotteet myyjille
fr_fr: Produits courants pour les vendeurs
it_it: Prodotti comuni per i venditori
nl_nl: Gemeenschappelijke producten voor leveranciers
no_no: Vanlige produkter for leverandører
pt_br: Produtos Comuns para Fornecedores
ro_ro: Produse comune pentru furnizori
sv_se: Vanliga produkter för leverantörer
tr_tr: Satıcılar için Ortak Ürünler
uk_ua: Спільні товари для продавців

# Addons::description::master_products
source: Allows you to create a single product base: vendors choose which of the existing products they sell.
ar_sa: يسمح لك بإنشاء قاعدة منتج واحدة: يختار البائعون أي من المنتجات الحالية يبيعونها.
cs_cz: Dovoluje vám vytvořit jednu základnu produktů: prodejci vybírají, které z již existujících produktů prodají.
da_dk: Tillader dig at oprette en enkel produkt base: Sælgere vælger hvilke af de eksisterende produkter de vil sælge.
de_de: Ermöglicht es Ihnen, eine einzige Produktbasis zu erstellen: Anbieter wählen aus, welche der vorhandenen Produkte sie verkaufen.
el_gr: Σας επιτρέπει να δημιουργήσετε ένα μόνο προϊόν βάσης: Οι προμηθευτές επιλέγουν ποια από τα υπάρχοντα προϊόντα θα πωλούν.
es_es: Le permite crear una base de productos única: los proveedores eligen cuál de los productos existentes venden.
fa_ir: به شما امکان می دهد یک پایه محصول واحد ایجاد کنید: فروشندگان انتخاب می کنند که کدام یک از محصولات موجود را بفروشند.
fi_fi: Voit luoda yhden tuotekannan: toimittajat valitsevat, mitä olemassa olevista tuotteista he myyvät.
fr_fr: Vous permet de créer une base de produits commune et unique : les vendeurs y choisissent quels produits ils veulent vendre.
it_it: Consente di creare un'unica base di prodotti: i venditori scelgono quale dei prodotti esistenti vendere.
nl_nl: Hiermee kunt u één productbasis creëren: leveranciers kiezen welke van de bestaande producten ze verkopen.
no_no: Lar deg opprette en enkelt produktbase: leverandører velger hvilke av de eksisterende produktene de selger.
pt_br: Permite que você crie uma base única de produtos: os fornecedores escolhem quais dos produtos existentes eles vendem.
ro_ro: Vă permite să creați o singură bază de produse: furnizorii aleg care dintre produsele existente vând.
sv_se: Låter dig skapa en enda produktbas: leverantörer väljer vilka av de befintliga produkterna de säljer.
tr_tr: Tek bir ürün tabanı oluşturmanıza olanak tanır: satıcılar, mevcut ürünlerden hangisini satacaklarını seçer.
uk_ua: Дозволяє вам створити єдину базу товарів: продавці будуть вибирати, які з існуючих в базі товарів вони продають.

# SettingsSections::master_products::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
it_it: Generale
nl_nl: Algemeen
no_no: Generell
pt_br: Geral
sv_se: Allmän
tr_tr: Genel
uk_ua: Загальні

# SettingsOptions::master_products::allow_vendors_to_create_products
source: Allow vendors to create products
ar_sa: اسمح للبائعين بإنشاء منتجات
cs_cz: Umožnit prodejcům tvořit produkty
da_dk: Tillad sælgere at skabe produkter
de_de: Anbietern erlauben, Produkte zu erstellen
el_gr: Επιτρέπει στους προμηθευτές να δημιουργήσουν προϊόντα
es_es: Permitir a los proveedores crear productos
fa_ir: به فروشندگان اجازه ایجاد محصولات را بدهید
fi_fi: Salli myyjien luoda tuotteita
fr_fr: Permettre aux vendeurs de créer des produits
it_it: Consenti ai fornitori di creare prodotti
nl_nl: Verkopers toestaan om producten aan te maken
no_no: Tillat leverandører å lage produkter
pt_br: Permitir que fornecedores criem produtos
ro_ro: Permiteți vânzătorilor să creeze produse
sv_se: Tillåt leverantörer att skapa produkter
tr_tr: Satıcıların ürün oluşturmasına izin verin
uk_ua: Дозволити продавцям створювати товари

# SettingsTooltips::master_products::allow_vendors_to_create_products
source: If you don't allow it, vendors will only be able to sell the products that you added to the marketplace.
ar_sa: إذا لم تسمح بذلك ، فسيتمكن البائعون فقط من بيع المنتجات التي أضفتها إلى السوق.
cs_cz: Pokud to nepovolíte, prodejci budou pouze schopni prodat produkty, které jsou přidané na marketplace.
da_dk: Hvis ikke du tillader det, sælgere vil kun have adgang til at sælge produktet som du har tilføjet til markedspladsen
de_de: Wenn Sie dies nicht zulassen, können Anbieter nur die Produkte verkaufen, die Sie dem Marktplatz hinzugefügt haben.
el_gr: Αν δεν το επιτρέπετε, οι προμηθευτές θα μπορούν να πουλήσουν μόνο προϊόντα που εσείς έχετε προσθέσει στο marketplace.
es_es: Si no lo permite, los proveedores solo podrán vender los productos que usted agregó al mercado.
fa_ir: اگر اجازه ندهید، فروشندگان فقط می توانند محصولاتی را که شما به بازار اضافه کرده اید بفروشند.
fi_fi: Jos et salli sitä, toimittajat voivat myydä vain tuotteita, jotka olet lisännyt markkinoille.
fr_fr: Si vous ne le permettez pas, les vendeurs ne pourront vendre que les produits que vous avez vous-même ajouté au marché.
it_it: Se non lo consenti, i venditori potranno vendere solo i prodotti che hai aggiunto al negozio.
nl_nl: Als u dit niet toestaat, kunnen leveranciers alleen de producten verkopen die u aan de marktplaats hebt toegevoegd.
no_no: Hvis du ikke tillater det, vil leverandører bare kunne selge produktene du har lagt til på markedsplassen.
pt_br: Se você não permitir, os fornecedores só poderão vender os produtos que você adicionou ao marketplace.
ro_ro: Dacă nu o permiteți, furnizorii vor putea vinde numai produsele pe care le-ați adăugat pe piață.
sv_se: Om du inte tillåter det kommer leverantörer bara att kunna sälja de produkter som du har lagt till på marknadsplatsen.
tr_tr: İzin vermezseniz, satıcılar yalnızca pazara eklediğiniz ürünleri satabilecektir.
uk_ua: Якщо не вмикати це налаштування, то продавці зможуть продавати лише ті товари, які додасте ви.

# SettingsOptions::master_products::allow_buy_default_common_product
source: Buy a default common product
ar_sa: شراء منتج مشترك افتراضي
cs_cz: Koupit výchozí běžný produkt
da_dk: Køb et almindeligt standardprodukt
de_de: Kaufen Sie ein Standardprodukt
el_gr: Αγοράστε ένα προεπιλεγμένο κοινό προϊόν
es_es: Comprar un producto común predeterminado
fa_ir: یک محصول معمولی پیش فرض بخرید
fi_fi: Osta oletusarvoinen yleinen tuote
fr_fr: Acheter un produit commun par défaut
it_it: Acquista un prodotto comune predefinito
nl_nl: Koop een standaard algemeen product
no_no: Kjøp et standard vanlig produkt
pt_br: Compre um produto comum padrão
ro_ro: Cumpărați un produs standard standard
sv_se: Köp en vanlig standardprodukt
tr_tr: Varsayılan bir ortak ürün satın alın
uk_ua: Купуйте загальний продукт за замовчуванням

# SettingsTooltips::master_products::allow_buy_default_common_product
source: The "Add to cart" button will appear next to the product (not just its offers) and select the best offer available.
ar_sa: سيظهر زر "إضافة إلى عربة التسوق" بجوار المنتج (وليس فقط عروضه) وحدد أفضل عرض متاح.
cs_cz: U produktu (nejen jeho nabídek) se objeví tlačítko "Přidat do košíku" a vyberte nejlepší dostupnou nabídku.
da_dk: Knappen "Tilføj til indkøbskurv" vises ved siden af produktet (ikke kun dets tilbud) og vælg det bedste tilgængelige tilbud.
de_de: Die Schaltfläche „In den Warenkorb“ erscheint neben dem Produkt (nicht nur seinen Angeboten) und wählt das beste verfügbare Angebot aus.
el_gr: Το κουμπί «Προσθήκη στο καλάθι» θα εμφανιστεί δίπλα στο προϊόν (όχι μόνο οι προσφορές του) και θα επιλέξετε την καλύτερη διαθέσιμη προσφορά.
es_es: El botón "Añadir al carrito" aparecerá junto al producto (no solo sus ofertas) y seleccionará la mejor oferta disponible.
fa_ir: دکمه "افزودن به سبد خرید" در کنار محصول (نه فقط پیشنهادات آن) ظاهر می شود و بهترین پیشنهاد موجود را انتخاب می کند.
fi_fi: "Lisää ostoskoriin" -painike ilmestyy tuotteen (ei vain sen tarjousten) viereen ja valitse paras saatavilla oleva tarjous.
fr_fr: Le bouton "Ajouter au panier" apparaîtra à côté du produit (pas seulement ses offres) et sélectionnera la meilleure offre disponible.
it_it: Accanto al prodotto (non solo alle sue offerte) apparirà il pulsante "Aggiungi al carrello" e selezionerà la migliore offerta disponibile.
nl_nl: De knop "Toevoegen aan winkelwagen" verschijnt naast het product (niet alleen de aanbiedingen) en selecteert de best beschikbare aanbieding.
no_no: "Legg i handlekurv"-knappen vil vises ved siden av produktet (ikke bare dets tilbud) og velge det beste tilgjengelige tilbudet.
pt_br: O botão "Adicionar ao carrinho" aparecerá ao lado do produto (não apenas suas ofertas) e selecione a melhor oferta disponível.
ro_ro: Butonul „Adaugă în coș” va apărea lângă produs (nu doar ofertele acestuia) și selectează cea mai bună ofertă disponibilă.
sv_se: Knappen "Lägg till i kundvagn" visas bredvid produkten (inte bara dess erbjudanden) och väljer det bästa tillgängliga erbjudandet.
tr_tr: Ürünün (yalnızca tekliflerinin değil) yanında "Sepete ekle" düğmesi görünecek ve mevcut en iyi teklifi seçecektir.
uk_ua: Поріч із товаром (не лише його пропозиція) з'явиться кнопка "Додати до кошика" та виберіть найкращу доступну пропозицію.

# Languages::master_products.vendor_products_tab_name
source: Sellers of this product
ar_sa: باعة هذا المنتج
cs_cz: Prodejci tohoto produktu
da_dk: Sælgere af dette produkt
de_de: Verkäufer dieses Produkts
el_gr: Πωλητές αυτού του προϊόντος
es_es: Vendedores de este producto
fa_ir: فروشندگان این محصول
fi_fi: Tämän tuotteen myyjät
fr_fr: Vendeurs de ce produit
it_it: Venditori di questo prodotto
nl_nl: Verkopers van dit product
no_no: Selgere av dette produktet
pt_br: Distribuidores deste produto
ro_ro: Vânzătorii acestui produs
sv_se: Säljare av denna produkt
tr_tr: Bu ürünün satıcıları
uk_ua: Продавці цього продукту

# Languages::master_products.vendor_products_filling
source: Sellers of this product
ar_sa: باعة هذا المنتج
cs_cz: Prodejci tohoto produktu
da_dk: Sælgere af dette produkt
de_de: Verkäufer dieses Produkts
el_gr: Πωλητές αυτού του προϊόντος
es_es: Vendedores de este producto
fa_ir: فروشندگان این محصول
fi_fi: Tämän tuotteen myyjät
fr_fr: Vendeurs de ce produit
it_it: Venditori di questo prodotto
nl_nl: Verkopers van dit product
no_no: Selgere av dette produktet
pt_br: Distribuidores deste produto
ro_ro: Vânzătorii acestui produs
sv_se: Säljare av denna produkt
tr_tr: Bu ürünün satıcıları
uk_ua: Продавці цього товару

# Languages::master_products.vendor_products_block_name
source: Sellers of a product
ar_sa: باعة المنتج
cs_cz: Prodejci produktu
da_dk: Sælgere af et produkt
de_de: Verkäufer eines Produkts
el_gr: Πωλητές ενός προϊόντος
es_es: Vendedores de un producto
fa_ir: فروشندگان یک محصول
fi_fi: Tuotteen myyjät
fr_fr: Vendeurs d’un produit
it_it: Venditori di un prodotto
nl_nl: Verkopers van een product
no_no: Selgere av et produkt
pt_br: Distribuidores de um produto
ro_ro: Vânzătorii unui produs
sv_se: Säljare av en produkt
tr_tr: Bir ürünün satıcıları
uk_ua: Продавці товару

# Languages::master_products.products_that_vendors_can_sell
source: Products that vendors can sell
ar_sa: المنتجات التي يمكن للبائعين بيعها
cs_cz: Produkty, které prodejce může prodat
da_dk: Produkter som sælgere kan sælge
de_de: Produkte, die Anbieter verkaufen können
el_gr: Προϊόντα τα οποία οι προμηθευτές επιτρέπεται να πουλήσουν
es_es: Productos que los vendedores pueden vender
fa_ir: محصولاتی که فروشندگان می توانند بفروشند
fi_fi: Tuotteet, joita myyjät voivat myydä
fr_fr: Produits pouvant être mis en vente
it_it: Prodotti che i venditori possono vendere
nl_nl: Producten die verkopers kunnen verkopen
no_no: Produkter som leverandører kan selge
pt_br: Produtos que fornecedores podem vender
ro_ro: Produse pe care vânzătorii le pot vinde
sv_se: Produkter som leverantörer kan sälja
tr_tr: Satıcıların satabileceği ürünler
uk_ua: Товари, які можна продавати

# Languages::master_products.products_being_sold
source: Products being sold
ar_sa: المنتجات التي يتم بيعها
cs_cz: Produkty jsou prodány
da_dk: Produkter bliver solgt
de_de: Produkte, die verkauft werden
el_gr: Προϊόντα προς πώληση
es_es: Productos que se venden
fa_ir: محصولات در حال فروش
fi_fi: Tuotteet myydään
fr_fr: Produits en vente
it_it: Prodotti in vendita
nl_nl: Producten die worden verkocht
no_no: Produkter som selges
pt_br: Produtos à venda
ro_ro: Produse vândute
sv_se: Produkter som säljs
tr_tr: Satılan ürünler
uk_ua: Товари в продажу

# Languages::master_products.all_products
source: All products
ar_sa: جميع المنتجات
cs_cz: Všechno zboží
da_dk: Alle produkter
de_de: Alle Produkte
el_gr: Όλα τα προϊόντα
es_es: Todos los productos
fa_ir: همه محصولات
fi_fi: Kaikki tuotteet
fr_fr: Tous produits
it_it: Tutti i prodotti
nl_nl: Alle producten
no_no: Alle produkter
pt_br: Todos os produtos
ro_ro: Toate produsele
sv_se: Alla produkter
tr_tr: Tüm ürünler
uk_ua: Всі товари

# Languages::master_products.add_product_from_catalog
source: Add product from catalog
ar_sa: أضف المنتج من الكتالوج
cs_cz: Přidat produkt z katalogu
da_dk: Tilføj produkt til katalog
de_de: Produkt aus dem Katalog hinzufügen
el_gr: Προσθήκη προϊόντος από κατάλογο
es_es: Añadir producto del catálogo
fa_ir: افزودن محصول از کاتالوگ
fi_fi: Lisää tuote luettelosta
fr_fr: Ajouter un produit du catalogue
it_it: Aggiungi prodotto dal catalogo
nl_nl: Product uit catalogus toevoegen
no_no: Legg til produkt fra katalogen
pt_br: Adicionar produto do catálogo
ro_ro: Adăugați produs din catalog
sv_se: Lägg till produkt från katalogen
tr_tr: Katalogdan ürün ekle
uk_ua: Додати товар з каталогу

# Languages::master_products.create_new_product
source: Create new product
ar_sa: إنشاء منتج جديد
cs_cz: Vytvořit nové produkty
da_dk: Opret nyt produkt
de_de: Neues Produkt erstellen
el_gr: Δημιουργία νέου προϊόντος
es_es: Crear nuevo producto
fa_ir: محصول جدید ایجاد کنید
fi_fi: Luo uusi tuote
fr_fr: Créer un nouveau produit
it_it: Crea nuovo prodotto
nl_nl: Maak nieuw product aan
no_no: Opprett nytt produkt
pt_br: Criar novo produto
ro_ro: Creati un produs nou
sv_se: Skapa ny produkt
tr_tr: Yeni ürün oluştur
uk_ua: Створити новый товар

# Languages::master_products.sell_this
source: Sell this
ar_sa: بيع هذا
cs_cz: Prodat toto
da_dk: Sælg dette
de_de: Verkauf das
el_gr: Πουλήστε αυτό
es_es: Vender esto
fa_ir: این را بفروش
fi_fi: Myy tämä
fr_fr: Vendre ceci
it_it: Vendi questo
nl_nl: Verkoop dit
no_no: Selg denne
pt_br: Vender isto
ro_ro: Vindeți asta
sv_se: Sälj detta
tr_tr: Bunu sat
uk_ua: Продавати

# Languages::master_products.for_sale
source: For sale
ar_sa: للبيع
cs_cz: Na prodej
da_dk: Til salg
de_de: Zu verkaufen
el_gr: Προς πώληση
es_es: En venta
fa_ir: برای فروش
fi_fi: Myytävänä
fr_fr: A vendre
it_it: In vendita
nl_nl: Te koop
no_no: Til salgs
pt_br: À venda
ro_ro: De vânzare
sv_se: Till salu
tr_tr: Satılık
uk_ua: Продається

# Languages::master_products.sell_selected
source: Sell selected
ar_sa: بيع المحدد
cs_cz: Prodat vybrané
da_dk: Sælg valgte
de_de: Ausgewählt verkaufen
el_gr: Πώληση επιλεγμένων
es_es: Vender seleccionado
fa_ir: فروش انتخاب شده
fi_fi: Myy valitut
fr_fr: Vendre sélection
it_it: Vendi selezionati
nl_nl: Verkoop geselecteerde
no_no: Selg valgt
pt_br: Venda selecionada
ro_ro: Vindeți cele selectate
sv_se: Sälj utvalda
tr_tr: Seçileni sat
uk_ua: Продавати обрані

# Languages::master_products.products_were_added_to_your_products
source: [n] product was added to your products|[n] products were added to your products
ar_sa: [n] تمت إضافة منتج إلى منتجاتك | تمت إضافة [n] من المنتجات إلى منتجاتك
cs_cz: [n] produkt byl přidán do vašich produktů|[n] produkty byly přidány do vašich produktů
da_dk: [n] produkt blev tilføjet til dine produkter|[n] produkter blev føjet til dine produkter
de_de: [n] Produkt wurde zu Ihren Produkten hinzugefügt|[n] Produkte wurden zu Ihren Produkten hinzugefügt
el_gr: [n] προϊόν προστέθηκε στο καλάθι σας|[n] προϊόντα προστέθηκαν στο καλάθι σας
es_es: [n] producto agregado a sus productos | [n] producto agregado a sus productos
fa_ir: [n] محصول به محصولات شما اضافه شد|[n] محصول به محصولات شما اضافه شد
fi_fi: [n] tuotetta lisättiin tuotteisiisi|[n] tuotetta lisättiin tuotteisiisi
fr_fr: [n] produit a été ajouté à vos produits|[n] produits ont été ajoutés à vos produits
it_it: [n] prodotto è stato aggiunto ai tuoi prodotti | [n] prodotti sono stati aggiunti ai tuoi prodotti
nl_nl: [n] product is toegevoegd aan uw producten| Er zijn[n] producten aan uw producten toegevoegd
no_no: [n] produkt ble lagt til produktene dine|[n] produkter ble lagt til produktene dine
pt_br: [n] produto foi adicionado aos seus produtos|[n] produtos foram adicionados aos seus produtos
ro_ro: [n] produs a fost adăugat la produsele dvs.|[n] produse au fost adăugate la produsele dvs.
sv_se: [n] produkt har lagts till i dina produkter|[n] produkter har lagts till i dina produkter
tr_tr: Ürünlerinize [n] ürün eklendi| Ürünlerinize[n] ürün eklendi
uk_ua: [n] товар був доданий в продаж|[n] товара було доданоно в продаж|[n] товарів було доданоно в продаж

# Languages::master_products.master_product
source: Common product
ar_sa: منتج مشترك
cs_cz: Běžný produkt
da_dk: Almindeligt produkt
de_de: Gemeinsames Produkt
el_gr: Κοινά προϊόν
es_es: Producto comun
fa_ir: محصول مشترک
fi_fi: Yhteinen tuote
fr_fr: Produit courant
it_it: Prodotto comune
nl_nl: Gemeenschappelijk product
no_no: Felles produkt
pt_br: Produto comum
ro_ro: Produs comun
sv_se: Vanlig produkt
tr_tr: Ortak ürün
uk_ua: Спільний товар

# Languages::master_products.all_vendors_master_product
source: All vendors (common product)
ar_sa: جميع البائعين (المنتج المشترك)
cs_cz: Všichni prodejci (běžný produkt)
da_dk: Alle sælgere (Almindeligt produkt)
de_de: Alle Anbieter (gemeinsames Produkt)
el_gr: Όλοι οι Πωλητές (κοινό προϊόν)
es_es: Todos los vendedores (producto común)
fa_ir: همه فروشندگان (محصول مشترک)
fi_fi: Kaikki toimittajat (yhteinen tuote)
fr_fr: Tous vendeurs (produit courant)
it_it: Tutti i venditori (prodotto comune)
nl_nl: Alle leveranciers (gemeenschappelijk product)
no_no: Alle leverandører (vanlig produkt)
pt_br: Todos os fornecedores (produto comum)
ro_ro: Toți furnizorii (produs comun)
sv_se: Alla leverantörer (vanlig produkt)
tr_tr: Tüm satıcılar (ortak ürün)
uk_ua: Всі продавці (спільний товар)

# Languages::master_products.exported_products
source: Products to export
ar_sa: منتجات للتصدير
cs_cz: Produkty k exportu
da_dk: Produkter til eksport
de_de: Produkte für den Export
el_gr: Προϊόντα προς εξαγωγή
es_es: Productos para exportar
fa_ir: محصولات برای صادرات
fi_fi: Tuotteet vientiin
fr_fr: Produits à exporter
it_it: Prodotti da esportare
nl_nl: Producten om te exporteren
no_no: Produkter som skal eksporteres
pt_br: Exportar produtos
ro_ro: Produse pentru export
sv_se: Produkter att exportera
tr_tr: İhracat yapılacak ürünler
uk_ua: Товари для експорту

# Languages::master_products.price_from
source: From [formatted_price]
ar_sa: من [formatted_price]
cs_cz: Od [formatted_price]
da_dk: Fra [formatted_price]
de_de: Ab [formatted_price]
el_gr: Από [formatted_price]
es_es: Desde [formatted_price]
fa_ir: از [formatted_price]
fi_fi: Alkaen [formatted_price]
fr_fr: De [formatted_price]
it_it: Da [formatted_price]
nl_nl: Vanaf [formatted_price]
no_no: Fra [formatted_price]
pt_br: De [formatted_price]
ro_ro: De la [formatted_price]
sv_se: Från [formatted_price]
tr_tr: [formatted_price]itibaren
uk_ua: Від [formatted_price]

# Languages::master_products.product_type.offer
source: Vendor offer
ar_sa: عرض البائع
cs_cz: Nabídka prodejce
da_dk: Sælger tilbud
de_de: Angebot des Anbieters
el_gr: Προσφορά Πωλητή
es_es: Oferta del vendedor
fa_ir: پیشنهاد فروشنده
fi_fi: Myyjän tarjous
fr_fr: Offre du vendeur
it_it: Offerta del venditore
nl_nl: Verkoper aanbieding
no_no: Leverandørtilbud
pt_br: Oferta do fornecedor
ro_ro: Oferta furnizorului
sv_se: Säljarens erbjudande
tr_tr: Satıcı teklifi
uk_ua: Пропозиція продавця

# Languages::master_products.view_product_offers
source: See all offers
ar_sa: مشاهدة جميع العروض
cs_cz: Zobrazit všechny nabídky
da_dk: Se alle offre
de_de: Alle Angebote sehen
el_gr: Δείτε όλες τις προσφορές
es_es: Ver todas las ofertas
fa_ir: مشاهده همه پیشنهادات
fi_fi: Katso kaikki tarjoukset
fr_fr: Voir toutes les offres
it_it: Vedi tutte le offerte
nl_nl: Bekijk alle aanbiedingen
no_no: Se alle tilbudene
pt_br: Ver todas as ofertas
ro_ro: Vezi toate ofertele
sv_se: Se alla erbjudanden
tr_tr: Tüm teklifleri görün
uk_ua: Переглянути всі пропозиції

# Languages::master_products.product_type.offer_variation
source: Vendor variation offer
ar_sa: عرض تنوع البائع
cs_cz: Nabídka variant prodejce
da_dk: Leverandør variation tilbud
de_de: Variationsangebot des Anbieters
el_gr: Προσφορά παραλλαγής προμηθευτή
es_es: Oferta de variación del vendedor
fa_ir: پیشنهاد تنوع فروشنده
fi_fi: Toimittajan vaihtelutarjous
fr_fr: Fluctuation de l'offre du vendeur
it_it: Offerta di variazione del venditore
nl_nl: Aanbieding voor leveranciersvariatie
no_no: Leverandørvariasjonstilbud
pt_br: Oferta de variação do fornecedor
ro_ro: Ofertă de variație a furnizorului
sv_se: Leverantörsvariationserbjudande
tr_tr: Satıcı varyasyon teklifi
uk_ua: Вариація від продавця
