Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/newsletters.po
Languages: fa_ir, fi_fi, pt_pt, sv_se

# Addons::name::newsletters
source: Newsletters
fa_ir: خبرنامه
fi_fi: Uutiskirjeet
pt_pt: boletins informativos
sv_se: Nyhetsbrev

# Addons::description::newsletters
source: Lets you configure newsletter sending
fa_ir: امکان پیکربندی ارسال خبرنامه
fi_fi: Voit määrittää uutiskirjeen lähettämisen
pt_pt: Permite configurar o envio de newsletter
sv_se: Låter dig konfigurera utskick av nyhetsbrev

# Languages::newsletters_menu_description
source: Create and send newsletters to your customer.
fa_ir: ایجاد و ارسال خبرنامه به مشتریان خود.
fi_fi: Luo ja lähetä uutiskirjeitä asiakkaallesi.
pt_pt: Crie e envie newsletters para o seu cliente.
sv_se: Hantera nyhetsbrev.

# Languages::news_plain
source: Plain
fa_ir: ساده
fi_fi: Tavallinen
pt_pt: Simples
sv_se: TEXT

# Languages::text_signup_for_subscriptions
source: Sign up for our newsletters!
fa_ir: ثبت نام خبرنامه ما!
fi_fi: Tilaa uutiskirjeemme!
pt_pt: Assine nossa newsletter!
sv_se: Prenumerera på våra nyhetsbrev?

# Languages::tmpl_subscription
source: Newsletters: subscription form
fa_ir: خبرنامه: فرم اشتراک
fi_fi: Uutiskirjeet: tilauslomake
pt_pt: Boletins informativos: formulário de inscrição
sv_se: Nyhetsbrev: anmälningsformulär

# Languages::unsubscribe_link
source: Unsubscribe link
fa_ir: لینک لغو اشتراک
fi_fi: Peruuta tilaus -linkki
pt_pt: Link de cancelamento de inscrição
sv_se: Avregistreringslänk

# Languages::ne_add_subscribers_from_users
source: Add subscribers from the list of users
fa_ir: اضافه کردن مشترکین از لیست کاربران
fi_fi: Lisää tilaajia käyttäjäluettelosta
pt_pt: Adicionar assinantes da lista de usuários
sv_se: Lägg till prenumeranter från användare

# Languages::ne_warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
fa_ir: <b>[email]</b> در حال حاضر در لیست مشترکین می باشد
fi_fi: <b>[email]</b> on jo tilaajaluettelossa
pt_pt: <b>[email]</b> já está na lista de inscritos
sv_se: <b>[email]</b> är redan prenumerant.

# Languages::warning_subscribers_import
source: Some mailing lists from the input file could not be found in the database. Certain imported subscribers will be left unassigned.
fa_ir: بعضی از لیست های پستی از فایل ورودی در پایگاه داده یافت نشد. برخی مشترکان وارد شده بدون تخصیص خواهند ماند.
fi_fi: Joitakin syötetiedoston postituslistoja ei löytynyt tietokannasta. Tietyt tuodut tilaajat jätetään määrittämättä.
pt_pt: Algumas listas de discussão do arquivo de entrada não foram encontradas no banco de dados. Certos assinantes importados não serão atribuídos.
sv_se: Någon e-postlista från filen kunde inte hittas i databasen. Några prenumeranter kommer att lämnas otilldelade.

# Languages::subscribers_menu_item_text
source: Subscribers
fa_ir: مشترکین
fi_fi: Tilaajat
pt_pt: Assinantes
sv_se: Prenumeranter

# Languages::block_mailing_lists
source: Newsletter subscription
fa_ir: اشتراک خبرنامه
fi_fi: Uutiskirjeen tilaus
pt_pt: Assinatura de Newsletter
sv_se: Nyhetsbrevsprenumeration

# Languages::block_mailing_lists_description
source: Email field for newsletter subscription
fa_ir: فیلد ایمیل برای اشتراک خبرنامه
fi_fi: Sähköpostikenttä uutiskirjeen tilaamiseen
pt_pt: Campo de e-mail para assinatura de newsletter
sv_se: E-postfält för nyhetsbrevsprenumeration

# Languages::block_lite_checkout_newsletters
source: Checkout: Newsletters
fa_ir: پرداخت: خبرنامه
fi_fi: Kassalle: Uutiskirjeet
pt_pt: Saída: Boletins
sv_se: Kassa: Nyhetsbrev

# Languages::block_lite_checkout_newsletters_description
source: Ability to sign up for newsletters
fa_ir: امکان ثبت نام در خبرنامه ها
fi_fi: Mahdollisuus tilata uutiskirjeitä
pt_pt: Capacidade de se inscrever para boletins informativos
sv_se: Möjlighet att prenumerera på nyhetsbrev

# Languages::privileges.view_newsletters
source: Can view
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
pt_pt: Pode ver
sv_se: Kan visa

# Languages::privileges.manage_newsletters
source: Can edit
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
pt_pt: Pode editar
sv_se: Kan redigera

# Languages::privilege_groups.newsletters
source: Newsletters
fa_ir: خبرنامه ها
fi_fi: Uutiskirjeet
pt_pt: boletins informativos
sv_se: Nyhetsbrev

# Languages::warning_newsletter_no_recipients
source: Newsletter hasn't been sent because no recipients were found matching the selected criteria.
fa_ir: خبرنامه فرستاده نشده است زیرا هیچ گیرنده مطابق معیارهای انتخابی یافت نشد.
fi_fi: Uutiskirjettä ei ole lähetetty, koska valittuja ehtoja vastaavia vastaanottajia ei löytynyt.
pt_pt: A newsletter não foi enviada porque não foram encontrados destinatários que correspondam aos critérios selecionados.
sv_se: Nyhetsbrev har inte skickats, ingen mottagare hittades med valda kriterier.

# Languages::text_newsletter_sent
source: The newsletter(s) have been sent successfully.
fa_ir: خبرنامه (ها) با موفقیت ارسال شده است.
fi_fi: Uutiskirje(t) on lähetetty onnistuneesti.
pt_pt: A(s) newsletter(s) foi(ram) enviada(s) com sucesso.
sv_se: Nyhetsbreven har skickats.

# Languages::email_cannot_be_empty
source: E-mail cannot be empty
fa_ir: ایمیل را نمی توان خالی گذاشت
fi_fi: Sähköposti ei voi olla tyhjä
pt_pt: O e-mail não pode ficar vazio
sv_se: E-postadress måste anges

# Languages::sending_email_to
source: Sending email to [email]...
fa_ir: ارسال ایمیل به [email]...
fi_fi: Lähetetään sähköpostia numeroon [email]...
pt_pt: Enviando e-mail para [email]...
sv_se: Skickar e-post till [email]...

# Languages::text_subscriber_added
source: Your e-mail has been successfully added to our free e-mail updates list
fa_ir: ایمیل شما با موفقیت به لیست به روز رسانی های ایمیل رایگان ما اضافه شده است
fi_fi: Sähköpostisi on lisätty onnistuneesti ilmaisten sähköpostipäivitysten luetteloomme
pt_pt: Seu e-mail foi adicionado com sucesso à nossa lista de atualizações gratuitas de e-mail
sv_se: Du prenumerar nu på vårt nyhetsbrev. Tack!

# Languages::error_email_already_subscribed
source: Your e-mail is already subscribed.
fa_ir: ایمیل شما قبلاً آبونه شده است.
fi_fi: Sähköpostisi on jo tilattu.
pt_pt: Seu e-mail já está cadastrado.
sv_se: Din e-postadress är redan registrerad.

# Languages::text_subscriber_removed
source: Your e-mail has been successfully removed from our free e-mail updates list
fa_ir: ایمیل شما با موفقیت از لیست به روز رسانی رایگان ایمیل ما حذف شده است
fi_fi: Sähköpostisi on poistettu onnistuneesti ilmaisten sähköpostipäivitysten luettelostamme
pt_pt: Seu e-mail foi removido com sucesso de nossa lista de atualizações de e-mail gratuitas
sv_se: Din e-postadress är nu borttagen från prenumerationen

# Languages::text_subscriber_activated
source: Your email has been successfully activated
fa_ir: ایمیل شما با موفقیت فعال شده است
fi_fi: Sähköpostisi on aktivoitu onnistuneesti
pt_pt: Seu e-mail foi ativado com sucesso
sv_se: Din e-postadress är nu aktiverad

# Languages::link_message_for_test_letter
source: The link will be displayed in a live newsletter
fa_ir: لینک در خبرنامه زنده نمایش داده خواهد شد
fi_fi: Linkki näkyy live-uutiskirjeessä
pt_pt: O link será exibido em um boletim informativo ao vivo
sv_se: Länk visas i nyhetsbrev

# Languages::newsletters
source: Newsletters
fa_ir: خبرنامه
fi_fi: Uutiskirjeet
pt_pt: boletins informativos
sv_se: Nyhetsbrev

# Languages::autoresponders
source: Autoresponders
fa_ir: پاسخ دهی خودکار
fi_fi: automaattivastaajat
pt_pt: Serviços de auto resposta
sv_se: Autosvar

# Languages::campaigns
source: Campaigns
fa_ir: کمپین
fi_fi: Kampanjat
pt_pt: Campanhas
sv_se: Kampanjer

# Languages::sent
source: Sent
fa_ir: ارسال شد
fi_fi: Lähetetty
pt_pt: Enviei
sv_se: Skickat

# Languages::subscribers_num
source: Number of subscribers
fa_ir: تعداد مشترکین
fi_fi: Tilaajien määrä
pt_pt: Número de assinantes
sv_se: Antal prenumeranter

# Languages::editing_mailing_list
source: Editing mailing list
fa_ir: ویرایش لیست پستی
fi_fi: Postituslistan muokkaaminen
pt_pt: Editando lista de e-mails
sv_se: Redigerar e-postlista

# Languages::from_name
source: From name
fa_ir: از نام
fi_fi: Nimestä
pt_pt: De nome
sv_se: Från namn

# Languages::from_email
source: From email
fa_ir: از ایمیل
fi_fi: Sähköpostista
pt_pt: Do email
sv_se: Från e-post

# Languages::reply_to
source: Reply to
fa_ir: پاسخ به
fi_fi: Vastata
pt_pt: Responder a
sv_se: Svara till e-post

# Languages::register_autoresponder
source: Confirmation email
fa_ir: ایمیل تایید
fi_fi: Vahvistussähköposti
pt_pt: E-mail de confirmação
sv_se: Lägg till autosvar

# Languages::no_autoresponder
source: No autoresponder
fa_ir: هیچ پاسخگوی خودکاری نیست
fi_fi: Ei automaattivastaajaa
pt_pt: Sem resposta automática
sv_se: Inget autosvar

# Languages::show_on_checkout
source: Show at checkout
fa_ir: نمایش در تسویه حساب
fi_fi: Näytä kassalla
pt_pt: Mostrar no checkout
sv_se: Visa i kassan

# Languages::hide_on_checkout
source: Hide at checkout
fa_ir: هنگام تسویه حساب پنهان شوید
fi_fi: Piilota kassalla
pt_pt: Ocultar no checkout
sv_se: Göm i kassan

# Languages::addons.newsletters.show_on_registration_and_profile
source: Show on the Registration and Profile Details pages
fa_ir: نمایش در ثبت نام و صفحات جزییات مشخصات
fi_fi: Näytä Rekisteröinti- ja Profiilitiedot-sivuilla
pt_pt: Mostrar nas páginas de detalhes de registro e perfil
sv_se: Visa på registrering och profilsidan

# Languages::addons.newsletters.hide_on_registration_and_profile
source: Hide on the Registration and Profile Details pages
fa_ir: در صفحات ثبت نام و جزئیات نمایه پنهان شوید
fi_fi: Piilota Rekisteröinti- ja Profiilitiedot-sivuilla
pt_pt: Ocultar nas páginas de detalhes de registro e perfil
sv_se: Göm på sidorna Registrering och Profilinformation

# Languages::show_on_separate_page
source: Show on separate page
fa_ir: نمایش در صفحه جداگانه
fi_fi: Näytä erillisellä sivulla
pt_pt: Mostrar em página separada
sv_se: Visa på separat sida

# Languages::campaign_stats
source: Campaign statistics
fa_ir: آمار کمپین
fi_fi: Kampanjan tilastot
pt_pt: Estatísticas da campanha
sv_se: Kampanjstatistik

# Languages::add_campaign
source: Add campaign
fa_ir: اضافه کردن کمپین
fi_fi: Lisää kampanja
pt_pt: Adicionar campanha
sv_se: Lägg till kampanj

# Languages::new_campaign
source: New campaign
fa_ir: کمپین جدید
fi_fi: Uusi kampanja
pt_pt: Nova campanha
sv_se: Ny kampanj

# Languages::newsletter_templates
source: Newsletter templates
fa_ir: الگوهای خبرنامه
fi_fi: Uutiskirjeen mallit
pt_pt: Modelos de boletim informativo
sv_se: Mallar

# Languages::newsletter_autoresponders
source: Newsletter autoresponders
fa_ir: پاسخ دهی خودکار خبرنامه
fi_fi: Uutiskirjeiden automaattivastaajat
pt_pt: Autoresponders de boletins informativos
sv_se: Autosvar

# Languages::subject
source: Subject
fa_ir: موضوع
fi_fi: Aihe
pt_pt: Sujeito
sv_se: Ämne

# Languages::add_newsletter
source: Add newsletter
fa_ir: اضافه کردن خبرنامه
fi_fi: Lisää uutiskirje
pt_pt: Adicionar boletim informativo
sv_se: Lägg till nyhetsbrev

# Languages::add_template
source: Add template
fa_ir: افزودن الگو
fi_fi: Lisää malli
pt_pt: Adicionar modelo
sv_se: Lägg till mall

# Languages::add_autoresponder
source: Add autoresponder
fa_ir: اضافه کردن پاسخگوی خودکار
fi_fi: Lisää automaattivastaaja
pt_pt: Adicionar resposta automática
sv_se: Lägg till autosvar

# Languages::more_subjects
source: Random subjects (one per line)
fa_ir: مطالب تصادفی (یکی در هر خط)
fi_fi: Satunnaiset aiheet (yksi per rivi)
pt_pt: Assuntos aleatórios (um por linha)
sv_se: Ämnen (ett per rad)

# Languages::body_html
source: HTML body
fa_ir: بدنه html
fi_fi: HTML-teksti
pt_pt: corpo HTML
sv_se: HTML brödtext

# Languages::no_template
source: No template
fa_ir: بدون الگو
fi_fi: Ei mallia
pt_pt: Nenhum modelo
sv_se: Ingen

# Languages::load
source: Load
fa_ir: بارگذاری
fi_fi: Ladata
pt_pt: Carga
sv_se: Hämta

# Languages::campaign
source: Campaign
fa_ir: کمپین
fi_fi: Kampanja
pt_pt: Campanha
sv_se: Kampanj

# Languages::send_to
source: Send to
fa_ir: ارسال به
fi_fi: Lähetä
pt_pt: Enviar para
sv_se: Skicka till

# Languages::add_recipients_from_users
source: Add recipients from users
fa_ir: افزودن گیرندگان از کاربران
fi_fi: Lisää vastaanottajia käyttäjiltä
pt_pt: Adicionar destinatários de usuários
sv_se: Lägg till mottagare från användare

# Languages::customers_with_abandoned
source: Customers with abandoned
fa_ir: مشتریان رها شده
fi_fi: Asiakkaat, joilla on hylätty
pt_pt: Clientes com abandono
sv_se: Kunder med övergiven

# Languages::cart_or_wishlist
source: Cart or Wishlist
fa_ir: سبد خرید یا فهرست دلخواه
fi_fi: Ostoskori tai toivelista
pt_pt: Carrinho ou Lista de Desejos
sv_se: Varukorg eller Önskelista

# Languages::which_is
source: which is
fa_ir: است که
fi_fi: mikä on
pt_pt: qual é
sv_se: som är

# Languages::days_old
source: days old
fa_ir: روزهای قدیمی
fi_fi: päivää vanha
pt_pt: dias de idade
sv_se: dagar gammal

# Languages::send_to_test_email
source: Send to test email
fa_ir: به ایمیل تست ارسال شد
fi_fi: Lähetä testisähköpostiin
pt_pt: Enviar para e-mail de teste
sv_se: Skicka prov till e-post

# Languages::save_and_send
source: Save and send
fa_ir: ذخیره و ارسال شده است
fi_fi: Tallenna ja lähetä
pt_pt: Salvar e enviar
sv_se: Spara och skicka

# Languages::newsletter
source: Newsletter
fa_ir: خبرنامه
fi_fi: Uutiskirje
pt_pt: Boletim de Notícias
sv_se: Nyhetsbrev

# Languages::newsletter_template
source: Newsletter template
fa_ir: الگوهای خبرنامه
fi_fi: Uutiskirjeen malli
pt_pt: Modelo de boletim informativo
sv_se: Mall

# Languages::newsletter_autoresponder
source: Newsletter autoresponder
fa_ir: پاسخ دهنده خودکار خبرنامه
fi_fi: Uutiskirjeen automaattivastaaja
pt_pt: Resposta automática de boletim informativo
sv_se: Autosvar

# Languages::mailing_list
source: Mailing list
fa_ir: لیست پستی
fi_fi: Postitus lista
pt_pt: Lista de e-mails
sv_se: E-postlista

# Languages::confirmed
source: Confirmed
fa_ir: تایید شد
fi_fi: Vahvistettu
pt_pt: Confirmado
sv_se: Bekräftad

# Languages::subscribed_to
source: Subscribed to [num] lists
fa_ir: مشترک [num] لیست
fi_fi: Tilattu [num] listalle
pt_pt: Inscrito em [num] listas
sv_se: Prenumererar på [num] listor

# Languages::subscribed
source: Subscribed
fa_ir: مشترک شده
fi_fi: Tilattu
pt_pt: Subscrito
sv_se: Prenumererar

# Languages::text_success_subscription
source: You have been successfully subscribed to our free e-mail updates and promotions!
fa_ir: شما با موفقیت به بروز رسانی های ایمیل رایگان و تبلیغات ما مشترک شده اید!
fi_fi: Olet onnistuneesti tilannut ilmaiset sähköpostipäivityksemme ja tarjouksemme!
pt_pt: Você foi inscrito com sucesso em nossas atualizações e promoções gratuitas por e-mail!
sv_se: Du prenumererar nu på vårt nyhetsbrev med erbjudanden och kampanjer!

# Languages::text_unsubscribe_instructions
source: We respect your privacy and do not send unsolicited e-mail to users who have not requested correspondence. You have received this e-mail because you requested to receive our free updates and promotions.<br /><br /> If you wish to unsubscribe, please follow the link below:
fa_ir: ما به حریم خصوصی شما احترام می گذاریم و ایمیل های ناخواسته را به کاربرانی که مکاتباتی را درخواستی نکرده اند، نمی فرستیم. شما این ایمیل را دریافت کرده اید زیرا درخواست شما دریافت به روز رسانی‌ها و تبلیغات رایگان ما بوده است. اگر شما مایل به لغو عضویت می باشید، لطفا لینک زیر را دنبال کنید:
fi_fi: Kunnioitamme yksityisyyttäsi emmekä lähetä ei-toivottuja sähköpostiviestejä käyttäjille, jotka eivät ole pyytäneet kirjeenvaihtoa. Sait tämän sähköpostin, koska pyysit ilmaisia päivityksiämme ja tarjouksiamme.<br /><br /> Jos haluat peruuttaa tilauksen, seuraa alla olevaa linkkiä:
pt_pt: Respeitamos sua privacidade e não enviamos e-mails não solicitados a usuários que não solicitaram correspondência. Você recebeu este e-mail porque solicitou receber nossas atualizações e promoções gratuitas.<br /><br /> Se você deseja cancelar a inscrição, siga o link abaixo:
sv_se: Du har fått detta e-postmeddelande eftersom du begärt att ta del av våra erbjudanden och kampanjer till denna e-postadress.<br><br>Om du vill avsluta denna prenumeration klicka på länken nedan:

# Languages::updates_subscription
source: updates and promotions subscription
fa_ir: اشتراک به روز رسانی ها و تبلیغات
fi_fi: päivitykset ja tarjoukset tilaus
pt_pt: assinatura de atualizações e promoções
sv_se: prenumeration på erbjudanden och kampanjer

# Languages::ult_shared_with
source: Shared with:
fa_ir: به اشتراک گذاشته شده با:
fi_fi: Jaettu:
pt_pt: Compartilhado com:
sv_se: Delas med:

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_email
source: Email of a sender.
fa_ir: ایمیل فرستنده.
fi_fi: Lähettäjän sähköposti.
pt_pt: E-mail de um remetente.
sv_se: E-postadress avsändare

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_name
source: Name of a sender (e.g. company name).
fa_ir: نام فرستنده (به عنوان مثال نام شرکت).
fi_fi: Lähettäjän nimi (esim. yrityksen nimi).
pt_pt: Nome de um remetente (por exemplo, nome da empresa).
sv_se: Namn avsändare (t.ex. firmanamn)

# Languages::tt_addons_newsletters_views_mailing_lists_update_reply_to
source: Email to send replies to.
fa_ir: ایمیل برای ارسال پاسخ به.
fi_fi: Sähköposti, johon vastaukset lähetetään.
pt_pt: E-mail para enviar respostas.
sv_se: E-postadress (Svara-till)

# Languages::tt_addons_newsletters_views_newsletters_update_more_subjects
source: If several subjects are specified, email subject is randomly picked from this list.
fa_ir: اگر چندین موضوع مشخص شده است، موضوع ایمیل به طور تصادفی از این لیست برداشت می شود.
fi_fi: Jos useita aiheita on määritetty, sähköpostin aihe valitaan satunnaisesti tästä luettelosta.
pt_pt: Se vários assuntos forem especificados, o assunto do email será escolhido aleatoriamente dessa lista.
sv_se: Om flera ämnen anges kommer det slumpmässigt att väljas från denna lista.

# Languages::tt_addons_newsletters_views_newsletters_update_users
source: If the message text contains the unsubscribe link, it will be empty for these users.
fa_ir: اگر متن پیام حاوی لینک لغو اشتراک است، برای این کاربران خالی خواهد بود.
fi_fi: Jos viestin teksti sisältää tilauksen peruutuslinkin, se on tyhjä näille käyttäjille.
pt_pt: Se o texto da mensagem contiver o link de cancelamento de assinatura, ele estará vazio para esses usuários.
sv_se: Om meddelandet innehåller avregistreringslänk kommer den att vara tom för dessa mottagare.

# Languages::add_mailing_lists
source: Add mailing list
fa_ir: اضافه کردن لیست پستی
fi_fi: Lisää postituslista
pt_pt: Adicionar lista de e-mails
sv_se: Lägg till e-postlista

# Languages::manage_subscribers
source: Manage subscribers
fa_ir: مدیریت مشترکین
fi_fi: Hallinnoi tilaajia
pt_pt: Gerenciar assinantes
sv_se: Hantera prenumeranter

# Languages::new_mailing_lists
source: New mailing list
fa_ir: لیست پستی جدید
fi_fi: Uusi postituslista
pt_pt: Nova lista de e-mails
sv_se: Ny e-postlista

# Languages::newsletters.new_subscribers
source: New subscribers
fa_ir: مشترکین جدید
fi_fi: Uusia tilaajia
pt_pt: Novos assinantes
sv_se: Lägg till prenumerant

# SettingsSections::newsletters::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::newsletters::newsletters_per_pass
source: Newsletters sent per step
fa_ir: خبرنامه فرستاده شده در هر مرحله
fi_fi: Uutiskirjeet lähetetään vaiheittain
pt_pt: Newsletters enviadas por etapa
sv_se: Nyhetsbrev att skicka per steg

# SettingsOptions::newsletters::elm_advanced_mailing_server_options
source: Advanced mailing server options
fa_ir: گزینه های پیشرفته سرور های پستی
fi_fi: Postipalvelimen lisäasetukset
pt_pt: Opções avançadas de servidor de e-mail
sv_se: Utskicksserver

# SettingsOptions::newsletters::mailer_send_method
source: Method of sending e-mails
fa_ir: روش ارسال ایمیل
fi_fi: Sähköpostien lähetystapa
pt_pt: Método de envio de e-mails
sv_se: Metod för att skicka e-post

# SettingsOptions::newsletters::elm_smtp_server_settings
source: SMTP server settings
fa_ir: تنظیمات سرورSMTP
fi_fi: SMTP-palvelimen asetukset
pt_pt: Configurações do servidor SMTP
sv_se: SMTP serverinställningar

# SettingsOptions::newsletters::mailer_smtp_host
source: SMTP host
fa_ir: میزبانSMTP
fi_fi: SMTP-isäntä
pt_pt: host SMTP
sv_se: SMTP värd

# SettingsOptions::newsletters::mailer_smtp_username
source: SMTP username
fa_ir: نام کاربریSMTP
fi_fi: SMTP-käyttäjänimi
pt_pt: Nome de usuário SMTP
sv_se: SMTP användarnamn

# SettingsOptions::newsletters::mailer_smtp_password
source: SMTP password
fa_ir: رمزعبور SMTP
fi_fi: SMTP-salasana
pt_pt: Senha SMTP
sv_se: SMTP lösenord

# SettingsOptions::newsletters::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
fa_ir: استفاده از اتصال رمزگذاری شده
fi_fi: Käytä salattua yhteyttä
pt_pt: Usar conexão criptografada
sv_se: Använd krypterad anslutning

# SettingsVariants::newsletters::mailer_smtp_ecrypted_connection::none
source: None
fa_ir: هیچ کدام
fi_fi: Ei mitään
pt_pt: Nenhum
sv_se: Ingen

# SettingsOptions::newsletters::mailer_smtp_auth
source: Use SMTP authentication
fa_ir: استفاده از تایید اعتبارSMTP
fi_fi: Käytä SMTP-todennusta
pt_pt: Usar autenticação SMTP
sv_se: Använd SMTP autentisering

# SettingsVariants::newsletters::mailer_send_method::smtp
source: via SMTP server
fa_ir: از طریق سرور SMTP
fi_fi: SMTP-palvelimen kautta
pt_pt: através do servidor SMTP

# SettingsVariants::newsletters::mailer_send_method::mail
source: via php mail function
fa_ir: از طریق تابع ایمیل php
fi_fi: php-sähköpostitoiminnon kautta
pt_pt: via função de correio php
sv_se: via php mail-funktion

# SettingsVariants::newsletters::mailer_send_method::default
source: use default settings
fa_ir: استفاده از تنظیمات پیش فرض
fi_fi: käytä oletusasetuksia
pt_pt: usar configurações padrão
sv_se: använd standardinställningar

# SettingsSections::newsletters::promotions
source: Promotions
fa_ir: تبلیغات
fi_fi: Kampanjat
pt_pt: Promoções
sv_se: Kampanjer

# SettingsOptions::newsletters::coupon
source: Choose a promotion whose promo code will be given at subscription
fa_ir: کد تبلیغی که در اشتراک داده شده است را انتخاب کنید
fi_fi: Valitse kampanja, jonka tarjouskoodi annetaan tilauksen yhteydessä
pt_pt: Escolha uma promoção cujo código promocional será fornecido na assinatura
sv_se: Välj en kampanj vars kampanjkod kommer att bifogas vid prenumeration

# Languages::subscribers_promo_subject
source: Thank you for subscribing! Use the coupon code [coupon] in our special offer "[promotion]".
fa_ir: با تشکر از شما به خاطر اشتراک! از کد کوپن [coupon] در پیشنهاد های ویژه ما "[promotion]" استفاده نمایید.
fi_fi: Kiitos tilaamisesta! Käytä kuponkikoodia [coupon] erikoistarjouksessamme "[promotion]".
pt_pt: Obrigado por se inscrever! Use o código de cupom [coupon] em nossa oferta especial "[promotion]".
sv_se: Tack för att du prenumererar! Använd kupongkoden [coupon] i vårt specialerbjudande "[promotion]".

# Languages::subscribers_no_promo
source: No promotion
fa_ir: بدون ترفیع
fi_fi: Ei ylennystä
pt_pt: Sem promoção
sv_se: Ingen kampanj

# Languages::promotion_cond_subscribed
source: Customer is subscribed
fa_ir: مشتری مشترک شده است
fi_fi: Asiakas on tilannut
pt_pt: O cliente está inscrito
sv_se: Kund är prenumerant

# Languages::addons.newsletters.email_exists_in_list
source: <b>[email]</b> is already in the mailing list
fa_ir: <b>[email]</b> در حال حاضر در لیست مشترکین می باشد
fi_fi: <b>[email]</b> on jo postituslistalla
pt_pt: <b>[email]</b> já está na lista de discussão
sv_se: <b>[email]</b> är redan prenumerant

# Languages::email_template.newsletters_newsletter
source: Newsletter
fa_ir: خبرنامه
fi_fi: Uutiskirje
pt_pt: Boletim de Notícias
sv_se: Nyhetsbrev

# Languages::email_template.newsletters_promotion
source: Newsletters: promotion
fa_ir: خبرنامه: ارتقاء
fi_fi: Uutiskirjeet: edistäminen
pt_pt: Boletins: promoção
sv_se: Nyhetsbrev: erbjudanden

# Languages::activation_key
source: Activation key
fa_ir: کلید فعالسازی
fi_fi: Aktivointiavain
pt_pt: Chave de ativação
sv_se: Aktiveringsnyckel
