Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/newsletters.po
Languages: fa_ir, fi_fi, pt_pt, sv_se

# Languages::unsubscribe_key
source: Unsubscribe key
fa_ir: کلید لغو اشتراک
fi_fi: Tilauksen peruutusavain
pt_pt: Chave de cancelamento de assinatura
sv_se: Avsluta prenumeration nyckel

# Languages::subscribers_date
source: Subscribers date
fa_ir: تاریخ مشترکین
fi_fi: Tilaajan päivämäärä
pt_pt: Data dos assinantes
sv_se: Prenumeranter datum

# Languages::mailing_list_date
source: Mailing list date
fa_ir: تاریخ لیست پستی
fi_fi: Postituslistan päivämäärä
pt_pt: Data da lista de e-mails
sv_se: E-postlista datum

# Languages::gdpr_newsletters
source: Personal data from newsletters
fa_ir: داده های شخصی از خبرنامه ها
fi_fi: Henkilötiedot uutiskirjeistä
pt_pt: Dados pessoais de boletins informativos
sv_se: Personuppgifter från nyhetsbrev

# Languages::newsletters.subscribe_to_newsletters
source: Newsletters: Subscribe to newsletters
fa_ir: خبرنامه: مشترک شدن در خبرنامه ها
fi_fi: Uutiskirjeet: Tilaa uutiskirjeet
pt_pt: Newsletters: Assine newsletters
sv_se: Nyhetsbrev: Prenumerera på nyhetsbrev

# Languages::newsletters.agreement_text_short_subscribe_to_newsletters
source: I agree to have my personal data <u>processed as follows</u> and I want to subscribe for the following newsletters:
fa_ir: من موافقت می کنم که داده های شخصی من <u>به شرح زیر پردازش شود</u> و می خواهم برای خبرنامه های زیر مشترک شوم:
fi_fi: Hyväksyn henkilötietojeni <u>käsittelyn seuraavasti</u> ja haluan tilata seuraavat uutiskirjeet:
pt_pt: Aceito que os meus dados pessoais <u>sejam processados da seguinte forma</u> e quero subscrever as seguintes newsletters:
sv_se: Jag samtycker till att mina personuppgifter <u>behandlas enligt följande</u> och jag vill prenumerera på följande nyhetsbrev:

# Languages::newsletters.agreement_text_full_subscribe_to_newsletters
source: <p>When you sign up for a specific newsletter, we ([company]) add your email address to a corresponding mailing list. While it is there, we know that we can contact you by email regarding that topic.</p> <p>You can always have your email address removed from our mailing lists. There are multiple ways to do it:</p><ul> <li>Once your account is registered, just sign in and unsubscribe from newsletters in profile settings.</li> <li>Use the “Unsubscribe” link in our newsletters that you receive.</li> <li>Send an email to [email].</li> </ul> <p>We may use a third-party email service (MailChimp and/or Mad Mimi) to send newsletters. Some members of our staff can view mailing lists with email addresses. That way they’ll be able to remove your email address from the mailing list, should you request us to do so.</p> <p>Please note that mailing lists are independent from each other. If you decide not to receive newsletters at all, you’ll have to unsubscribe from all the mailing lists. Even if you do that, you’ll still receive account-related emails (such as order status notifications, password reset emails, and more). It is essential for operating an online store.</p> <p>If you decide that you no longer want to use our store and would like to have your personal data removed from our database (or if you’d like to get all the personal data associated with your account that we have), please send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
fa_ir: <p>هنگامی که برای یک خبرنامه خاص ثبت نام می کنید، ([company]) آدرس ایمیل شما را به لیست پستی مربوطه اضافه می کنیم. در حالی که وجود دارد، ما می دانیم که می توانیم از طریق ایمیل در مورد آن موضوع با شما تماس بگیریم.</p> <p>همیشه می توانید آدرس ایمیل خود را از لیست های پستی ما حذف کنید. چندین راه برای انجام این کار وجود دارد:</p><ul> <li>پس از ثبت حساب، فقط وارد شوید و در تنظیمات نمایه اشتراک خبرنامه ها را لغو کنید.</li> <li>از پیوند "لغو اشتراک" در خبرنامه های ما که دریافت می کنید استفاده کنید.</li> <li>به [email]ایمیل بفرستید.</li> </ul> <p>ما ممکن است از یک سرویس ایمیل شخص ثالث (MailChimp و/یا Mad Mimi) برای ارسال خبرنامه استفاده کنیم. برخی از اعضای کارکنان ما می توانند لیست های پستی را با آدرس های ایمیل مشاهده کنند. به این ترتیب، اگر شما از ما درخواست کنید، می توانند آدرس ایمیل شما را از لیست پستی حذف کنند.</p> <p>لطفاً توجه داشته باشید که لیست های پستی مستقل از یکدیگر هستند. اگر تصمیم دارید که اصلاً خبرنامه را دریافت نکنید، باید اشتراک همه لیست های پستی را لغو کنید. حتی اگر این کار را انجام دهید، همچنان ایمیل‌های مرتبط با حساب (مانند اعلان‌های وضعیت سفارش، ایمیل‌های بازنشانی رمز عبور و موارد دیگر) را دریافت خواهید کرد. برای راه اندازی یک فروشگاه آنلاین ضروری است.</p> <p>اگر تصمیم گرفتید که دیگر نمی‌خواهید از فروشگاه ما استفاده کنید و می‌خواهید اطلاعات شخصی شما از پایگاه داده ما حذف شود (یا اگر می‌خواهید تمام اطلاعات شخصی مرتبط با حساب خود را دریافت کنید)، لطفاً ارسال کنید. یک ایمیل به [email].</p> <p>اگر فکر می کنید که از داده های شخصی شما سوء استفاده شده است، حق دارید به یک مقام نظارتی شکایت کنید. ما طبق مقررات عمومی حفاظت از داده های اتحادیه اروپا موظف هستیم در مورد این حق به شما اطلاع دهیم. ما در واقع قصد سوء استفاده از داده های شما را نداریم.</p>
fi_fi: <p>Kun tilaat tietyn uutiskirjeen, me ([company]) lisäämme sähköpostiosoitteesi vastaavalle postituslistalle. Kun se on olemassa, tiedämme, että voimme ottaa sinuun yhteyttä sähköpostitse koskien tätä aihetta.</p> <p>Sähköpostiosoitteesi voidaan aina poistaa postituslistoiltamme. On olemassa useita tapoja tehdä se:</p><ul> <li>Kun tilisi on rekisteröity, kirjaudu sisään ja peruuta uutiskirjeiden tilaus profiilin asetuksista.</li> <li>Käytä vastaanottamiesi uutiskirjeiden "Peruuta tilaus" -linkkiä.</li> <li>Lähetä sähköpostia osoitteeseen [email].</li> </ul> <p>Saatamme käyttää kolmannen osapuolen sähköpostipalvelua (MailChimp ja/tai Mad Mimi) uutiskirjeiden lähettämiseen. Jotkut henkilökuntamme jäsenet voivat tarkastella postituslistoja sähköpostiosoitteineen. Näin he voivat poistaa sähköpostiosoitteesi postituslistalta, jos pyydät meitä tekemään niin.</p> <p>Huomaa, että postituslistat ovat toisistaan riippumattomia. Jos päätät olla vastaanottamatta uutiskirjeitä ollenkaan, sinun on poistuttava kaikilta postituslistoilta. Vaikka tekisit niin, saat silti tiliin liittyviä sähköposteja (kuten tilauksen tilailmoituksia, salasanan palautusviestejä ja paljon muuta). Se on välttämätöntä verkkokaupan toiminnan kannalta.</p> <p>Jos päätät, että et enää halua käyttää kauppaamme ja haluat, että henkilötietosi poistetaan tietokannastamme (tai jos haluat saada kaikki tiliisi liittyvät henkilötiedot, jotka meillä on), lähetä sähköpostilla numeroon [email].</p> <p>Jos uskot, että henkilötietojasi on käytetty väärin, sinulla on oikeus tehdä valitus valvontaviranomaiselle. EU:n yleisen tietosuoja-asetuksen mukaan olemme velvollisia ilmoittamaan sinulle tästä oikeudesta; emme todellakaan aio väärinkäyttää tietojasi.</p>
pt_pt: <p>Quando você se inscreve em um boletim informativo específico, nós ([company]) adicionamos seu endereço de e-mail a uma lista de correspondência correspondente. Enquanto estiver lá, sabemos que podemos contatá-lo por e-mail sobre esse tópico.</p> <p>Você sempre pode remover seu endereço de e-mail de nossas listas de e-mail. Existem várias maneiras de fazer isso:</p><ul> <li>Depois que sua conta estiver registrada, basta fazer login e cancelar a assinatura de newsletters nas configurações do perfil.</li> <li>Use o link “Cancelar inscrição” em nossos boletins que você recebe.</li> <li>Envie um e-mail para [email].</li> </ul> <p>Podemos usar um serviço de e-mail de terceiros (MailChimp e/ou Mad Mimi) para enviar newsletters. Alguns membros de nossa equipe podem visualizar listas de e-mail com endereços de e-mail. Dessa forma, eles poderão remover seu endereço de e-mail da lista de e-mails, caso você nos solicite.</p> <p>Observe que as listas de discussão são independentes umas das outras. Se você decidir não receber boletins informativos, terá que cancelar a inscrição em todas as listas de discussão. Mesmo se fizer isso, você ainda receberá e-mails relacionados à conta (como notificações de status do pedido, e-mails de redefinição de senha e muito mais). É essencial para operar uma loja online.</p> <p>Se você decidir que não quer mais usar nossa loja e gostaria que seus dados pessoais fossem removidos de nosso banco de dados (ou se você gostaria de obter todos os dados pessoais associados à sua conta que temos), por favor envie um e-mail para [email].</p> <p>Se acredita que os seus dados pessoais foram utilizados indevidamente, tem o direito de apresentar uma reclamação junto de uma autoridade de controlo. Somos obrigados pelo Regulamento Geral de Proteção de Dados da UE a informá-lo sobre esse direito; na verdade, não pretendemos fazer uso indevido de seus dados.</p>
sv_se: <p>När du registrerar dig för ett specifikt nyhetsbrev lägger vi ([company]) till din e-postadress till en motsvarande e-postlista. Medan den finns där vet vi att vi kan kontakta dig via e-post angående det ämnet.</p> <p>Du kan alltid få din e-postadress borttagen från våra e-postlistor. Det finns flera sätt att göra det:</p><ul> <li>När ditt konto är registrerat, logga bara in och avregistrera dig från nyhetsbrev i profilinställningarna.</li> <li>Använd länken "Avsluta prenumeration" i våra nyhetsbrev som du får.</li> <li>Skicka ett mail till [email].</li> </ul> <p>Vi kan använda en e-posttjänst från tredje part (MailChimp och/eller Mad Mimi) för att skicka nyhetsbrev. Vissa medlemmar av vår personal kan se e-postlistor med e-postadresser. På så sätt kommer de att kunna ta bort din e-postadress från e-postlistan, om du ber oss att göra det.</p> <p>Observera att e-postlistor är oberoende av varandra. Om du bestämmer dig för att inte ta emot nyhetsbrev alls måste du avregistrera dig från alla e-postlistor. Även om du gör det kommer du fortfarande att få kontorelaterade e-postmeddelanden (som orderstatusmeddelanden, e-postmeddelanden om lösenordsåterställning och mer). Det är viktigt för att driva en webbutik.</p> <p>Om du bestämmer dig för att du inte längre vill använda vår butik och vill få dina personuppgifter borttagna från vår databas (eller om du vill få alla personuppgifter kopplade till ditt konto som vi har), skicka ett mejl till [email].</p> <p>Om du anser att dina personuppgifter har missbrukats har du rätt att lämna in ett klagomål till en tillsynsmyndighet. Vi är enligt EU:s allmänna dataskyddsförordning skyldiga att informera dig om denna rättighet; vi har faktiskt inte för avsikt att missbruka dina uppgifter.</p>

# Languages::newsletters.use_for_subscribe_form
source: Subscribe form
fa_ir: فرم اشتراک
fi_fi: Tilaa lomake
pt_pt: Formulário de inscrição
sv_se: Prenumerationsformulär

# Languages::newsletters.default_mailing_list
source: Default mailing list
fa_ir: لیست پستی پیش فرض
fi_fi: Oletuspostituslista
pt_pt: Lista de e-mails padrão
sv_se: Standard e-postlista
