Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/order_fulfillment.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, zh_cn

# Languages::order_fulfillment.vendor_shipping_settings_active
source: The shipping methods owned by the marketplace will now be available depending on the settings of each vendor. The fees for those shipping methods will go to vendors, not to the marketplace.
ar_sa: ستكون طرق الشحن المملوكة للسوق متاحة الآن اعتمادًا على إعدادات كل بائع. ستذهب رسوم طرق الشحن هذه إلى البائعين وليس إلى السوق.
cs_cz: Způsoby dopravy vlastněné tržištěm budou nyní dostupné v závislosti na nastavení každého dodavatele. Poplatky za tyto způsoby dopravy půjdou dodavatelům, nikoli tržišti.
da_dk: De forsendelsesmetoder, der ejes af markedspladsen, vil nu være tilgængelige afhængigt af indstillingerne for hver leverandør. Gebyrerne for disse forsendelsesmetoder vil gå til leverandører, ikke til markedspladsen.
de_de: Die Versandmethoden des Marktplatzes sind nun abhängig von den Einstellungen der einzelnen Anbieter verfügbar. Die Gebühren für diese Versandmethoden gehen an die Anbieter, nicht an den Marktplatz.
el_gr: Οι μέθοδοι αποστολής που ανήκουν στην αγορά θα είναι πλέον διαθέσιμες ανάλογα με τις ρυθμίσεις κάθε πωλητή. Τα τέλη για αυτές τις μεθόδους αποστολής θα πάνε στους πωλητές και όχι στην αγορά.
es_es: Los métodos de envío propiedad del mercado ahora estarán disponibles según la configuración de cada proveedor. Las tarifas de esos métodos de envío irán a los proveedores, no al mercado.
fa_ir: روش های حمل و نقل متعلق به بازار اکنون بسته به تنظیمات هر فروشنده در دسترس خواهد بود. هزینه های آن روش های حمل و نقل به فروشندگان تعلق می گیرد، نه بازار.
fi_fi: Marketplacen omistamat toimitustavat ovat nyt saatavilla kunkin toimittajan asetuksista riippuen. Näiden toimitustapojen maksut menevät myyjille, eivät markkinoille.
fr_fr: Les méthodes d'expédition appartenant au marché seront désormais disponibles en fonction des paramètres de chaque fournisseur. Les frais pour ces méthodes d'expédition iront aux fournisseurs, et non au marché.
he_il: שיטות המשלוח שבבעלות השוק יהיו זמינות כעת בהתאם להגדרות של כל ספק. העמלות עבור שיטות משלוח אלו יועברו לספקים, לא לשוק.
hu_hu: A piactér saját szállítási módozatai mostantól az egyes szállítók beállításaitól függően lesznek elérhetők. Ezen szállítási módoknak a díja az eladókat fogja terhelni, nem pedig a piacteret.
it_it: I metodi di spedizione di proprietà del negozio saranno ora disponibili a seconda delle impostazioni di ciascun venditore. Le tariffe per questi metodi di spedizione andranno ai venditori, non al negozio.
ja_jp: マーケットプレイスが所有する配送方法は、各出品者の設定によって利用できるようになります。これらの配送方法の料金は、マーケットプレイスではなく、出品者に支払われます。
ko_kr: 이제 각 벤더의 설정에 따라 마켓플레이스가 소유한 배송 방법을 사용할 수 있습니다. 이러한 배송 방법에 대한 수수료는 시장이 아닌 공급업체에 부과됩니다.
nl_nl: De verzendmethoden die eigendom zijn van de marktplaats zijn nu beschikbaar, afhankelijk van de instellingen van elke leverancier. De kosten voor die verzendmethoden gaan naar leveranciers, niet naar de markt.
no_no: Fraktmetodene som eies av markedsplassen vil nå være tilgjengelige avhengig av innstillingene til hver leverandør. Gebyrene for disse forsendelsesmetodene vil gå til leverandører, ikke til markedsplassen.
pl_pl: Metody wysyłki należące do rynku będą teraz dostępne w zależności od ustawień każdego sprzedawcy. Opłaty za te metody wysyłki trafiają do sprzedawców, a nie do markteplace.
pt_br: Os métodos de envio próprios do marketplace estarão agora disponíveis dependendo das configurações de cada vendedor. Os custos desses métodos de envio irão para os vendedores, não para o marketplace
pt_pt: Os métodos de envio de propriedade do mercado agora estarão disponíveis dependendo das configurações de cada fornecedor. As taxas para esses métodos de envio irão para os fornecedores, não para o mercado.
ro_ro: Metodele de expediere deținute de piață vor fi acum disponibile în funcție de setările fiecărui furnizor. Taxele pentru acele metode de expediere vor merge către vânzători, nu către piață.
ru_ru: Теперь способы доставки, которыми владеет маркетплейс, будут доступны в зависимости от настроек каждого отдельного продавца. Оплата за эти способы доставки пойдёт продавцам, а не маркетплейсу.
sv_se: De fraktmetoder som ägs av marknadsplatsen kommer nu att vara tillgängliga beroende på inställningarna för varje leverantör. Avgifterna för dessa fraktmetoder kommer att gå till leverantörer, inte till marknadsplatsen.
tr_tr: Pazar yerinin sahip olduğu gönderim yöntemleri artık her satıcının ayarlarına bağlı olarak kullanılabilecektir. Bu nakliye yöntemlerinin ücretleri pazar yerine satıcılara gidecek.
uk_ua: Способи доставки, які належать marketplace, тепер будуть доступні залежно від налаштувань кожного продавця. Плата за ці способи доставки буде надходити до продавців, а не до marketplace.
zh_cn: 市场拥有的运输方式现在将根据每个供应商的设置可用。这些运输方式的费用将归供应商，而不是市场。

# Languages::order_fulfillment.company_moved_to_fulfillment
source: Vendor [name] moved to a plan with order fulfillment by marketplace. The vendor will now use the shipping methods provided by the marketplace instead of their own.
ar_sa: تم نقل البائع [name] إلى خطة مع تنفيذ الطلبات من خلال السوق. سيستخدم البائع الآن طرق الشحن التي يوفرها السوق بدلاً من طرق الشحن الخاصة به.
cs_cz: Prodejce [name] přešel na plán s plněním objednávek podle trhu. Prodejce nyní použije způsoby dopravy poskytované tržištěm namísto svých vlastních.
da_dk: Leverandør [name] flyttede til en plan med ordreopfyldelse efter markedsplads. Sælgeren vil nu bruge forsendelsesmetoderne fra markedspladsen i stedet for deres egne.
de_de: Lieferant [name] wechselte zu einem Plan mit Auftragserfüllung nach Marktplatz. Der Anbieter verwendet nun die vom Marktplatz bereitgestellten Versandmethoden anstelle seiner eigenen.
el_gr: Ο πωλητής [name] μετακινήθηκε σε ένα πρόγραμμα με εκπλήρωση παραγγελίας ανά αγορά. Ο πωλητής θα χρησιμοποιεί πλέον τις μεθόδους αποστολής που παρέχονται από την αγορά αντί για τις δικές του.
es_es: El proveedor [name] se cambió a un plan con cumplimiento de pedidos por parte del mercado. El vendedor ahora utilizará los métodos de envío proporcionados por el mercado en lugar de los suyos propios.
fa_ir: فروشنده [name] به طرحی با انجام سفارش توسط بازار منتقل شد. فروشنده اکنون از روش های حمل و نقل ارائه شده توسط بازار به جای روش های خود استفاده می کند.
fi_fi: Toimittaja [name] siirtyi suunnitelmaan, jossa tilaus täytetään markkinapaikalla. Toimittaja käyttää nyt markkinapaikan tarjoamia toimitustapoja omien toimitustapojensa sijaan.
fr_fr: Le fournisseur [name] est passé à un plan avec traitement des commandes par place de marché. Le vendeur utilisera désormais les méthodes d'expédition fournies par le marché au lieu des siennes.
he_il: ספק [name] עבר לתוכנית עם מימוש הזמנות לפי שוק. הספק ישתמש כעת בשיטות המשלוח המסופקות על ידי השוק במקום בשיטות המשלוח שלהם.
hu_hu: [name] Eladó olyan csomagra váltott, amely piactéren történő rendelésteljesítést tartalmaz. Az eladó mostantól a piactér által biztosított szállítási módokat fogja használni a sajátjai helyett.
it_it: Il venditore [name] è stato trasferito a un piano con evasione degli ordini per negozio. Il venditore ora utilizzerà i metodi di spedizione forniti dal mercato anziché i propri.
ja_jp: 出品者 [name] は、注文フルフィルメントをマーケットプレイスで行うプランに移行しました。これにより、出品者は独自の配送方法ではなく、マーケットプレイスが提供する配送方法を利用することになります。
ko_kr: 공급업체 [name] 은 마켓플레이스에서 주문을 처리하는 계획으로 이동했습니다. 이제 공급업체는 자체 배송 방법 대신 마켓플레이스에서 제공하는 배송 방법을 사용합니다.
nl_nl: Leverancier [name] is overgestapt op een abonnement met orderafhandeling door marktplaats. De verkoper zal nu de verzendmethoden gebruiken die door de marktplaats worden aangeboden in plaats van hun eigen.
no_no: Leverandør [name] flyttet til en plan med ordreoppfyllelse etter markedsplass. Leverandøren vil nå bruke fraktmetodene som tilbys av markedsplassen i stedet for sine egne.
pl_pl: Sprzedawca [nazwa] przeniósł się do planu z realizacją zamówień przez platformę handlową. Dostawca będzie teraz używał metod wysyłki dostępnych w marketplace, zamiast własnych.
pt_br: Vendedor [name] movido para um plano com cumprimento de ordens pelo marketplace. O vendedor vai usar agora métodos de envio providenciados pelo marketplace ao invés dos seus próprios.
pt_pt: O fornecedor [name] mudou para um plano com atendimento de pedidos por marketplace. O fornecedor agora usará os métodos de envio fornecidos pelo mercado em vez dos seus próprios.
ro_ro: Furnizorul [name] a trecut la un plan cu onorarea comenzilor pe piață. Vânzătorul va folosi acum metodele de expediere furnizate de piață în loc de propriile lor.
ru_ru: Продавец [name] перешёл на тарифный план с фулфилментом от маркетплейса. Теперь продавец будет использовать способы доставки маркетплейса, а не не свои собственные.
sv_se: Leverantör [name] flyttade till en plan med orderuppfyllelse per marknadsplats. Säljaren kommer nu att använda de fraktmetoder som tillhandahålls av marknadsplatsen istället för sina egna.
tr_tr: Satıcı [name] , siparişlerin pazar yerine göre gerçekleştirildiği bir plana geçti. Satıcı artık kendi yöntemleri yerine pazar yeri tarafından sağlanan nakliye yöntemlerini kullanacak.
uk_ua: Продавець [name] перейшов до плану з виконанням замовлень через marketplace. Тепер продавець використовуватиме способи доставки, які надані marketplace, а не свої власні.
zh_cn: 供应商 [name] 移至按市场执行订单的计划。供应商现在将使用市场提供的运输方式而不是他们自己的方式。

# Languages::order_fulfillment.you_moved_to_fulfillment
source: You have moved to a plan with order fulfillment by marketplace. From now on, the marketplace shipping methods will be offered to your customers.
ar_sa: لقد انتقلت إلى خطة مع تنفيذ الطلبات عن طريق السوق. من الآن فصاعدًا ، سيتم تقديم طرق الشحن في السوق لعملائك.
cs_cz: Přešli jste na plán s plněním objednávek podle tržiště. Od této chvíle budou způsoby dopravy na trhu nabízeny vašim zákazníkům.
da_dk: Du er flyttet til en plan med ordreopfyldelse efter markedsplads. Fra nu af vil markedspladsens forsendelsesmetoder blive tilbudt dine kunder.
de_de: Sie sind zu einem Plan mit Auftragserfüllung nach Marketplace gewechselt. Ab sofort werden die Versandarten des Marktplatzes Ihren Kunden angeboten.
el_gr: Έχετε μετακινηθεί σε ένα πλάνο με εκπλήρωση παραγγελιών ανά αγορά. Στο εξής, οι μέθοδοι αποστολής της αγοράς θα προσφέρονται στους πελάτες σας.
es_es: Se cambió a un plan con cumplimiento de pedidos por mercado. A partir de ahora, los métodos de envío del mercado se ofrecerán a sus clientes.
fa_ir: شما به طرحی با انجام سفارش توسط بازار منتقل شده اید. از این پس روش های ارسال در بازار به مشتریان شما ارائه می شود.
fi_fi: Olet siirtynyt suunnitelmaan, joka sisältää tilauksen toteuttamisen markkinapaikalla. Tästä eteenpäin markkinapaikan toimitustapoja tarjotaan asiakkaillesi.
fr_fr: Vous êtes passé à un plan avec traitement des commandes par place de marché. Désormais, les modes d'expédition marketplace seront proposés à vos clients.
he_il: עברת לתוכנית עם מימוש הזמנות לפי שוק. מעתה ואילך, שיטות המשלוח בשוק יוצעו ללקוחות שלך.
hu_hu: A piactér általi rendelésteljesítést tartalmazó csomagra váltottál. Mostantól vásárlóidnak a piactér szállítási módozatai lesznek felajánlva.
it_it: Sei passato a un piano con evasione degli ordini per negozio. D'ora in poi, i metodi di spedizione del negozio saranno offerti ai tuoi clienti.
ja_jp: マーケットプレイスによる注文フルフィルメントのあるプランに移行しました。今後は、マーケットプレイスでの配送方法がお客様に提供されます。
ko_kr: 마켓플레이스별 주문 처리가 포함된 계획으로 이동했습니다. 이제부터 마켓플레이스 배송 방법이 고객에게 제공됩니다.
nl_nl: U bent overgestapt op een abonnement met orderafhandeling via marktplaats. Vanaf nu worden de verzendmethoden op de marktplaats aangeboden aan uw klanten.
no_no: Du har flyttet til en plan med ordreoppfyllelse etter markedsplass. Fra nå av vil markedsplassens fraktmetoder tilbys til kundene dine.
pl_pl: Przeszedłeś do planu z realizacją zamówień przez platformę handlową. Odtąd metody wysyłki w marketplace będą oferowane Twoim klientom.
pt_br: Voce foi movido para um plano com cumprimento de pedido pelo marketplace. De agora em diante, os métodos de envio do marketplace vão ser oferecidos para os seus clientes.
pt_pt: Você mudou para um plano com atendimento de pedidos por mercado. A partir de agora, os métodos de envio do marketplace serão oferecidos aos seus clientes.
ro_ro: Ați trecut la un plan cu onorarea comenzilor pe piață. De acum înainte, metodele de expediere pe piață vor fi oferite clienților dumneavoastră.
ru_ru: Вы перешли на тарифный план с фулфилментом от маркетплейса. Теперь вашим покупателям будут предлагаться способы доставки от маркетплейса.
sv_se: Du har flyttat till en plan med orderuppfyllelse per marknadsplats. Från och med nu kommer marknadsplatsens fraktmetoder att erbjudas dina kunder.
tr_tr: Pazar yerine göre sipariş karşılama içeren bir plana geçtiniz. Artık pazaryeri kargo yöntemleri ile müşterilerinizin hizmetine sunulacaktır.
uk_ua: Ви перейшли до плану з виконанням замовлення через marketplace. Відтепер способи доставки на marketplace будуть запропоновані вашим клієнтам.
zh_cn: 您已转移到按市场执行订单的计划。从现在开始，将向您的客户提供市场运输方式。

# Languages::order_fulfillment.company_moved_from_fulfillment
source: Vendor [name] moved to a plan without order fulfillment by marketplace. The vendor now has to offer his own shipping methods.
ar_sa: تم نقل البائع [name] إلى خطة دون تنفيذ الطلب من قبل السوق. يتعين على البائع الآن تقديم طرق الشحن الخاصة به.
cs_cz: Prodejce [name] přešel na plán bez plnění objednávek podle tržiště. Prodejce nyní musí nabízet své vlastní způsoby dopravy.
da_dk: Leverandør [name] flyttede til en plan uden ordreopfyldelse efter markedsplads. Sælgeren skal nu tilbyde sine egne forsendelsesmetoder.
de_de: Anbieter [name] wechselte zu einem Plan ohne Auftragserfüllung durch Marktplatz. Der Anbieter muss nun seine eigenen Versandarten anbieten.
el_gr: Ο πωλητής [name] μετακινήθηκε σε ένα πρόγραμμα χωρίς εκπλήρωση παραγγελίας ανά αγορά. Ο πωλητής πρέπει τώρα να προσφέρει τις δικές του μεθόδους αποστολής.
es_es: El proveedor [name] se cambió a un plan sin cumplimiento de pedidos por parte del mercado. El vendedor ahora tiene que ofrecer sus propios métodos de envío.
fa_ir: فروشنده [name] بدون انجام سفارش توسط بازار به طرحی منتقل شد. اکنون فروشنده باید روش های حمل و نقل خود را ارائه دهد.
fi_fi: Toimittaja [name] siirtyi suunnitelmaan ilman tilauksen täyttämistä markkinapaikalla. Myyjän on nyt tarjottava omat toimitustavat.
fr_fr: Le fournisseur [name] est passé à un plan sans traitement des commandes par place de marché. Le vendeur doit maintenant proposer ses propres méthodes d'expédition.
he_il: ספק [name] עבר לתוכנית ללא מילוי הזמנה לפי שוק. כעת על הספק להציע שיטות משלוח משלו.
hu_hu: [name] eladó áttért a piactéren történő rendelésteljesítés nélküli csomagra. Az eladónak mostantól saját szállítási módokat kell felajánlania.
it_it: Il fornitore [name] è stato trasferito a un piano senza evasione degli ordini da parte del negozio. Il venditore ora deve offrire i propri metodi di spedizione.
ja_jp: 出品者 [name] は、オーダーフルフィルメントをマーケットプレイスで行うプランに移行しました。これにより、出品者は独自の配送方法ではなく、マーケットプレイスが提供する配送方法を利用することになります。
ko_kr: 공급업체 [name] 은 마켓플레이스에서 주문을 이행하지 않는 계획으로 이동했습니다. 이제 공급업체는 자신의 배송 방법을 제공해야 합니다.
nl_nl: Leverancier [name] is overgestapt op een abonnement zonder orderafhandeling door marktplaats. De verkoper moet nu zijn eigen verzendmethoden aanbieden.
no_no: Leverandør [name] flyttet til en plan uten ordreoppfyllelse etter markedsplass. Leverandøren må nå tilby sine egne fraktmetoder.
pl_pl: Sprzedawca [nazwa] przeniósł się do planu bez realizacji zamówień przez platformę handlową. Sprzedawca musi teraz oferować własne metody wysyłki.
pt_br: Venddedor [name] movido para um plano sem cumrpimento de pedido pelo marketplace. O vendendor agora tem que oferecer seus próprios métodos de envio.
pt_pt: O fornecedor [name] mudou para um plano sem atendimento de pedidos por mercado. O fornecedor agora tem que oferecer seus próprios métodos de envio.
ro_ro: Furnizorul [name] a trecut la un plan fără onorarea comenzii de către piață. Vânzătorul trebuie acum să ofere propriile metode de expediere.
ru_ru: Продавец [name] перешёл на тарифный план без фулфилмента от маркетплейса. Теперь продавец должен предлагать свои способы доставки.
sv_se: Leverantör [name] flyttade till en plan utan orderuppfyllelse per marknadsplats. Säljaren måste nu erbjuda sina egna fraktsätt.
tr_tr: Satıcı [name] , pazaryeri tarafından sipariş karşılama olmadan bir plana geçti. Satıcının artık kendi nakliye yöntemlerini sunması gerekiyor.
uk_ua: Продавець [name] перейшов до плану без виконання замовлення через marketplace. Тепер продавець має запропонувати власні способи доставки.
zh_cn: 供应商 [name] 转移到没有按市场执行订单的计划。供应商现在必须提供自己的运输方式。

# Languages::order_fulfillment.you_moved_from_fulfillment
source: You have moved to a plan without order fulfillment by marketplace. Please make sure to set up your own shipping methods.
ar_sa: لقد انتقلت إلى خطة بدون تنفيذ الطلب من خلال السوق. يرجى التأكد من إعداد طرق الشحن الخاصة بك.
cs_cz: Přešli jste na plán bez plnění objednávek tržištěm. Ujistěte se, že jste si nastavili vlastní způsoby dopravy.
da_dk: Du er flyttet til en plan uden ordreopfyldelse efter markedsplads. Sørg for at konfigurere dine egne forsendelsesmetoder.
de_de: Sie sind zu einem Plan ohne Auftragserfüllung durch Marketplace gewechselt. Bitte stellen Sie sicher, dass Sie Ihre eigenen Versandmethoden einrichten.
el_gr: Έχετε μετακινηθεί σε ένα πλανο χωρίς εκπλήρωση παραγγελίας από την αγορά. Βεβαιωθείτε ότι έχετε ορίσει τις δικές σας μεθόδους αποστολής.
es_es: Se cambió a un plan sin cumplimiento de pedidos por parte del mercado. Asegúrese de configurar sus propios métodos de envío.
fa_ir: شما به طرحی بدون انجام سفارش توسط بازار حرکت کرده اید. لطفاً مطمئن شوید که روش های حمل و نقل خود را تنظیم کرده اید.
fi_fi: Olet siirtynyt suunnitelmaan, jossa tilaus ei ole suoritettu kauppapaikalla. Muista määrittää omat toimitustavat.
fr_fr: Vous êtes passé à un plan sans traitement des commandes par place de marché. Assurez-vous de configurer vos propres méthodes d'expédition.
he_il: עברת לתוכנית ללא מילוי הזמנות לפי שוק. אנא הקפד להגדיר שיטות משלוח משלך.
hu_hu: Olyan csomagra álltál át, amelyben a rendeléseket nem a piactér teljesíti. Kérjük, győződj meg arról, hogy beállítottad saját szállítási módodat.
it_it: Il venditore [name] è stato trasferito a un piano senza evasione degli ordini da parte del negozio. Il venditore ora deve offrire i propri metodi di spedizione.
ja_jp: 出品者 [name] は、マーケットプレイスによる注文フルフィルメントを行わないプランに移行しました。出品者は独自の配送方法を提供しなければなりません。
ko_kr: 마켓플레이스에서 주문을 처리하지 않는 플랜으로 이동했습니다. 배송 방법을 직접 설정하시기 바랍니다.
nl_nl: U bent overgestapt op een abonnement zonder orderafhandeling door marktplaats. Zorg ervoor dat u uw eigen verzendmethoden instelt.
no_no: Du har flyttet til en plan uten ordreoppfyllelse etter markedsplass. Sørg for å sette opp dine egne forsendelsesmetoder.
pl_pl: Przeszedłeś do planu bez realizacji zamówień przez platformę handlową. Upewnij się, że skonfigurowałeś własne metody wysyłki.
pt_br: Você foi movido para um plano sem cumprimento de pedido pelo marketplace. Por favor certifique-se de habilitar seus próprios métodos de envio.
pt_pt: Você mudou para um plano sem atendimento de pedidos por mercado. Certifique-se de configurar seus próprios métodos de envio.
ro_ro: Ați trecut la un plan fără onorarea comenzii de către piață. Asigurați-vă că vă configurați propriile metode de expediere.
ru_ru: Вы перешли на тарифный план без фулфилмента от маркетплейса. Убедитесь, что у вас настроены собственные способы доставки.
sv_se: Du har flyttat till en plan utan orderuppfyllelse per marknadsplats. Se till att ställa in dina egna fraktmetoder.
tr_tr: Pazaryeri tarafından sipariş karşılama olmadan bir plana geçtiniz. Lütfen kendi gönderim yöntemlerinizi ayarladığınızdan emin olun.
uk_ua: Ви перейшли до плану без виконання замовлення через marketplace. Переконайтеся, що у вас налаштовані власні способи доставки.
zh_cn: 您已转移到未按市场执行订单的计划。请确保设置您自己的运输方式。

# Languages::order_fulfillment.fulfillment_by_marketplace
source: Fulfillment by marketplace
ar_sa: تنفيذ عن طريق السوق
cs_cz: Plnění tržištěm
da_dk: Opfyldelse af markedsplads
de_de: Erfüllung durch Marktplatz
el_gr: Εκπλήρωση ανά αγορά
es_es: Cumplimiento por mercado
fa_ir: تکمیل بر اساس بازار
fi_fi: Toteutus markkinapaikan mukaan
fr_fr: Réalisation par marché
he_il: הגשמה לפי שוק
hu_hu: Teljesítés a piactér által
it_it: Evasione degli ordini per negozi
ja_jp: マーケットプレイスによるフルフィルメント
ko_kr: 시장에 의한 이행
nl_nl: Vervulling door marktplaats
no_no: Oppfyllelse etter markedsplass
pl_pl: Realizacja zamówień przez platformę marketplace
pt_br: Cumprimento pelo marketplace
pt_pt: Cumprimento por mercado
ro_ro: Realizare de către piață
ru_ru: Фулфилмент от маркетплейса
sv_se: Uppfyllelse av marknadsplats
tr_tr: Pazar yerine göre sipariş karşılama
uk_ua: Виконання замовлення через marketplace
zh_cn: 按市场履行
