Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/order_fulfillment.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, zh_cn

# Addons::name::order_fulfillment
source: Order fulfillment by marketplace
ar_sa: تلبية الطلبات من خلال السوق
cs_cz: Plnění objednávky podle tržiště
da_dk: Ordreopfyldelse efter markedsplads
de_de: Auftragsabwicklung nach Marktplatz
el_gr: Εκπλήρωση παραγγελίας ανά αγορά
es_es: Cumplimiento de pedidos por mercado
fa_ir: انجام سفارش توسط بازار
fi_fi: Tilausten toteutus markkinapaikalla
fr_fr: Exécution des commandes par place de marché
he_il: מילוי הזמנה לפי שוק
hu_hu: Megrendelés teljesítése piactéren
it_it: Evasione dell'ordine per mercato
ja_jp: マーケットプレイスによるオーダーフルフィルメント
ko_kr: 마켓플레이스별 주문 처리
nl_nl: Orderafhandeling door marktplaats
no_no: Ordreoppfyllelse etter markedsplass
pl_pl: Realizacja zamówień przez platformę marketplace
pt_br: Atendimento de pedidos por marketplace
pt_pt: Atendimento de pedidos por marketplace
ro_ro: Onorarea comenzilor pe piață
ru_ru: Фулфилмент от маркетплейса
sv_se: Beställningsuppfyllelse per marknadsplats
tr_tr: Pazar yerine göre sipariş karşılama
uk_ua: Здійснення замовлення через marketplace
zh_cn: 按市场执行订单

# Addons::description::order_fulfillment
source: Allows you to offer vendor plans where the marketplace handles shipping for vendors and retains the shipping fees.
ar_sa: يسمح لك بتقديم خطط البائعين حيث يتعامل السوق مع الشحن للبائعين ويحتفظ برسوم الشحن.
cs_cz: Umožňuje vám nabízet plány dodavatelů, kde tržiště zajišťuje dopravu pro dodavatele a ponechává si poplatky za dopravu.
da_dk: Giver dig mulighed for at tilbyde leverandørplaner, hvor markedspladsen håndterer forsendelse for leverandører og beholder forsendelsesgebyrerne.
de_de: Ermöglicht es Ihnen, Anbieterpläne anzubieten, bei denen der Marktplatz den Versand für Anbieter übernimmt und die Versandkosten einbehält.
el_gr: Σας επιτρέπει να προσφέρετε πλάνα πωλητών όπου η αγορά διεκπεραιώνει την αποστολή για πωλητές και διατηρεί τα έξοδα αποστολής.
es_es: Le permite ofrecer planes de proveedores en los que el mercado maneja el envío para los proveedores y retiene las tarifas de envío.
fa_ir: به شما امکان می دهد برنامه های فروشنده را ارائه دهید که در آن بازار حمل و نقل را برای فروشندگان انجام می دهد و هزینه های حمل و نقل را حفظ می کند.
fi_fi: Voit tarjota toimittajasuunnitelmia, joissa kauppapaikka hoitaa toimittajien toimitukset ja säilyttää toimituskulut.
fr_fr: Vous permet d'offrir des plans de fournisseur où le marché gère l'expédition pour les fournisseurs et conserve les frais d'expédition.
he_il: מאפשר לך להציע תוכניות ספקים שבהן השוק מטפל במשלוח עבור ספקים ושומר על דמי המשלוח.
hu_hu: Lehetővé teszi, hogy olyan eladói csomagokat kínálj, ahol a piactér kezeli a szállítást az eladók részére, és visszatartja a szállítási díjakat.
it_it: Consente di offrire piani per venditori, gestisce la spedizione per i venditori e trattiene le spese di spedizione.
ja_jp: マーケットプレイスが出品者のために配送を行い、配送料を保持する出品者プランを提供することが可能です。
ko_kr: 마켓플레이스에서 공급업체의 배송을 처리하고 배송료를 유지하는 공급업체 계획을 제공할 수 있습니다.
nl_nl: Hiermee kunt u leveranciersplannen aanbieden waarbij de marktplaats de verzending voor leveranciers afhandelt en de verzendkosten inhoudt.
no_no: Lar deg tilby leverandørplaner der markedsplassen håndterer frakt for leverandører og beholder fraktavgiftene.
pl_pl: Umożliwia oferowanie planów sprzedawców, w których platforma handlowa obsługuje wysyłkę dla sprzedawców i zatrzymuje opłaty za wysyłkę.
pt_br: Permite a você oferecer planos de vendedores onde o marketplace cuida do envio para os vendedores e retêm as taxas de envio .
pt_pt: Permite oferecer planos de fornecedores em que o mercado lida com o envio para fornecedores e retém as taxas de envio.
ro_ro: Vă permite să oferiți planuri pentru furnizori în care piața se ocupă de expedierea vânzătorilor și păstrează taxele de expediere.
ru_ru: Позволяет вам предлагать тарифные планы, при которых маркетплейс доставляет товары продавцов и берёт стоимость доставки себе.
sv_se: Låter dig erbjuda leverantörsplaner där marknadsplatsen hanterar frakt för leverantörer och behåller fraktavgifterna.
tr_tr: Pazar yerinin satıcılar için nakliyeyi gerçekleştirdiği ve nakliye ücretlerini elinde tuttuğu durumlarda satıcı planları sunmanıza olanak tanır.
uk_ua: Це дозволяє вам пропонувати плани продавця, за яких marketplace обробляє доставку для постачальників та зберігає плату за доставку.
zh_cn: 允许您提供供应商计划，其中市场为供应商处理运输并保留运输费用。

# Languages::order_fulfillment.shipping_type
source: Shipping type
ar_sa: نوع الشحن
cs_cz: Typ dopravy
da_dk: Forsendelsestype
de_de: Versandart
el_gr: Τύπος αποστολής
es_es: Tipo de envío
fa_ir: نوع حمل و نقل
fi_fi: Toimitustyyppi
fr_fr: Type d'expédition
he_il: סוג משלוח
hu_hu: Szállítás típusa
it_it: Tipo di spedizione
ja_jp: 配送タイプ
ko_kr: 배송 유형
nl_nl: Verzendtype:
no_no: Frakttype
pl_pl: Typ wysyłki
pt_br: Tipo de envio
pt_pt: Tipo de envio
ro_ro: Tip de livrare
ru_ru: Тип доставки
sv_se: Frakttyp
tr_tr: Nakliye türü
uk_ua: Тип доставки
zh_cn: 运输类型

# Languages::order_fulfillment.fulfillment_tooltip
source: Handle shipping for vendors as part of this vendor plan. If the marketplace handles shipping for multiple vendors, then the customer will only have to select one shipping method for all those vendors at checkout. Shipping costs will also go to the marketplace. <ul><li>Vendors who have fulfillment by marketplace as part of their vendor plan use ONLY the shipping methods that belong to the marketplace.</li><li>Vendors who don't have fulfillment by marketplace use ONLY the shipping methods that belong to them specifically.</li></ul>
ar_sa: تعامل مع الشحن للموردين كجزء من خطة البائع هذه. إذا كان السوق يتعامل مع الشحن لعدة بائعين ، فسيتعين على العميل فقط تحديد طريقة شحن واحدة لجميع هؤلاء البائعين عند الخروج. ستذهب تكاليف الشحن أيضًا إلى السوق. <ul><li> البائعون الذين يتم الوفاء بهم حسب السوق كجزء من خطة البائع الخاصة بهم يستخدمون فقط طرق الشحن التي تنتمي إلى السوق. </li><li>البائعون الذين ليس لديهم وفاء عن طريق السوق يستخدمون فقط طرق الشحن التي تخصهم على وجه التحديد.</li></ul>
cs_cz: Zajistěte přepravu pro dodavatele jako součást tohoto plánu dodavatele. Pokud tržiště zpracovává dopravu pro více dodavatelů, bude si muset zákazník vybrat pouze jeden způsob dopravy pro všechny tyto dodavatele u pokladny. Náklady na dopravu půjdou také na tržiště. <ul><li>Prodejci, kteří mají plnění podle tržiště jako součást svého plánu dodavatele, používají POUZE způsoby dopravy, které patří tržišti.</li><li>Prodejci, kteří nemají plnění podle tržiště, používají POUZE způsoby dopravy, které jim konkrétně náleží.</li></ul>
da_dk: Håndter forsendelse for leverandører som en del af denne leverandørplan. Hvis markedspladsen håndterer forsendelse for flere leverandører, skal kunden kun vælge én forsendelsesmetode for alle disse leverandører ved kassen. Forsendelsesomkostninger vil også gå til markedspladsen. <ul><li>Leverandører, der har opfyldelse efter markedsplads som en del af deres leverandørplan, bruger KUN de forsendelsesmetoder, der hører til markedspladsen.</li><li>Leverandører, der ikke har opfyldt markedsplads, bruger KUN de forsendelsesmetoder, der specifikt tilhører dem.</li></ul>
de_de: Abwicklung des Versands für Anbieter im Rahmen dieses Anbieterplans. Wenn der Marktplatz den Versand für mehrere Anbieter übernimmt, muss der Kunde an der Kasse nur eine Versandart für alle diese Anbieter auswählen. Die Versandkosten gehen auch an den Marktplatz. <ul><li>Anbieter, die Versand durch Marktplatz als Teil ihres Anbieterplans haben, verwenden NUR die Versandmethoden, die zum Marktplatz gehören.</li><li>Anbieter, die kein Fulfillment durch Marketplace haben, verwenden NUR die Versandmethoden, die speziell zu ihnen gehören.</li></ul>
el_gr: Χειριστείτε την αποστολή για πωλητές ως μέρος αυτού του πλάνου πωλητή. Εάν η αγορά διεκπεραιώνει την αποστολή για πολλούς πωλητές, τότε ο πελάτης θα πρέπει να επιλέξει μόνο μία μέθοδο αποστολής για όλους αυτούς τους πωλητές στο ταμείο. Τα έξοδα αποστολής θα βαρύνουν επίσης την αγορά. <ul><li>Οι πωλητές που έχουν εκπλήρωση ανά αγορά ως μέρος του πλάνου πωλητή τους χρησιμοποιούν ΜΟΝΟ τις μεθόδους αποστολής που ανήκουν στην αγορά.</li><li>Οι πωλητές που δεν έχουν εκπλήρωση από την αγορά χρησιμοποιούν ΜΟΝΟ τις μεθόδους αποστολής που τους ανήκουν ειδικά.</li></ul>
es_es: Maneje el envío para los proveedores como parte de este plan de proveedores. Si el mercado maneja el envío para múltiples proveedores, entonces el cliente solo tendrá que seleccionar un método de envío para todos esos proveedores al finalizar la compra. Los gastos de envío también irán al mercado. <ul><li>Los proveedores que tienen cumplimiento por mercado como parte de su plan de proveedor SOLO utilizan los métodos de envío que pertenecen al mercado.</li><li>Los proveedores que no cuentan con cumplimiento por parte del mercado utilizan ÚNICAMENTE los métodos de envío que les pertenecen específicamente.</li></ul>
fa_ir: به عنوان بخشی از این طرح فروشنده، حمل و نقل را برای فروشندگان انجام دهید. اگر بازار حمل و نقل را برای چندین فروشنده انجام دهد، مشتری باید فقط یک روش حمل و نقل را برای همه این فروشندگان در هنگام تسویه حساب انتخاب کند. هزینه حمل و نقل نیز به بازار خواهد رفت. <ul><li>فروشندگانی که به‌عنوان بخشی از طرح فروشنده خود، از طریق بازار به فروش می‌رسند، فقط از روش‌های حمل و نقل متعلق به بازار استفاده می‌کنند.</li><li>فروشندگانی که از طریق بازار برآورده نمی شوند، فقط از روش های حمل و نقل استفاده می کنند که به طور خاص به آنها تعلق دارد.</li></ul>
fi_fi: Käsittele toimittajien toimitukset osana tätä toimittajasuunnitelmaa. Jos kauppapaikka hoitaa useiden toimittajien toimitukset, asiakkaan on valittava kassalla vain yksi toimitustapa kaikille toimittajille. Myös toimituskulut menevät torille. <ul><li>Toimittajat, joilla on toimittajasuunnitelmansa täyttäminen markkinapaikalla, käyttävät VAIN markkinapaikalle kuuluvia toimitustapoja.</li><li>Toimittajat, joilla ei ole toimitusta markkinapaikan mukaan, käyttävät VAIN heille nimenomaan kuuluvia toimitustapoja.</li></ul>
fr_fr: Gérer l'expédition pour les fournisseurs dans le cadre de ce plan fournisseur. Si la place de marché gère l'expédition pour plusieurs fournisseurs, le client n'aura qu'à sélectionner une méthode d'expédition pour tous ces fournisseurs lors du paiement. Les frais d'expédition iront également au marché. <ul><li>Les fournisseurs qui ont l'exécution par place de marché dans le cadre de leur plan de fournisseur utilisent UNIQUEMENT les méthodes d'expédition qui appartiennent à la place de marché.</li><li>Les vendeurs qui n'ont pas d'exécution par place de marché utilisent UNIQUEMENT les méthodes d'expédition qui leur appartiennent spécifiquement.</li></ul>
he_il: טפל במשלוח עבור ספקים כחלק מתוכנית ספקים זו. אם השוק מטפל במשלוח עבור ספקים מרובים, הלקוח יצטרך לבחור רק שיטת משלוח אחת עבור כל אותם ספקים בקופה. גם עלויות המשלוח יעברו לשוק. <ul><li>ספקים שיש להם מילוי לפי שוק כחלק מתוכנית הספקים שלהם משתמשים רק בשיטות המשלוח השייכות לשוק.</li><li>ספקים שאין להם מילוי לפי שוק משתמשים רק בשיטות המשלוח השייכות להם באופן ספציפי.</li></ul>
hu_hu: Az eladói csomag részeként kezeli a szállítást az eladók részére. Ha a piactér több eladó számára kezeli a szállítást, akkor a vásárlónak a pénztárnál csak egy szállítási módot kell kiválasztania az összes ilyen eladó számára. A szállítási költségek is a piactérre kerülnek. <ul><li>Azok az eladók, akiknek eladói csomagja tartalmazza a piactéren történő teljesítést, CSAK a piactérhez tartozó szállítási módokat használják. </li><li>Azok az eladók, akiknek nincs piactéren történő teljesítésük, CSAK a kifejezetten hozzájuk tartozó szállítási módokat használják. </li></ul>
it_it: Gestire la spedizione per i fornitori come parte di questo piano fornitore. Se il marketplace gestisce la spedizione per più fornitori, il cliente dovrà selezionare un solo metodo di spedizione per tutti quei fornitori al momento del pagamento. Anche le spese di spedizione andranno al mercato. <ul> <li> I fornitori che hanno l'adempimento per marketplace come parte del loro piano vendor utilizzano SOLO i metodi di spedizione che appartengono al marketplace. </li> <li> I fornitori che non hanno l'evasione per marketplace utilizzano SOLO i metodi di spedizione che appartengono a loro specificamente. </li> </ul>
ja_jp: この出品者プランの一部として、出品者のための配送を処理します。マーケットプレイスが複数の出品者の配送を担当する場合、お客様は注文手続きト時にそれらすべての出品者の配送方法を1つだけ選択する必要があります。配送料はマーケットプレイスにも支払われます。<ul><li>出品者プランの一部としてマーケットプレイスによるフルフィルメントを選択している出品者は、マーケットプレイスに属する配送方法のみを使用します。</li><li>"マーケットプレイスによるオーダーフルフィルメントを導入していない出品者は、出品者専用の配送方法のみを使用します。</li></ul>
ko_kr: 이 공급업체 계획의 일부로 공급업체의 배송을 처리합니다. 마켓플레이스에서 여러 공급업체의 배송을 처리하는 경우 고객은 결제 시 모든 공급업체에 대해 하나의 배송 방법만 선택하면 됩니다. 배송비도 마켓플레이스로 이동합니다. <ul><li>벤더 계획의 일부로 마켓플레이스별 주문 처리가 있는 벤더는 마켓플레이스에 속한 배송 방법만 사용합니다.</li><li>마켓플레이스에 의한 주문 처리가 없는 공급업체는 특별히 해당하는 배송 방법만 사용합니다.</li></ul>
nl_nl: Verzendkosten voor leveranciers afhandelen als onderdeel van dit leveranciersplan. Als de marktplaats de verzending voor meerdere leveranciers afhandelt, hoeft de klant bij het afrekenen slechts één verzendmethode te selecteren voor al die leveranciers. Verzendkosten gaan ook naar marktplaats. <ul><li>Verkopers die afhandeling via marktplaats hebben als onderdeel van hun leveranciersplan, gebruiken ALLEEN de verzendmethoden die bij de marktplaats horen.</li><li>Verkopers die geen levering via marktplaats hebben, gebruiken ALLEEN de verzendmethoden die specifiek aan hen toebehoren.</li></ul>
no_no: Håndter frakt for leverandører som en del av denne leverandørplanen. Hvis markedsplassen håndterer frakt for flere leverandører, må kunden bare velge én fraktmetode for alle disse leverandørene ved kassen. Fraktkostnader vil også gå til markedsplassen. <ul><li>Leverandører som har oppfyllelse etter markedsplass som en del av deres leverandørplan bruker KUN fraktmetodene som tilhører markedsplassen.</li><li>Leverandører som ikke har oppfyllelse etter markedsplass, bruker BARE fraktmetodene som spesifikt tilhører dem.</li></ul>
pl_pl: Obsługa wysyłki dla sprzedawców w ramach tego planu sprzedawcy. Jeśli marketplace obsługuje wysyłkę dla wielu sprzedawców, wówczas klient będzie musiał wybrać tylko jedną metodę wysyłki dla wszystkich tych sprzedawców w kasie. Koszty wysyłki również trafią do właściciela marketplace.<ul><li>Sprzedawcy, którzy realizują zamówienia przez marketplace jako część swojego planu sprzedawcy, używają TYLKO metod wysyłki dostępnych w marketplace.</li><li>Sprzedawcy, którzy nie potrzebują obsługi dostawy przez marketplace, używają TYLKO metod wysyłki które należą tylko do nich.</li></ul>
pt_br: Cuida do envio para vendedores como parte do pano de vendedor. Se o marketplace cuida do envio para múltiplos vendedores, então o cliente vai ter que selecionar apenas um método de envio para todos os vendedores no checkout . Custos de envio também vão para o marketplace. <ul><li>Vendedores que tem o cumprimento pelo marketplace como parte de seu plano de vendedor usam APENAS os métodos de envio que pertencem ao marketplace.</li><li>Vendedores que não tem o cumprimento pelo marketplace usam APENAS os métodos de envio que pertencem a eles especificamente.</li></ul>
pt_pt: Gerencie o envio para fornecedores como parte deste plano de fornecedor. Se o mercado processar o envio para vários fornecedores, o cliente precisará selecionar apenas um método de envio para todos esses fornecedores no checkout. Os custos de envio também irão para o mercado. <ul><li>Os fornecedores que possuem atendimento por mercado como parte de seu plano de fornecedor usam SOMENTE os métodos de envio que pertencem ao mercado.</li><li>Os fornecedores que não possuem atendimento por marketplace utilizam APENAS os métodos de envio que lhes pertencem especificamente.</li></ul>
ro_ro: Gestionați expedierea pentru furnizori ca parte a acestui plan de furnizor. Dacă piața se ocupă de expedierea pentru mai mulți furnizori, atunci clientul va trebui să selecteze o singură metodă de livrare pentru toți acești furnizori la finalizarea comenzii. Costurile de transport vor merge și pe piață. <ul><li>Vânzătorii care au onorare pe piață ca parte a planului lor de furnizor utilizează NUMAI metodele de expediere care aparțin pieței.</li><li>Furnizorii care nu au onorare prin marketplace folosesc NUMAI metodele de expediere care le aparțin în mod specific.</li></ul>
ru_ru: Включенная настройка означает, что маркетплейс занимается доставкой товаров от продавцов с этим планом. Если маркетплейс доставляет товары от нескольких продавцов, то покупатель будет выбирать единый способ доставки для этих продавцов на странице оформления заказа. Стоимость доставки отойдёт маркетплейсу.<ul><li>Продавцы, у которых в плане есть фулфилмент от маркетплейса, будут использовать ТОЛЬКО способы доставки, которые принадлежат маркетплейсу.</li><li>Продавцы, у которых в плане нет фулфилмента от маркетплейса, будут использовать ТОЛЬКО те способы доставки, которые принадлежат именно им.</li></ul>
sv_se: Hantera frakt för leverantörer som en del av denna leverantörsplan. Om marknadsplatsen hanterar frakt för flera leverantörer, behöver kunden bara välja en fraktmetod för alla dessa leverantörer i kassan. Fraktkostnader kommer också att gå till marknadsplatsen. <ul><li>Leverantörer som har uppfyllelse per marknadsplats som en del av sin leverantörsplan använder ENDAST de fraktmetoder som hör till marknadsplatsen.</li><li>Säljare som inte har uppfyllelse per marknadsplats använder ENDAST de fraktmetoder som specifikt tillhör dem.</li></ul>
tr_tr: Satıcılar için nakliyeyi bu satıcı planının bir parçası olarak ele alın. Pazar yeri, birden fazla satıcı için nakliye işliyorsa, müşterinin ödeme sırasında tüm bu satıcılar için yalnızca bir nakliye yöntemi seçmesi gerekir. Nakliye masrafları da pazara gidecek. <ul><li>Satıcı planlarının bir parçası olarak pazar yerine teslimat yapan satıcılar, YALNIZCA pazara ait sevkiyat yöntemlerini kullanır.</li><li>Pazaryeri üzerinden gönderimi olmayan satıcılar, YALNIZCA kendilerine ait olan gönderim yöntemlerini kullanırlar.</li></ul>
uk_ua: Обробляти доставку для продавця як частинку цього плану постачальника. Якщо marketplace обробляє доставку для кількох продавців, тоді клієнту потрібно буде вибрати лише один спосіб доставки для всіх цих продавців під час оформлення замовлення. Вартість доставки також йде на marketplace. <ul><li>Продавці, які виконують замовлення через marketplace у рамках плану свого продавця, використовують ТІЛЬКИ ті способи доставки, які доступні на marketplace.</li><li>Продавці, які не виконують замовлення через marketplace, використовують ТІЛЬКИ ті способи доставки, які їм належать.</li></ul>
zh_cn: 作为此供应商计划的一部分，处理供应商的运输。如果市场为多个供应商处理运输，那么客户只需在结账时为所有这些供应商选择一种运输方式。运输成本也将流向市场。 <ul><li>将按市场履行作为其供应商计划的一部分的供应商仅使用属于市场的运输方式。</li><li>没有按市场履行的供应商仅使用专门属于他们的运输方式。</li></ul>

# Languages::order_fulfillment.marketplace_shippings_available
source: The shipping methods owned by the marketplace will now be available to the vendors whose vendor plans include fulfillment by the marketplace.
ar_sa: ستكون طرق الشحن المملوكة للسوق متاحة الآن للبائعين الذين تتضمن خطط البائعين الخاصة بهم الوفاء من قبل السوق.
cs_cz: Způsoby dopravy vlastněné tržištěm budou nyní dostupné prodejcům, jejichž plány dodavatelů zahrnují plnění ze strany tržiště.
da_dk: De forsendelsesmetoder, der ejes af markedspladsen, vil nu være tilgængelige for de leverandører, hvis leverandørplaner inkluderer opfyldelse af markedspladsen.
de_de: Die Versandmethoden des Marktplatzes stehen nun den Anbietern zur Verfügung, deren Anbieterpläne die Abwicklung durch den Marktplatz beinhalten.
el_gr: Οι μέθοδοι αποστολής που ανήκουν στην αγορά θα είναι πλέον διαθέσιμες στους πωλητές των οποίων τα πλανα πωλητών περιλαμβάνουν την εκπλήρωση από την αγορά.
es_es: Los métodos de envío propiedad del mercado ahora estarán disponibles para los proveedores cuyos planes de proveedores incluyen cumplimiento por parte del mercado.
fa_ir: روش‌های حمل و نقل متعلق به بازار اکنون برای فروشندگانی که برنامه‌های فروشنده آنها شامل اجرای بازار است، در دسترس خواهد بود.
fi_fi: Markkinapaikan omistamat toimitustavat ovat nyt niiden toimittajien käytettävissä, joiden toimittajasuunnitelmiin sisältyy toimitus kauppapaikan toimesta.
fr_fr: Les méthodes d'expédition appartenant au marché seront désormais disponibles pour les fournisseurs dont les plans de fournisseur incluent l'exécution par le marché.
he_il: שיטות המשלוח שבבעלות השוק יהיו זמינות כעת לספקים שתוכניות הספק שלהם כוללות מימוש על ידי השוק.
hu_hu: A piactér saját szállítási módozatai mostantól elérhetőek lesznek azon eladók számára, akiknek az eladói csomagjában szerepel a piactéren történő teljesítés.
it_it: I metodi di spedizione di proprietà del negozio saranno ora disponibili per i venditori che hanno scelto un piano che include l'adempimento delle spedizioni da parte del negozio.
ja_jp: マーケットプレイスが所有する配送方法は、出品者プランにマーケットプレイスでのフルフィルメントが含まれている出品者が利用できるようになります。
ko_kr: 마켓플레이스에서 소유한 배송 방법은 이제 마켓플레이스에서 주문 처리가 포함된 공급업체 계획을 가진 공급업체에서 사용할 수 있습니다.
nl_nl: De verzendmethoden die eigendom zijn van de marktplaats zijn nu beschikbaar voor de leveranciers waarvan de leveranciersplannen de uitvoering door de marktplaats omvatten.
no_no: Fraktmetodene som eies av markedsplassen vil nå være tilgjengelige for leverandørene hvis leverandørplaner inkluderer oppfyllelse av markedsplassen.
pl_pl: Metody wysyłki należące do platformy handlowej będą teraz dostępne dla sprzedawców, których plany obejmują realizację przez marketplace.
pt_br: Os métodos de envio próprios do marketplace agora estarão disponíveis aos vendedores cujos planos de vendedor inclui o cumprimento pelo marketplace .
pt_pt: Os métodos de envio de propriedade do mercado agora estarão disponíveis para os fornecedores cujos planos de fornecedor incluem atendimento pelo mercado.
ro_ro: Metodele de expediere deținute de piață vor fi acum disponibile pentru vânzătorii ale căror planuri de furnizor includ îndeplinirea de către piață.
ru_ru: Теперь способы доставки, которыми владеет маркетплейс, будут доступны тем продавцам, в чьих тарифных планах включен фулфилмент от маркетплейса.
sv_se: De fraktmetoder som ägs av marknadsplatsen kommer nu att vara tillgängliga för de leverantörer vars leverantörsplaner inkluderar uppfyllelse av marknadsplatsen.
tr_tr: Pazaryeri tarafından sahip olunan sevkiyat yöntemleri, artık satıcı planları pazaryeri tarafından yerine getirilmesini içeren satıcılar tarafından kullanılabilecektir.
uk_ua: Способи доставки, які належать marketplace, тепер будуть доступні продавцям, плани чиїх включають виконання замовлень через marketplace.
zh_cn: 市场拥有的运输方式现在可供其供应商计划包括市场履行的供应商使用。
