Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/pay360.po
Languages: ar_sa, cs_cz, da_dk, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua, zh_cn

# Addons::name::pay360
source: Pay360 payments
ar_sa: مدفوعات Pay360
cs_cz: Pay360 platby
da_dk: Pay360 betalinger
el_gr: Πληρωμές Pay360
es_es: Pagos de Pay360
fa_ir: پرداخت های Pay360
fi_fi: Maksa 360 maksut
fr_fr: Paiements Pay360
he_il: תשלומים של Pay360
hu_hu: Pay360 fizetések
it_it: Pagamenti Pay360
ja_jp: Pay360 決済
ko_kr: Pay360 결제
nl_nl: Pay360 betalingen
no_no: Pay360-betalinger
pt_br: Pay360 pagamentos
pt_pt: Pagamentos Pay360
ro_ro: Plăți 360
sv_se: Pay360-betalningar
tr_tr: Pay360 ödemeleri
uk_ua: Платежі через Pay360
zh_cn: Pay360 付款

# Addons::description::pay360
source: Allows you to accept payments via Pay360
ar_sa: يسمح لك بقبول المدفوعات عبر Pay360
cs_cz: Umožňuje přijímat platby prostřednictvím Pay360
da_dk: Giver dig mulighed for at acceptere betalinger via Pay360
el_gr: Σας επιτρέπει να δέχεστε πληρωμές μέσω Pay360
es_es: Te permite aceptar pagos via Pay360
fa_ir: به شما امکان می دهد پرداخت ها را از طریق Pay360 بپذیرید
fi_fi: Voit vastaanottaa maksuja Pay360:n kautta
fr_fr: Vous permet d'accepter les paiements via Pay360
he_il: מאפשר לך לקבל תשלומים באמצעות Pay360
hu_hu: Engedélyezi a Pay360-al való fizetést
it_it: Consente di accettare pagamenti tramite Pay360
ja_jp: Pay360での決済を可能にする
ko_kr: Pay360을 통해 결제를 수락할 수 있습니다.
nl_nl: Hiermee kunt u betalingen accepteren via Pay360
no_no: Lar deg godta betalinger via Pay360
pt_br: Permite a você aceitar pagamentos via Pay360
pt_pt: Permite aceitar pagamentos via Pay360
ro_ro: Vă permite să acceptați plăți prin Pay360
sv_se: Låter dig acceptera betalningar via Pay360
tr_tr: Pay360 ile ödeme kabul etmenizi sağlar
uk_ua: Дозволяє вам приймати платежі через Pay360
zh_cn: 允许您通过 Pay360 接受付款

# Languages::pay360.api_username
source: API Username
ar_sa: اسم مستخدم API
cs_cz: Uživatelské jméno API
da_dk: API brugernavn
el_gr: Όνομα χρήστη API
es_es: Nombre de usuario de la API
fa_ir: نام کاربری API
fi_fi: API-käyttäjänimi
fr_fr: API Nom d'utilisateur
he_il: שם משתמש API
hu_hu: API Felhasználónév
it_it: Nome utente API
ja_jp: API ユーザー名
ko_kr: API 사용자 이름
nl_nl: API-gebruikersnaam
no_no: API-brukernavn
pt_br: Nome de usuário API
pt_pt: Nome de usuário da API
ro_ro: Nume de utilizator API
sv_se: API-användarnamn
tr_tr: API Kullanıcı Adı
uk_ua: Ім'я користувача API
zh_cn: API 用户名

# Languages::pay360.api_password
source: API Password
ar_sa: كلمة مرور API
cs_cz: Heslo API
da_dk: API-adgangskode
el_gr: Κωδικός πρόσβασης API
es_es: Contraseña API
fa_ir: رمز عبور API
fi_fi: API-salasana
fr_fr: API Mot de passe
he_il: סיסמת API
hu_hu: API Jelszó
it_it: Password API
ja_jp: API パスワード
ko_kr: API 비밀번호
nl_nl: API-wachtwoord
no_no: API-passord
pt_br: Senha de API
pt_pt: Senha da API
ro_ro: Parola API
sv_se: API-lösenord
tr_tr: API Şifresi
uk_ua: API-пароль
zh_cn: API 密码

# Languages::pay360.installation_id
source: Hosted Cashier
ar_sa: أمين الصندوق المستضاف
cs_cz: Hostovaná pokladna
da_dk: Vært kasserer
el_gr: Φιλοξενούμενος Ταμίας
es_es: Cajero alojado
fa_ir: میزبان صندوقدار
fi_fi: Isännöi kassa
fr_fr: Caissier hébergé
he_il: קופאי מתארח
hu_hu: Hosztolt pénztáros
it_it: Cassiere ospitato
ja_jp: ホストキャッシャー
ko_kr: 호스트 캐셔
nl_nl: Gehoste Kassier
no_no: Vert kasserer
pt_br: Caixa hsospedado
pt_pt: Caixa Hospedado
ro_ro: Casier găzduit
sv_se: Värd kassörska
tr_tr: Barındırılan Kasiyer
zh_cn: 托管收银员

# Languages::pay360.account_number_description
source: Account number used to identify the customer or loan. If this is a PAN, then provide the first six and last four digits of the PAN. Otherwise, provide up to ten characters of the account number.
ar_sa: رقم الحساب المستخدم لتعريف العميل أو القرض. إذا كان هذا رقم PAN ، فقم بتوفير أول ستة وأربعة أرقام من رقم PAN. خلافًا لذلك ، قدِّم ما يصل إلى عشرة أحرف من رقم الحساب.
cs_cz: Číslo účtu používané k identifikaci zákazníka nebo půjčky. Pokud se jedná o číslo PAN, uveďte prvních šest a poslední čtyři číslice čísla PAN. V opačném případě uveďte až deset znaků čísla účtu.
da_dk: Kontonummer, der bruges til at identificere kunden eller lånet. Hvis dette er et PAN, skal du angive de første seks og sidste fire cifre i PAN'et. Ellers skal du angive op til ti tegn af kontonummeret.
el_gr: Αριθμός λογαριασμού που χρησιμοποιείται για την αναγνώριση του πελάτη ή του δανείου. Εάν πρόκειται για PAN, τότε δώστε τα πρώτα έξι και τα τελευταία τέσσερα ψηφία του PAN. Διαφορετικά, καταχωρίστε έως και δέκα χαρακτήρες του αριθμού λογαριασμού.
es_es: Número de cuenta utilizado para identificar al cliente o préstamo. Si se trata de un PAN, proporcione los primeros seis y los últimos cuatro dígitos del PAN. De lo contrario, proporcione hasta diez caracteres del número de cuenta.
fa_ir: شماره حساب مورد استفاده برای شناسایی مشتری یا وام. اگر این یک PAN است، شش رقم اول و چهار رقم آخر PAN را ارائه کنید. در غیر این صورت حداکثر ده کاراکتر از شماره حساب را وارد کنید.
fi_fi: Tilinumero, jota käytetään asiakkaan tai lainan tunnistamiseen. Jos tämä on PAN, anna PAN:n kuusi ensimmäistä ja neljä viimeistä numeroa. Muussa tapauksessa anna tilinumerosta enintään kymmenen merkkiä.
fr_fr: Numéro de compte utilisé pour identifier le client ou le prêt. S'il s'agit d'un PAN, fournissez ensuite les six premiers et derniers chiffres du PAN. Sinon, fournissez jusqu'à dix caractères du numéro de compte.
he_il: מספר חשבון המשמש לזיהוי הלקוח או ההלוואה. אם זה PAN, ספק את שש הספרות הראשונות ואת ארבע הספרות האחרונות של ה-PAN. אחרת, ספק עד עשרה תווים ממספר החשבון.
hu_hu: A vásárló vagy a kölcsön azonosítására használt számlaszám. Ha ez egy PAN, akkor add meg a PAN első hat és utolsó négy számjegyét. Ellenkező esetben add meg a számlaszám legfeljebb tíz karakterét.
it_it: Numero di conto utilizzato per identificare il cliente o il prestito. Se si tratta di un PAN, fornire le prime sei e le ultime quattro cifre del PAN. In caso contrario, fornire fino a dieci caratteri del numero di conto.
ja_jp: お客様やローンを識別するために使用される口座番号。これがPANの場合は、PANの最初の6桁と最後の4桁を記入してください。それ以外の場合は、口座番号を10文字以内で入力してください。
ko_kr: 고객 또는 대출을 식별하는 데 사용되는 계정 번호입니다. 이것이 PAN인 경우 PAN의 처음 6자리와 마지막 4자리를 제공하십시오. 그렇지 않으면 계좌 번호를 최대 10자까지 입력하십시오.
nl_nl: Rekeningnummer dat wordt gebruikt om de klant of lening te identificeren. Als dit een PAN is, geef dan de eerste zes en de laatste vier cijfers van de PAN op. Geef anders maximaal tien tekens van het rekeningnummer op.
no_no: Kontonummer som brukes til å identifisere kunden eller lånet. Hvis dette er et PAN, oppgi de første seks og siste fire sifrene i PAN. Ellers oppgi opptil ti tegn av kontonummeret.
pt_br: Número de conta usado para identificar o cliente ou credor. Se isto for um PAN, então informe os seis primeiros e quatro últimos dígitos do PAN. De outra forma, informe até dez caracteres do número da conta.
pt_pt: Número da conta usado para identificar o cliente ou empréstimo. Se for um PAN, forneça os primeiros seis e os quatro últimos dígitos do PAN. Caso contrário, forneça até dez caracteres do número da conta.
ro_ro: Numărul de cont utilizat pentru a identifica clientul sau împrumutul. Dacă acesta este un PAN, atunci furnizați primele șase și ultimele patru cifre ale PAN. În caz contrar, furnizați până la zece caractere ale numărului de cont.
sv_se: Kontonummer som används för att identifiera kunden eller lånet. Om detta är ett PAN, ange de första sex och sista fyra siffrorna i PAN. Ange annars upp till tio tecken av kontonumret.
tr_tr: Müşteriyi veya krediyi tanımlamak için kullanılan hesap numarası. Bu bir PAN ise, PAN'ın ilk altı ve son dört hanesini girin. Aksi takdirde, hesap numarasının en fazla on karakterini girin.
uk_ua: Номер рахунки, який використовується для ідентифікації клієнта або позики. Якщо це PAN, укажіть перші шість і останні чотири цифри PAN. В іншому випадку введіть до десяти символів номера рахунку.
zh_cn: 用于识别客户或贷款的帐号。如果这是 PAN，则提供 PAN 的前六位和后四位。否则，最多提供十个字符的帐号。

# Languages::pay360.postal_code_description
source: First part of the postal code of the loan recipient; up to six characters. For example, if the postal code is “EC2A 1AE”, this would be “EC2A”.
ar_sa: الجزء الأول من الرمز البريدي لمتلقي القرض ؛ ما يصل إلى ستة أحرف. على سبيل المثال ، إذا كان الرمز البريدي هو "EC2A 1AE" ، فسيكون هذا "EC2A".
cs_cz: První část PSČ příjemce půjčky; až šest znaků. Pokud je například poštovní směrovací číslo „EC2A 1AE“, bude to „EC2A“.
da_dk: Første del af postnummeret for lånemodtageren; op til seks tegn. For eksempel, hvis postnummeret er "EC2A 1AE", ville dette være "EC2A".
el_gr: Πρώτο μέρος του ταχυδρομικού κώδικα του παραλήπτη του δανείου. έως έξι χαρακτήρες. Για παράδειγμα, εάν ο ταχυδρομικός κώδικας είναι "EC2A 1AE", αυτός θα είναι "EC2A".
es_es: Primera parte del código postal del beneficiario del préstamo; hasta seis caracteres. Por ejemplo, si el código postal es “EC2A 1AE”, este sería “EC2A”.
fa_ir: قسمت اول کد پستی گیرنده وام؛ حداکثر شش کاراکتر به عنوان مثال، اگر کد پستی "EC2A 1AE" باشد، این کد "EC2A" خواهد بود.
fi_fi: lainansaajan postinumeron ensimmäinen osa; enintään kuusi merkkiä. Jos postinumero on esimerkiksi "EC2A 1AE", tämä on "EC2A".
fr_fr: Première partie du code postal du destinataire du prêt; jusqu'à six caractères. Par exemple, si le code postal est "EC2A 1AE", ce serait "EC2A".
he_il: חלק ראשון של המיקוד של מקבל ההלוואה; עד שש תווים. לדוגמה, אם המיקוד הוא "EC2A 1AE", זה יהיה "EC2A".
hu_hu: A kölcsönt felvevő irányítószámának első része; legfeljebb hat karakter. Például, ha az irányítószám "EC2A 1AE", akkor ez "EC2A" lenne.
it_it: Prima parte del codice postale del beneficiario del prestito; fino a sei caratteri. Ad esempio, se il codice postale è “EC2A 1AE”, questo sarebbe “EC2A”.
ja_jp: ローン受取人の郵便番号の最初の部分。6文字以内で入力してください。例えば、郵便番号が「EC2A 1AE」の場合は「EC2A」となります。
ko_kr: 대출 수령인의 우편번호 첫 부분 최대 6자. 예를 들어 우편 번호가 "EC2A 1AE"인 경우 "EC2A"가 됩니다.
nl_nl: Eerste deel van de postcode van de leningontvanger; maximaal zes tekens. Als de postcode bijvoorbeeld "EC2A 1AE" is, zou dit "EC2A" zijn.
no_no: Første del av postnummeret til lånemottakeren; opptil seks tegn. For eksempel, hvis postnummeret er "EC2A 1AE", vil dette være "EC2A".
pt_br: Primeira parte do código postal do recipiente do empréstimo, até seis caracteres. Por exemplo, se o código postal é "EC2A 1AE", isto seria "EC2A".
pt_pt: Primeira parte do código postal do beneficiário do empréstimo; até seis caracteres. Por exemplo, se o código postal for “EC2A 1AE”, este seria “EC2A”.
ro_ro: Prima parte a codului poștal al beneficiarului împrumutului; până la șase caractere. De exemplu, dacă codul poștal este „EC2A 1AE”, acesta ar fi „EC2A”.
sv_se: Första delen av postnumret för låntagaren; upp till sex tecken. Till exempel, om postnumret är "EC2A 1AE", skulle detta vara "EC2A".
tr_tr: Kredi alıcısının posta kodunun ilk kısmı; altı karaktere kadar. Örneğin, posta kodu “EC2A 1AE” ise bu “EC2A” olacaktır.
uk_ua: Перша частина поштового індексу позичальника; до шести символів. Наприклад, якщо поштовий індекс "EC2A 1AE", це буде "EC2A".
zh_cn: 贷款人邮政编码的第一部分；最多六个字符。例如，如果邮政编码为“EC2A 1AE”，则为“EC2A”。

# Languages::pay360.surname_description
source: Surname of the loan recipient; up to six characters, excluding numbers or special characters. If the name is longer than six characters, then provide the first six. For example, for “Smith”, this would be “Smith”; for “Williams”, this would be “Willia”.
ar_sa: لقب متلقي القرض ؛ ما يصل إلى ستة أحرف ، باستثناء الأرقام أو الأحرف الخاصة. إذا كان الاسم أطول من ستة أحرف ، فاكتب الأحرف الستة الأولى. على سبيل المثال ، بالنسبة إلى "Smith" ، سيكون هذا هو "Smith" ؛ بالنسبة لـ "Williams" ، ستكون "Willia".
cs_cz: Příjmení příjemce půjčky; až šest znaků, kromě čísel nebo speciálních znaků. Pokud je název delší než šest znaků, uveďte prvních šest. Například pro „Smith“ by to bylo „Smith“; pro „Williamse“ by to bylo „Willia“.
da_dk: Efternavn på lånemodtageren; op til seks tegn, eksklusive tal eller specialtegn. Hvis navnet er længere end seks tegn, skal du angive de første seks. For eksempel, for "Smith", ville dette være "Smith"; for "Williams" ville dette være "Willia".
el_gr: Επώνυμο του λήπτη του δανείου. έως έξι χαρακτήρες, εξαιρουμένων των αριθμών ή των ειδικών χαρακτήρων. Εάν το όνομα είναι μεγαλύτερο από έξι χαρακτήρες, καταχωρίστε τους πρώτους έξι. Για παράδειγμα, για το "Smith", αυτό θα ήταν "Smith". για το "Williams", αυτό θα ήταν "Willia".
es_es: Apellido del beneficiario del préstamo; hasta seis caracteres, excluyendo números o caracteres especiales. Si el nombre tiene más de seis caracteres, proporcione los primeros seis. Por ejemplo, para “Smith”, esto sería “Smith”; para “Williams”, sería “Willia”.
fa_ir: نام خانوادگی گیرنده وام؛ حداکثر شش کاراکتر، به استثنای اعداد یا کاراکترهای خاص. اگر نام بیش از شش کاراکتر است، شش کاراکتر اول را وارد کنید. به عنوان مثال، برای "Smith"، این می تواند "Smith" باشد. برای "ویلیامز"، این "ویلیا" خواهد بود.
fi_fi: lainansaajan sukunimi; enintään kuusi merkkiä, lukuun ottamatta numeroita tai erikoismerkkejä. Jos nimi on pidempi kuin kuusi merkkiä, anna kuusi ensimmäistä merkkiä. Esimerkiksi "Smith" tämä olisi "Smith"; "Williamsille" tämä olisi "Willia".
fr_fr: Nom de famille du destinataire de prêt; Jusqu'à six caractères, à l'exclusion des nombres ou des caractères spéciaux. Si le nom dépasse six caractères, fournissez les six premiers. Par exemple, pour "Smith", ce serait "Smith"; Pour "Williams", ce serait "Willia".
he_il: שם משפחה של מקבל ההלוואה; עד שישה תווים, לא כולל מספרים או תווים מיוחדים. אם השם ארוך משישה תווים, ספק את ששת התווים הראשונים. לדוגמה, עבור "סמית", זה יהיה "סמית"; עבור "וויליאמס", זה יהיה "וויליה".
hu_hu: A kölcsön felvevőjének vezetékneve; legfeljebb hat karakter, kivéve a számokat és a különleges karaktereket. Ha a név hat karakternél hosszabb, akkor az első hat karaktert add meg. Például a "Smith" név esetében ez "Smith"; a "Williams" név esetében pedig "Willia".
it_it: Cognome del beneficiario del prestito; fino a sei caratteri, esclusi numeri o caratteri speciali. Se il nome è più lungo di sei caratteri, fornire i primi sei. Ad esempio, per "Smith", questo sarebbe "Smith"; per "Williams", questo sarebbe "Willia".
ja_jp: 融資を受ける方の姓。数字や特殊文字を含まない6文字以内で入力してください。名前が6文字よりも長い場合は、最初の6文字を記入してください。例えば、「Smith」の場合は「Smith」、「Williams」の場合は 「Willia」となります。
ko_kr: 대출받는 사람의 성 숫자 또는 특수 문자를 제외한 최대 6자입니다. 이름이 6자보다 길면 처음 6자를 제공하십시오. 예를 들어 "Smith"의 경우 "Smith"가 됩니다. "Williams"의 경우 "Willia"가 됩니다.
nl_nl: Achternaam van de ontvanger van de lening; maximaal zes tekens, met uitzondering van cijfers of speciale tekens. Als de naam langer is dan zes tekens, vul dan de eerste zes in. Voor "Smith" zou dit bijvoorbeeld "Smith" zijn; voor "Williams", zou dit "Willia" zijn.
no_no: Etternavnet til lånemottakeren; opptil seks tegn, unntatt tall eller spesialtegn. Hvis navnet er lengre enn seks tegn, oppgi de seks første. For eksempel, for "Smith", vil dette være "Smith"; for «Williams» ville dette vært «Willia».
pt_br: Sobrenome do recipiente do empréstimo, até seis caracteres,excluindo número ou caracteres especiais. Se o nome é maior que seis caracteres, então informe os primeiros seis. Por exemplo, para "Smith", isto seria "Smith", para"Williams, isto seria "Willia"
pt_pt: Sobrenome do beneficiário do empréstimo; até seis caracteres, excluindo números ou caracteres especiais. Se o nome tiver mais de seis caracteres, forneça os seis primeiros. Por exemplo, para “Smith”, seria “Smith”; para “Williams”, seria “Willia”.
ro_ro: Numele beneficiarului creditului; până la șase caractere, excluzând numerele sau caracterele speciale. Dacă numele este mai lung de șase caractere, atunci furnizați primele șase. De exemplu, pentru „Smith”, acesta ar fi „Smith”; pentru „Williams”, acesta ar fi „Willia”.
sv_se: Efternamn på lånemottagaren; upp till sex tecken, exklusive siffror eller specialtecken. Om namnet är längre än sex tecken, ange de första sex tecken. Till exempel, för "Smith", skulle detta vara "Smith"; för "Williams" skulle detta vara "Willia".
tr_tr: Kredi alan kişinin soyadı; sayılar veya özel karakterler hariç en fazla altı karakter. Ad altı karakterden uzunsa, ilk altıyı girin. Örneğin, “Smith” için bu “Smith” olacaktır; “Williams” için bu “Willia” olacaktır.
uk_ua: Прізвище позичальника; до шести символів, за винятком цифр чи спеціальних символів. Якщо ім'я довше шести символів, укажіть перші шість символи. Наприклад, для "Smith", це буде "Smith"; для "Williams", це буде "Willia".
zh_cn: 贷款人的姓氏；最多六个字符，不包括数字或特殊字符。如果名称超过六个字符，则提供前六个字符。例如，对于“Smith”，这将是“Smith”；对于“Williams”，这将是“Willia”。

# Languages::pay360.use_only_alphabet_symbols
source: Please, use only alphabetical characters.
ar_sa: من فضلك ، استخدم الأحرف الأبجدية فقط.
cs_cz: Prosím, používejte pouze abecední znaky.
da_dk: Brug venligst kun alfabetiske tegn.
el_gr: Χρησιμοποιήστε μόνο αλφαβητικούς χαρακτήρες.
es_es: Por favor, utiliza sólo carácteres alfabéticos.
fa_ir: لطفا فقط از حروف الفبا استفاده کنید.
fi_fi: Ole hyvä ja käytä vain aakkosmerkkejä.
fr_fr: S'il vous plaît, utilisez uniquement des caractères alphabétiques.
he_il: אנא, השתמש רק בתווים אלפביתיים.
hu_hu: Kérjük, csak az abc-ben szereplő karaktereket használd.
it_it: Per favore, usa solo caratteri alfabetici.
ja_jp: アルファベットのみを使ってください。
ko_kr: 알파벳 문자만 사용하십시오.
nl_nl: Gebruik a.u.b. alleen alfabetische tekens.
no_no: Vennligst bruk kun alfabetiske tegn.
pt_br: Por favor, use apenas caracterers alfabéticos;
pt_pt: Por favor, use apenas caracteres alfabéticos.
ro_ro: Vă rugăm, utilizați numai caractere alfabetice.
sv_se: Vänligen använd endast alfabetiska tecken.
tr_tr: Lütfen sadece alfabetik karakterler kullanın.
uk_ua: Будь ласка, використовуйте лише символи алфавіту.
zh_cn: 请仅使用字母字符。

# Languages::pay360.use_only_alphabet_symbols_and_numbers
source: Please, use only alphabetical characters and numbers.
ar_sa: من فضلك ، استخدم الأحرف الأبجدية والأرقام فقط.
cs_cz: Používejte prosím pouze abecední znaky a čísla.
da_dk: Brug venligst kun alfabetiske tegn og tal.
el_gr: Χρησιμοποιήστε μόνο αλφαβητικούς χαρακτήρες και αριθμούς.
es_es: Por favor, utiliza sólo carácteres alfabéticos y números.
fa_ir: لطفا فقط از حروف الفبا و اعداد استفاده کنید.
fi_fi: Käytä vain aakkosmerkkejä ja numeroita.
fr_fr: Veuillez utiliser uniquement des caractères alphabétiques et des chiffres.
he_il: אנא, השתמש רק בתווים אלפביתיים ומספרים.
hu_hu: Kérjük, csak az abc-ben szereplő karaktereket és számokat használd.
it_it: Si prega di utilizzare solo caratteri alfabetici e numeri.
ja_jp: アルファベットと数字のみを使ってください。
ko_kr: 영문자와 숫자만 사용해주세요.
nl_nl: Gebruik alleen alfabetische tekens en cijfers.
no_no: Vennligst bruk bare alfabetiske tegn og tall.
pt_br: Por favor, use apenas caracteres alfabéticos e números.
pt_pt: Por favor, use apenas caracteres alfabéticos e números.
ro_ro: Vă rugăm să utilizați numai caractere și numere alfabetice.
sv_se: Vänligen använd endast alfabetiska tecken och siffror.
tr_tr: Lütfen sadece alfabetik karakterler ve sayılar kullanın.
uk_ua: Будь ласка, використовуйте лише символи алфавіту та цифр.
zh_cn: 请仅使用字母字符和数字。

# Languages::pay360.mandatory_fields_commentary
source: Mandatory for UK- and Europe-based MCC 6012, 6051 and some 7299 merchants
ar_sa: إلزامي بالنسبة لمؤسسات MCC 6012 و 6051 ومقرها المملكة المتحدة وأوروبا وبعض التجار 7299
cs_cz: Povinné pro obchodníky MCC 6012, 6051 a některé 7299 se sídlem ve Velké Británii a Evropě
da_dk: Obligatorisk for UK- og Europa-baserede MCC 6012, 6051 og nogle 7299 sælgere
el_gr: Υποχρεωτικό για MCC 6012, 6051 με έδρα το Ηνωμένο Βασίλειο και την Ευρώπη και περίπου 7299 εμπόρους
es_es: Obligatorio para los comerciantes MCC 6012, 6051 y algunos 7299 del Reino Unido y Europa
fa_ir: اجباری برای MCC 6012، 6051 مستقر در بریتانیا و اروپا و برخی از 7299 تاجر
fi_fi: Pakollinen Isossa-Britanniassa ja Euroopassa toimiville MCC 6012, 6051 ja joillekin 7299 kauppiaille
fr_fr: Obligatoire pour le MCC 6012, 6051 basé en Europe et en Europe et 7299 marchands
he_il: חובה עבור MCC 6012, 6051 ומספר 7299 סוחרים מבוססי בריטניה ואירופה
hu_hu: Kötelező az Egyesült Királyságban és Európában működő MCC 6012, 6051 és néhány 7299 kategória kóddal rendelkező kereskedő számára.
it_it: Obbligatorio per i commercianti MCC 6012, 6051 e alcuni 7299 con sede nel Regno Unito e in Europa
ja_jp: 英国および欧州を拠点とするMCC 6012、6051、および一部の7299加盟店では必須です。
ko_kr: 영국 및 유럽 기반 MCC 6012, 6051 및 일부 7299 판매자의 경우 필수
nl_nl: Verplicht voor in het VK en Europa gevestigde MCC 6012, 6051 en ongeveer 7299 verkopers
no_no: Obligatorisk for UK- og Europa-baserte MCC 6012, 6051 og noen 7299-selgere
pt_br: Obrigatório para RU- e Europa-baseado no MCC 6012,6051 e cerca de 7299 comerciantes
pt_pt: Obrigatório para MCC 6012, 6051 e alguns 7299 comerciantes sediados no Reino Unido e na Europa
ro_ro: Obligatoriu pentru comercianții MCC 6012, 6051 și aproximativ 7299 din Regatul Unit și Europa
sv_se: Obligatorisk för Storbritannien- och Europabaserade MCC 6012, 6051 och vissa 7299-handlare
tr_tr: Birleşik Krallık ve Avrupa merkezli MM 6012, 6051 ve bazı 7299 satıcı için zorunludur
uk_ua: Обов'язковим для британських та європейських MCC 6012, 6051 та деяких 7299 продавців
zh_cn: 英国和欧洲的 MCC 6012、6051 和部分 7299 商户必须提供
