Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/paypal_commerce_platform.po
Languages: hu_hu, tr_tr

# Addons::name::paypal_commerce_platform
source: PayPal Commerce Platform
hu_hu: PayPal kereskedelmi platform
tr_tr: PayPal Ticaret Platformu

# Addons::description::paypal_commerce_platform
source: This add-on will help root store administrators to distribute funds automatically among multiple vendors through PayPal.
hu_hu: Ez a bővítmény segít a gyökér piactér adminisztrátorainak abban, hogy a PayPal-on keresztül több eladó között automatikusan szétosszák a pénzeszközöket.
tr_tr: Bu eklenti, kök mağaza yöneticilerinin PayPal aracılığıyla birden çok satıcı arasında otomatik olarak para dağıtmasına yardımcı olacaktır.

# SettingsSections::paypal_commerce_platform::general
source: General
hu_hu: Általános
tr_tr: Genel

# SettingsOptions::paypal_commerce_platform::collect_payouts
source: Commission includes
hu_hu: A jutalék tartalmazza
tr_tr: Komisyon şunları içerir:

# SettingsVariants::paypal_commerce_platform::collect_payouts::N
source: Order commission
hu_hu: Megrendelési jutalék
tr_tr: sipariş komisyonu

# SettingsVariants::paypal_commerce_platform::collect_payouts::Y
source: Order commission and unpaid payouts
hu_hu: Megrendelési jutalék és kifizetetlen összegek
tr_tr: Sipariş komisyonu ve ödenmemiş ödemeler

# SettingsOptions::paypal_commerce_platform::rma_refunded_order_status
source: Order status on refund
hu_hu: A rendelés státusza visszatérítésnél
tr_tr: Geri ödemedeki sipariş durumu

# Languages::paypal_commerce_platform.paypal_commerce_platform
source: PayPal Commerce Platform
hu_hu: PayPal kereskedelmi platform
tr_tr: PayPal Ticaret Platformu

# Languages::paypal_commerce_platform.payer_id
source: Merchant account ID
hu_hu: Kereskedői számla azonosítója
tr_tr: Tüccar hesap kimliği

# Languages::paypal_commerce_platform.client_id
source: App Client ID
hu_hu: Alkalmazás ügyfél azonosítója
tr_tr: Uygulama İstemcisi Kimliği

# Languages::paypal_commerce_platform.secret
source: App Secret
hu_hu: App Titkos Kulcs
tr_tr: Uygulama Sırrı

# Languages::paypal_commerce_platform.connect_with_paypal
source: Connect with PayPal
hu_hu: Csatlakozás PayPal-lal
tr_tr: PayPal ile bağlantı kurun

# Languages::paypal_commerce_platform.disconnect
source: Disconnect account
hu_hu: Kilépés a fiókból
tr_tr: Hesabın bağlantısını kes

# Languages::paypal_commerce_platform.paypal_account
source: PayPal account
hu_hu: PayPal-fiók
tr_tr: Paypal hesabı

# Languages::paypal_commerce_platform.paypal_account_short
source: PP a/c
hu_hu: PP klímaberendezés
tr_tr: PP klima

# Languages::paypal_commerce_platform.connected
source: Connected
hu_hu: Csatlakoztatva
tr_tr: bağlı

# Languages::paypal_commerce_platform.not_connected
source: Not connected
hu_hu: Nincs csatlakoztatva
tr_tr: Bağlı değil

# Languages::paypal_commerce_platform.account_connected
source: Your PayPal account has been successfully connected to the store
hu_hu: A PayPal-fiókod sikeresen csatlakozott a piactérhez
tr_tr: PayPal hesabınız mağazaya başarıyla bağlandı

# Languages::paypal_commerce_platform.account_connection_failure
source: Unable to connect your PayPal account to the store
hu_hu: Nem sikerült csatlakoztatni a PayPal-fiókodat a piactérhez
tr_tr: PayPal hesabınız mağazaya bağlanamıyor

# Languages::paypal_commerce_platform.account_disconnected
source: Your PayPal account has been successfully disconnected from the store
hu_hu: PayPal-fiókod sikeresen leválasztásra került a piactérről
tr_tr: PayPal hesabınızın mağazayla bağlantısı başarıyla kesildi

# Languages::paypal_commerce_platform.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
hu_hu: A #[order_id] rendelés kivonás
tr_tr: [order_id]numaralı sipariş için para çekme

# Languages::paypal_commerce_platform.refund_id
source: Refund transaction ID in PayPal
hu_hu: Visszatérítési tranzakció azonosítója a PayPalban
tr_tr: PayPal'da geri ödeme işlem kimliği

# Languages::paypal_commerce_platform.withdrawal
source: Withdrawal amount
hu_hu: Felvételi összeg
tr_tr: para çekme miktarı

# Languages::paypal_commerce_platform.rma.perform_refund
source: Give a refund via PayPal Commerce Platform
hu_hu: Visszatérítést nyújt a PayPal kereskedelmi platformon keresztül
tr_tr: PayPal Ticaret Platformu aracılığıyla geri ödeme yapın

# Languages::ttc_paypal_commerce_platform.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
hu_hu: Visszatérítésre akkor kerül sor, ha egy admin megváltoztatja a visszatérítési kérelem státuszát
tr_tr: Bir yönetici iade talebi durumunu değiştirdiğinde geri ödeme yapılacaktır.

# Languages::paypal_commerce_platform.rma.refund_performed
source: The refund has been made via PayPal Commerce Platform
hu_hu: Visszatérítés történt a PayPal kereskedelmi platformon keresztül.
tr_tr: Geri ödeme PayPal Ticaret Platformu aracılığıyla yapıldı

# Languages::paypal_commerce_platform.order_id
source: Order ID in PayPal
hu_hu: Megrendelés azonosítója a PayPalban
tr_tr: PayPal'da Sipariş Kimliği

# Languages::paypal_commerce_platform.capture_id
source: Capture ID in PayPal
hu_hu: Azonosító rögzítése a PayPalban
tr_tr: PayPal'da Kimlik Yakalama

# Languages::paypal_commerce_platform.payout_id
source: Payout transaction ID in PayPal
hu_hu: Kifizetési tranzakció azonosítója a PayPalban
tr_tr: PayPal'da ödeme işlem kimliği

# Languages::paypal_commerce_platform.payout_failure_reason
source: Payout failure reason
hu_hu: A kifizetés sikertelenségének oka
tr_tr: Ödeme başarısızlığı nedeni

# Languages::paypal_commerce_platform.own_account_cant_be_used_for_vendor
source: Your own PayPal account can't be used to connect a vendor to the store
hu_hu: A saját PayPal-fiókod nem használható egy eladó és a piactér összekapcsolására
tr_tr: Bir satıcıyı mağazaya bağlamak için kendi PayPal hesabınız kullanılamaz

# Languages::ttc_paypal_commerce_platform.rma.order_status_on_refund
source: Determines whether or not to change the order status after a refund was performed via the RMA add-on.
hu_hu: Meghatározza, hogy az RMA-bővítményen keresztül végrehajtott visszatérítés után meg kell-e változtatni a megrendelés állapotát.
tr_tr: RMA eklentisi aracılığıyla bir geri ödeme gerçekleştirildikten sonra sipariş durumunun değiştirilip değiştirilmeyeceğini belirler.

# Languages::paypal_commerce_platform.do_not_change
source: Do not change
hu_hu: Ne változtasd meg
tr_tr: Değiştirme

# Languages::paypal_commerce_platform.set_status_to
source: Set to:
hu_hu: Beállítva:
tr_tr: Ayarlanır:

# Languages::paypal_commerce_platform.webhook_help_message
source: Specify the following URL when configuring a webhook for your REST application:
hu_hu: A REST-alkalmazás webhookjának konfigurálásakor add meg a következő URL-címet:
tr_tr: REST uygulamanız için bir web kancası yapılandırırken aşağıdaki URL'yi belirtin:

# Languages::paypal_commerce_platform.webhook
source: PayPal Commerce Platform webhook: [payload]
hu_hu: PayPal Kereskedelmi platform webhook: [payload]
tr_tr: PayPal Ticaret Platformu web kancası: [payload]

# Languages::paypal_commerce_platform.settings.account
source: Account settings
hu_hu: Fiókbeállítások
tr_tr: Hesap ayarları

# Languages::paypal_for_markeplaces.settings.enable_funding
source: Funding sources to show on checkout
hu_hu: A pénztárnál feltüntetendő finanszírozási lehetőségek
tr_tr: Ödeme sırasında gösterilecek finansman kaynakları

# Languages::paypal_commerce_platform.funding.card
source: Credit or debit cards
hu_hu: Hitel- vagy betéti kártya
tr_tr: Kredi veya banka kartlari

# Languages::paypal_commerce_platform.funding.credit
source: PayPal Credit
hu_hu: PayPal-hitel
tr_tr: PayPal Kredisi

# Languages::paypal_commerce_platform.funding.venmo
source: Venmo
tr_tr: zehir

# Languages::paypal_commerce_platform.funding.sepa
source: SEPA-Lastschrift
tr_tr: ÖÇKB-Lastschrift

# Languages::paypal_commerce_platform.funding.mybank
source: MyBank
tr_tr: Benim bankam

# Languages::paypal_commerce_platform.funding.sofort
source: Sofort
tr_tr: yumuşak

# Languages::paypal_for_markeplaces.settings.enable_cards
source: Cards to show on checkout
hu_hu: A pénztárnál megjelenítendő kártyák
tr_tr: Ödeme sırasında gösterilecek kartlar

# Languages::paypal_commerce_platform.card.visa
source: Visa
tr_tr: Vize

# Languages::paypal_commerce_platform.card.discover
source: Discover
tr_tr: Keşfetmek

# Languages::paypal_for_markeplaces.settings.style
source: Button appearance
hu_hu: Gomb megjelenése
tr_tr: Düğme görünümü

# Languages::paypal_commerce_platform.style.shape
source: Shape
hu_hu: Alakzat
tr_tr: Şekil

# Languages::paypal_commerce_platform.shape.pill
source: Pill
hu_hu: Ovális
tr_tr: Hap

# Languages::paypal_commerce_platform.shape.rect
source: Rectangular
hu_hu: Négyszögletes
tr_tr: dikdörtgen

# Languages::paypal_commerce_platform.style.color
source: Color
hu_hu: Szín
tr_tr: Renk

# Languages::paypal_commerce_platform.color.gold
source: Gold
hu_hu: Arany
tr_tr: Altın

# Languages::paypal_commerce_platform.color.blue
source: Blue
hu_hu: Kék
tr_tr: Mavi

# Languages::paypal_commerce_platform.color.silver
source: Silver
hu_hu: Ezüst
tr_tr: Gümüş rengi

# Languages::paypal_commerce_platform.color.black
source: Black
hu_hu: Fekete
tr_tr: Siyah

# Languages::paypal_commerce_platform.style.height
source: Height
hu_hu: Magasság
tr_tr: Yükseklik

# Languages::paypal_commerce_platform.bn_code
source: Partner integration code
hu_hu: Partner integrációs kódja
tr_tr: İş ortağı entegrasyon kodu

# Languages::paypal_commerce_platform.debug_id
source: PayPal Debug ID
tr_tr: PayPal Hata Ayıklama Kimliği

# Languages::paypal_commerce_platform.delay_disburse_of_payouts
source: Delay transfer of funds
hu_hu: A pénzátutalás késleltetése
tr_tr: Para transferini geciktirme

# Languages::paypal_commerce_platform.disburse_payouts_to_vendors
source: Transfer funds to vendors
hu_hu: Pénzátutalása az eladóknak
tr_tr: Satıcılara para transferi

# Languages::paypal_commerce_platform.automatic_disburse
source: Automatic transfer
hu_hu: Automatikus átutalás
tr_tr: Otomatik aktarım

# Languages::paypal_commerce_platform.trigger_disburse_payouts.description
source: Allows you to check the orders first, instead of sending money to all vendors immediately. Transfer money to each vendor manually from the order page, or schedule automatic periodic disbursements to all vendors with a cron command. PayPal allows delays up to 28 days; after that, money will be disbursed to vendors automatically.
hu_hu: Lehetővé teszi, hogy először a megrendeléseket ellenőrizd, ahelyett, hogy azonnal pénzt küldenél az összes eladónak. Az egyes eladóknak manuálisan utalhatsz pénzt a megrendelések oldaláról, vagy ütemezheted az automatikus időszakos kifizetéseket az összes eladónak egy cron-paranccsal. A PayPal legfeljebb 28 napos késedelmet engedélyez; ezt követően a pénzt automatikusan folyósítja az eladónak.
tr_tr: Tüm satıcılara hemen para göndermek yerine önce siparişleri kontrol etmenizi sağlar. Sipariş sayfasından her satıcıya manuel olarak para aktarın veya bir cron komutuyla tüm satıcılara otomatik periyodik ödemeler planlayın. PayPal 28 güne kadar gecikmelere izin verir; bundan sonra, para satıcılara otomatik olarak ödenecektir.

# Languages::paypal_commerce_platform.cron_text
source: The command below automatically transfers funds to vendors for all orders that are older than 14 days. Add it to cron to make sure that vendors get paid regularly. You can change the value of "--days" from 14 to any number up to 28. PayPal will automatically disburse money to vendors after 28 days.
hu_hu: Az alábbi parancs automatikusan átutalja a pénzt az eladóknak a 14 napnál régebbi megrendelések esetében. Add hozzá a cron parancshoz, hogy az eladók rendszeresen hozzájussanak a pénzükhöz. A "--days" értékét 14-ről 28-ig tetszőleges számra módosíthatod. A PayPal 28 nap után automatikusan folyósítja a pénzt az eladóknak.
tr_tr: Aşağıdaki komut, 14 günden eski tüm siparişler için satıcılara otomatik olarak para aktarır. Satıcıların düzenli olarak ödeme aldığından emin olmak için cron'a ekleyin. "--days" değerini 14'ten 28'e kadar herhangi bir sayıya değiştirebilirsiniz. PayPal, 28 gün sonra satıcılara parayı otomatik olarak öder.

# Languages::paypal_commerce_platform.delay_disburse_of_payouts_to_vendors
source: Delay transfer of funds to vendors
hu_hu: Az eladóknak szánt pénz átutalásának késleltetése
tr_tr: Satıcılara fon transferini geciktirme

# Languages::paypal_commerce_platform.funds_were_transferred_to_vendor
source: Funds were transferred to vendor.
hu_hu: A pénzösszegek átutalva az eladónak
tr_tr: Fonlar satıcıya aktarıldı.

# Languages::paypal_commerce_platform.funds_transferred_successfully
source: Funds have been transferred successfully.
hu_hu: A pénzeszközök sikeresen átutalva.
tr_tr: Fonlar başarıyla transfer edildi.

# Languages::paypal_commerce_platform.transfer_funds_error
source: Couldn't transfer funds to vendor. Please try again later or contact the payment processor.
hu_hu: Nem sikerült átutalni a pénzt az eladónak. Kérjük, próbáld meg később újra, vagy lépj kapcsolatba a fizetés szolgáltatójával.
tr_tr: Satıcıya para aktarılamadı. Lütfen daha sonra tekrar deneyin veya ödeme işlemcisiyle iletişime geçin.

# Languages::paypal_commerce_platform.reason_with_error_text
source: Reason (as provided by the payment processor): [error_text]
hu_hu: Oka (a fizetés szolgáltatója által megadott ok): [error_text]
tr_tr: Sebep (ödeme işlemcisi tarafından sağlanan şekilde): [error_text]
