Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/paypal_adaptive.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, nl_nl, pl_pl, pt_br, ro_ro, sv_se, tr_tr, uk_ua

# Languages::not_verified
source: Not verified
ar_sa: لم يتم التحقق منها
cs_cz: Neověřeno
da_dk: Ikke verificeret
de_de: Nicht verifiziert
el_gr: Δεν εχει επαληθευθεί
es_es: No verificado
fa_ir: تایید نشده است
fi_fi: Ei vahvistettu
fr_fr: NON vérifié
he_il: לא אומת
hu_hu: Nem ellenőrzött
id_id: Tidak diverifikasi
it_it: Non verificato
nl_nl: Niet geverifieerd
pl_pl: Nie zweryfikowane
pt_br: Não verificado
ro_ro: nu e verificat
sv_se: obekräftat
tr_tr: Doğrulanmadı
uk_ua: Не підтверджено

# Languages::verified
source: Verified
ar_sa: تم التحقق
cs_cz: Ověřeno
da_dk: Verificeret
de_de: Verifiziert
el_gr: Επαληθευμένο
es_es: Verificado
fa_ir: تایید شده است
fi_fi: Vahvistettu
fr_fr: Vérifié
he_il: אומת
hu_hu: Ellenőrzött
id_id: Diverifikasi
it_it: Verificato
nl_nl: Geverifieerd
pl_pl: Zweryfikowane
pt_br: Verificado
ro_ro: Verificat
sv_se: Verifierad
tr_tr: Doğrulandı
uk_ua: Підтверджено

# Languages::paypal_adaptive_auto_info_data_verification
source: Use the following line to run the script to get E-mail verification status of your vendors according to schedule:
ar_sa: استخدم السطر التالي لتشغيل البرنامج النصي للحصول على حالة التحقق من البريد الإلكتروني للبائعين وفقًا للجدول الزمني:
cs_cz: Pomocí následujícího řádku spusťte skript, abyste získali stav ověření e-mailu vašich dodavatelů podle plánu:
da_dk: Brug følgende linje til at køre scriptet for at få e-mail-bekræftelsesstatus for dine leverandører i henhold til tidsplanen:
de_de: Verwenden Sie die folgende Zeile, um das Skript auszuführen, um den E-Mail-Verifizierungsstatus Ihrer Lieferanten gemäß Zeitplan abzurufen:
el_gr: Χρησιμοποιήστε την παρακάτω γραμμή για να εκτελέσετε το σενάριο για να λάβετε την κατάσταση επαλήθευσης ηλεκτρονικού ταχυδρομείου των πωλητών σας σύμφωνα με το χρονοδιάγραμμα:
es_es: Utilice la siguiente línea para ejecutar el script para obtener el estado de verificación del email de sus vendedores de acuerdo con la programación:
fa_ir: از خط زیر برای اجرای اسکریپت استفاده کنید تا وضعیت تأیید ایمیل فروشندگان خود را طبق برنامه دریافت کنید:
fi_fi: Suorita komentosarja seuraavalla rivillä saadaksesi toimittajien sähköpostivahvistuksen tilan aikataulun mukaisesti:
fr_fr: Utilisez la ligne suivante pour exécuter le script pour obtenir le statut de vérification par courrier électronique de vos fournisseurs en fonction de l'horaire:
he_il: השתמש בשורה הבאה כדי להריץ סקריפט לקבלת סטטוס האימות של דוא"ל של הספקים שלך לפי לוח זמנים:
hu_hu: A következő sorral futtassa a szkriptet, hogy az ütemezés szerint megkapja az eladók e-mail verifikációs státuszát:
it_it: Utilizzare la riga seguente per eseguire lo script per ottenere lo stato di verifica dell'email dei venditori in base alla pianificazione:
nl_nl: Gebruik de volgende regel om het script uit te voeren om de e-mailverificatiestatus van uw leveranciers volgens schema te krijgen:
pl_pl: Użyj poniższego wiersza, aby uruchomić skrypt w celu weryfikacji statusu e-mail swoich dostawców zgodnie z harmonogramem:
pt_br: Use a seguinte linha para tocar o roteiro para receber o status de verificação de e-mail do seus vendedores de acordo com o cronograma
ro_ro: Utilizați următoarea linie pentru a rula scriptul pentru a obține starea de verificare prin e-mail a furnizorilor dvs. conform programului:
sv_se: Använd följande rad för att köra skriptet för att få e-postverifieringsstatus för dina leverantörer enligt schema:
tr_tr: Tedarikçilerinizin e-posta doğrulama durumunu programa göre almak için komut dosyasını çalıştırmak için aşağıdaki satırı kullanın:
uk_ua: Використовуйте наступний рядок, щоб запустити скрипт отримки статусу електронної пошти ваших продавців згідно з графіком:

# Languages::paypal_adaptive_statuses_updated_successfully
source: PayPal verification statuses have been updated successfully.
ar_sa: تم تحديث حالات التحقق من PayPal بنجاح.
cs_cz: Stavy ověření PayPal byly úspěšně aktualizovány.
da_dk: PayPal verifikation status blev opdateret korrekt.
de_de: Der PayPal-Verifizierungsstatus wurde erfolgreich aktualisiert.
el_gr: Οι καταστάσεις επαλήθευσης PayPal έχουν ενημερωθεί με επιτυχία.
es_es: Los estados de verificación de PayPal se han actualizado con éxito.
fa_ir: وضعیت های تأیید پی پال با موفقیت به روز شد.
fi_fi: PayPal-vahvistustilat on päivitetty onnistuneesti.
fr_fr: Les statuts de vérification de Paypal ont été actualisés avec succès.
he_il: סטטוסים של אימות PayPal עודכנו בהצלחה.
hu_hu: A PayPal verifikációs státuszok sikeresen frissültek.
id_id: Status verifikasi PayPal telah berhasil diupdate.
it_it: I status verificati di Paypal, sono stati attualizzati con successo.
nl_nl: PayPal-verificatiestatussen zijn met succes bijgewerkt.
pl_pl: Statusy weryfikacji PayPal zostały pomyślnie zaktualizowane.
pt_br: Status de verificação do Paypal foram atualizados com sucesso.
ro_ro: Stările de verificare PayPal au fost actualizate cu succes.
sv_se: PayPals verifieringsstatus har uppdaterats framgångsrikt.
tr_tr: PayPal doğrulama durumları başarıyla güncelleştirildi.
uk_ua: Статуси перевірки PayPal успішно оновлено.

# SettingsOptions::paypal_adaptive::display_verification_status_on_storefront
source: Display verification status to customers
ar_sa: عرض حالة التحقق للعملاء
cs_cz: Zobrazit stav ověření zákazníkům
da_dk: Vis verifikation status til kunder
de_de: Verifizierungsstatus für Kunden anzeigen
el_gr: Εμφάνιση κατάστασης επαλήθευσης σε πελάτες
es_es: Mostrar el estado de verificación a los clientes
fa_ir: نمایش وضعیت تأیید به مشتریان
fi_fi: Näytä vahvistuksen tila asiakkaille
fr_fr: Afficher le statut de vérification aux clients
he_il: הצג סטטוס האימות ללקוחות
hu_hu: Verifikációs státusz megjelenítése a vásárlók számára
it_it: Fa vedere il status di verifica ai clienti
nl_nl: Verificatiestatus weergeven aan klanten
pl_pl: Wyświetl stan weryfikacji klientów
pt_br: Mostrar o status de verificação para clientes
ro_ro: Afișați starea de verificare pentru clienți
sv_se: Visa verifieringsstatus för kunder
tr_tr: Müşteriler için doğrulama durumunu göster
uk_ua: Відображати статус перевірки покупцям

# SettingsTooltips::paypal_adaptive::display_verification_status_on_storefront
source: The setting allows to display verification status at the product details page on the storefront. If the vendor E-mail is not verified, the status will not be shown to the customers.
ar_sa: يسمح الإعداد بعرض حالة التحقق في صفحة تفاصيل المنتج على واجهة المحل. إذا لم يتم التحقق من البائع الإلكتروني ، فلن يتم عرض الحالة للعملاء.
cs_cz: Nastavení umožňuje zobrazit stav ověření na stránce s podrobnostmi o produktu ve výloze. Pokud není e-mail dodavatele ověřen, stav se zákazníkům nezobrazí.
da_dk: Indstillingen gør det muligt for at vise verifikation status på siden produkt detaljer på butiksfacade. Hvis kreditor E-mail ikke kan verificeres, vil status ikke blive vist til kunderne.
de_de: Die Einstellung ermöglicht die Anzeige des Verifizierungsstatus auf der Produktdetailseite in der Storefront. Wenn die Lieferanten-E-Mail nicht verifiziert ist, wird der Status den Kunden nicht angezeigt.
el_gr: Η ρύθμιση σας επιτρέπει να εμφανίσετε την κατάσταση επαλήθευσης στη σελίδα Λεπτομερειών του προϊόντος στο κατάστημα. Αν τον mail του πωλητη δεν έχει επαληθευτεί, η κατασταση δεν θα εμφανιστεί στους πελάτες.
es_es: La configuración permite mostrar el estado de verificación en la página de detalles del producto en el escaparate. Si el correo electrónico del proveedor no se verifica, el estado no se mostrará a los clientes.
fa_ir: این تنظیم امکان نمایش وضعیت تأیید را در صفحه جزئیات محصول در ویترین فروشگاه فراهم می کند. اگر ایمیل فروشنده تایید نشده باشد، وضعیت به مشتریان نشان داده نخواهد شد.
fi_fi: Asetus mahdollistaa vahvistuksen tilan näyttämisen myymälän tuotetietosivulla. Jos myyjän sähköpostiosoitetta ei ole vahvistettu, tilaa ei näytetä asiakkaille.
fr_fr: Le parametre permet d'afficher le statut de vérification sur la page des données du produit sur la boutique. Si l'Email du vendeur n'est pas verifiée, le statut ne sera pas visible pour les clients.
he_il: ההגדרות מאפשרות להציג את סטטוס האימות בעמוד פרטי המוצר בחזית החנות. אם דוא"ל של הספק אינו מאומת, הסטטוס לא יוצג ללקוחות.
hu_hu: A beállítás lehetővé teszi a verifikációs státusz megjelenítését a termék adatlapján a kirakatban. Ha az eladó e-mail címe nem verifikált, az állapot nem jelenik meg a vásárlók számára.
id_id: Pengaturan ini memungkinkan untuk menampilkan status verifikasi di halaman rincian produk di etalase. Jika E-mail vendor tidak diverifikasi, status tidak akan ditunjukkan kepada pelanggan.
it_it: Questo parametro permette di mostrare lo stato di verifica nella prima pagina di prodotti. Se l'email del ventore non e verificato, il status non sara mostrato al cliente.
nl_nl: Met deze instelling kan de verificatiestatus worden weergegeven op de pagina met productdetails in de winkel. Als de e-mail van de verkoper niet is geverifieerd, wordt de status niet aan de klanten getoond.
pl_pl: Ustawienie umożliwia wyświetlenie statusu weryfikacji na stronie szczegółów produktu na stronie sklepu. Jeśli e-mail dostawcy nie jest zweryfikowany, status nie zostanie wyświetlony klientom.
pt_br: A configuração permite mostrar o status de verificação na página de detalhes do produto na vitrine. Se o e-mail do vendedor não é verificado, o status não vai ser mostrado para os clientes.
ro_ro: Setarea permite afișarea stării de verificare pe pagina de detalii a produsului din vitrină. Dacă e-mailul furnizorului nu este verificat, starea nu va fi afișată clienților.
sv_se: Inställningen gör det möjligt att visa verifieringsstatus på produktinformationssidan i skyltfönstret. Om leverantörens e-post inte verifieras kommer statusen inte att visas för kunderna.
tr_tr: Bu ayar mağazanızda bulunan ürün detayları sayfasındaki doğrulama durumunun görüntülenmesini sağlar. Satıcı e-posta adresi doğrulanmadıysa durum müşterilere gösterilmeyecektir.
uk_ua: Дозволяє налаштувати показ підтвердження статусу на детальній сторінці товару на вітрині. Якщо email продавця не підтверджено, статус не буде видно покупцям.

# SettingsOptions::paypal_adaptive::paypal_verified_image
source: PayPal verification image
ar_sa: صورة التحقق من PayPal
cs_cz: Ověřovací obrázek PayPal
da_dk: PayPal kontrolbillede
de_de: PayPal-Bestätigungsbild
el_gr: Εικόνα επαλήθευσης του PayPal
es_es: Imagen de verificación PayPal
fa_ir: تصویر تایید پی پال
fi_fi: PayPal-vahvistuskuva
fr_fr: Image de vérification de Paypal
he_il: תמונת אימות של PayPal
hu_hu: PayPal verifikációs kép
id_id: Gambar verifikasi PayPal
it_it: Immagine di verifica Paypal
nl_nl: PayPal verificatie afbeelding
pl_pl: Obrazek weryfikujący PayPal
pt_br: Verificação de imagem do Paypal
ro_ro: Imagine de verificare PayPal
sv_se: PayPal-verifieringsbild
tr_tr: PayPal doğrulama görüntüsü
uk_ua: Зображення для підтвердження статусу PayPal

# Languages::paypal_ver_image
source: Verification image
ar_sa: التحقق من الصورة
cs_cz: Ověřovací obrázek
da_dk: Kontrolbillede
de_de: Bestätigungsbild
el_gr: Εικόνα Επαλήθευσης
es_es: Imagen de verificación
fa_ir: تصویر تأیید
fi_fi: Vahvistuskuva
fr_fr: Image de vérification
he_il: תמונת אימות
hu_hu: Verifikációs kép
id_id: Gambar verifikasi
it_it: Immagine di verifica
nl_nl: verificatie afbeelding
pl_pl: Obrazek weryfikujący
pt_br: Verificação de imagem
ro_ro: Imagine de verificare
sv_se: Verifieringsbild
tr_tr: Doğrulama görüntüsü
uk_ua: Зображення для підтвердження статусу

# SettingsOptions::paypal_adaptive::paypal_verified_image_width
source: Image width
ar_sa: عرض الصورة
cs_cz: Šířka obrázku
da_dk: Billedbredde
de_de: Bild breite
el_gr: Πλάτος εικόνας
es_es: Ancho de la imagen
fa_ir: عرض تصویر
fi_fi: Kuvan leveys
fr_fr: Largeur d'image
he_il: רוחב התמונה
hu_hu: Kép szélesség
id_id: Lebar gambar
it_it: Largura d'immagine
nl_nl: Breedte afbeelding
pl_pl: Szerokość zdjęcia
pt_br: Largura da imagem
ro_ro: Lățimea imaginii
sv_se: Bildens bredd
tr_tr: Resim genişliği
uk_ua: Ширина зображення

# SettingsOptions::paypal_adaptive::paypal_verified_image_height
source: Image height
ar_sa: ارتفاع الصورة
cs_cz: Výška obrázku
da_dk: Billedehøjde
de_de: Bildhöhe
el_gr: Υψος εικόνας
es_es: Altura de la imagen
fa_ir: ارتفاع تصویر
fi_fi: Kuvan korkeus
fr_fr: Hauteur d'image
he_il: גובה תמונה
hu_hu: Kép magasság
id_id: Tinggi gambar
it_it: Altezza d'immagine
nl_nl: Hoogte afbeelding
pl_pl: Wysokość zdjęcia
pt_br: Altura da imagem
ro_ro: Înălțimea imaginii
sv_se: Bildhöjd
tr_tr: Resim yüksekliği
uk_ua: Висота зображення

# Languages::verified_by_paypal
source: Verified by PayPal
ar_sa: تم التحقق من قبل PayPal
cs_cz: Ověřeno službou PayPal
da_dk: Verificeret af PayPal
de_de: Verifiziert von PayPal
el_gr: Επιβεβαιώθηκε από το PayPal
es_es: Verificado por PayPal
fa_ir: تایید شده توسط پی پال
fi_fi: PayPalin vahvistama
fr_fr: Vérifié par Paypal
he_il: אומת על ידי PayPal
hu_hu: PayPal által igazolt
id_id: Diverifikasi oleh PayPal
it_it: Verificato da Paypal
nl_nl: Geverifieerd door PayPal
pl_pl: Zweryfikowane przez PayPal
pt_br: Verificado pelo Paypal
ro_ro: Verificat de PayPal
sv_se: Verifierad av PayPal
tr_tr: PayPal tarafından doğrulandı
uk_ua: Підтвержено PayPal

# Languages::paypal_adaptive_error_wrong_cron_key
source: Error: Wrong cron key.
ar_sa: خطأ: مفتاح cron خاطئ.
cs_cz: Chyba: Chybný cron klíč.
da_dk: Fejl: Forkert cron nøgle.
de_de: Fehler: Falscher Cron-Key.
el_gr: Σφάλμα: Λάθος cron κλειδί.
es_es: Error: Clave errada de cron.
fa_ir: خطا: کلید cron اشتباه است.
fi_fi: Virhe: Väärä cron-avain.
fr_fr: Erreur: Clé de cron fausse.
he_il: שגיאה: מפתח cron שגוי.
hu_hu: Hiba: Nem megfelelő cron-kulcs.
id_id: Kesalahan: Salah cron key.
it_it: Errore: codice di cron falso.
nl_nl: Fout: Verkeerde cron-sleutel.
pl_pl: Błąd: Zły klucz cron.
pt_br: Erro:chave cron errada.
ro_ro: Eroare: cheie cron greșită.
sv_se: Fel: Fel cron-nyckel.
tr_tr: Hata: Yanlış cron anahtarı.
uk_ua: Помилка: Неправильний cron-ключ.

# SettingsTooltips::paypal_adaptive::paypal_verified_image_width
source: The width of the verified image.
ar_sa: عرض الصورة التي تم التحقق منها.
cs_cz: Šířka ověřeného obrázku.
da_dk: Bredden af de verificerede billede.
de_de: Die Breite des verifizierten Bilds.
el_gr: Το πλάτος της εικόνας επαληθευσης
es_es: El ancho de la imagen verificado.
fa_ir: عرض تصویر تایید شده
fi_fi: Vahvistetun kuvan leveys.
fr_fr: La largeur de l'image vérifiée.
he_il: רוחב התמונה המאומתת.
hu_hu: A verifikációs kép szélessége
id_id: Lebar gambar yang diverifikasi.
it_it: La larghezza dell'immagine verificata.
nl_nl: De breedte van de geverifieerde afbeelding.
pl_pl: Szerokość obrazka weryfikującego.
pt_br: A largura da imagem verificada.
ro_ro: Lățimea imaginii verificate.
sv_se: Bredden på den verifierade bilden.
tr_tr: Doğrulanmış Resmin genişliği.
uk_ua: Ширина дозволеного зображення.

# SettingsTooltips::paypal_adaptive::paypal_verified_image_height
source: The height of the verified image.
ar_sa: ارتفاع الصورة التي تم التحقق منها.
cs_cz: Výška ověřeného obrázku.
da_dk: Højden af verificerede billedet.
de_de: Die Höhe des verifizierten Bildes.
el_gr: Το ύψος της εικόνας επαληθευσης
es_es: La altura de la imagen verificada.
fa_ir: ارتفاع تصویر تایید شده
fi_fi: Vahvistetun kuvan korkeus.
fr_fr: La hauteur de l'image vérifiée.
he_il: גובה תמונה המאומתת.
hu_hu: A verifikációs kép magassága
id_id: Tinggi gambar yang diverifikasi.
it_it: L'altezza dell'immagine verificata.
nl_nl: De hoogte van de geverifieerde afbeelding.
pl_pl: Wysokość obrazka weryfikującego.
pt_br: A altura da imagem verificada.
ro_ro: Înălțimea imaginii verificate.
sv_se: Höjden på den verifierade bilden.
tr_tr: Doğrulanmış Resmin yüksekliği.
uk_ua: Висота дозволеного зображення.

# Languages::paypal_adaptive.tooltips.paypal_ver_image
source: The setting allows to display verification image instead of the text status at the product details page on the storefront. If an image is not uploaded, the status will be shown as text.
ar_sa: يسمح الإعداد بعرض صورة التحقق بدلاً من حالة النص في صفحة تفاصيل المنتج على واجهة المتجر. إذا لم يتم تحميل الصورة ، سيتم عرض الحالة كنص.
cs_cz: Nastavení umožňuje zobrazit ověřovací obrázek namísto textového stavu na stránce s podrobnostmi o produktu ve výloze. Pokud není obrázek nahrán, stav se zobrazí jako text.
da_dk: Indstillingen gør det muligt for at vise kontrol billede i stedet for status som tekst på siden produkt detaljer på butiksfacade. Hvis et billede ikke er uploadet, vises status som tekst.
de_de: Die Einstellung ermöglicht es, das Verifizierungsbild anstelle des Textstatus auf der Produktdetailseite in der Storefront anzuzeigen. Wenn kein Bild hochgeladen wird, wird der Status als Text angezeigt.
el_gr: Η ρύθμιση σας επιτρέπει να εμφανίσετε την εικόνα επαλήθευσης αντί της κατάστασης κειμένου στη σελίδα του προϊόντος στο κατάστημα.. Αν δεν έχει σηκωθει μια εικόνα , η κατάσταση θα εμφανίζεται ως κείμενο.
es_es: La configuración permite mostrar la verificación de la imagen en lugar del estado del texto en la página de los detalles del producto en la tienda, Si una imagen no se carga, el estado será mostrado como texto.
fa_ir: این تنظیم به شما امکان می دهد تصویر تأیید صحت را به جای وضعیت متن در صفحه جزئیات محصول در ویترین نمایش دهید. اگر تصویری آپلود نشود، وضعیت به صورت متن نشان داده می شود.
fi_fi: Asetus mahdollistaa vahvistuskuvan näyttämisen myymälän tuotetietosivulla tekstin tilan sijaan. Jos kuvaa ei ole ladattu, tila näytetään tekstinä.
fr_fr: Le paramètre permet d'afficher l'image verifiée au lieu du statut du texte sur la page des produits de la boutique. S'il n'y a pas d'image envoyée, le statut sera affiché comme texte.
he_il: ההגדרות מאפשרות להציג תמונת אימות במקום סטטוס טקסט בעמוד פרטי המוצר בחזית החנות. אם התמונה לא הועלתה, הסטטוס יוצג בצורת טקסט.
hu_hu: A beállítás lehetővé teszi, hogy a termék adatlapján a piactér kirakatában a szöveges állapot helyett a verifikált kép jelenjen meg. Ha nincs feltöltve kép, akkor az állapot szöveges formában jelenik meg.
id_id: Setelan ini memungkinkan untuk menampilkan gambar verifikasi alih-alih status teks di halaman rincian produk di etalase. Jika gambar tidak diunggah, statusnya akan ditampilkan sebagai teks.
it_it: Il parametro permette di mostrare l'immagine verificata invece del status di testo nella pagina frontale di prodotti. Se non c'e immagine caricata, il status sara mostrato come testo.
nl_nl: Met de instelling kan een verificatieafbeelding worden weergegeven in plaats van de tekststatus op de pagina met productdetails in de etalage. Als een afbeelding niet is ge√ºpload, wordt de status als tekst weergegeven.
pl_pl: Ustawienie pozwala na weryfikację poprzez wyświetlanie obrazu zamiast weryfikacji tekstem na stronie szczegółów produktu na sklepu. Jeśli obrazek nie jest załadowany, weryfikacja odbędzie się poprzez tekst.
pt_br: As configurações permitem mostrar a verificação de imagem ao invés do status do texto na página de detalhes do produto na vitrine. Se uma imagem não é subida ,o status vai ser exibido como texto.
ro_ro: Setarea permite afișarea imaginii de verificare în locul stării textului în pagina cu detalii despre produs de pe vitrina magazinului. Dacă o imagine nu este încărcată, starea va fi afișată ca text.
sv_se: Inställningen gör det möjligt att visa verifieringsbild istället för textstatus på produktinformationssidan i skyltfönstret. Om en bild inte laddas upp kommer statusen att visas som text.
tr_tr: Bu ayar ürün detayları sayfasında bulunan metin durumu yerine doğrulama resminin görüntülenmesini sağlar. Resim yüklenmediyse durum metin olarak görünür.
uk_ua: Дозволяє налаштувати відображення дозволеного зображення замість текстового статусу на сторінці товару на вітрині. Якщо зображення недоступно, замість нього буде показано текст.

# Languages::paypal_emails_must_be_unique
source: The vendor with PayPal Adaptive E-mail you have chosen already exists, please try another.
ar_sa: البائع الذي لديه بريد PayPal Adaptive الإلكتروني الذي اخترته موجود بالفعل ، يرجى تجربة بائع آخر.
cs_cz: Dodavatel s PayPal Adaptive E-mail, kterého jste si vybrali, již existuje, zkuste prosím jiného.
da_dk: Leverandøren med PayPal Adaptive E-mail du har valgt allerede findes, kan du prøve en anden.
de_de: Der von Ihnen gewählte Anbieter mit adaptiver E-Mail-Adresse von PayPal existiert bereits, bitte versuchen Sie es mit einem anderen.
el_gr: Ο Πωλητης με το PayPal Adaptive E-mail που έχετε επιλέξει υπάρχει ήδη, δοκιμάστε έναν άλλο.
es_es: El correo electrónico de la empresa con pagos adaptativos de PayPal ya existe, por favor intenta con otra dirección de correo electrónico.
fa_ir: فروشنده ای با ایمیل تطبیقی PayPal که انتخاب کرده اید از قبل وجود دارد، لطفاً دیگری را امتحان کنید.
fi_fi: Valitsemasi PayPal Adaptive E-mail -sähköpostin toimittaja on jo olemassa, kokeile toista.
fr_fr: Le vendeur avec l'adresse email de Paypal Adaptif que vous avez choisi existe déjà, essayez en une autre.
he_il: הספק בעל דוא"ל PayPal Adaptive שבחרת כבר קיים, נסה אחר.
hu_hu: A kiválasztott PayPal Adaptív e-maillel rendelkező eladó már létezik, kérjük, válassz másikat.
it_it: Il ventore con email Paypal Adattivo che ha scelto gia esiste, prego di provare un altro.
nl_nl: De leverancier met PayPal Adaptive E-mail die u hebt gekozen, bestaat al, probeer een andere.
pl_pl: Sprzedawca z wybranym przez Ciebie adresem e-mail dla PayPal Adaptive już istnieje. Spróbuj ponownie.
pt_br: O vendedor com e-mail adaptável do Paypal que você informou já existe, por favor tente outro
ro_ro: Furnizorul cu e-mailul adaptiv PayPal pe care l-ați ales există deja, vă rugăm să încercați altul.
sv_se: Den leverantör med PayPal Adaptive E-post du har valt finns redan, försök med en annan.
tr_tr: Bu PayPal Adaptive e-posta adresi ile bir satıcı mevcut. Lütfen başka bir tane deneyiniz.
uk_ua: Продавець з даним E-mail PayPal Adaptive вже існує. Будь ласка, спробуйте вказати іншу адресу.

# Languages::addons.paypal_adaptive.logo
source: PayPal Adaptive logo
ar_sa: شعار PayPal Adaptive
cs_cz: Adaptivní logo PayPal
de_de: Adaptives PayPal-Logo
el_gr: PayPal Adaptive λογότυπο
es_es: Logo de Paypal Adaptativo
fa_ir: لوگوی تطبیقی پی پال
fr_fr: Logo de Paypal Adaptif
he_il: לוגו PayPal Adaptive
hu_hu: PayPal Adaptív logó
id_id: Logo Adaptive PayPal
it_it: Logo di Paypal Adattivo
pl_pl: Logo PayPal Adaptive
pt_br: Logo adaptável do Paypal.
ro_ro: Sigla PayPal Adaptive
sv_se: PayPal Adaptive-logotyp
tr_tr: PayPal Adaptive logosu
uk_ua: Логотип PayPal Adaptive
