Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/paypal_adaptive.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, nl_nl, pl_pl, pt_br, ro_ro, sv_se, tr_tr, uk_ua

# Languages::ttc_addons.paypal_adaptive.logo
source: Use a valid graphics format, such as .gif, .jpg, or .png. Limit the image to 190 pixels wide by 60 pixels high. PayPal crops images that are larger. PayPal places your logo image at the top of the cart review area.
ar_sa: استخدم تنسيق صالح ، مثل .gif أو .jpg أو .png. قم بتكبير الصورة إلى 190 بكسل بعرض 60 بكسل. صور PayPal التي هي أكبر. يضع PayPal صورة شعارك أعلى منطقة مراجعة السلة.
cs_cz: Použijte platný grafický formát, například .gif, .jpg nebo .png. Omezte obrázek na šířku 190 pixelů a výšku 60 pixelů. PayPal ořízne obrázky, které jsou větší. PayPal umístí obrázek vašeho loga do horní části oblasti pro kontrolu košíku.
da_dk: Brug et gyldigt grafikformat, .gif, .jpg og .png. Begrænse billedet til 190 pixels bredt x 60 pixel høj. PayPal afgrøder billeder, der er større. PayPal placerer dit logo billede på toppen af vognen anmeldelse område.
de_de: Verwenden Sie ein gültiges Grafikformat wie .gif, .jpg oder .png. Begrenzen Sie das Bild auf 190 Pixel Breite und 60 Pixel Höhe. PayPal schneidet größere Bilder zu. PayPal platziert Ihr Logobild oben im Warenkorb-Überprüfungsbereich.
el_gr: Χρησιμοποιήστε μια έγκυρη μορφή γραφικών, όπως .gif, .jpg ή .png. Περιορίστε την εικόνα σε 190 pixels πλάτος και 60 pixels ύψος. Το PayPal περικόπτει εικόνες που είναι μεγαλύτερες. Το PayPal τοποθετεί το λογότυπό σας στην κορυφή της περιοχής περίληψης του καλαθιού.
es_es: Utilice un formato gráfico válido, como .gif, .jpg, or .png. Adecuar el tamaño de la imagen a 190 pixeles de ancho por 60 pixeles de alto. PayPal recorta el tamaño de la imagen que excedan el tamaño. Paypal coloca su logo de la imagen en la parte superior de la revisión del carro de compra.
fa_ir: از یک قالب گرافیکی معتبر مانند .gif، jpg. یا png. استفاده کنید. تصویر را به عرض 190 پیکسل در ارتفاع 60 پیکسل محدود کنید. پی پال تصاویری را که بزرگتر هستند برش می دهد. پی پال تصویر لوگوی شما را در بالای قسمت بررسی سبد خرید قرار می دهد.
fi_fi: Käytä kelvollista grafiikkamuotoa, kuten .gif, .jpg tai .png. Rajoita kuvan leveys 190 pikseliä ja 60 pikseliä korkea. PayPal rajaa suurempia kuvia. PayPal sijoittaa logokuvasi ostoskorin tarkistusalueen yläosaan.
fr_fr: Utiliser un format d'image valide, comme gif, jpg ou png. Limiter l'image à une largeur de 190 pixels et 60 pixels de hauteur. Paypal recadre les images plus larges. Paypal met votre image de logo dans la partie supérieure de la page panier.
he_il: השתמש בפורמט גרפי תקין כגון gif, jpg או png. הגבל את התמונה ל-190 פיקסלים לרוחב ול-60 פיקסלים לגובה. PayPal יחתוך תמונות גדולות יותר. PayPal ימקם את הלוגו שלך בחלק העליון של אזור צפייה בעגלת הקניות.
hu_hu: Használj érvényes képfájl formátumot: gif, jpg, png. A kép ne legyen szélesebb 190 pixelnél és magasabb 60 pixelnél. A PayPal levágja az ennél nagyobb képet. A PayPal a logódat a kosár áttekintése terület felső részében fogja elhelyezni.
id_id: Gunakan format grafis yang valid, seperti .gif, .jpg, atau .png. Batasi gambar hingga 190 piksel dengan lebar 60 piksel. Citra tanaman PayPal yang lebih besar. PayPal menempatkan gambar logo Anda di bagian atas area ulasan keranjang.
it_it: Utilizzare una forma grafica valida, come.gif. jpg, o .png. Limitarne l'immagine a 190 pixel di larghezza e 60 pixel di altezza. Paypal seleziona immagini piu larghe. Paypal va colocare il logo della sua immagine nella parte superiore della area di controllo della carta.
nl_nl: Gebruik een geldige grafische indeling, zoals .gif, .jpg of .png. Beperk de afbeelding tot 190 pixels breed bij 60 pixels hoog. PayPal snijdt afbeeldingen bij die groter zijn. PayPal plaatst uw logo-afbeelding bovenaan het beoordelingsgebied van het winkelwagentje.
pl_pl: Użyj prawidłowego formatu grafiki, takiego jak .gif, .jpg, i .png. Istnieje ograniczenie obrazu do szerokości 190 pikseli i wysokości 60 pikseli. PayPal przeskaluje logo jeśli prześlesz większe. PayPal umieści logo w górnej części strony płatności.
pt_br: Utilize um formato gráfico válido, como .gif, .jpg ou .png. Limite a imagem a 190 píxeis de largura por 60 píxeis de altura. O PayPal recorta imagens maiores do que isso. O seu logotipo fica posicionado no topo da área de revisão do carrinho.
ro_ro: Utilizați un format grafic valid, cum ar fi .gif, .jpg sau .png. Limitați imaginea la 190 pixeli lățime cu 60 pixeli înălțime. PayPal recoltează imagini mai mari. PayPal plasează imaginea logo-ului dvs. în partea de sus a zonei de examinare a coșului.
sv_se: Använd ett giltigt grafikformat, som .gif, .jpg eller .png. Begränsa bilden till 190 pixlar bred och 60 pixlar hög. PayPal beskär bilder som är större. PayPal placerar din logotypbild högst upp i vagngranskningsområdet.
tr_tr: gif, .jpg, or .png gibi geçerli bir grafik formatı deneyin. Resim 190 px genişlik ve 60 px yükseklikten daha büyük olamaz. Daha geniş resimleri PayPal tarafınca kırpılacaktır. PayPal, logo resmini sepet inceleme alanının en üstüne yerleştirir.
uk_ua: Використовуйте зображення у форматі .gif, .jpg або .png розміром до 190 пікселів в ширину і 60 пікселів у висоту. Зображення більшого розміру будуть автоматично обрізані PayPal. PayPal поміщає ваш логотип у верхній частині області перегляду кошика.

# Languages::ttc_paypal_email
source: The email of your PayPal Business Account. A Personal Account email won't work.
ar_sa: البريد الإلكتروني لحساب PayPal التجاري الخاص بك. لن يعمل البريد الإلكتروني للحساب الشخصي.
cs_cz: E-mail vašeho obchodního účtu PayPal. E-mail osobního účtu nebude fungovat.
da_dk: E-mailen til din PayPal Business-konto. En personlig konto-e-mail virker ikke.
de_de: Die E-Mail Ihres PayPal-Geschäftskontos. Eine E-Mail für ein persönliches Konto funktioniert nicht.
el_gr: Το e-mail του λογαριασμού σας PayPal Business. Ένας προσωπικός λογαριασμός e-mail δεν θα λειτουργήσει.
es_es: El correo electrónico de la cuenta de tu empresa de PayPal, Un correo electrónico de cuenta personal no funcionará.
fa_ir: ایمیل حساب تجاری پی پال شما. ایمیل حساب شخصی کار نخواهد کرد.
fi_fi: PayPal-yritystilisi sähköpostiosoite. Henkilökohtaisen tilin sähköposti ei toimi.
fr_fr: L'email de votre compte Business PayPal. Un email de compte personnel ne fonctionnera pas.
he_il: דוא"ל החשבון העסקי של PayPal. דוא"ל החשבון האישי לא יעבוד.
hu_hu: A PayPal üzleti fiókod e-mail címe. A személyes fiók e-mailje nem fog működni.
id_id: Email Akun Bisnis PayPal Anda. Email Akun Pribadi tidak akan berfungsi.
it_it: L'email del tuo conto PayPal Business. L'email di un account personale non funzionerà.
nl_nl: Het e-mailadres van uw zakelijke PayPal-rekening. Een e-mail voor een persoonlijk account werkt niet.
pl_pl: Email z Twojego konta firmowego PayPal. Email z kontem osobistym nie będzie działać.
pt_br: O email da sua conta de negócios Paypal .Uma conta pessoal não funcionará.
ro_ro: E-mailul contului dvs. de afaceri PayPal. E-mailul unui cont personal nu va funcționa.
sv_se: E-postadressen för ditt PayPal-företagskonto. E-post med ett personligt konto fungerar inte.
tr_tr: PayPal Ticari Hesabınızın e-postası. Kişisel Hesap e-postası çalışmaz.
uk_ua: Email вашого бізнес-рахунку PayPal. Особистиа електронна пошта не буде працювати.

# Languages::ttc_paypal_adaptive.paypal_email
source: The email of your PayPal Business Account. A Personal Account email won't work.
ar_sa: البريد الإلكتروني لحساب PayPal التجاري الخاص بك. لن يعمل البريد الإلكتروني للحساب الشخصي.
cs_cz: E-mail vašeho obchodního účtu PayPal. E-mail osobního účtu nebude fungovat.
da_dk: E-mailen til din PayPal Business-konto. En personlig konto-e-mail virker ikke.
de_de: Die E-Mail Ihres PayPal-Geschäftskontos. Eine E-Mail für ein persönliches Konto funktioniert nicht.
el_gr: Το e-mail του λογαριασμού σας PayPal Business. Ένας προσωπικός λογαριασμός e-mail δεν θα λειτουργήσει.
es_es: El correo electrónico de la cuenta de tu empresa de PayPal, Un correo electrónico de cuenta personal no funcionará.
fa_ir: ایمیل حساب تجاری پی پال شما. ایمیل حساب شخصی کار نخواهد کرد.
fi_fi: PayPal-yritystilisi sähköpostiosoite. Henkilökohtaisen tilin sähköposti ei toimi.
fr_fr: L'email de votre compte Business PayPal. Un email de compte personnel ne fonctionnera pas.
he_il: דוא"ל החשבון העסקי של PayPal. דוא"ל החשבון האישי לא יעבוד.
hu_hu: A PayPal üzleti fiókod e-mail címe. A személyes fiók e-mailje nem fog működni.
id_id: Email Akun Bisnis PayPal Anda. Email Akun Pribadi tidak akan berfungsi.
it_it: L'email del tuo conto PayPal Business. L'email di un account personale non funzionerà.
nl_nl: Het e-mailadres van uw zakelijke PayPal-rekening. Een e-mail voor een persoonlijk account werkt niet.
pl_pl: Email z Twojego konta firmowego PayPal. Email z kontem osobistym nie będzie działać.
pt_br: O email da sua conta de negócios Paypal .Uma conta pessoal não funcionará.
ro_ro: E-mailul contului dvs. de afaceri PayPal. E-mailul unui cont personal nu va funcționa.
sv_se: E-postadressen för ditt PayPal-företagskonto. E-post med ett personligt konto fungerar inte.
tr_tr: PayPal Ticari Hesabınızın e-postası. Kişisel Hesap e-postası çalışmaz.
uk_ua: Email вашого бізнес-рахунку PayPal. Особистиа електронна пошта не буде працювати.

# Languages::ttc_paypal_adaptive.vendor.paypal_email
source: The email of your PayPal account.
ar_sa: البريد الإلكتروني لحساب PayPal الخاص بك.
cs_cz: E-mail vašeho účtu PayPal.
da_dk: E-mailen på din PayPal-konto.
de_de: Die E-Mail Ihres PayPal-Kontos.
el_gr: To email του PayPal λογαριασμoύ σας.
es_es: El email de su cuenta PayPal.
fa_ir: ایمیل حساب پی پال شما.
fi_fi: PayPal-tilisi sähköpostiosoite.
fr_fr: L'email de votre compte PayPal.
he_il: דוא"ל החשבון העסקי של PayPal.
hu_hu: A PayPal-fiókod e-mail címe.
it_it: L'email del tuo account PayPal.
nl_nl: Het e-mailadres van uw PayPal-rekening.
pl_pl: E-mail Twojego konta PayPal.
pt_br: O email da sua conta Paypal.
ro_ro: E-mailul contului dvs. PayPal.
sv_se: E-postadressen för ditt PayPal-konto.
tr_tr: PayPal hesabınızın e-postası.
uk_ua: Email, що вказано у вашому акаунті PayPal.

# Languages::addons.paypal_adaptive.paypal_workflow
source: PayPal workflow
ar_sa: سير عمل PayPal
cs_cz: Pracovní postup PayPal
da_dk: PayPal arbejdsproces
el_gr: Ροή PayPal
es_es: Flujo de pagos de PayPal
fa_ir: گردش کار پی پال
fi_fi: PayPalin työnkulku
fr_fr: Processus Paypal
he_il: רצף פעולות (workflow) של PayPal
hu_hu: PayPal munkafolyamat
id_id: Alur kerja PayPal
it_it: Flusso di lavoro su Paypal
pl_pl: PayPal przepływ informacji
pt_br: Fuxo de trabalho Paypal.
ro_ro: Flux de lucru PayPal
sv_se: PayPal arbetsflöde
tr_tr: PayPal iş akışı
uk_ua: Схема роботи PayPal

# Languages::addons.paypal_adaptive.store_settings
source: Store settings
ar_sa: إعدادات المتجر
cs_cz: Uložit nastavení
da_dk: Butiksindstillinger
de_de: Einstellungen speichern
el_gr: Ρυθμίσεις Καταστήματος
es_es: Configuración de la tienda
fa_ir: تنظیمات فروشگاه
fi_fi: Kaupan asetukset
fr_fr: Paramètres de la boutique
he_il: הגדרות החנות
hu_hu: Beállítások mentése
id_id: Pengaturan toko
it_it: Paremetri di storo
nl_nl: Instellingen opslaan
pl_pl: Ustawienia sklepu
pt_br: Confirações da loja
ro_ro: Setări pentru magazin
sv_se: Lagra inställningar
tr_tr: Mağaza ayarları
uk_ua: Налаштування магазину

# Languages::addons.paypal_adaptive.paypal_credentials
source: PayPal credentials
ar_sa: بيانات اعتماد PayPal
cs_cz: Pověření pro PayPal
da_dk: PayPal legitimationsoplysninger
de_de: PayPal-Anmeldeinformationen
el_gr: PayPal στοιχεια συνδεσης
es_es: Credenciales de PayPal
fa_ir: اعتبار پی پال
fi_fi: PayPal-tunnukset
fr_fr: Informations d'identification PayPal
he_il: נתוני כניסה של PayPal
hu_hu: PayPal hitelesítő adatok
id_id: Kredensial PayPal
it_it: Verifiche Paypal
nl_nl: PayPal-referenties
pl_pl: Dane dostępu PayPal
pt_br: Credenciais do Paypal.
ro_ro: Acreditări PayPal
sv_se: PayPal-uppgifter
tr_tr: PayPal kimlik bilgileri
uk_ua: Дані PayPal

# Languages::addons.paypal_adaptive.commission_description_absolute
source: [amount] out of [sum]
ar_sa: [amount] من [sum]
cs_cz: [amount] z [sum]
da_dk: [amount] ud af [sum]
de_de: [amount] von [sum]
el_gr: [amount] από [sum]
es_es: [amount] de [sum]
fa_ir: [amount] از [sum]
fi_fi: [amount] [sum]
fr_fr: [amount] sur [sum]
he_il: [amount] מתוך [sum]
hu_hu: [amount] összeg a [sum] összegből
id_id: [jumlah] dari [jumlah]
it_it: {amount} su {sum}
nl_nl: [amount] van [sum]
pl_pl: [amount] z [sum]
pt_br: [amount] do [sum]
ro_ro: [amount] din [sum]
sv_se: [amount] av [sum]
tr_tr: [amount] [sum] dışında
uk_ua: [amount] з [sum]

# Languages::addons.paypal_adaptive.commission_description_percent
source: [amount]% of [sum]
ar_sa: [amount]٪ من [sum]
cs_cz: [amount]% z [sum]
da_dk: [amount] ud af [sum]
de_de: [amount]% von [sum]
el_gr: [amount]% από [sum]
es_es: [amount] porcentaje de [sum]
fa_ir: [amount]درصد از [sum]
fi_fi: [amount]% [sum]:stä
fr_fr: [amount]% sur [sum]
he_il: [amount]% מתוך [sum]
hu_hu: [amount]% a [sum] összegből
id_id: [jumlah]% dari [jumlah]
it_it: {amount}% di {sum}
nl_nl: [amount]% van [sum]
pl_pl: [amount]% z [sum]
pt_br: [amount]% do [sum]
ro_ro: [amount]% din [sum]
sv_se: [amount]% av [sum]
tr_tr: [amount]% [sum] dışında
uk_ua: [amount]% з [sum]

# Languages::addons.paypal_adaptive.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
ar_sa: سحب الطلب # [order_id]
cs_cz: Výběr pro objednávku #[order_id]
da_dk: Tilbagetrækning for ordre #[order_id]
de_de: Widerruf für die Bestellung Nr.[order_id]
el_gr: Ανάληψη για την παραγγελία #[order_id]
es_es: Retiro de la solicitud #[order_id]
fa_ir: برداشت برای سفارش شماره[order_id]
fi_fi: Tilauksen #[order_id]nosto
fr_fr: Versement pour la commande #{order_id}
he_il: משיכה עבור הזמנה מס' [order_id]
hu_hu: Visszavonás a #[order_id] sz. rendeléshez
id_id: Penarikan untuk pesanan #[order_id]
it_it: Retiro per l'ordine #{order_id}
nl_nl: Intrekking voor de bestelling #[order_id]
pl_pl: Odstąpienie od zamówienia #[order_id]
pt_br: Pedido de retirada#[order_id]
ro_ro: Retragere pentru comanda #[order_id]
sv_se: Återtag för beställning #[order_id]
tr_tr: #[order_id] numaralı sipariş için geri ödeme
uk_ua: Виплата за замовлення #[order_id]

# Languages::addons.paypal_adaptive.payment_type_notice
source: Chained payments can't be used if the <a href="[url]" target="_blank">PayPal Adaptive Payments</a> add-on is configured to collect both order commission and unpaid payouts.
ar_sa: لا يمكن استخدام المدفوعات المتسلسلة إذا تمت تهيئة الوظيفة الإضافية <a href="[url]" target="_blank"> PayPal Adaptive Payments </a> لتحصيل كل من عمولة الطلب والمدفوعات غير المدفوعة.
cs_cz: Zřetězené platby nelze použít, pokud je doplněk <a href="[url]" target="_blank">PayPal Adaptive Payments</a> nakonfigurován tak, aby shromažďoval provizi za objednávku i nevyplacené platby.
da_dk: Lænket betalinger kan ikke bruges, hvis <a href="[url]" target="_blank"> PayPal Adaptive betalinger</a> tilføjelse er konfigureret til at indsamle både for ordrekommissionen og ubetalte udbetalinger.
de_de: Verkettete Zahlungen können nicht verwendet werden, wenn das Add-on <a href="[url]" target="_blank">PayPal Adaptive Payments</a> so konfiguriert ist, dass es sowohl Bestellprovisionen als auch unbezahlte Auszahlungen einzieht.
el_gr: Δεν μπορούν να χρησιμοποιηθούν Αλυσηδωτές πληρωμές εάν το πρόσθετο <a href="[url]" target="_blank"> πληρωμές PayPal Adaptive</a> έχει ρυθμιστεί να συλλέgei τόσο προμήθεια της παραγελίας αλλα και τις μη καταβλημένες πληρωμές.
es_es: Los pagos encadenados no pueden ser utilizados si el<a href="[url]" target="_blank">complemento de Pagos Adaptativos de PayPal</a> está configurado para solicitar la comisión del pedido y las solicitudes sin cancelar al mismo tiempo.
fa_ir: اگر افزونه <a href="[url]" target="_blank">PayPal Adaptive Payments</a> برای جمع آوری کمیسیون سفارش و پرداخت های پرداخت نشده پیکربندی شده باشد، نمی توان از پرداخت های زنجیره ای استفاده کرد.
fi_fi: Ketjutettuja maksuja ei voi käyttää, jos <a href="[url]" target="_blank">PayPal Adaptive Payments</a> -lisäosa on määritetty keräämään sekä tilauspalkkiot että maksamattomat maksut.
fr_fr: Des paiements chainés peuvent être utilisés si le module des Paiements de Paypal Adaptif est configuré pour collecter les commissions et les paiements impayés.
he_il: לא ניתן להשתמש ב chained payment אם התוסף <a href="[url]" target="_blank">PayPal Adaptive Payments מוגדר לגבות הן עמלות על הזמנות והן תשלומים (payouts) שטרם שולמו.
hu_hu: A láncolt fizetések nem használhatók, ha a <a href="[url]" target="_blank">PayPal Adaptive Payments</a> bővítmény úgy van beállítva, hogy a megrendelési jutalékot és a kifizetetlen összegeket is gyűjtse.
id_id: Pembayaran yang dirantai tidak dapat digunakan jika add-on <a href="[url]" target="_blank">PayPal Adaptif Pembayaran</a>dikonfigurasi untuk mengumpulkan komisi pesanan dan pembayaran yang belum dibayar.
it_it: Pagament chiusi non possono essere utilizzati se l'add-on di <a href=''{url}'' target=''_blank> I Pagamenti di Paypal Adattivo </a> e configurato per collezionare entrambi commissione d'ordine e pagamenti pendenti.
nl_nl: Geketende betalingen kunnen niet worden gebruikt als de add-on <a href="[url]" target="_blank">PayPal Adaptive Payments</a> is geconfigureerd om zowel ordercommissie als onbetaalde uitbetalingen te innen.
pl_pl: Płatności powiązanych nie można wykorzystać, jeśli dodatek <a href="[url]" target="_blank"> Płatności Adaptive Paypal </a> jest skonfigurowany do zbierania prowizji z tytułu zamówień i nie wypłaconych wypłat.
pt_br: Pagamentos encadeados não podem ser usados se <a href="[url]" target="_blank">a extensão dos pagamentos adaptáveis do Paypal</a> está configurada para coletar tanto pedidos de comissão e pagamentos não-pagos.
ro_ro: Plățile în lanț nu pot fi utilizate dacă suplimentul <a href="[url]" target="_blank">PayPal Adaptive Payments</a> este configurat pentru a colecta atât comisionul comenzii, cât și plățile neplătite.
sv_se: Kedjebetalningar kan inte användas om tillägget <a href="[url]" target="_blank">PayPal Adaptive Payments</a> är konfigurerat för att samla in både orderprovision och obetalda utbetalningar.
tr_tr: <a href="[url]" target="_blank"> PayPal Adaptive Ödemeler </a> eklentisinin hem sipariş komisyonu hem de ödenmemiş tutarları toplamak üzere yapılandırılması durumunda zincirleme ödemeler kullanılamaz.
uk_ua: Неможливо скористатися chained payments, якщо модуль <a href="[url]" target="_blank"> PayPal Adaptive Payments </a> налаштований таким чином, щоб стягувати комісію з замовлення і невиплачені виплати.

# Languages::addons.paypal_adaptive.primary_email_notice
source: The email of your PayPal Business Account. A Personal Account email won't work.
ar_sa: البريد الإلكتروني لحساب PayPal التجاري الخاص بك. لن يعمل البريد الإلكتروني للحساب الشخصي.
cs_cz: E-mail vašeho obchodního účtu PayPal. E-mail osobního účtu nebude fungovat.
da_dk: E-mailen til din PayPal Business-konto. En personlig konto-e-mail virker ikke.
de_de: Die E-Mail Ihres PayPal-Geschäftskontos. Eine E-Mail für ein persönliches Konto funktioniert nicht.
el_gr: Το e-mail του λογαριασμού σας PayPal Business. Ένας προσωπικός λογαριασμός e-mail δεν θα λειτουργήσει.
es_es: El correo electrónico de la cuenta de tu empresa de PayPal, Un correo electrónico de cuenta personal no funcionará.
fa_ir: ایمیل حساب تجاری پی پال شما. ایمیل حساب شخصی کار نخواهد کرد.
fi_fi: PayPal-yritystilisi sähköpostiosoite. Henkilökohtaisen tilin sähköposti ei toimi.
fr_fr: L'email de votre compte Business PayPal. Un email de compte personnel ne fonctionnera pas.
he_il: דוא"ל החשבון העסקי של PayPal. דוא"ל החשבון האישי לא יעבוד.
hu_hu: A PayPal üzleti fiókod e-mail címe. A személyes fiók e-mailje nem fog működni.
it_it: L'email del tuo conto PayPal Business. L'email di un account personale non funzionerà.
nl_nl: Het e-mailadres van uw zakelijke PayPal-rekening. Een e-mail voor een persoonlijk account werkt niet.
pl_pl: E-mail Twojego konta firmowego PayPal. E-mail konta osobistego może nie działać.
pt_br: O email da sua conta de negócios Paypal .Uma conta pessoal não funcionará.
ro_ro: E-mailul contului dvs. de afaceri PayPal. E-mailul unui cont personal nu va funcționa.
sv_se: E-postadressen för ditt PayPal-företagskonto. E-post med ett personligt konto fungerar inte.
tr_tr: PayPal Ticari Hesabınızın e-postası. Kişisel Hesap e-postası çalışmaz.
uk_ua: Email вашого бізнес-аккаунту PayPal. Особистиа електронна пошта не буде працювати.

# Languages::addons.paypal_adaptive.commission_includes
source: Commission includes
ar_sa: يتضمن عمولة
cs_cz: Komise zahrnuje
da_dk: Kommissionen omfatter
de_de: Provision beinhaltet
el_gr: Η Προμήθεια περιλαμβάνει
es_es: La comisión incluye
fa_ir: کمیسیون شامل
fi_fi: Komissio sisältää
fr_fr: La commission inclues
he_il: העמלה כוללת
hu_hu: A jutalék tartalmazza
id_id: Komisi termasuk
it_it: La commissione include
nl_nl: Commissie omvat:
pl_pl: Prowizja zawiera
pt_br: Comissões incluem
ro_ro: Comisia include
sv_se: Kommissionen omfattar
tr_tr: Komisyon içerir
uk_ua: Комісія включає

# Languages::addons.paypal_adaptive.order_commission
source: Order commission
ar_sa: عمولة الطلب
cs_cz: Objednávková provize
da_dk: Ordrekommission
de_de: Provision bestellen
el_gr: Προμήθεια παραγγελίας
es_es: La comisión de la solicitud
fa_ir: کمیسیون سفارش
fi_fi: Tilaa komissio
fr_fr: Commission commande
he_il: עמלה על ההזמנה
hu_hu: Megrendelési jutalék
id_id: Komisi pesanan
it_it: Commissione d'ordine
nl_nl: Bestel commissie
pl_pl: Prowizja zamówienia
pt_br: Comissão do pedido
ro_ro: Comision de comandă
sv_se: Orderprovision
tr_tr: Sipariş komisyonu
uk_ua: Комісія з замовлення

# Languages::addons.paypal_adaptive.order_commission_and_payouts
source: Order commission and unpaid payouts
ar_sa: عمولة الطلب والمدفوعات غير المدفوعة
cs_cz: Provize za objednávku a nevyplacené platby
da_dk: Ordrekommission og ubetalte udbetalinger
de_de: Bestellprovision und unbezahlte Auszahlungen
el_gr: Προμήεθια παραγγελίας και μη καταβλημένες πληρωμές
es_es: La comisión de la solicitud y de los pagos sin cancelar
fa_ir: سفارش کمیسیون و پرداخت های پرداخت نشده
fi_fi: Tilausprovisio ja maksamattomat maksut
fr_fr: Commission commandes et impayés
he_il: עמלה על ההזמנה ותשלומים (payouts) שטרם שולמו
hu_hu: Megrendelési jutalék és kifizetetlen összegek
id_id: Order komisi dan pembayaran yang belum dibayar
it_it: Commissioni su ordini e somme non pagate
nl_nl: Ordercommissie en onbetaalde uitbetalingen
pl_pl: Prowizja od zamówień i niewypłaconych wypłat
pt_br: Comissão de pedido e pagamentos não realizados
ro_ro: Comision de comandă și plăți neplătite
sv_se: Orderprovision och obetalda utbetalningar
tr_tr: Sipariş komisyon ve tamamlanmamış ödemeler
uk_ua: Комісія з замовлення і невиплачені виплати

# Languages::addons.paypal_adaptive.first_name
source: PayPal account holder's first name
ar_sa: الاسم الأول لصاحب حساب PayPal
cs_cz: Křestní jméno majitele účtu PayPal
da_dk: PayPal-kontoindehaverens fornavn
de_de: Vorname des PayPal-Kontoinhabers
el_gr: Όνομα του κατόχου του λογαριασμού PayPal
es_es: Primer nombre del titular de la cuenta de PayPal
fa_ir: نام کوچک صاحب حساب پی پال
fi_fi: PayPal-tilin haltijan etunimi
fr_fr: Prénom du titulaire du compte PayPal
he_il: שם פרטי של המחזיק בחשבון PayPal
hu_hu: A PayPal-fiók tulajdonosának keresztneve
id_id: Nama depan pemegang rekening PayPal
it_it: Nome del titolare del conto PayPal
nl_nl: Voornaam van PayPal-rekeninghouder
pl_pl: Imię posiadacza konta PayPal
pt_br: Primeiro nome do dono da conta do Paypal
ro_ro: Prenumele titularului contului PayPal
sv_se: PayPal-kontoinnehavarens förnamn
tr_tr: PayPal hesap sahibinin adı
uk_ua: Ім'я власника облікового запису PayPal
