Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/paypal_adaptive.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, nl_nl, pl_pl, pt_br, ro_ro, sv_se, tr_tr, uk_ua

# Addons::name::paypal_adaptive
source: PayPal Adaptive Payments [Deprecated]
ar_sa: مدفوعات PayPal Adaptive [Deprecated]
de_de: Adaptive PayPal-Zahlungen [Deprecated]
el_gr: PayPal Adaptive Payments [Υπο καταργηση]
es_es: Pagos adaptativos de PayPal[Deprecated]
fi_fi: PayPalin mukautuvat maksut [Deprecated]
fr_fr: Paiements adaptatifs PayPal [Deprecated]
he_il: תשלומים אדפטיביים של PayPal [הוצא משימוש]
hu_hu: PayPal adaptív fizetés [Deprecated]
it_it: Pagamenti PayPal [obsoleto]
nl_nl: PayPal Adaptieve Betalingen [Deprecated]
pl_pl: [Deprecated] Adaptacyjne płatności PayPal
pt_br: Pagamentos adaptaveis Paypal [Deprecated]
ro_ro: Plăți adaptive PayPal [Deprecated]
tr_tr: PayPal Uyarlanabilir Ödemeler [Deprecated]

# Addons::description::paypal_adaptive
source: This add-on will help root store administrators to distribute funds automatically among multiple vendors through PayPal. Only existing PayPal Adaptive clients can use this add-on. We recommend you to use the PayPal Commerce Platform add-on instead.
ar_sa: ستساعد هذه الوظيفة الإضافية مسؤولي متجر الجذر على توزيع الأموال تلقائيًا بين البائعين المتعددين من خلال PayPal. يمكن لعملاء PayPal Adaptive الحاليين فقط استخدام هذه الوظيفة الإضافية. نوصيك باستخدام الوظيفة الإضافية PayPal Commerce Platform بدلاً من ذلك.
cs_cz: Tento doplněk pomůže správcům kořenových obchodů automaticky rozdělovat finanční prostředky mezi více dodavatelů prostřednictvím služby PayPal. Tento doplněk mohou používat pouze stávající klienti PayPal Adaptive. Doporučujeme vám místo toho použít doplněk PayPal Commerce Platform.
da_dk: Denne tilføjelse vil hjælpe root-butiksadministratorer med at distribuere midler automatisk mellem flere leverandører via PayPal. Kun eksisterende PayPal Adaptive-klienter kan bruge denne tilføjelse. Vi anbefaler dig at bruge PayPal Commerce Platform-tilføjelsen i stedet for.
de_de: Dieses Add-on hilft Root-Shop-Administratoren, Gelder automatisch über PayPal auf mehrere Anbieter zu verteilen. Nur bestehende PayPal Adaptive-Kunden können dieses Add-on verwenden. Wir empfehlen Ihnen, stattdessen das Add-on PayPal Commerce Platform zu verwenden.
el_gr: Αυτό το πρόσθετο θα βοηθήσει τους διαχειριστές του βασικου καταστηματος να κατανέμουν αυτόματα χρήματα σε πολλούς προμηθευτές μέσω του PayPal. Μόνο οι υπάρχοντες PayPal Adaptive πελάτες μπορούν να χρησιμοποιήσουν αυτό το πρόσθετο. Σας προτείνουμε να χρησιμοποιήσετε το πρόσθετο PayPal Commerce Platform.
es_es: Este complemento ayudará a los administradores de tiendas raíz a distribuir fondos automáticamente entre varios vendedores a través de PayPal. Sólo los clientes existentes de PayPal Adaptive pueden utilizar este complemento. Le recomendamos que utilice el complemento de la Plataforma de Comercio de PayPal en su lugar.
fa_ir: این افزونه به مدیران فروشگاه ریشه کمک می کند تا وجوه را به طور خودکار بین چندین فروشنده از طریق PayPal توزیع کنند. فقط مشتریان فعلی PayPal Adaptive می توانند از این افزونه استفاده کنند. به شما توصیه می کنیم به جای آن از افزونه PayPal Commerce Platform استفاده کنید.
fi_fi: Tämä lisäosa auttaa juurikaupan ylläpitäjiä jakamaan varat automaattisesti useiden toimittajien kesken PayPalin kautta. Vain nykyiset PayPal Adaptive -asiakkaat voivat käyttää tätä lisäosaa. Suosittelemme käyttämään PayPal Commerce Platform -lisäosaa sen sijaan.
fr_fr: Cet add-on aidera les administrateurs du magasin d'origine à distribuer automatiquement des fonds entre plusieurs fournisseurs via PayPal. Seuls les clients adaptatifs de PayPal existants peuvent utiliser ce complément. Nous vous recommandons d'utiliser PayPal Commerce Platform à la place.
he_il: תוספת זו תסייע למנהלי חנויות שורשים להפיץ כספים באופן אוטומטי בין מספר ספקים באמצעות PayPal. רק לקוחות PayPal מותאמים קיימים יכולים להשתמש בתוסף זה. אנו ממליצים להשתמש במקום זאת בתוסף פלטפורמת המסחר של PayPal.
hu_hu: Ez a bővítmény segít a gyökér piactér adminisztrátorainak abban, hogy a PayPal-on keresztül automatikusan osszák fel az összegeket több eladó között. Csak a meglévő PayPal Adaptive ügyfelek használhatják ezt a bővítményt. Javasoljuk, hogy helyette a PayPal Commerce Platform bővítményt használd.
it_it: Questo componente aggiuntivo aiuterà gli amministratori dei negozi root a distribuire automaticamente i fondi tra più fornitori tramite PayPal. Solo i clienti PayPal Adaptive esistenti possono utilizzare questo componente aggiuntivo. Ti consigliamo di utilizzare invece il componente aggiuntivo PayPal Commerce Platform
nl_nl: Deze add-on helpt rootstore-beheerders om geld automatisch te verdelen over meerdere leveranciers via PayPal. Alleen bestaande PayPal Adaptive-klanten kunnen deze add-on gebruiken. We raden u aan om in plaats daarvan de PayPal Commerce Platform-add-on te gebruiken.
pl_pl: Ten dodatek pomoże administratorom głównego sklepu w automatycznej dystrybucji środków między wielu sprzedawców za pośrednictwem PayPal. Tylko istniejący klienci PayPal Adaptive mogą używać tego dodatku. Zamiast tego zalecamy skorzystanie z dodatku PayPal Commerce Platform.
pt_br: Este adicional vai ajudar administradores de lojas root a distribuir fundos automaticamente entre múltiplos vendedores através do PayPal. Apenas clientes adaptáveis PayPal existentes podem usar este adicional. Nós recomendamos você usar a extensão da plataforma de comércio do Paypal como substituto.
ro_ro: Acest supliment va ajuta administratorii magazinului root să distribuie automat fonduri între mai mulți furnizori prin PayPal. Numai clienții PayPal Adaptive existenți pot folosi acest supliment. Vă recomandăm să utilizați în schimb suplimentul PayPal Commerce Platform.
sv_se: Detta tillägg kommer att hjälpa rotbutiksadministratörer att distribuera pengar automatiskt mellan flera leverantörer via PayPal. Endast befintliga PayPal Adaptive-klienter kan använda detta tillägg. Vi rekommenderar att du istället använder PayPal Commerce Platform-tillägget.
tr_tr: Bu eklenti, kök mağaza yöneticilerinin PayPal aracılığıyla birden çok satıcı arasında otomatik olarak para dağıtmasına yardımcı olacaktır. Bu eklentiyi yalnızca mevcut PayPal Uyarlanabilir istemcileri kullanabilir. Bunun yerine PayPal Ticaret Platformu eklentisini kullanmanızı öneririz.
uk_ua: Цей додаток допоможе адміністраторам кореневих магазинів автоматично розподіляти кошти між кількома продавцями через PayPal. Тільки існуючі клієнти PayPal Adaptive можуть використовувати цей додаток. Натомість радимо використовувати надбудову PayPal Commerce Platform.

# Languages::paypal_api_username
source: API username
ar_sa: اسم المستخدم API
cs_cz: Uživatelské jméno API
da_dk: API-Brugernavn
de_de: API-Benutzername
el_gr: Όνομα χρήστη API
es_es: Nombre de usuario API
fa_ir: نام کاربری API
fi_fi: API-käyttäjänimi
fr_fr: API Nom d'utilisateur
he_il: שם משתמש API
hu_hu: API felhasználónév
id_id: Nama pengguna API
it_it: Nome utente API
nl_nl: API-gebruikersnaam
pl_pl: Nazwa użytkownika API
pt_br: Nome de usuário API
ro_ro: nume de utilizator API
sv_se: API användarnamn
tr_tr: API kullanıcı adı
uk_ua: Ім'я користувача API

# Languages::paypal_api_password
source: API password
ar_sa: كلمة مرور API
cs_cz: Heslo API
da_dk: API adgangskode
de_de: API-Passwort
el_gr: Κωδικός πρόσβασης API
es_es: Contraseña API
fa_ir: رمز عبور API
fi_fi: API-salasana
fr_fr: API Mot de passe
he_il: סיסמת API
hu_hu: API jelszó
id_id: Kata sandi API
it_it: Passoword API
nl_nl: API-wachtwoord
pl_pl: Hasło API
pt_br: Senha API
ro_ro: parola API
sv_se: API lösenord
tr_tr: API şifresi
uk_ua: Пароль API

# Languages::paypal_email
source: PayPal Business Account email
ar_sa: البريد الإلكتروني لحساب PayPal التجاري
cs_cz: E-mail obchodního účtu PayPal
da_dk: E-mail til PayPal Business-konto
de_de: PayPal-Geschäftskonto E-Mail
es_es: Correo electrónico de la cuenta de negocios de PayPal
fa_ir: ایمیل حساب تجاری پی پال
fi_fi: PayPal-yritystilin sähköposti
fr_fr: Email du compte d'entreprise PayPal
he_il: דוא"ל החשבון העסקי של PayPal
hu_hu: PayPal üzleti fiók e-mail címe
id_id: Email akun bisnis PayPal
it_it: Email account PayPal Business
nl_nl: E-mailadres PayPal Zakelijk Account
pl_pl: Email konta firmowego PayPal
pt_br: Email da conta de negócio do Paypal
ro_ro: E-mail pentru contul de afaceri PayPal
sv_se: PayPal Business Account e-post
tr_tr: PayPal Ticari Hesap e-posta
uk_ua: Email бізнес рахунку PayPal

# Languages::paypal_adaptive.paypal_email
source: PayPal Business Account email
ar_sa: البريد الإلكتروني لحساب PayPal التجاري
cs_cz: E-mail obchodního účtu PayPal
da_dk: E-mail til PayPal Business-konto
de_de: PayPal-Geschäftskonto E-Mail
es_es: Correo electrónico de la cuenta de negocios de PayPal
fa_ir: ایمیل حساب تجاری پی پال
fi_fi: PayPal-yritystilin sähköposti
fr_fr: Email du compte d'entreprise PayPal
he_il: דוא"ל החשבון העסקי של PayPal
hu_hu: PayPal üzleti fiók e-mail címe
id_id: Email akun bisnis PayPal
it_it: Email account PayPal Business
nl_nl: E-mailadres PayPal Zakelijk Account
pl_pl: Email konta firmowego PayPal
pt_br: Email da conta de negócio do Paypal
ro_ro: E-mail pentru contul de afaceri PayPal
sv_se: PayPal Business Account e-post
tr_tr: PayPal Ticari Hesap e-posta
uk_ua: Email бізнес рахунку PayPal

# Languages::paypal_adaptive.vendor.paypal_email
source: PayPal Account email
ar_sa: البريد الإلكتروني لحساب PayPal
cs_cz: E-mail účtu PayPal
da_dk: PayPal-konto e-mail
de_de: E-Mail-Adresse des PayPal-Kontos
es_es: Email de la cuenta PayPal
fa_ir: ایمیل حساب پی پال
fi_fi: PayPal-tilin sähköposti
fr_fr: Email du compte PayPal
he_il: דוא"ל החשבון העסקי של PayPal
hu_hu: PayPal-fiók e-mail címe
it_it: E-mail dell'account PayPal
nl_nl: E-mailadres PayPal-account
pl_pl: Adres e-mail konta PayPal
pt_br: Email da conta do Paypal
ro_ro: E-mail contului PayPal
sv_se: PayPal-kontots e-postadress
tr_tr: PayPal Hesabı e-postası
uk_ua: Email акаунту PayPal

# Languages::pp_adaptive_payments
source: PayPal Adaptive Payments
ar_sa: مدفوعات PayPal Adaptive
cs_cz: Adaptivní platby PayPal
da_dk: PayPal Adaptive betalinger
de_de: Adaptive PayPal-Zahlungen
el_gr: PayPal Adaptive πληρωμές
es_es: Pagos adaptativos de PayPal
fa_ir: پرداخت های تطبیقی پی پال
fi_fi: PayPal mukautuvat maksut
fr_fr: Paiements adaptatifs PayPal
he_il: תשלומים אדפטיביים של PayPal
hu_hu: PayPal adaptív fizetések
id_id: Pembayaran Adaptif PayPal
it_it: Pagamenti Adattivi di Paypal
nl_nl: Adaptieve PayPal-betalingen
pl_pl: Adaptacyjne płatności PayPal
pt_br: Pagamentos adaptáveis do Paypal
ro_ro: Plăți adaptive PayPal
sv_se: PayPal adaptiva betalningar
tr_tr: PayPal Adaptive Ödemeleri

# Languages::primary_email
source: PayPal Primary account email
ar_sa: البريد الإلكتروني الأساسي لحساب PayPal
cs_cz: E-mail primárního účtu PayPal
da_dk: PayPal primære konto email
de_de: Vorrangige PayPal-Account-E-Mail
el_gr: Πρωταρχικός Λογαριασμός email PayPal
es_es: Correo electrónico de la cuenta principal de PayPal
fa_ir: ایمیل حساب اصلی پی پال
fi_fi: PayPal ensisijaisen tilin sähköpostiosoite
fr_fr: Email de compte primaire PayPal
he_il: דוא"ל החשבון העיקרי של PayPal
hu_hu: PayPal elsődleges fiók e-mail címe
id_id: Email akun utama PayPal
it_it: Conto email Basico Paypal
nl_nl: E-mailadres van primaire PayPal-account
pl_pl: Podstawowe konto e-mail PayPal
pt_br: Email da conta primária do Paypal
ro_ro: Adresa de e-mail a contului principal PayPal
sv_se: PayPals primära konto-e-post
tr_tr: PayPal Birincil Hesap e-posta
uk_ua: Email основного облікового запису PayPal

# Languages::processing_payment_for_order
source: Processing Payment for order
ar_sa: معالجة الدفع للطلب
cs_cz: Zpracování platby za objednávku
da_dk: Behandling af betaling for ordre
de_de: Bearbeitung der Zahlung für den Auftrag
el_gr: Επεξεργασία πληρωμών για παραγγελία
es_es: Procesando el pago para la orden
fa_ir: پردازش پرداخت برای سفارش
fi_fi: Tilauksen maksun käsittely
fr_fr: Processus de Paiement pour la commande
he_il: עיבוד תשלום עבור ההזמנה
hu_hu: Fizetés feldolgozása a megrendeléshez
id_id: Memproses Pembayaran untuk pemesanan
it_it: Processando Pagamento per ordine
nl_nl: Betaling voor bestelling verwerken
pl_pl: Przetwarzanie płatności za zamówienie
pt_br: Processamento de pagamento para pedidos
ro_ro: Procesarea plății pentru comandă
sv_se: Bearbetar betalning för beställning
tr_tr: Sipariş için ödeme işleniyor
uk_ua: Обробка оплати за замовлення

# Languages::paypal_adaptive_pay_orders
source: Pay order
ar_sa: ادفع الطلب
cs_cz: Zaplatit příkaz
da_dk: Betal ordre
de_de: Zahlungsauftrag
el_gr: Πληρωμή παραγγελίας
es_es: Orden de pago
fa_ir: دستور پرداخت
fi_fi: Maksutilaus
fr_fr: Payer ordre
he_il: הוראת תשלום
hu_hu: Rendelés kifizetése
id_id: Bayar pesanan
it_it: Pagare l'ordine
nl_nl: Betaal bestelling
pl_pl: Zapłać za zamówienie
pt_br: Pagar o pedido
ro_ro: Ordin de plată
sv_se: Betala order
tr_tr: Ödeme emri
uk_ua: Сплатити замовлення

# Languages::paypal_adaptive_pay_step
source: step pay
ar_sa: خطوة الدفع
cs_cz: krokový plat
da_dk: trinbetaling
de_de: Ratenzahlung
el_gr: βήμα πληρωμής
es_es: paso de pago
fa_ir: پرداخت پله ای
fi_fi: askelpalkka
fr_fr: Pas payer
he_il: שלב של תשלום
hu_hu: fizetési lépés
id_id: langkah membayar
it_it: pagamento di passi
nl_nl: stap betalen
pl_pl: krok płatności
pt_br: Passo do pagamento
ro_ro: pas plată
sv_se: steg lön
tr_tr: adım ödeme
uk_ua: крок оплати

# Languages::paypal_adaptive_pay
source: Pay
ar_sa: دفع
cs_cz: Platit
da_dk: Betale
de_de: Bezahlen
el_gr: Πληρωστε
es_es: Pago
fa_ir: پرداخت
fi_fi: Maksaa
fr_fr: Payer
he_il: תשלום
hu_hu: Fizetés
id_id: Membayar
it_it: Pagare
nl_nl: Betalen
pl_pl: Płatność
pt_br: Pagar
ro_ro: Plata
sv_se: Betala
tr_tr: Ödeme
uk_ua: Сплатити

# Languages::paypal_adaptive_progress_payment_order
source: Progress pay orders
ar_sa: أحدث دفع الطلب
cs_cz: Progress platební příkazy
da_dk: Fremskridt betalte ordrer
de_de: Fortschrittszahlungsaufträge
el_gr: Προώθηση Πληρωμών Παραγγελιών
es_es: Órdenes de pago en proceso
fa_ir: دستورات پرداخت پیشرفت
fi_fi: Edistysmaksumääräykset
fr_fr: Etats de paiement des commandes
he_il: הזמנות Progress pay
hu_hu: A rendelések kifizetése
id_id: Kemajuan membayar pesanan
it_it: Progresso di pagamento di ordini
nl_nl: Voortgang betalingsopdrachten
pl_pl: Postęp zapłaty za zamówienie
pt_br: Processar ordem de pagamentos
ro_ro: Comenzi cu plăți importante..
sv_se: Progress betalningsorder
tr_tr: Ödeme emirleri işlemi
uk_ua: Замовлення з поетапними платежами

# Languages::paypal_adaptive_paid
source: Paid
ar_sa: مدفوع
cs_cz: Zaplaceno
da_dk: Betalt
de_de: Bezahlt
el_gr: Πληρώθηκε
es_es: Pagado
fa_ir: پرداخت شده
fi_fi: Maksettu
fr_fr: Payé
he_il: שולם
hu_hu: Fizetve
id_id: Dibayar
it_it: Pagato
nl_nl: Betaald
pl_pl: Płatne
pt_br: Pago
ro_ro: Plătit
sv_se: Betalt
tr_tr: Ödendi
uk_ua: Сплачено

# Languages::paypal_adaptive_cancel
source: Return to checkout
ar_sa: العودة إلى اتمام الشراء
cs_cz: Vraťte se k pokladně
da_dk: Vende tilbage til kassen
de_de: Zurück zur Kasse
el_gr: Επιστροφή στο ταμείο
es_es: Regresar para retirar fondos
fa_ir: بازگشت به تسویه حساب
fi_fi: Palaa kassalle
fr_fr: Retour au paiement/checkout
he_il: חזור לקופה
hu_hu: Vissza a pénztárhoz
id_id: Kembali ke checkout
it_it: Ritornare al checkout
nl_nl: Terug naar afrekenen
pl_pl: Wróć do kasy
pt_br: Retornar ao checkout
ro_ro: Înapoi la finalizarea comenzii
sv_se: Återgå till kassan
tr_tr: Checkout' a Dön
uk_ua: Повернутися до оформлення замовлення

# Languages::paypal_adaptive_type_payments
source: PayPal payments type
ar_sa: نوع المدفوعات PayPal
cs_cz: Typ platby PayPal
da_dk: PayPal betalingstyper
de_de: PayPal-Zahlungsart
el_gr: Τύπος Πληρωμών PayPal
es_es: Tipos de pago de PayPal
fa_ir: نوع پرداخت پی پال
fi_fi: PayPal-maksutyyppi
fr_fr: Type de paiements par Paypal
he_il: סוג תשלומים של PayPal
hu_hu: PayPal-fizetések típusa
id_id: Jenis pembayaran PayPal
it_it: Tipi di pagamento con Paypal
nl_nl: PayPal-betalingstype
pl_pl: Rodzaj płatności PayPal
pt_br: Formas de pagamento do Paypal
ro_ro: Tipul de plăți PayPal
sv_se: PayPal-betalningstyp
tr_tr: PayPal ödeme türü
uk_ua: Тип способу оплати через PayPal

# Languages::paypal_adaptive_papallel_payments
source: Parallel
ar_sa: موازي
cs_cz: Paralelní
el_gr: Παράλληλα
es_es: Paralelo
fa_ir: موازی
fi_fi: Rinnakkainen
fr_fr: Parallèle
he_il: מקביל
hu_hu: Párhuzamos
id_id: Paralel
it_it: Insieme
pl_pl: Równolegle
pt_br: Paralelo
ro_ro: Paralel
sv_se: Parallell
tr_tr: Paralel
uk_ua: Паралельні

# Languages::paypal_adaptive_chained_payments
source: Chained
ar_sa: مقيد
cs_cz: Připoutaný
da_dk: Lænket
de_de: Angekettet
el_gr: Αλυσιδωτή
es_es: Encadenado
fa_ir: زنجیر شده
fi_fi: Ketjutettu
fr_fr: Chaînés
he_il: כבול
hu_hu: Láncolt
id_id: Dirantai
it_it: Collegati
nl_nl: geketend
pl_pl: Łańcuch płatności
pt_br: Acorrentado
ro_ro: Înlănțuit
sv_se: Fastkedjad
tr_tr: Bağlandı
uk_ua: Ланцюгові

# Languages::order_subtotal
source: Order subtotal
ar_sa: مجموع الطلب
cs_cz: Mezisoučet objednávky
da_dk: Ordre subtotal
de_de: Bestellung Zwischensumme
el_gr: Υποσύνολο παραγγελίας
es_es: Subtotal del pedido
fa_ir: سفارش جمع فرعی
fi_fi: Tilaa välisumma
fr_fr: Montant du sous-total de la commande
he_il: סה"כ ביניים של ההזמנה
hu_hu: Rendelés részösszeg
it_it: Subtotale di ordini
nl_nl: Bestelling Subtotaal
pl_pl: Suma zamówienia
pt_br: Subtotal do pedido
ro_ro: Subtotal comanda
sv_se: Beställningens totala kostnad
tr_tr: Sipariş alt toplamı
uk_ua: Попередня вартість замовлення

# Languages::paypal_adaptive_payer_fees
source: Payer fees
ar_sa: رسوم الدافع
cs_cz: Poplatky plátce
da_dk: Indbetaler gebyrer
de_de: Zahlungsgebühren
el_gr: Τέλη καταβολής
es_es: Comisiones del comprador
fa_ir: هزینه های پرداخت کننده
fi_fi: Maksajan palkkiot
fr_fr: Frais de paiement
he_il: עמלות שחלות על המשלם
hu_hu: Fizető fél által fizetendő díjak
id_id: Biaya pembayar
it_it: Spensi di debitore
nl_nl: Betaler vergoedingen
pl_pl: Opłaty płatnika
pt_br: Taxas do pagador
ro_ro: Taxele plătitorului
sv_se: Betalaravgifter
tr_tr: Mükellef ücretleri
uk_ua: Додаткові збори

# Languages::paypal_adaptive_fees_eachreceiver
source: Each receiver
ar_sa: كل متلقي
cs_cz: Každý přijímač
da_dk: Hver modtager
de_de: Jeder Empfänger
el_gr: Κάθε δέκτης
es_es: Cada vendedor
fa_ir: هر گیرنده
fi_fi: Jokainen vastaanotin
fr_fr: Chaque réceveur
he_il: כל אחד מהמקבלים
hu_hu: Minden egyes címzett
id_id: Setiap penerima
it_it: Ogni ricettore
nl_nl: Elke ontvanger
pl_pl: Wszyscy odbiorcy
pt_br: Cada recebedor
ro_ro: Fiecare receptor
sv_se: Varje mottagare
tr_tr: Her alıcı
uk_ua: Кажен отримувач

# Languages::paypal_adaptive_fees_primaryreceiver
source: Primary receiver
ar_sa: المتلقي الأساسي
cs_cz: Primární přijímač
da_dk: Primære modtager
de_de: Primärer Empfänger
el_gr: Κύριο δέκτης
es_es: Vendedor primario
fa_ir: گیرنده اصلی
fi_fi: Ensisijainen vastaanotin
fr_fr: Receveur primaire
he_il: מקבל ראשי
hu_hu: Elsődleges címzett
id_id: Penerima utama
it_it: Ricettore principale
nl_nl: Primaire ontvanger
pl_pl: Podstawowy odbiorca
pt_br: Recebedor Primário
ro_ro: Receptor primar
sv_se: Primär mottagare
tr_tr: Birincil alıcı
uk_ua: Основний отримувач

# Languages::paypal_adaptive_pending_payment
source: Pending payment
ar_sa: في انتظار الدفع
cs_cz: Čekající platba
da_dk: Afventende betaling
de_de: Ausstehende Zahlung
el_gr: Πληρωμή που εκκρεμεί
es_es: Pago pendiente
fa_ir: در انتظار پرداخت
fi_fi: Odottava maksu
fr_fr: Paiement en attente
he_il: תשלום ממתין
hu_hu: Fizetés folyamatban
id_id: Pembayaran tertunda
it_it: Pagamento pendente
nl_nl: In afwachting van betaling
pl_pl: Oczekująca płatność
pt_br: Pagamento Primário
ro_ro: În așteptarea plată
sv_se: Väntar på betalning
tr_tr: Bekleyen ödeme
uk_ua: Платіж, що очікує підтвердження

# Languages::block_paypal_adaptive
source: PayPal Adaptive
cs_cz: Adaptivní PayPal
de_de: PayPal-adaptiv
es_es: Adaptable a PayPal
fi_fi: Mukautuva PayPal
fr_fr: Paypal Adaptif
he_il: PayPal אדפטיבי
hu_hu: PayPal Adaptíve
id_id: PayPal Adaptif
it_it: Paypal Adattivo
nl_nl: PayPal Adaptief
pl_pl: Adaptacyjny PayPal
pt_br: Paypal Adaptável
sv_se: PayPal adaptiv
tr_tr: PayPal edinilmiş

# Languages::paypal_calc_comission_based_on
source: To calculate commission based on
ar_sa: لحساب العمولة على أساس
cs_cz: Pro výpočet provize na základě
da_dk: At beregne provision baseret på
de_de: Provisionsbasis zu berechnen
el_gr: Για τον υπολογισμό της προμήθειας βάσει
es_es: Para calcular la comisión basada en
fa_ir: برای محاسبه کمیسیون بر اساس
fi_fi: Provisio lasketaan sen perusteella
fr_fr: Pour calculer la commission basée sur
he_il: לחשב את העמלה על סמך
hu_hu: A jutalék kiszámítása a következők alapján
id_id: Menghitung komisi berdasarkan
it_it: Per calcolare la commissione basata su
nl_nl: Om commissie te berekenen op basis van:
pl_pl: Obliczenie prowizji na podstawie
pt_br: Calcular a comissão baseado em
ro_ro: Pentru a calcula comisionul pe baza
sv_se: Att beräkna provision baserat på
tr_tr: 'a bağlı komisyon hesaplamak için
uk_ua: Розрахувати комісію, на основі

# SettingsSections::paypal_adaptive::general
source: General
ar_sa: عام
cs_cz: Všeobecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
he_il: כללי
hu_hu: Általános
id_id: Umum
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
sv_se: Allmän
tr_tr: Genel
uk_ua: Загальні

# SettingsOptions::paypal_adaptive::count_vendor_commission_on_basis
source: To calculate commission based on
ar_sa: لحساب العمولة على أساس
cs_cz: Pro výpočet provize na základě
da_dk: At beregne provision baseret på
de_de: Provisionsbasis zu berechnen
el_gr: Για τον υπολογισμό της προμήθειας βάσει
es_es: Para calcular comisión basada en
fa_ir: برای محاسبه کمیسیون بر اساس
fi_fi: Provisio lasketaan perustuen
fr_fr: Pour calculer commission basée sur
he_il: לחשב את העמלה על סמך
hu_hu: A jutalék kiszámítása a következők alapján
id_id: Menghitung komisi berdasarkan
it_it: Per calcolare commission su base di
nl_nl: Om commissie te berekenen op basis van:
pl_pl: Obliczenie prowizji na podstawie
pt_br: Calcular a comissão baseado em
ro_ro: Pentru a calcula comisionul pe baza
sv_se: Att beräkna provision baserat på
tr_tr: 'a bağlı komisyon hesaplamak için
uk_ua: Розраховувати комісію, на основі

# SettingsTooltips::paypal_adaptive::count_vendor_commission_on_basis
source: Indicates the sum based on which commission will be calculated
ar_sa: يشير إلى المبلغ بناءً على العمولة التي سيتم حسابها
cs_cz: Udává částku, na základě které bude vypočítána provize
da_dk: Angiver en sum på basis af hvilke kommission vil blive beregnet
de_de: Gibt die Summe an, auf deren Grundlage die Provision berechnet wird
el_gr: Δηλώνει το άθροισμα βάσει του οποίου θα υπολογιστέι η Προμήθεια
es_es: Indica la suma en función de qué comisión se calculará
fa_ir: مبلغی را نشان می دهد که بر اساس آن کمیسیون محاسبه می شود
fi_fi: Ilmaisee summan, jonka perusteella provisio lasketaan
fr_fr: Indique la somme basée sur la commission qui sera calculée
he_il: מציין את הסכום שעל בסיסו תחושב העמלה
hu_hu: Megadja azt az összeget, amely alapján a jutalékot kiszámítják.
id_id: Menunjukkan jumlah berdasarkan komisi mana yang akan dihitung
it_it: Indica la somma su quale e basata la commissione calcolata
nl_nl: Geeft het bedrag aan op basis waarvan de commissie wordt berekend
pl_pl: Oznacza, że prowizja będzie obliczana na podstawie sumy
pt_br: Indica o somatório baseado em qual comissão vai ser calculada
ro_ro: Indică suma pe baza căreia se va calcula comisionul
sv_se: Anger summan baserat på vilken provision kommer att beräknas
tr_tr: Hangi komisyonun hesaplanacağına bağlı olarak toplamı belirtir
uk_ua: Вказує, суму на основі якої буде розрахована комісія
