Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/paypal.po
Languages: fa_ir, fi_fi, nl_nl, pt_pt, ro_ro, sv_se

# Languages::addons.paypal.status_for_new_orders
source: Initial order status
fa_ir: وضعیت سفارش اولیه
fi_fi: Alkutilauksen tila
nl_nl: InitiÃ«le bestelstatus
pt_pt: Status inicial do pedido
ro_ro: Starea comenzii inițiale
sv_se: Inledande orderstatus

# Languages::ttc_addons.paypal.status_for_new_orders
source: All orders with a PayPal payment method get this status until the response from PayPal (an IPN message) arrives or a customer returns to the store via a link on the PayPal site.
fa_ir: تمام سفارش‌های دارای روش پرداخت PayPal تا زمانی که پاسخ PayPal (پیام IPN) برسد یا مشتری از طریق پیوندی در سایت PayPal به فروشگاه بازگردد، این وضعیت را دریافت می‌کنند.
fi_fi: Kaikki tilaukset, joissa on PayPal-maksutapa, saavat tämän tilan, kunnes PayPalin vastaus (IPN-viesti) saapuu tai asiakas palaa myymälään PayPal-sivustolla olevan linkin kautta.
nl_nl: Alle bestellingen met een PayPal-betaalmethode krijgen deze status totdat de reactie van PayPal (een IPN-bericht) binnenkomt of een klant via een link op de PayPal-site terugkeert naar de winkel.
pt_pt: Todos os pedidos com um método de pagamento PayPal obtêm esse status até que a resposta do PayPal (uma mensagem IPN) chegue ou um cliente retorne à loja por meio de um link no site do PayPal.
ro_ro: Toate comenzile cu o metodă de plată PayPal primesc această stare până când sosește răspunsul de la PayPal (un mesaj IPN) sau un client se întoarce la magazin printr-un link de pe site-ul PayPal.
sv_se: Alla order med PayPal-betalningsmetod får denna status tills svaret från PayPal (meddelandet IPN) anländer eller en kund returnerar till butiken via en länk på webbplatsen för PayPal.

# Languages::addons.paypal.status_for_new_orders.open
source: By default, the <i>Open</i> status decreases the inventory, so two customers won't be able to buy the same product while the payment is being processed by PayPal. But if a customer leaves the PayPal website without paying or returning to the store via a link on the PayPal site, you'll have an abandoned <i>Open</i> order with reserved products.
fa_ir: به طور پیش‌فرض، وضعیت <i>Open</i> موجودی را کاهش می‌دهد، بنابراین دو مشتری نمی‌توانند محصول مشابهی را در زمانی که پرداخت توسط PayPal پردازش می‌شود، خریداری کنند. اما اگر مشتری بدون پرداخت هزینه از وب سایت پی پال خارج شود یا از طریق پیوندی در سایت پی پال به فروشگاه برگردد، یک سفارش <i>Open</i> رها شده با محصولات رزرو شده خواهید داشت.
fi_fi: Oletusarvoisesti <i>Open</i> -tila pienentää varastoa, joten kaksi asiakasta ei voi ostaa samaa tuotetta, kun PayPal käsittelee maksua. Mutta jos asiakas poistuu PayPal-verkkosivustolta maksamatta tai palaamatta kauppaan PayPal-sivustolla olevan linkin kautta, sinulla on hylätty <i>Open</i> -tilaus, jossa on varatut tuotteet.
nl_nl: Standaard verlaagt de <i>Open</i> -status de voorraad, zodat twee klanten niet hetzelfde product kunnen kopen terwijl de betaling door PayPal wordt verwerkt. Maar als een klant de PayPal-website verlaat zonder te betalen of terug te keren naar de winkel via een link op de PayPal-site, heb je een verlaten <i>Open</i> -bestelling met gereserveerde producten.
pt_pt: Por padrão, o status <i>Aberto</i> diminui o estoque, portanto, dois clientes não poderão comprar o mesmo produto enquanto o pagamento estiver sendo processado pelo PayPal. Mas se um cliente sair do site do PayPal sem pagar ou retornar à loja por meio de um link no site do PayPal, você terá um pedido <i>Open</i> abandonado com produtos reservados.
ro_ro: În mod implicit, starea <i>Deschis</i> scade inventarul, astfel încât doi clienți nu vor putea cumpăra același produs în timp ce plata este procesată de PayPal. Dar dacă un client părăsește site-ul PayPal fără să plătească sau să se întoarcă la magazin printr-un link de pe site-ul PayPal, veți avea o comandă abandonată <i>Open</i> cu produse rezervate.
sv_se: Som standard minskar statusen <i>öppen</i> lagret, så två kunder inte kommer att kunna köpa samma produkt medan betalningen behandlas av PayPal. Men om en kund lämnar PayPals webbplats utan att betala eller återvänder till butiken via en länk på webbplatsen för PayPal, du har en övergiven <i>öppen</i> order med reserverade produkter.

# Languages::addons.paypal.status_for_new_orders.incomplete
source: This ensures that you won't have abandoned unpaid orders with the <i>Open</i> status and reserved products. But until the response from PayPal (an IPN message) arrives or the customer returns to the store via a link on the PayPal site, the order will be listed as <i>Incomplete</i>, and products won't be reserved.
fa_ir: این تضمین می‌کند که با وضعیت <i>Open</i> و محصولات رزرو شده، سفارش‌های بدون پرداخت را رها نخواهید کرد. اما تا زمانی که پاسخ پی پال (پیام IPN) نرسد یا مشتری از طریق پیوندی در سایت پی پال به فروشگاه بازگردد، سفارش به عنوان <i>ناقص</i>درج می شود و محصولات رزرو نمی شوند.
fi_fi: Tämä varmistaa, että sinulla ei ole hylättyjä maksamattomia tilauksia, joiden tila on <i>Open</i> ja varattuja tuotteita. Mutta kunnes PayPalin vastaus (IPN-viesti) saapuu tai asiakas palaa kauppaan PayPal-sivustolla olevan linkin kautta, tilaus luetaan <i>keskeneräiseksi</i>eikä tuotteita varata.
nl_nl: Dit zorgt ervoor dat u geen onbetaalde bestellingen met de <i>Open</i> status en gereserveerde producten laat staan. Maar totdat het antwoord van PayPal (een IPN-bericht) binnenkomt of de klant via een link op de PayPal-site terugkeert naar de winkel, wordt de bestelling weergegeven als <i>Onvolledig</i>en worden producten niet gereserveerd.
pt_pt: Isso garante que você não abandonou pedidos não pagos com o status <i>Aberto</i> e produtos reservados. Mas até que a resposta do PayPal (uma mensagem IPN) chegue ou o cliente retorne à loja através de um link no site do PayPal, o pedido será listado como <i>Incompleto</i>, e os produtos não serão reservados.
ro_ro: Acest lucru vă asigură că nu veți avea comenzi neplătite abandonate cu starea <i>Deschis</i> și produse rezervate. Dar până când sosește răspunsul de la PayPal (un mesaj IPN) sau clientul se întoarce la magazin printr-un link de pe site-ul PayPal, comanda va fi listată ca <i>Incompletă</i>, iar produsele nu vor fi rezervate.
sv_se: Detta säkerställer att du inte har övergett obetalda order med status <i>öppen</i> och reserverade produkter. Men tills svaret från PayPal (meddelandet IPN) anländer eller kunden returnerar till butiken via en länk på webbplatsen för PayPal, ordern visas som <i>ofullständig</i> och produkter inte reserveras.

# Languages::addons.paypal.technical_details
source: Technical details
fa_ir: جزییات فنی
fi_fi: Tekniset yksityiskohdat
nl_nl: Technische details
pt_pt: Detalhes técnicos
ro_ro: Detalii tehnice
sv_se: Tekniska detaljer

# Languages::addons.paypal.connect_to_paypal
source: Connect to PayPal
fa_ir: به پی پال متصل شوید
fi_fi: Yhdistä PayPaliin
nl_nl: Maak verbinding met PayPal
pt_pt: Conecte-se ao PayPal
ro_ro: Conectați-vă la PayPal
sv_se: Ansluter till PayPal

# Languages::addons.paypal.use_buttons_to_signup
source: Use these buttons to complete the configuration wizard
fa_ir: از این دکمه ها برای تکمیل جادوگر پیکربندی استفاده کنید
fi_fi: Viimeistele ohjattu määritystoiminto näiden painikkeiden avulla
nl_nl: Gebruik deze knoppen om de configuratiewizard te voltooien
pt_pt: Use estes botões para concluir o assistente de configuração
ro_ro: Utilizați aceste butoane pentru a finaliza asistentul de configurare
sv_se: Använd dessa knappar för att slutföra konfigurationsguiden

# Languages::addons.paypal.configure_live
source: Configure Live
fa_ir: Live را پیکربندی کنید
fi_fi: Määritä Live
nl_nl: Live configureren
pt_pt: Configurar ao vivo
ro_ro: Configurați Live
sv_se: Konfigurera Live

# Languages::addons.paypal.configure_test
source: Configure Test
fa_ir: پیکربندی تست
fi_fi: Määritä testi
nl_nl: Test configureren
pt_pt: Configurar teste
ro_ro: Configurați Testul
sv_se: Konfigurera test

# Languages::addons.paypal.connecting_to_signup_server
source: Connecting to <b>PayPal Sign Up Server</b>...
fa_ir: اتصال به <b>سرور ثبت نام PayPal</b>...
fi_fi: Yhdistetään <b>PayPal-rekisteröintipalvelimeen</b>...
nl_nl: Verbinding maken met <b>PayPal-aanmeldingsserver</b>...
pt_pt: Conectando a <b>Servidor de inscrição do PayPal</b>...
ro_ro: Se conectează la <b>server de înregistrare PayPal</b>...
sv_se: Ansluter till <b>PayPal Sign Up Server</b>...

# Languages::addons.paypal.signup_completed
source: The <b>[payment]</b> payment method has been successfully configured
fa_ir: روش پرداخت <b>[payment]</b> با موفقیت پیکربندی شده است
fi_fi: Maksutapa <b>[payment]</b> on määritetty onnistuneesti
nl_nl: De <b>[payment]</b> betaalmethode is succesvol geconfigureerd
pt_pt: O método de pagamento <b>[payment]</b> foi configurado com sucesso
ro_ro: Metoda de plată <b>[payment]</b> a fost configurată cu succes
sv_se: Betalningsmetoden <b>[payment]</b> har konfigurerats

# Languages::addons.paypal.signup_errors.signup_init
source: An error occurred when connecting to a PayPal account
fa_ir: هنگام اتصال به حساب PayPal خطایی روی داد
fi_fi: Tapahtui virhe yhdistettäessä PayPal-tiliä
nl_nl: Er is een fout opgetreden bij het verbinden met een PayPal-account
pt_pt: Ocorreu um erro ao se conectar a uma conta do PayPal
ro_ro: A apărut o eroare la conectarea la un cont PayPal
sv_se: Ett fel uppstod vid anslutning till ett PayPal-konto

# Languages::addons.paypal.signup_errors.merchant_credentials
source: An error occurred when obtaining the payment method configuration
fa_ir: هنگام دریافت پیکربندی روش پرداخت خطایی روی داد
fi_fi: Maksutavan määritystä haettaessa tapahtui virhe
nl_nl: Er is een fout opgetreden bij het verkrijgen van de configuratie van de betalingsmethode
pt_pt: Ocorreu um erro ao obter a configuração da forma de pagamento
ro_ro: A apărut o eroare la obținerea configurației metodei de plată
sv_se: Ett fel uppstod när konfigurationen av betalningsmetoden hämtades

# Languages::addons.paypal.signup_messages.finish_signup
source: You now have a PayPal business account, and you've successfully integrated [product] with PayPal.<br>Don't forget to confirm your email to activate your account so you can access the payments. To do this, follow the instructions PayPal sent to your email.
fa_ir: شما اکنون یک حساب تجاری PayPal دارید و [product] را با موفقیت با PayPal ادغام کرده اید.<br>فراموش نکنید که ایمیل خود را برای فعال کردن حساب خود تأیید کنید تا بتوانید به پرداخت ها دسترسی داشته باشید. برای انجام این کار، دستورالعمل‌هایی را که PayPal به ایمیل شما ارسال کرده است، دنبال کنید.
fi_fi: Sinulla on nyt PayPal-yritystili ja olet onnistuneesti integroinut [product] :n PayPaliin.<br>Muista vahvistaa sähköpostiosoitteesi aktivoidaksesi tilisi, jotta voit käyttää maksuja. Voit tehdä tämän noudattamalla PayPalin sähköpostiisi lähettämiä ohjeita.
nl_nl: Je hebt nu een zakelijke PayPal-rekening en je hebt [product] succesvol geÃ¯ntegreerd met PayPal.<br>Vergeet niet uw e-mail te bevestigen om uw account te activeren zodat u toegang heeft tot de betalingen. Volg hiervoor de instructies die PayPal naar uw e-mail heeft gestuurd.
pt_pt: Agora você tem uma conta comercial do PayPal e integrou [product] com o PayPal com sucesso.<br>Não se esqueça de confirmar seu e-mail para ativar sua conta e acessar os pagamentos. Para fazer isso, siga as instruções que o PayPal enviou para seu e-mail.
ro_ro: Acum aveți un cont de afaceri PayPal și ați integrat cu succes [product] cu PayPal.<br>Nu uitați să vă confirmați e-mailul pentru a vă activa contul, astfel încât să puteți accesa plățile. Pentru a face acest lucru, urmați instrucțiunile trimise de PayPal pe adresa dvs. de e-mail.
sv_se: Du har nu ett PayPal-företagskonto och du har framgångsrikt integrerat [product] med PayPal.<br>Glöm inte att bekräfta din e-post för att aktivera ditt konto så att du kan komma åt betalningarna. För att göra detta, följ instruktionerna som PayPal skickade till din e-post.

# Languages::addons.paypal.signup_messages.confirmation_needed
source: To access payments from your customers, please confirm your email address by following the instructions PayPal emailed to you.
fa_ir: برای دسترسی به پرداخت‌های مشتریان خود، لطفاً آدرس ایمیل خود را با پیروی از دستورالعمل‌هایی که PayPal برای شما ایمیل کرده است تأیید کنید.
fi_fi: Päästäksesi asiakkaidesi maksuihin, vahvista sähköpostiosoitteesi noudattamalla PayPalin sinulle sähköpostitse lähettämiä ohjeita.
nl_nl: Om toegang te krijgen tot betalingen van uw klanten, dient u uw e-mailadres te bevestigen door de instructies te volgen die PayPal naar u heeft gemaild.
pt_pt: Para acessar os pagamentos de seus clientes, confirme seu endereço de e-mail seguindo as instruções que o PayPal lhe enviou por e-mail.
ro_ro: Pentru a accesa plățile de la clienții dvs., vă rugăm să vă confirmați adresa de e-mail urmând instrucțiunile pe care PayPal vi le-a trimis prin e-mail.
sv_se: För att få tillgång till betalningar från dina kunder, vänligen bekräfta din e-postadress genom att följa instruktionerna som PayPal skickade till dig via e-post.

# Languages::paypal.addon_is_disabled_notice
source: The <b>PayPal payments</b> add-on is disabled so you can't configure this payment method.
fa_ir: افزونه <b>PayPal Pays</b> غیرفعال است، بنابراین نمی توانید این روش پرداخت را پیکربندی کنید.
fi_fi: <b>PayPal-maksut</b> -laajennus on poistettu käytöstä, joten et voi määrittää tätä maksutapaa.
nl_nl: De add-on <b>PayPal-betalingen</b> is uitgeschakeld, dus u kunt deze betaalmethode niet configureren.
pt_pt: O complemento <b>pagamentos do PayPal</b> está desabilitado, então você não pode configurar este método de pagamento.
ro_ro: Suplimentul <b>plăți PayPal</b> este dezactivat, așa că nu puteți configura această metodă de plată.
sv_se: Tillägget <b>PayPal-betalningar</b> är inaktiverat så du kan inte konfigurera den här betalningsmetoden.

# Languages::addons.paypal.3d_secure_mandatory_notice
source: 3-D secure is mandatory in the United Kingdom.
fa_ir: امنیت سه بعدی در بریتانیا اجباری است.
fi_fi: 3D-suojaus on pakollinen Isossa-Britanniassa.
nl_nl: 3-D secure is verplicht in het Verenigd Koninkrijk.
pt_pt: O seguro 3-D é obrigatório no Reino Unido.
ro_ro: 3-D secure este obligatoriu în Regatul Unit.
sv_se: 3-D Secure är obligatoriskt i Storbritannien.

# Languages::paypal.show_cart_button
source: Show the "Checkout with PayPal" button on the cart contents page
fa_ir: دکمه «تسویه حساب با پی پال» را در صفحه محتویات سبد خرید نشان دهید
fi_fi: Näytä ostoskorin sisältösivulla "Checkout with PayPal" -painike
nl_nl: Toon de knop "Afrekenen met PayPal" op de inhoudspagina van het winkelwagentje
pt_pt: Mostrar o botão "Checkout with PayPal" na página de conteúdo do carrinho
ro_ro: Afișați butonul „Părți cu PayPal” pe pagina de conținut al coșului
sv_se: Visa knappen "Till kassan med PayPal" på sidan med kundvagnens innehåll

# Languages::paypal.paypal_cookie_title
source: PayPal
fa_ir: پی پال

# Languages::paypal.paypal_cookie_description
source: PayPal is a payment provider. It allows us to accept payments, if you choose a payment method powered by PayPal. Here is <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPal privacy statement</a>.
fa_ir: پی پال یک ارائه دهنده پرداخت است. اگر روش پرداختی را انتخاب کنید که توسط PayPal ارائه می شود، به ما امکان می دهد پرداخت ها را بپذیریم. در اینجا <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">بیانیه حریم خصوصی PayPal</a>آمده است.
fi_fi: PayPal on maksupalveluntarjoaja. Sen avulla voimme hyväksyä maksuja, jos valitset PayPalin tarjoaman maksutavan. Tässä on <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPalin tietosuojalausuntoa</a>.
nl_nl: PayPal is een betalingsprovider. Het stelt ons in staat om betalingen te accepteren, als u een betalingsmethode kiest die mogelijk is gemaakt door PayPal. Hier is <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPal privacyverklaring</a>.
pt_pt: O PayPal é um provedor de pagamento. Ele nos permite aceitar pagamentos, se você escolher um método de pagamento alimentado por PayPal. Aqui está <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">declaração de privacidade do PayPal</a>.
ro_ro: PayPal este un furnizor de plăți. Ne permite să acceptăm plăți, dacă alegeți o metodă de plată alimentată de PayPal. Iată <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">declarație de confidențialitate PayPal</a>.
sv_se: PayPal är en betalningsleverantör. Det tillåter oss att acceptera betalningar om du väljer en betalningsmetod som drivs av PayPal. Här är <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">PayPals sekretesspolicy</a>.
