Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/paypal.po
Languages: fa_ir, fi_fi, nl_nl, pt_pt, ro_ro, sv_se

# Addons::name::paypal
source: PayPal payments
fa_ir: پرداخت پی پال
fi_fi: PayPal maksut
nl_nl: PayPal betalingen
pt_pt: Pagamentos do PayPal
ro_ro: Plăţi PayPal
sv_se: PayPal betalningar

# Addons::description::paypal
source: Lets you accept payments via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, and PayPal Payflow Pro.
fa_ir: شما اجازه می دهد پرداخت از طریق پی پال اکسپرس پرداخت، پی پال طرفدار، پی پال استاندارد، پی پال پیشرفته، و پی پال Payflow طرفدار را بپذیرید.
fi_fi: Voit hyväksyä maksuja PayPal Express Checkoutin, PayPal Pron, PayPal Standardin, PayPal Advancedin ja PayPal Payflow Pron kautta.
nl_nl: Betalingen accepteren via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, en PayPal Payflow Pro.
pt_pt: Permite aceitar pagamentos via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced e PayPal Payflow Pro.
ro_ro: Vă permite să acceptați plăți prin PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced și PayPal Payflow Pro.
sv_se: Låter dig ta emot betalningar via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, och PayPal Payflow Pro.

# SettingsOptions::paypal::override_customer_info
source: Override customer info
fa_ir: نادیده گرفتن اطلاعات مشتری
fi_fi: Ohita asiakastiedot
nl_nl: Klantgegevens overschrijven
pt_pt: Substituir informações do cliente
ro_ro: Înlocuiți informațiile clientului
sv_se: Åsidosätt kundinformation

# SettingsOptions::paypal::test_mode
source: Test mode
fa_ir: حالت آزمایش
fi_fi: Testitila
nl_nl: Testmodus
pt_pt: Modo de teste
ro_ro: Modul de testare
sv_se: Övningsläge

# SettingsSections::paypal::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
nl_nl: Algemeen
pt_pt: Em geral
sv_se: Allmänt

# Languages::protection_eligibility
source: Protection eligibility
fa_ir: واجد شرایط حفاظت
fi_fi: Suojakelpoisuus
nl_nl: In aanmerking komen voor bescherming
pt_pt: Elegibilidade de proteção
ro_ro: Eligibilitatea protecției
sv_se: Säljarskydd kvalifikationer

# SettingsOptions::paypal::paypal_ipn_settings
source: Instant payment notification settings
fa_ir: تنظیمات اعلان پرداخت فوری
fi_fi: Pikamaksuilmoitusasetukset
nl_nl: Directe betaal notificatie instellingen
pt_pt: Configurações de notificação de pagamento instantâneo
ro_ro: Setări de notificare instantanee a plății
sv_se: IPN-inställningar

# SettingsOptions::paypal::paypal_status_map
source: PayPal order status conversion map
fa_ir: پی پال سفارش نقشه تبدیل وضعیت
fi_fi: PayPal-tilauksen tilan muunnoskartta
nl_nl: PayPal bestelstatus conversie kaart
pt_pt: Mapa de conversão do status do pedido do PayPal
ro_ro: Harta de conversie a stării comenzii PayPal
sv_se: PayPal omvandlingstabell för orderstatus

# SettingsOptions::paypal::paypal_logo_uploader
source: PayPal logo settings
fa_ir: تنظیمات اینترنت عالی
fi_fi: PayPal-logon asetukset
nl_nl: PayPal logo instellingen
pt_pt: Configurações do logotipo do PayPal
ro_ro: Setări logo PayPal
sv_se: PayPal logoinställningar

# Languages::text_paypal_surcharge
source: <b>Note:</b> According to the PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), surcharges are not supported.
fa_ir: <b>توجه داشته باشید:</b> با توجه به پی پال <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> سیاست</a> (4.6)، surcharges پشتیبانی نمی شود.
fi_fi: <b>Huomautus:</b> PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>-käytännön</a> (4.6) mukaan lisämaksuja ei tueta.
nl_nl: <b>Opmerking:</b> Volgens het PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> beleid</a> (4.6), worden toeslagen niet ondersteund.
pt_pt: <b>Nota:</b> De acordo com a política do PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'></a> (4.6), as sobretaxas não são suportadas.
ro_ro: <b>Notă:</b> Conform politicii PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'></a> (4.6), suprataxele nu sunt acceptate.
sv_se: <b>Obs!</b> Enligt PayPals <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), hanteras inga tilläggsavgifter.

# Languages::txn_id
source: Transaction ID
fa_ir: شناسه تراکنش
fi_fi: Tapahtumatunnus
nl_nl: Transactie ID
pt_pt: ID da transação
ro_ro: ID-ul tranzactiei
sv_se: Transaktion ID

# Languages::paypal_logo
source: PayPal logo
fa_ir: لوگوی پی پال
pt_pt: Logo do PayPal
ro_ro: Logo-ul PayPal
sv_se: PayPal-logotyp

# Languages::ttc_paypal_logo
source: Use a valid graphics format, such as .gif, .jpg, or .png. Limit the image to 190 pixels wide by 60 pixels high. PayPal crops images that are larger. PayPal places your logo image at the top of the cart review area.
fa_ir: فرمت کارت معتبر مانند قاب،. jpg،. فعلی و یا استفاده از. تصویر 190 پیکسل گسترده توسط 60 پیکسل بالا را محدود کنید. پی پال عکس بزرگتر محصولات زراعی. پی پال تصویر لوگوی شما را در بالای منطقه بررسی سبد خرید قرار می دهد.
fi_fi: Käytä kelvollista grafiikkamuotoa, kuten .gif, .jpg tai .png. Rajoita kuvan leveys 190 pikseliä ja 60 pikseliä korkea. PayPal rajaa suurempia kuvia. PayPal sijoittaa logokuvasi ostoskorin tarkistusalueen yläosaan.
nl_nl: Gebruik een geldige grafische indeling, zoals .gif, .jpg of .png. Beperk de afbeelding tot 190 pixels breed en 60 pixels hoog. Afbeeldingen die groter zijn worden door PayPal bijgesneden. PayPal plaatst de afbeelding van het logo aan de bovenkant van de winkelwagen.
pt_pt: Use um formato gráfico válido, como .gif, .jpg ou .png. Limite a imagem a 190 pixels de largura por 60 pixels de altura. O PayPal corta imagens maiores. O PayPal coloca a imagem do seu logotipo na parte superior da área de revisão do carrinho.
ro_ro: Utilizați un format grafic valid, cum ar fi .gif, .jpg sau .png. Limitați imaginea la 190 pixeli lățime cu 60 pixeli înălțime. PayPal decupează imagini mai mari. PayPal plasează imaginea logo-ului dvs. în partea de sus a zonei de examinare a coșului.
sv_se: Använd ett giltigt bildformat, t.ex. gif, jpg eller png. Begränsa bilden till 190px bredd och 60px höjd, större bilder kommer att förminskas. PayPal placerar din logo högst upp i varukorgens översikt.

# Languages::ipn_errors
source: IPN errors
fa_ir: خطاهای IPN
fi_fi: IPN-virheet
nl_nl: IPN fouten
pt_pt: Erros de IPN
ro_ro: Erori IPN
sv_se: IPN-fel

# Languages::pp_product_count_is_incorrect
source: Number of paid items is different than the number of items in the order
fa_ir: تعداد موارد پرداخت شده متفاوت از تعداد موارد در جهت این سفارش است
fi_fi: Maksettujen tuotteiden määrä on eri kuin tilauksen tuotteiden määrä
nl_nl: Aantal betaalde items verschilt met het aantal items in de bestelling
pt_pt: O número de itens pagos é diferente do número de itens no pedido
ro_ro: Numărul de articole plătite este diferit de numărul de articole din comandă
sv_se: Antalet betalda produkter motsvarar inte antalet produkter i ordern

# Languages::pp_currency_is_incorrect
source: Currency used for the payment is different than the order currency.
fa_ir: ارز مورد استفاده برای پرداخت متفاوت نسبت به خريد ارز است.
fi_fi: Maksussa käytetty valuutta on eri kuin tilausvaluutta.
nl_nl: De gebruikte valuta bij de betaling verschilt met de valuta van de bestelling.
pt_pt: A moeda usada para o pagamento é diferente da moeda do pedido.
ro_ro: Moneda utilizată pentru plată este diferită de moneda comenzii.
sv_se: Valutan i betalningen motsvarar inte den i ordern.

# Languages::pp_total_is_incorrect
source: Payment total is different than the order total.
fa_ir: پرداخت کل از مجموع سفارش متفاوت است.
fi_fi: Maksun loppusumma eroaa tilauksen kokonaissummasta.
nl_nl: Totaalbedrag verschilt met het totaal van de bestelling.
pt_pt: O total do pagamento é diferente do total do pedido.
ro_ro: Totalul plății este diferit de totalul comenzii.
sv_se: Betalsumman överensstämmer inte med ordersumman.

# Languages::pp_mode
source: Paypal mode
fa_ir: حالت پیش پرداخت
fi_fi: Paypal-tila
nl_nl: PayPal modus
pt_pt: Modo Paypal
ro_ro: Mod Paypal
sv_se: PayPal läge

# Languages::paypal_vendor
source: Vendor
fa_ir: فروشنده
fi_fi: Myyjä
nl_nl: Verkoper
pt_pt: Fornecedor
ro_ro: Vânzător
sv_se: Säljare

# Languages::paypal_use_in_context_checkout
source: Use In-Context Checkout
fa_ir: استفاده در زمینه پرداخت
fi_fi: Käytä In-Context Checkoutia
nl_nl: Gebruik In-Context afrekenen
pt_pt: Usar a finalização de compra no contexto
ro_ro: Folosiți Checkout în context
sv_se: Använd på-sidan kassa

# Languages::ttc_paypal_use_in_context_checkout
source: In-Context Checkout will not be used when the store is running in Widget mode
fa_ir: فروشگاه در حال اجرا در حالت ویجت در زمینه پرداخت نشده استفاده خواهند شد
fi_fi: In-Context Checkoutia ei käytetä, kun kauppa on käynnissä widget-tilassa
nl_nl: In-Context afrekenen wordt niet gebruikt als de webwinkel in Widget modus wordt uitgevoerd
pt_pt: O In-Context Checkout não será usado quando a loja estiver sendo executada no modo Widget
ro_ro: Verificarea în context nu va fi utilizată atunci când magazinul rulează în modul Widget
sv_se: På-sidan kassa kommer inte att användas när butiken körs i Widget-läge

# Languages::paypal_express_notice
source: A merchant ID is required for using <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout feature</a> within this integration. You can look up your merchant ID by logging into <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Click the profile icon on the top right side of the page and then select <b>Profile and settings</b> in the <b>Business Profile</b> menu. (If you do not see the profile icon at the top of the page, click <b>Profile</b>, which appears in the top menu when the <b>My Account tab</b> is selected.) Click <b>My business info</b> on the left, and the <b>Merchant account ID</b> is displayed in the list of profile items on the right.
fa_ir: یک شناسه تجاری برای استفاده از مورد نیاز است <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'> در زمینه ویژگی های پرداخت در </a> این ادغام را انجام دهید. شما می توانید با نگاه کردن ID های تجاری خود با ورود به <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/ </a> داخل شوید. کلیک بر روی آیکون پروفایل در سمت راست بالای صفحه و سپس <b> فهرست و تنظیمات </ b> را در مشخصات کسب و کار <B> </ B> منو را انتخاب کنید. (اگر شما نماد نمایه در بالای صفحه را مشاهده کنید، روی <b> مشخصات </ B>، که در منوی بالا به نظر می رسد زمانی که <b> به من برگه حساب </ B> انتخاب شده است.) کلیک کنید < B> اطلاعات کسب و کار من است </ b> در سمت چپ، و <B> حساب های تجاری ID </ b> آیا در لیستی از آیتم مشخصات در سمت راست نمایش داده شود.
fi_fi: Kauppiastunnus vaaditaan, jotta voit käyttää <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout -ominaisuutta</a> tässä integraatiossa. Voit etsiä kauppiastunnuksesi kirjautumalla sisään osoitteessa <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Napsauta sivun oikeassa yläkulmassa olevaa profiilikuvaketta ja valitse sitten <b>Profiili ja asetukset</b> <b>Yritysprofiili</b> -valikosta. (Jos et näe profiilikuvaketta sivun yläreunassa, napsauta <b>Profiili</b>, joka tulee näkyviin ylävalikkoon, kun <b>Oma tili -välilehti</b> on valittuna.) Napsauta vasemmalla <b>Oma yritystiedot</b> ja <b>Kauppiastilin tunnus</b> näkyy profiilikohteiden luettelossa oikealla.
nl_nl: Een handelaar-ID is vereist voor het gebruik van <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout-functie</a> binnen deze integratie. U kunt uw verkopers-ID opzoeken door in te loggen op <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Klik op het profielpictogram in de rechterbovenhoek van de pagina en selecteer vervolgens <b>Profiel en instellingen</b> in het menu <b>Bedrijfsprofiel</b> . (Als u het profielpictogram bovenaan de pagina niet ziet, klikt u op <b>Profiel</b>, dat in het bovenste menu verschijnt wanneer het tabblad <b>Mijn account</b> is geselecteerd.) Klik op <b>Mijn bedrijfsinfo</b> aan de linkerkant en de <b>Handelsaccount-ID</b> wordt weergegeven in de lijst met profielitems aan de rechterkant.
pt_pt: Um ID de comerciante é necessário para usar o recurso <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout</a> nesta integração. Você pode procurar seu ID de comerciante fazendo login em <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Clique no ícone de perfil no canto superior direito da página e selecione <b>Perfil e configurações</b> no menu <b>Perfil comercial</b> . (Se você não vir o ícone do perfil na parte superior da página, clique em <b>Perfil</b>, que aparece no menu superior quando a guia <b>Minha conta</b> é selecionada.) Clique <b>Minhas informações comerciais</b> à esquerda e o botão <b>O ID da conta do comerciante</b> é exibido na lista de itens do perfil à direita.
ro_ro: Este necesar un ID de comerciant pentru a utiliza funcția <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>de verificare în context</a> în cadrul acestei integrări. Puteți căuta ID-ul de comerciant conectându-vă la <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Faceți clic pe pictograma profil din partea dreaptă sus a paginii și apoi selectați <b>Profil și setări</b> din meniul <b>Profil de afaceri</b> . (Dacă nu vedeți pictograma profilului în partea de sus a paginii, faceți clic pe <b>Profil</b>, care apare în meniul de sus când este selectată fila <b>Contul meu</b> ) Faceți clic pe <b>Informațiile companiei mele</b> din stânga și <b>ID-ul contului de comerciant</b> este afișat în lista de articole de profil din dreapta.
sv_se: Ett handlar ID krävs för att använda <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>På-sidan kassa</a> för denna integration. Detta kan du hitta genom att logga in på <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Klicka på profilikonen överst till höger på sidan och välj <b>Kontoinställningar</b> i <b>Företagsprofil</b> avdelningen. (Om du inte ser profilikonen överst på sidan så klicka på <b>Min Profil</b>, som visas i toppmenyn när <b>Mitt Konto fliken</b> är vald.) Klicka på <b>Min företagsinformation</b> till vänster, och <b>konto-id</b> visas i listan med uppgifter till höger.

# Languages::paypal_ipn_note
source: Instant Payment Notification (IPN) is a service that automatically notifies merchants of events related to PayPal transactions.<br>When a customer places an order and chooses PayPal as the payment method, the order gets the <b>Open</b> status.<br>PayPal then sends Instant Payment Notification messages that include the transaction status. This status changes the order status in your store according to the status conversion map.
fa_ir: اطلاع رسانی پرداخت فوری (IPN) یک سرویس است که به طور خودکار اطلاع بازرگانان از حوادث مربوط به معاملات پی پال است. <br>هنگامی که یک مشتری سفارش قرار می دهد و اینترنت به عنوان روش پرداخت را انتخاب سفارش وضعیت <b>باز</b> می شود. <br>پی پال سپس پیام های اعلان پرداخت فوری است که شامل وضعیت معامله را می فرستد. این وضعیت تغییر وضعیت سفارش در فروشگاه خود را با توجه به نقشه تبدیل وضعیت می دهد.
fi_fi: Instant Payment Notification (IPN) on palvelu, joka ilmoittaa kauppiaille automaattisesti PayPal-tapahtumiin liittyvistä tapahtumista.<br>Kun asiakas tekee tilauksen ja valitsee maksutavaksi PayPalin, tilaus saa <b>Avaa</b> -tilan.<br>Tämän jälkeen PayPal lähettää välittömän maksuilmoituksen, joka sisältää tapahtuman tilan. Tämä tila muuttaa tilauksen tilan myymälässäsi tilamuunnoskartan mukaan.
nl_nl: Instant Payment Notification (IPN) is een service die handelaren automatisch op de hoogte stelt van gebeurtenissen met betrekking tot PayPal-transacties.<br>Wanneer een klant een bestelling plaatst en PayPal als betaalmethode kiest, krijgt de bestelling de status <b>Open</b> .<br>PayPal verzendt vervolgens Instant Payment Notification-berichten met daarin de transactiestatus. Deze status verandert de bestelstatus in uw winkel volgens de statusconversiekaart.
pt_pt: A Notificação instantânea de pagamento (IPN) é um serviço que notifica automaticamente os comerciantes sobre eventos relacionados a transações do PayPal.<br>Quando um cliente faz um pedido e escolhe o PayPal como método de pagamento, o pedido recebe o status <b>Aberto</b> .<br>O PayPal envia mensagens de Notificação de Pagamento Instantâneo que incluem o status da transação. Esse status altera o status do pedido em sua loja de acordo com o mapa de conversão de status.
ro_ro: Instant Payment Notification (IPN) este un serviciu care anunță automat comercianții cu privire la evenimentele legate de tranzacțiile PayPal.<br>Când un client plasează o comandă și alege PayPal ca metodă de plată, comanda primește statutul <b>Deschis</b> .<br>PayPal trimite apoi mesaje de notificare de plată instantanee care includ starea tranzacției. Această stare modifică starea comenzii în magazinul dvs. conform hărții de conversie a stării.
sv_se: IPN - Instant Payment Notification är en tjänst som automatiskt meddelar butiken vid alla händelser relaterade till PayPal-transaktioner.<br>När en kund lägger en order och väljer PayPal som betalsätt får ordern statusen <b>Öppen</b>.<br>PayPal skickar direkt i bakgrunden ett IPN-meddelande som innehåller transaktionens status. Denna status ändrar orderstatusen i butiken enligt omvandlingstabellen.

# Languages::paypal_ipn_transaction_status
source: Transaction status
fa_ir: وضعیت تراکنش
fi_fi: Tapahtuman tila
nl_nl: Transactie status
pt_pt: Status da transação
ro_ro: Starea tranzacției
sv_se: Transaktion status

# Languages::paypal.ipn_transaction_status
source: Transaction status: [status]
fa_ir: وضعیت تراکنش: [status]
fi_fi: Tapahtuman tila: [status]
nl_nl: Transactiestatus: [status]
pt_pt: Status da transação: [status]
ro_ro: Starea tranzacției: [status]
sv_se: Transaktionsstatus: [status]

# Languages::addons.paypal.surcharge_policy_notice
source: Surcharge has been set for the payment method that uses PayPal Services. Please make sure this complies with the <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">User Agreement for PayPal Services</a> for your region.
fa_ir: اضافه بها برای روش پرداخت که با استفاده از خدمات اینترنت شده است. این تحت نظر و موافق با <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank"> مرامنامه خدمات پی پال</a> برای منطقه خود مطمئن شوید.
fi_fi: PayPal-palveluita käyttävälle maksutavalle on asetettu lisämaksu. Varmista, että tämä on alueesi PayPal-palveluiden <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">-käyttäjäsopimuksen</a> mukainen.
nl_nl: Er is een toeslag ingesteld voor de betaalmethode die gebruikmaakt van PayPal-services. Zorg ervoor dat dit voldoet aan de <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">Gebruikersovereenkomst voor PayPal-services</a> voor uw regio.
pt_pt: A sobretaxa foi definida para a forma de pagamento que usa os Serviços do PayPal. Verifique se isso está em conformidade com o Contrato de usuário <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">para serviços do PayPal</a> para sua região.
ro_ro: Suplimentul a fost stabilit pentru metoda de plată care utilizează Serviciile PayPal. Vă rugăm să vă asigurați că acest lucru respectă Acordul de utilizare <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank">pentru Serviciile PayPal</a> pentru regiunea dvs.
sv_se: Betalavgift har angetts för PayPal-tjänster. Kontrollera att detta överensstämmer med <a href="https://www.paypal.com/webapps/mpp/ua/legalhub-full" target="_blank"> Användaravtalet för PayPal-tjänster</a> för din region.

# Languages::addons.paypal.rma.perform_refund
source: Give a refund via PayPal
fa_ir: هزینه از طریق اینترنت برگشت داده می شود
fi_fi: Anna hyvitys PayPalin kautta
nl_nl: Een terugbetaling geven via PayPal
pt_pt: Dê um reembolso via PayPal
ro_ro: Oferă o rambursare prin PayPal
sv_se: Ge återbetalning via PayPal

# Languages::ttc_addons.paypal.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
fa_ir: یک بار با تغییر وضعیت درخواست بازگشت بازپرداخت انجام خواهد شد
fi_fi: Hyvitys suoritetaan, kun järjestelmänvalvoja muuttaa palautuspyynnön tilaa
nl_nl: Een terugbetaling wordt gedaan zodra een beheerder de status van het retourverzoek wijzigt
pt_pt: Um reembolso será feito assim que um administrador alterar o status da solicitação de devolução
ro_ro: O rambursare va fi efectuată odată ce un administrator modifică starea cererii de returnare
sv_se: Återbetalning kommer att utföras när kundtjänst uppdaterat status för returbegäran

# Languages::addons.paypal.rma.refund_performed
source: The refund has been made via PayPal
fa_ir: بازپرداخت از طریق اینترنت ساخته شده است
fi_fi: Hyvitys on suoritettu PayPalin kautta
nl_nl: De terugboeking is gedaan via PayPal
pt_pt: O reembolso foi feito via PayPal
ro_ro: Rambursarea a fost făcută prin PayPal
sv_se: Återbetalningen har gjorts via PayPal

# Languages::addons.paypal.refund_message
source: [amount] [currency] have been refunded in [date] at [time].
fa_ir: [amount] [currency] در [date] در [time]بازپرداخت شده است.
fi_fi: [amount] [currency] on palautettu vuonna [date] klo [time].
nl_nl: [amount] [currency] zijn terugbetaald in [date] op [time].
pt_pt: [amount] [currency] foram reembolsados em [date] a [time].
ro_ro: [amount] [currency] au fost rambursate în [date] la [time].
sv_se: [amount] [currency] har återbetalats i [date] på [time].

# SettingsOptions::paypal::paypal_partial_refund_action
source: Order status on partial refund
fa_ir: وضعیت سفارش در بازپرداخت جزئی
fi_fi: Tilauksen tila osittaisen hyvityksen yhteydessä
nl_nl: Bestelstatus bij gedeeltelijke terugbetaling
pt_pt: Status do pedido no reembolso parcial
ro_ro: Starea comenzii la rambursare parțială
sv_se: Orderstatus för delvis återbetalning

# Languages::addons.paypal.do_not_change
source: Do not change
fa_ir: تغییر نده
fi_fi: Älä vaihda
nl_nl: Niet wijzigen
pt_pt: Não mude
ro_ro: Nu schimba
sv_se: Ändra inte

# Languages::tt_addons_paypal_settings_partial_refund_action_order_status
source: Determines whether or not to change the order status automatically after a partial refund via PayPal.
fa_ir: تعیین می کند که وضعیت سفارش پس از بازپرداخت جزئی از طریق PayPal به طور خودکار تغییر کند یا خیر.
fi_fi: Määrittää, muutetaanko tilauksen tilaa automaattisesti PayPalin kautta suoritetun osittaisen hyvityksen jälkeen.
nl_nl: Bepaalt of de bestelstatus automatisch moet worden gewijzigd na een gedeeltelijke terugbetaling via PayPal.
pt_pt: Determina se o status do pedido deve ou não ser alterado automaticamente após um reembolso parcial via PayPal.
ro_ro: Stabilește dacă se modifică sau nu starea comenzii automat după o rambursare parțială prin PayPal.
sv_se: Avgör om du vill ändra orderstatus automatiskt efter en delvis återbetalning via PayPal eller inte.

# Languages::addons.paypal.set_status_to
source: Set to:
fa_ir: تنظیم به:
fi_fi: Asetettu:
nl_nl: Instellen op:
pt_pt: Definido como:
ro_ro: Setat la:
sv_se: Sätt till:

# Languages::addons.paypal.ipn_receiving_time
source: IPN receiving time
fa_ir: زمان دریافت IPN
fi_fi: IPN-vastaanottoaika
nl_nl: IPN-ontvangsttijd
pt_pt: Tempo de recebimento do IPN
ro_ro: Timp de primire IPN
sv_se: IPN mottagande tid
