Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/paypal_adaptive.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, nl_nl, pl_pl, pt_br, ro_ro, sv_se, tr_tr, uk_ua

# Languages::addons.paypal_adaptive.last_name
source: PayPal account holder's last name
ar_sa: الاسم الأخير لصاحب حساب PayPal
cs_cz: Příjmení majitele účtu PayPal
da_dk: PayPal-kontoindehaverens efternavn
de_de: Nachname des PayPal-Kontoinhabers
el_gr: Επώνυμο του κατόχου του λογαριασμού PayPal
es_es: Apellido del titular de la cuenta de PayPal
fa_ir: نام خانوادگی صاحب حساب پی پال
fi_fi: PayPal-tilin haltijan sukunimi
fr_fr: Nom du titulaire du compte PayPal
he_il: שם משפחה של המחזיק בחשבון PayPal
hu_hu: PayPal-fiók tulajdonosának vezetékneve
id_id: Nama depan pemegang rekening PayPal
it_it: Cognome del titolare del conto PayPal
nl_nl: Achternaam van PayPal-rekeninghouder
pl_pl: Nazwisko posiadacza konta PayPal
pt_br: Último nome do dono da conta do Paypal
ro_ro: Numele de familie al titularului contului PayPal
sv_se: PayPal-kontoinnehavarens efternamn
tr_tr: PayPal hesap sahibinin soyadı
uk_ua: Прізвище власника облікового запису PayPal

# Languages::ttc_addons.paypal_adaptive.first_name
source: Please enter the same first name as specified in your PayPal profile.
ar_sa: الرجاء إدخال الاسم الأول نفسه كما هو محدد في ملفك الشخصي على PayPal.
cs_cz: Zadejte prosím stejné křestní jméno, jaké je uvedeno ve vašem profilu PayPal.
da_dk: Indtast venligst det samme fornavn som angivet i din PayPal-profil.
de_de: Bitte geben Sie denselben Vornamen wie in Ihrem PayPal-Profil angegeben ein.
el_gr: Παρακαλούμε εισάγετε το ίδιο όνομα όπως καθορίζεται στο προφίλ σας στο PayPal.
es_es: Por favor introduzca el mismo nombre que ha utilizado en su perfil de PayPal.
fa_ir: لطفاً همان نامی را که در نمایه PayPal خود مشخص شده است وارد کنید.
fi_fi: Anna sama etunimi kuin PayPal-profiilissasi.
fr_fr: Veuillez entrer le prénom tel que spécifié dans votre profil PayPal.
he_il: הכנס את השם הפרטי כפי שרשום בפרופיל PayPal שלך.
hu_hu: Kérjük, ugyanazt a keresztnevet add meg, amelyet a PayPal-profilodban megadtál.
id_id: Harap masukkan nama depan yang sama seperti yang ditentukan dalam profil PayPal Anda.
it_it: Inserisci lo stesso nome specificato nel tuo profilo PayPal.
nl_nl: Voer a.u.b. dezelfde voornaam in als gespecificeerd in uw PayPal-profiel.
pl_pl: Wprowadź takie samo imię jak określono w profilu PayPal.
pt_br: Por favor entre sempre o mesmo primeiro nome como especificado no seu perfil do Paypal.
ro_ro: Vă rugăm să introduceți același prenume așa cum este specificat în profilul dvs. PayPal.
sv_se: Vänligen ange samma förnamn som anges i din PayPal-profil.
tr_tr: Lütfen PayPal profilinizde belirtilen ismi aynen girin.
uk_ua: Будь ласка, введіть Ім'я, зазначене в вашому профілі PayPal.

# Languages::ttc_addons.paypal_adaptive.last_name
source: Please enter the same last name as specified in your PayPal profile.
ar_sa: الرجاء إدخال نفس الاسم الأخير كما هو محدد في ملف تعريف PayPal الخاص بك.
cs_cz: Zadejte prosím stejné příjmení, jaké je uvedeno ve vašem profilu PayPal.
da_dk: Indtast venligst det samme efternavn som angivet i din PayPal-profil.
de_de: Bitte geben Sie denselben Nachnamen wie in Ihrem PayPal-Profil angegeben ein.
el_gr: Παρακαλούμε εισάγετε το ίδιο επώνυμο όπως καθορίζεται στο προφίλ σας στο PayPal.
es_es: Por favor introduzca el mismo apellida que ha utilizado en su perfil de PayPal.
fa_ir: لطفاً همان نام خانوادگی مشخص شده در نمایه PayPal خود را وارد کنید.
fi_fi: Anna sama sukunimi kuin PayPal-profiilissasi.
fr_fr: Veuillez entrer le nom tel que spécifié dans votre profil PayPal.
he_il: הכנס את שם המשפחה כפי שרשום בפרופיל PayPal שלך.
hu_hu: Kérjük, ugyanazt a vezetéknevet add meg, amelyet a PayPal-profilodban megadtál.
id_id: Harap masukkan nama belakang yang sama seperti yang ditentukan dalam profil PayPal Anda.
it_it: Inserisci lo stesso cognome specificato nel tuo profilo PayPal.
nl_nl: Voer a.u.b. dezelfde achternaam in als gespecificeerd in uw PayPal-profiel.
pl_pl: Wprowadź takie samo nazwisko jak określono w profilu PayPal.
pt_br: Por favor entre sempre o mesmo último nome como especificado no seu perfil do Paypal.
ro_ro: Vă rugăm să introduceți același nume de familie specificat în profilul dvs. PayPal.
sv_se: Vänligen ange samma efternamn som anges i din PayPal-profil.
tr_tr: Lütfen PayPal profilinizde belirtilen soyadını aynen girin.
uk_ua: Будь ласка, введіть прізвище, зазначене в вашому профілі PayPal.

# Languages::paypal_adaptive.paypal_adaptive_cookies_title
source: Paypal Adaptive Payments
cs_cz: Paypal adaptivní platby
da_dk: Paypal adaptive betalinger
de_de: Adaptive Paypal-Zahlungen
el_gr: PayPal Adaptive πληρωμές
es_es: Pagos adaptables de Paypal
fa_ir: پرداخت های تطبیقی پی پال
fi_fi: Paypal mukautuvat maksut
fr_fr: Paiements adaptatifs Paypal
he_il: Paypal תשלומים אדפטיביים
hu_hu: Paypal adaptív fizetések
it_it: Pagamenti adattivi PayPal
nl_nl: Paypal adaptieve betalingen
pl_pl: Adaptacyjne płatności PayPal
pt_br: Pagamentos adaptáveis do Paypal
ro_ro: Plăți adaptive Paypal
sv_se: Paypal adaptiva betalningar
tr_tr: Paypal Uyarlanabilir Ödemeler
uk_ua: Адаптивні платежі Paypal

# Languages::paypal_adaptive.paypal_adaptive_cookies_description
source: PayPal Adaptive Payments is a payment provider that allows you to buy products from multiple vendors while making a single payment. Here is <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPal privacy statement.</a>
ar_sa: PayPal Adaptive Payments هو مزود للدفع يسمح لك بشراء منتجات من بائعين متعددين أثناء إجراء دفعة واحدة. إليك <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">بيان خصوصية PayPal.</a>
cs_cz: PayPal Adaptive Payments je poskytovatel plateb, který vám umožňuje nakupovat produkty od více dodavatelů při jedné platbě. Zde je <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">prohlášení o ochraně osobních údajů PayPal.</a>
da_dk: PayPal Adaptive Payments er en betalingsudbyder, der giver dig mulighed for at købe produkter fra flere leverandører, mens du foretager en enkelt betaling. Her er <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPal fortrolighedserklæring.</a>
de_de: PayPal Adaptive Payments ist ein Zahlungsanbieter, der es Ihnen ermöglicht, Produkte von mehreren Anbietern zu kaufen, während Sie eine einzige Zahlung leisten. Hier ist <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPal-Datenschutzerklärung.</a>
el_gr: Το PayPal Adaptive Payments είναι ένας πάροχος πληρωμών που επιτρέπει την αγορά ροϊόντων από πολλούς πωλητές με μία μόνο πληρωμή. Ακολουθεί η <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">Δήλωση απορρήτου του PayPal.</a>
es_es: PayPal Adaptive Payments es un proveedor de pagos que le permite comprar productos de múltiples proveedores mientras realiza un solo pago. Aquí hay <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">Declaración de privacidad de PayPal.</a>
fa_ir: PayPal Adaptive Payments یک ارائه‌دهنده پرداخت است که به شما امکان می‌دهد در حین پرداخت، محصولات را از چندین فروشنده خریداری کنید. در اینجا <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">بیانیه حریم خصوصی PayPal است.</a>
fi_fi: PayPal Adaptive Payments on maksupalveluntarjoaja, jonka avulla voit ostaa tuotteita useilta toimittajilta samalla, kun suoritat yhden maksun. Tässä on <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPalin tietosuojalausunto.</a>
fr_fr: PayPal Adaptive Payments est un fournisseur de paiement qui vous permet d'acheter des produits auprès de plusieurs fournisseurs en effectuant un seul paiement. Voici <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">déclaration de confidentialité de PayPal.</a>
he_il: PayPal Adaptive Payments הוא ספק תשלומים המאפשר לך לקנות מוצרים ממספר ספקים תוך ביצוע תשלום בודד. הנה <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">הצהרת הפרטיות של PayPal.</a>
hu_hu: A PayPal Adaptive Payments egy olyan fizetési szolgáltató, amely lehetővé teszi, hogy egyetlen fizetés mellett több szállítótól vásároljon termékeket. Itt van <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPal adatvédelmi nyilatkozat.</a>
it_it: PayPal Adaptive Payments è un fornitore di servizi di pagamento che ti consente di acquistare prodotti da più fornitori effettuando un unico pagamento. Ecco <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">informativa sulla privacy di PayPal.</a>
nl_nl: PayPal Adaptive Payments is een betalingsprovider waarmee u producten van meerdere leveranciers kunt kopen terwijl u een enkele betaling uitvoert. Hier is <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPal-privacyverklaring.</a>
pl_pl: PayPal Adaptive Payments to dostawca płatności, który umożliwia kupowanie produktów od wielu dostawców podczas jednej płatności. Oto <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">Oświadczenie o ochronie prywatności PayPal.</a>
pt_br: O PayPal Adaptive Payments é um provedor de pagamento que permite comprar produtos de vários fornecedores ao fazer um único pagamento. Aqui está <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">declaração de privacidade do PayPal.</a>
ro_ro: PayPal Adaptive Payments este un furnizor de plăți care vă permite să cumpărați produse de la mai mulți furnizori în timp ce efectuați o singură plată. Iată <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">declarație de confidențialitate PayPal.</a>
sv_se: PayPal Adaptive Payments är en betalningsleverantör som låter dig köpa produkter från flera leverantörer samtidigt som du gör en enda betalning. Här är <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPals sekretesspolicy.</a>
tr_tr: PayPal Uyarlanabilir Ödemeler, tek bir ödeme yaparken birden fazla satıcıdan ürün satın almanıza olanak tanıyan bir ödeme sağlayıcısıdır. İşte <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">PayPal gizlilik bildirimi.</a>
uk_ua: PayPal Adaptive Payments — це постачальник платежів, який дозволяє купувати продукти від кількох постачальників, здійснюючи один платіж. Ось <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full/" target="_blank">заява про конфіденційність PayPal.</a>

# Languages::paypal_verification_short
source: PP ver.
el_gr: PP εκδ.
es_es: versión PP.
fa_ir: نسخه PP
uk_ua: ПП вер.
