Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/paypal_adaptive.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, nl_nl, pl_pl, pt_br, ro_ro, sv_se, tr_tr, uk_ua

# SettingsVariants::paypal_adaptive::count_vendor_commission_on_basis::O
source: Order total
ar_sa: إجمالي الطلب
cs_cz: Celková objednávka
da_dk: Ordre total
de_de: Bestellungen gesamt
el_gr: Σύνολο παραγγελίας
es_es: Pedido total
fa_ir: کل سفارش
fi_fi: Tilaus yhteensä
fr_fr: Commande totale
he_il: סה"כ ההזמנה
hu_hu: Rendelés összesen
id_id: Total pemesanan
it_it: Somma totale di ordini
nl_nl: Totaal bestelling
pl_pl: Wartość zamówienia
pt_br: Total do Pedido
ro_ro: Total comanda
sv_se: Ordersumma
tr_tr: Sipariş toplamı
uk_ua: Сума замовлення

# SettingsVariants::paypal_adaptive::count_vendor_commission_on_basis::S
source: Order subtotal
ar_sa: مجموع الطلب
cs_cz: Mezisoučet objednávky
da_dk: Ordre subtotal
de_de: Bestellung Zwischensumme
el_gr: Υποσύνολο παραγγελίας
es_es: Pedido subtotal
fa_ir: سفارش جمع فرعی
fi_fi: Tilaa välisumma
fr_fr: Montant sous-total de commande
he_il: סה"כ ביניים
hu_hu: Rendelés részösszeg
it_it: Sub-totale di ordini
nl_nl: Subtotaal bestelling
pl_pl: Suma zamówienia
pt_br: Subtotal do pedido
ro_ro: Subtotal comanda
sv_se: Beställningens totala kostnad
tr_tr: Sipariş aratoplamı
uk_ua: Попередня вартість замовлення

# SettingsOptions::paypal_adaptive::collect_payouts
source: Collect payouts on vendors
ar_sa: جمع دفعات على البائعين
cs_cz: Sbírejte výplaty u prodejců
da_dk: Indsamle udbetalinger på leverandører
de_de: Sammeln Sie Auszahlungen bei Anbietern
el_gr: Συλλογή πληρωμώνσε πωλητές
es_es: Recoger los pagos en los vendedores
fa_ir: پرداخت های فروشندگان را جمع آوری کنید
fi_fi: Kerää maksuja myyjiltä
fr_fr: Recueillir les versements pour les vendeurs
he_il: גבה תשלומים לספקים
hu_hu: Kifizetések beszedése az eladóktól
id_id: Kumpulkan pembayaran di vendor
it_it: Concentrare pagamenti su ventori
nl_nl: Uitbetalingen van leveranciers verzamelen
pl_pl: Lista wypłat na sprzedawców
pt_br: Colete pagamentos de vendedores
ro_ro: Colectați plăți de la furnizori
sv_se: Samla in utbetalningar på leverantörer
tr_tr: Satıcılardaki ödemeleri topla
uk_ua: Збирати виплати з продавців

# SettingsTooltips::paypal_adaptive::collect_payouts
source: When creating a withdrawal for a vendor, the amount of unpaid payouts will be held back from the withdrawal amount.
ar_sa: عند إنشاء عملية سحب للبائع ، سيتم منع مبلغ الدفعات غير المدفوعة من مبلغ السحب.
cs_cz: Při vytváření výběru pro dodavatele bude částka nevyplacených výplat pozdržena z částky výběru.
da_dk: Når du opretter en tilbagetrækning til en kreditor, vil beløb i ulønnede udbetalinger blive holdt tilbage fra hævebeløb.
de_de: Beim Erstellen einer Auszahlung für einen Anbieter wird der Betrag der unbezahlten Auszahlungen vom Auszahlungsbetrag zurückgehalten.
el_gr: Όταν δημιουργείτε μια ανάληψη για έναν πωλητή, το ποσό των καταβλημένων πληρωμών θα κρατηθεί από το ποσό της ανάληψης.
es_es: Al crear un retiro para un proveedor, la cantidad de pagos no pagados se retendrá del monto de retiro.
fa_ir: هنگام ایجاد برداشت برای یک فروشنده، مقدار پرداخت های پرداخت نشده از مبلغ برداشت باز می گردد.
fi_fi: Kun luot nostoa myyjälle, maksamattomien maksujen määrä pidätetään nostosummasta.
fr_fr: Lors de la création d'un versement pour un vendeur, le montant des paiements impayés sera retenu du montant du versement à faire.
he_il: בעת יצירת משיכה עבור הספק, הסכום של התשלומים שטרם שולמו יופחת מסכום המשיכה.
hu_hu: Amikor egy eladó számára visszavonást indítunk, a kifizetetlen összegek visszatartásra kerülnek a visszavonás összegéből.
id_id: Saat membuat penarikan untuk vendor, jumlah pembayaran yang belum dibayar akan ditahan kembali dari jumlah penarikan.
it_it: Creando un retiro per uno ventore, le somme non pagate saranno sostratti dalla somma retirata.
nl_nl: Bij het aanmaken van een opname voor een leverancier, wordt het bedrag aan onbetaalde uitbetalingen ingehouden op het opnamebedrag.
pl_pl: Podczas tworzenia wypłaty dla sprzedawcy, kwoty niezrealizowanych wypłat będą odjęte od kwoty wypłaty.
pt_br: Quando criar uma retirada para um vendedor. a quantidade de pagamentos não pagos vai ser retido da quantidade de retirada.
ro_ro: Când creați o retragere pentru un furnizor, suma plăților neplătite va fi reținută din suma retragerii.
sv_se: När du skapar ett uttag för en leverantör kommer summan av obetalda utbetalningar att hållas tillbaka från uttagsbeloppet.
tr_tr: Bir satıcı için bir para çekme işlemi oluştururken, ödenmemiş ödemelerin tutarı geri çekme tutarından geri alınır.
uk_ua: При виведенні продавцем грошових коштів сума несплачених виплат буде утримана з суми, що виводиться.

# Languages::paypal_adaptive_override_with_secondary_currency
source: Use customer's choice of currency
ar_sa: استخدام اختيار العميل للعملة
cs_cz: Použijte měnu dle výběru zákazníka
da_dk: Bruge kundens valg af valuta
de_de: Verwenden Sie die vom Kunden gewählte Währung
el_gr: Χρησιμοποιήστε την επιλογή νομίσματος του πελάτη του
es_es: Utilice la elección de moneda del cliente
fa_ir: از ارز انتخابی مشتری استفاده کنید
fi_fi: Käytä asiakkaan valitsemaa valuuttaa
fr_fr: Utiliser la devise choisie par le client
he_il: השתמש במטבע לפי בחירות הלקוח
hu_hu: A vásárló által választott pénznem használata
id_id: Gunakan pilihan mata uang pilihan pelanggan
it_it: Utilizzare la scelta di valuta del cliente
nl_nl: Gebruik de valuta naar keuze van de klant
pl_pl: Użyj wybranej przez klienta waluty
pt_br: Uso da escolha de moeda do cliente
ro_ro: Utilizați moneda la alegerea clientului
sv_se: Använd kundens val av valuta
tr_tr: Kur için müşteri seçimini kullan
uk_ua: Використовувати валюту обрану покупцем

# Languages::paypal_adaptive_use_in_context_checkout
source: Use In-Context Checkout
ar_sa: استخدم اتمام الطلب في السياق
cs_cz: Použijte kontextovou pokladnu
da_dk: Brug In-sammenhæng Checkout
de_de: Verwenden Sie den In-Context-Checkout
el_gr: Χρήση στο πλαίσιο Checkout
es_es: Utilice la verificación en contexto
fa_ir: از پرداخت درون متنی استفاده کنید
fi_fi: Käytä In-Context Checkoutia
fr_fr: Utiliser dans le contexte du paiement/checkout
he_il: השתמש בקופה In-Context
hu_hu: In-Context Checkout használata
id_id: Gunakan Checkout dalam konteks
it_it: Uso in Context Checkout
nl_nl: In-context afrekenen gebruiken
pl_pl: Koszyk kontekstowy
pt_br: Use checkout no contexto
ro_ro: Folosiți Checkout în context
sv_se: Använd In-Context Checkout
tr_tr: Bağlam İçinde Hesaplamayı Kullan
uk_ua: Використовувати In-Context Checkout

# Languages::works_in_browsers
source: It doesn't work in Safari browser and ios devices
ar_sa: لا يعمل في متصفح Safari وأجهزة iOS
cs_cz: Nefunguje v prohlížeči Safari a zařízeních ios
da_dk: Det virker i Safari-browser og ios-enheder
de_de: Es funktioniert nicht im Safari-Browser und auf iOS-Geräten
el_gr: Δεν λειτουργεί σε Safari και σε συσκευές ios
es_es: No funciona en el navegador Safari ni en dispositivos ios
fa_ir: در مرورگر سافاری و دستگاه های ios کار نمی کند
fi_fi: Se ei toimi Safari-selaimella ja ios-laitteilla
fr_fr: Il ne fonctionne pas sur le navigateur de Safari et les systèmes iOS
he_il: לא עובד בדפדפן Safari ובמכשירי iOS
hu_hu: Nem működik a Safari böngészőben és ios eszközökön
id_id: Ini tidak bekerja di browser Safari dan perangkat iOS
it_it: Non funziona in navigatore Safari ed apparecchii ios
nl_nl: Het werkt niet in de Safari-browser en ios-apparaten
pl_pl: To nie działa w urządzeniach ios i przeglądarce Safari
pt_br: Não funciona no navegador do Safari ou em dispositivos IOS
ro_ro: Nu funcționează în browserul Safari și dispozitivele iOS
sv_se: Det fungerar inte i webbläsaren Safari och iOS-enheter
tr_tr: Safari tarayıcı ve ios cihazlarda çalışmaz
uk_ua: Не працює в браузері Safari і ios пристроях

# Languages::paypal_commission
source: PayPal Adaptive Payments commission
ar_sa: عمولة PayPal Adaptive Payments
cs_cz: Provize za adaptivní platby PayPal
da_dk: PayPal Adaptive betalingerskommission
de_de: PayPal Adaptive Payments-Provision
el_gr: Προμήθεια Πληρωμών PayPal Adaptive
es_es: Comisión de pagos adaptados de PayPal
fa_ir: کمیسیون پرداخت های تطبیقی پی پال
fi_fi: PayPal Adaptive Payments -palkkio
fr_fr: Commission des Paiements Adaptifs de Paypal
he_il: עמלת PayPal Adaptive Payments
hu_hu: PayPal adaptív fizetési jutalék
id_id: Komisi pembayaran adaptif PayPal
it_it: Commissione di Pagamenti Adattivi di Paypal
nl_nl: PayPal Adaptive Payments-commissie
pl_pl: Prowizja od płatności PayPal Adaptive
pt_br: Comissão dos pagamentos adaptáveis do Paypal
ro_ro: Comision PayPal Adaptive Payments
sv_se: PayPal Adaptive Payments provision
tr_tr: PayPal adaptif ödeme Komisyonu
uk_ua: Комісія PayPal Adaptive Payments

# Languages::paypal_commission_type
source: PayPal commission type
ar_sa: نوع عمولة PayPal
cs_cz: Typ provize PayPal
da_dk: PayPal kommissionstyper
de_de: PayPal-Provisionstyp
el_gr: Τυπος Προμήθειας PayPal
es_es: Tipo de comisión PayPal
fa_ir: نوع کمیسیون پی پال
fi_fi: PayPal-palkkiotyyppi
fr_fr: Type de commission de Paypal
he_il: סוג העמלה של PayPal
hu_hu: PayPal jutalék típusa
id_id: Jenis komisi PayPal
it_it: Tipo di commissione di Paypal
nl_nl: PayPal-commissietype
pl_pl: Typ prowizji PayPal
pt_br: Forma de comissão do Paypal
ro_ro: Tipul de comision PayPal
sv_se: PayPal provisionstyp
tr_tr: PayPal komisyon türü
uk_ua: Тип комісії PayPal

# Languages::paypal_adaptive.commission_type
source: Commission type
ar_sa: نوع العمولة
cs_cz: Typ provize
da_dk: Kommissionenstyper
de_de: Provisionstyp
el_gr: Τύπος προμήθειας
es_es: Tipo de comisión
fa_ir: نوع کمیسیون
fi_fi: Provisiotyyppi
fr_fr: Type de Commission
he_il: סוג עמלה
hu_hu: Jutalék típusa
id_id: Tipe komisi
it_it: Tipo di commissione
nl_nl: soort commissie:
pl_pl: Typ prowizji
pt_br: Forma de comissão
ro_ro: Tip comision
sv_se: Typ av provision
tr_tr: Komisyon türü
uk_ua: Тип комісії

# Languages::paypal_adaptive.tooltips.commission_type
source: The setting allows to select the way commission is charged to the vendor when using the PayPal Adaptive payment method. If Vendors commission is selected, commission will be charged in the amount that is specified in the corresponding field of the vendor. If PayPal Adaptive commission is selected, a separate field will be used to avoid confusion with standard commissions. It will be used only for the PayPal Adaptive payment method. If the 'Vendor commission' add-on is not installed/disabled, 'PayPal Adaptive Payments commission' will be used.
ar_sa: يسمح الإعداد بتحديد طريقة تحصيل العمولة من البائع عند استخدام طريقة الدفع التكيفي من PayPal. إذا تم تحديد عمولة البائعين ، فسيتم فرض العمولة بالمبلغ المحدد في الحقل المقابل للمورد. إذا تم تحديد عمولة PayPal التكيفية ، فسيتم استخدام حقل منفصل لتجنب الالتباس مع العمولات القياسية. سيتم استخدامه فقط لطريقة الدفع التكيفي من PayPal. إذا لم يتم تثبيت / تعطيل الوظيفة الإضافية 'عمولة المورد' ، فسيتم استخدام 'عمولة PayPal Adaptive Payments'.
cs_cz: Nastavení umožňuje vybrat způsob, jakým bude dodavateli účtována provize při použití platební metody PayPal Adaptive. Pokud je vybrána provize dodavatele, bude provize účtována ve výši, která je uvedena v odpovídajícím poli dodavatele. Pokud je vybrána provize PayPal Adaptive, bude použito samostatné pole, aby se předešlo záměně se standardními provizemi. Bude použit pouze pro platební metodu PayPal Adaptive. Pokud doplněk 'Provize dodavatele' není nainstalován/deaktivován, použije se 'Provize za adaptivní platby PayPal'.
da_dk: Indstillingen gør det muligt for at vælge den måde, Kommissionen er opladet til leverandøren, når du bruger PayPal Adaptive betalingsmetoden. Hvis kreditorer Kommissionen vælges, vil Kommissionen blive opkrævet i det beløb, der er angivet i det tilsvarende felt af kreditoren. Hvis PayPal Adaptive Kommissionen vælges, bruges et særskilt felt til at undgå forveksling med standard provisioner. Det bruges kun til PayPal Adaptive betalingsmetode. Hvis 'Leverandør Kommissionen' tilføjelse ikke er installeret eller deaktiverede, bruges "PayPal Adaptive betalinger Kommission".
de_de: Die Einstellung ermöglicht die Auswahl der Art und Weise, wie dem Verkäufer die Provision berechnet wird, wenn die Zahlungsmethode PayPal Adaptive verwendet wird. Wenn Verkäuferprovision ausgewählt ist, wird die Provision in der Höhe berechnet, die im entsprechenden Feld des Verkäufers angegeben ist. Wenn PayPal Adaptive Provision ausgewählt ist, wird ein separates Feld verwendet, um Verwechslungen mit Standardprovisionen zu vermeiden. Es wird nur für die Zahlungsmethode PayPal Adaptive verwendet. Wenn das Add-on „Vendor Commission“ nicht installiert/deaktiviert ist, wird „PayPal Adaptive Payments Commission“ verwendet.
el_gr: Η ρύθμιση σας επιτρέπει να επιλέξετε τον τρόποπρομήθειας που χρεώνεται στον πωλητή κατά τη χρήση της μεθόδου πληρωμής PayPal Adaptive. Εάν είναι επιλεγμένη η Προμήθεια θα χρεωθει με το ποσό που καθορίζεται στο αντίστοιχο πεδίο του προμηθευτή. Εάν έχει επιλεγεί Προμήθεια PayPal adaptive, ένα ξεχωριστό πεδίο θα χρησιμοποιηθεί για να αποφευχθεί η σύγχυση με τις συνηθησμένες προμήθειες. Θα χρησιμοποιηθεί μόνο για τη μέθοδος πληρωμής PayPal Adaptive. Εάν το πρόσθετο «Προμήθεια Πωλητή» δεν εχει εγκατασταθεί ή ειναι απενεργοποιημένο, τοτε θα χρησιμοποιηθεί η «Προμήθεια πληρωμής PayPal Adaptive».
fa_ir: این تنظیم به شما امکان می دهد هنگام استفاده از روش پرداخت تطبیقی PayPal، نحوه دریافت کمیسیون از فروشنده را انتخاب کنید. در صورت انتخاب کمیسیون فروشندگان، کمیسیون به میزانی که در قسمت مربوطه فروشنده مشخص شده است، اخذ می شود. اگر کمیسیون تطبیقی PayPal انتخاب شود، از یک قسمت جداگانه برای جلوگیری از اشتباه گرفتن با کمیسیون های استاندارد استفاده می شود. این فقط برای روش پرداخت تطبیقی PayPal استفاده خواهد شد. اگر افزونه «کمیسیون فروشنده» نصب/غیرفعال نشده باشد، «کمیسیون پرداخت تطبیقی PayPal» استفاده خواهد شد.
fi_fi: Asetuksen avulla voit valita tavan, jolla palkkio veloitetaan toimittajalta käytettäessä PayPal Adaptive -maksutapaa. Jos toimittajapalkkio valitaan, palkkio veloitetaan toimittajan vastaavassa kentässä määritetyn määrän verran. Jos PayPal Adaptive -palkkio valitaan, käytetään erillistä kenttää, jotta vältetään sekaannukset vakiopalkkioiden kanssa. Sitä käytetään vain PayPal Adaptive -maksutavalle. Jos 'Vendor Commission' -lisäosaa ei ole asennettu/poistettu käytöstä, käytetään 'PayPal Adaptive Payments -palkkiota'.
fr_fr: Ce paramètre permet de choisir la manière dont une commission est facturée au vendeur lors de l'usage de methode de paiement Adaptif Paypal. Si la commission des vendeurs y est selectionnée, la commission sera facturée selon le montant spécifié au champ correspondant au vendeur. Si la commission de Paypal Adaptif est sélectionnée, un champ différent sera utilisé pour éviter la confusion des commissions standard. Il sera utilisé seulement pour la methode de paiement Adaptif de Paypal. Si le module de commission du Vendeur n'est pas installé/désactivé, les commissions des Paiements Adaptifs de Paypal seront utilisées.
he_il: ההגדרות מאפשרות לך לבחור את האופן בו הספק יחויב בעמלה עבור השימוש בשיטת תשלום PayPal Adaptive. אם נבחרה עמלת ספק, העמלה תחויב בחשבון המפורט בשדה התואם של הספק. אם נבחרה עמלת PayPal Adaptive, ינוצל שדה נפרד כדי להימנע מבלבול עם העמלות הסטנדרטיות. הוא ישמש לשיטת תשלום PayPal Adaptive בלבד. אם התוסף 'עמלת ספק' לא מתוקן/מושבת, תופעל 'עמלת PayPal Adaptive Payments'.
hu_hu: A beállítás lehetővé teszi annak kiválasztását, hogy a PayPal Adaptív fizetési mód használata esetén milyen módon kerüljön felszámításra a jutalék az eladónak. Ha az eladói jutalék van kiválasztva, a jutalék az eladó megfelelő mezőjében megadott összegben kerül felszámításra. Ha a PayPal Adaptív jutalék van kiválasztva, akkor egy külön mezőt használ a rendszer, hogy elkerülje a standard jutalékokkal való összetévesztést. Ez csak a PayPal Adaptív fizetési mód esetében lesz használatos. Ha az "Eladói jutalék" bővítmény nincs telepítve/letiltva, akkor a "PayPal Adaptív fizetések jutalék"-ot alkalmazzuk.
id_id: Pengaturan ini memungkinkan untuk memilih cara komisi dibebankan ke vendor saat menggunakan metode pembayaran Adaptif PayPal. Jika komisi Vendor dipilih, komisi akan dikenakan biaya dalam jumlah yang ditentukan di bidang vendor yang sesuai. Jika komisi Adaptif PayPal dipilih, bidang yang terpisah akan digunakan untuk menghindari kebingungan dengan komisi standar. Ini hanya akan digunakan untuk metode pembayaran Adaptif PayPal. Jika add-on 'Vendor commission' tidak dipasang / dinonaktifkan, 'komisi Adaptive Payments PayPal' akan digunakan.
it_it: Il parametro permette di selezionare il modo con quale la commissione sara pagata al ventore utilizzando il metodo di pagamento Paypal Adattivo. Se la commissione di ventore e selezionata, quella sara inclusa nella somma determnata nel campo del ventore. Si commissiona Adattiva di Paypal e selezionata, un campo separato sera utilizzato per evitare la confusione nei pagamenti standard. Il sara scelto soltanto per il metodo di pagamento Adattivo Paypal. Se l'add-on della ''Commissione di ventore'' non e attivata, 'la commissione di Pagamenti Adattivi di Paypal'' vi sara utilizzato.
nl_nl: Met deze instelling kunt u de manier selecteren waarop commissie in rekening wordt gebracht bij de verkoper bij gebruik van de PayPal Adaptive-betaalmethode. Als Verkoperscommissie is geselecteerd, wordt commissie in rekening gebracht in het bedrag dat is opgegeven in het overeenkomstige veld van de leverancier. Als PayPal Adaptieve commissie is geselecteerd, wordt een apart veld gebruikt om verwarring met standaard commissies te voorkomen. Het wordt alleen gebruikt voor de PayPal Adaptive-betaalmethode. Als de add-on 'Leverancierscommissie' niet is ge√Ønstalleerd/uitgeschakeld, wordt 'PayPal Adaptive Payments-commissie' gebruikt.
pl_pl: Ustawienie umożliwia wybór sposobu naliczania prowizji sprzedawcy przy użyciu metody płatności PayPal Adaptive. Jeśli zostanie wybrana prowizja sprzedawcy, prowizją zostanie obciążona kwotą określona w odpowiednim polu dostawcy. Jeśli wybierzesz Adaptacyjną prowizję PayPal, w celu uniknięcia nieporozumień ze standardowymi prowizjami użyj oddzielnego pola. Będzie ona stosowana tylko w przypadku metody płatności PayPal Adaptive. Jeśli dodatek "Prowizja sprzedawcy" nie zostanie zainstalowany lub będzie wyłączony, zostanie użyta płatna prowizja PayPal Adaptive Payments.
pt_br: A configuração permite selecionar a forma que a comissão é cobrada do vendedor ao usar o método de pagamento adaptável do Paypal. Se a comissão de vendedores é selecionada, comissão vai ser cobrada na quantidade que é especificada no campo correspondente do vendedor. Se a comissão adaptável do Paypal for selecionada, um campo separado vai se usado para evitar confusão com comissões padrão. Vai ser utilizado apenas para o método adaptável do Paypal. Se a extensão da comissão de vendedor não esta instalada/desabilitada ,'Comissões adaptáveis do Paypal' será utilizado.
ro_ro: Setarea permite selectarea modului în care comisionul este perceput de la furnizor atunci când se utilizează metoda de plată PayPal Adaptive. Dacă este selectat Comision pentru furnizori, comisionul va fi perceput în suma specificată în câmpul corespunzător al vânzătorului. Dacă este selectat comisionul adaptiv PayPal, un câmp separat va fi folosit pentru a evita confuzia cu comisioanele standard. Va fi folosit numai pentru metoda de plată PayPal Adaptive. Dacă suplimentul „Comision furnizor” nu este instalat/dezactivat, se va folosi „Comision de plăți adaptive PayPal”.
sv_se: Inställningen gör det möjligt att välja hur provision ska debiteras leverantören när du använder PayPals adaptiva betalningsmetod. Om Leverantörsprovision väljs, kommer provision att debiteras med det belopp som anges i motsvarande fält för säljaren. Om PayPal Adaptiv provision väljs kommer ett separat fält att användas för att undvika förväxling med standardprovisioner. Den kommer endast att användas för PayPals adaptiva betalningsmetod. Om tillägget 'Vendor commission' inte är installerat/inaktiverat kommer 'PayPal Adaptive Payments commission' att användas.
tr_tr: Bu ayar, PayPal Uyarlamalı ödeme yöntemini kullanırken tedarikçiye ücret komisyonunun tahsil edilmesini seçmesine olanak tanır. Satıcıların komisyonu seçilirse, komisyon satıcıya ait ilgili alanda belirtilen tutarda ücretlendirilir. PayPal Uyarlanabilir komisyon seçilirse, standart komisyonlarla karışıklığı önlemek için ayrı bir alan kullanılır. Bu, yalnızca PayPal Uyarlanabilir ödeme yöntemi için kullanılacaktır. 'Satıcı komisyonu' eklentisi yüklenmez / devre dışı bırakılırsa, 'PayPal Uyarlamalı Ödemeler komisyonu' kullanılacaktır.
uk_ua: Цей параметр дозволяє вибрати спосіб сплати комісії від постачальника при використанні методу оплати PayPal Adaptive. Якщо обрано комісію продавців, комісія буде стягнута в розмірі, зазначеній у відповідному полі продавця. Якщо вибрано комісію PayPal Adaptive, буде використовуватися окреме поле, щоб уникнути плутанини зі стандартними комісіями. Він буде використовуватися лише для адаптивного методу оплати PayPal. Якщо модуль "Комісія постачальника" не встановлено / вимкнено, використовуватиметься комісія "PayPal Adaptive Payments".

# Languages::paypal_adaptive.ppa_commission
source: PayPal Adaptive Payments commission
ar_sa: عمولة PayPal للمدفوعات التكيفية
cs_cz: Provize za adaptivní platby PayPal
da_dk: PayPal Adaptive betalingerskommission
de_de: PayPal Adaptive Payments-Provision
el_gr: Προμήθεια Πληρωμών PayPal Adaptive
es_es: Comisión de pagos adaptativos de PayPal
fa_ir: کمیسیون پرداخت های تطبیقی پی پال
fi_fi: PayPal Adaptive Payments -palkkio
fr_fr: Commission de Paiements Adaptifs de Paypal
he_il: עמלת PayPal Adaptive Payments
hu_hu: PayPal Adaptív fizetési jutalék
id_id: Komisi pembayaran adaptif PayPal
it_it: Commissione di Pagamenti Adattivi Paypal
nl_nl: PayPal Adaptive Payments-commissie
pl_pl: Prowizja od płatności PayPal Adaptive
pt_br: Comissão dos pagamentos adaptáveis do Paypal
ro_ro: Comision PayPal Adaptive Payments
sv_se: PayPal Adaptive Payments provision
tr_tr: PayPal adaptif ödeme Komisyonu
uk_ua: Комісія PayPal Adaptive Payments

# Languages::paypal_adaptive.vendor_plans
source: Vendor plans
ar_sa: خطط البائعين
cs_cz: Prodejce plánuje
da_dk: Forhandlerplaner
de_de: Pläne des Anbieters
el_gr: Σχέδια πωλητων
es_es: Planes de vendedor
fa_ir: برنامه های فروشنده
fi_fi: Myyjän suunnitelmat
fr_fr: Plans Vendeur
he_il: תכניות הספקים
hu_hu: Eladói csomagok
id_id: Rencana vendor
it_it: Piani di ventori
nl_nl: Leveranciersplannen
pl_pl: Plany sprzedawcy
pt_br: Planos de vendedor
ro_ro: Planurile furnizorilor
sv_se: Säljarens planer
tr_tr: Satıcı planları

# Languages::paypal_verification
source: PayPal verification
ar_sa: التحقق من PayPal
cs_cz: Ověření přes PayPal
da_dk: PayPal verifikation
de_de: PayPal-Bestätigung
el_gr: Επαλήθευση PayPal
es_es: Verificación PayPal
fa_ir: تایید پی پال
fi_fi: PayPal-vahvistus
fr_fr: Vérification de Paypal
he_il: אימות PayPal
hu_hu: PayPal verifikáció
id_id: Verifikasi PayPal
it_it: Verifica Paypal
nl_nl: PayPal-verificatie
pl_pl: Weryfikacja PayPal
pt_br: Verificação do Paypal
ro_ro: Verificare PayPal
sv_se: PayPal-verifiering
tr_tr: PayPal doğrulama
uk_ua: Перевірка рахунку PayPal

# Languages::not_checked
source: Not checked
ar_sa: غير مدقق
cs_cz: Nekontrolováno
da_dk: Ikke tjekket
de_de: Nicht überprüft
el_gr: Δεν ελέγχθηκε
es_es: No comprobado
fa_ir: بررسی نشده
fi_fi: Ei tarkistettu
fr_fr: NON checké
he_il: לא נבדק
hu_hu: Nem ellenőrzött
id_id: Tidak diperiksa
it_it: Non testato
nl_nl: Niet gecontroleerd
pl_pl: Nie sprawdzone
pt_br: Não finalizado
ro_ro: Nu a verificat
sv_se: Inte kontrollerad
tr_tr: Kontrol edilmedi
uk_ua: Не перевірено
