Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/pingpp.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, it_it, nl_nl, pt_br, ro_ro, sv_se

# Addons::name::pingpp
source: Ping++ Payments
cs_cz: Ping++ platby
da_dk: Ping++ Betalinger
de_de: Ping ++ Zahlungen
fa_ir: پرداخت های پینگ ++
fi_fi: Ping++ maksut
fr_fr: Paiements Ping++
it_it: Pagamenti Ping++
nl_nl: Ping++ betalingen
pt_br: Pagamentos Ping++
ro_ro: Plăți Ping++
sv_se: Ping++ Betalningar

# Addons::description::pingpp
source: Lets you accept payments via Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay and QGBC
cs_cz: Umožňuje přijímat platby přes Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay a QGBC
da_dk: Giver dig mulighed for at acceptere betalinger via Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay og QGBC
de_de: Sie können Zahlungen über Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay und QGBC akzeptieren
fa_ir: به شما امکان می دهد پرداخت ها را از طریق Alipay، WeChat، UnionPay، Fqlpay، Baifubao، Yeepay، Jdpay و QGBC بپذیرید.
fi_fi: Voit hyväksyä maksuja Alipayn, WeChatin, UnionPayn, Fqlpayn, Baifubaon, Yeepayn, Jdpayn ja QGBC:n kautta
fr_fr: Vous permet d'accepter les paiements via Alipay, Wechat, Unionpay, FQLPAY, Baifubao, Yeepay, JDPay et QGBC
it_it: Consente di accettare pagamenti tramite Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay e QGBC
nl_nl: Hiermee kunt u betalingen accepteren via Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay en QGBC
pt_br: Permite a voce aceitar pagamentos via Alipay, Wechat, UnionPay, Fqlpay, Baifibao. Yeepay, Jdpay e QGBC
ro_ro: Vă permite să acceptați plăți prin Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay și QGBC
sv_se: Låter dig acceptera betalningar via Alipay, WeChat, UnionPay, Fqlpay, Baifubao, Yeepay, Jdpay och QGBC

# Languages::pingpp.pingpp
source: Ping++
fa_ir: پینگ ++

# Languages::pingpp.paying_with
source: Paying with [channel]
cs_cz: Platba [channel]
da_dk: Betaler med [channel]
de_de: Zahlung mit [channel]
fa_ir: پرداخت با [channel]
fi_fi: Maksaminen [channel]:lla
fr_fr: Payer avec [channel]
it_it: Pagare con [channel]
nl_nl: Betalen met [channel]
pt_br: Pagando com [channel]
ro_ro: Plata cu [channel]
sv_se: Betala med [channel]

# Languages::pingpp.enable_cny_currency
source: To use the Ping++ payment method, you must have the Chinese yuan (CNY) currency enabled.
cs_cz: Chcete-li používat platební metodu Ping++, musíte mít povolenou měnu čínský jüan (CNY).
da_dk: For at bruge Ping++ betalingsmetoden skal du have den kinesiske yuan (CNY) valuta aktiveret.
de_de: Um die Zahlungsmethode Ping++ verwenden zu können, müssen Sie die Währung des chinesischen Yuan (CNY) aktiviert haben.
fa_ir: برای استفاده از روش پرداخت Ping++، باید ارز یوان چین (CNY) را فعال کنید.
fi_fi: Ping++-maksutavan käyttäminen edellyttää, että Kiinan juan (CNY) on käytössä.
fr_fr: Pour utiliser la méthode de paiement Ping ++, vous devez avoir la monnaie Yuan chinoise (CNY) activée.
it_it: Per utilizzare il metodo di pagamento Ping++, devi avere la valuta yuan cinese (CNY) abilitata.
nl_nl: Om de Ping++-betaalmethode te gebruiken, moet de Chinese yuan (CNY) zijn ingeschakeld.
pt_br: Para usar o método de pagamento Ping++ , você deve ter a moeda yuan chinês (CNY) habilitado.
ro_ro: Pentru a utiliza metoda de plată Ping++, trebuie să aveți activată moneda yuanului chinezesc (CNY).
sv_se: För att använda betalningsmetoden Ping++ måste du ha den kinesiska yuanen (CNY) aktiverad.

# Languages::pingpp.general_settings
source: General settings
cs_cz: Obecné nastavení
da_dk: Generelle indstillinger
de_de: Allgemeine Einstellungen
fa_ir: تنظیمات عمومی
fi_fi: Yleiset asetukset
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nl_nl: Algemene instellingen
pt_br: Configurações gerais
ro_ro: Setari generale
sv_se: Allmänna Inställningar

# Languages::pingpp.channels
source: Payment channels
cs_cz: Platební kanály
da_dk: Betalingskanaler
de_de: Zahlungswege
fa_ir: کانال های پرداخت
fi_fi: Maksukanavat
fr_fr: Canaux de paiement
it_it: Canali di pagamento
nl_nl: Betaalkanalen
pt_br: Canais de pagamento
ro_ro: Canale de plată
sv_se: Betalningskanaler

# Languages::channel
source: Channel
cs_cz: Kanál
da_dk: Kanal
de_de: Kanal
fa_ir: کانال
fi_fi: kanava
fr_fr: Canal
it_it: Canale
nl_nl: Kanaal
pt_br: Canal
ro_ro: Canal
sv_se: Kanal

# Languages::pingpp.paid_at
source: Paid at [time]
cs_cz: Zaplaceno [time]
da_dk: Betales med [time]
de_de: Gezahlt um [Uhrzeit]
fa_ir: [time]پرداخت می شود
fi_fi: Maksettu [time]
fr_fr: Payé à [time]
it_it: Pagato a [time]
nl_nl: Betaald bij [time]
pt_br: Pago em[time]
ro_ro: Plătit la [time]
sv_se: Betalas med [time]

# Languages::pingpp.channels.alipay_qr.instructions
source: Open the <strong>Alipay</strong> application and scan the QR code to perform the payment. You will be redirected automatically after the payment will be received.
cs_cz: Otevřete aplikaci <strong>Alipay</strong> a naskenujte QR kód pro provedení platby. Po obdržení platby budete automaticky přesměrováni.
da_dk: Åbn <strong>Alipay</strong> -applikationen og scan QR-koden for at udføre betalingen. Du bliver automatisk omdirigeret, efter at betalingen er modtaget.
de_de: Öffnen Sie die Anwendung <strong>Alipay</strong> und scannen Sie den QR-Code, um die Zahlung durchzuführen. Sie werden nach Zahlungseingang automatisch weitergeleitet.
fa_ir: برنامه <strong>Alipay</strong> را باز کنید و کد QR را اسکن کنید تا پرداخت انجام شود. پس از دریافت وجه به صورت خودکار هدایت می شوید.
fi_fi: Avaa <strong>Alipay</strong> -sovellus ja skannaa QR-koodi suorittaaksesi maksun. Sinut ohjataan automaattisesti, kun maksu on vastaanotettu.
fr_fr: Ouvrez l'application <strong> Alipay </strong> et numérisez le code QR pour effectuer le paiement. Vous serez redirigé automatiquement après la réception du paiement.
it_it: Apri l'applicazione <strong>Alipay</strong> e scansiona il codice QR per eseguire il pagamento. Verrai reindirizzato automaticamente dopo aver ricevuto il pagamento.
nl_nl: Open de <strong>Alipay</strong> -applicatie en scan de QR-code om de betaling uit te voeren. U wordt automatisch doorgestuurd nadat de betaling is ontvangen.
pt_br: Abra a aplicação <strong>Alipay</strong> e escaneieo código QR para fazer o pagamento. Voce será redirecionado automaticamente depois que o pagamento for recebido.
ro_ro: Deschideți aplicația <strong>Alipay</strong> și scanați codul QR pentru a efectua plata. Veți fi redirecționat automat după ce plata va fi primită.
sv_se: Öppna <strong>Alipay</strong> -applikationen och skanna QR-koden för att utföra betalningen. Du kommer att omdirigeras automatiskt efter att betalningen har tagits emot.

# Languages::pingpp.channels.wx_pub_qr.instructions
source: Open the <strong>WeChat</strong> application and scan the QR code to perform the payment. You will be redirected automatically after the payment will be received.
cs_cz: Otevřete aplikaci <strong>WeChat</strong> a naskenujte QR kód pro provedení platby. Po obdržení platby budete automaticky přesměrováni.
da_dk: Åbn <strong>WeChat</strong> -applikationen og scan QR-koden for at udføre betalingen. Du bliver automatisk omdirigeret, efter at betalingen er modtaget.
de_de: Öffnen Sie die Anwendung <strong>Alipay</strong> und scannen Sie den QR-Code, um die Zahlung durchzuführen. Sie werden nach Zahlungseingang automatisch weitergeleitet.
fa_ir: برنامه <strong>WeChat</strong> را باز کنید و کد QR را اسکن کنید تا پرداخت انجام شود. پس از دریافت وجه به صورت خودکار هدایت می شوید.
fi_fi: Avaa <strong>WeChat</strong> -sovellus ja skannaa QR-koodi suorittaaksesi maksun. Sinut ohjataan automaattisesti, kun maksu on vastaanotettu.
fr_fr: Ouvrez l'application <strong> WeChat </strong> et numérisez le code QR pour effectuer le paiement. Vous serez redirigé automatiquement après la réception du paiement.
it_it: Apri l'applicazione <strong>WeChat</strong> e scansiona il codice QR per eseguire il pagamento. Verrai reindirizzato automaticamente dopo aver ricevuto il pagamento.
nl_nl: Open de <strong>WeChat</strong> -applicatie en scan de QR-code om de betaling uit te voeren. U wordt automatisch doorgestuurd nadat de betaling is ontvangen.
pt_br: Abra a <strong>WeChat</strong> e escaneie o código QR para fazer o pagamento. Voce será redirecionado automaticamente depois que o pagamento for recebido
ro_ro: Deschideți aplicația <strong>WeChat</strong> și scanați codul QR pentru a efectua plata. Veți fi redirecționat automat după ce plata va fi primită.
sv_se: Öppna <strong>WeChat</strong> -applikationen och skanna QR-koden för att utföra betalningen. Du kommer att omdirigeras automatiskt efter att betalningen har tagits emot.

# Languages::pingpp.channels.wx_pub.instructions
source: Open this page in WeChat web browser to perform payment. You will be redirected automatically after the payment will be received.
cs_cz: Chcete-li provést platbu, otevřete tuto stránku ve webovém prohlížeči WeChat. Po obdržení platby budete automaticky přesměrováni.
da_dk: Åbn denne side i WeChat-webbrowseren for at udføre betaling. Du bliver automatisk omdirigeret, efter at betalingen er modtaget.
de_de: Öffnen Sie diese Seite im WeChat Webbrowser, um die Zahlung durchzuführen. Sie werden nach Zahlungseingang automatisch weitergeleitet.
fa_ir: برای انجام پرداخت، این صفحه را در مرورگر وب WeChat باز کنید. پس از دریافت وجه به صورت خودکار هدایت می شوید.
fi_fi: Avaa tämä sivu WeChat-verkkoselaimessa suorittaaksesi maksun. Sinut ohjataan automaattisesti, kun maksu on vastaanotettu.
fr_fr: Ouvrez cette page dans le navigateur Web WeChat pour effectuer le paiement. Vous serez redirigé automatiquement après la réception du paiement.
it_it: Apri questa pagina nel browser Web WeChat per eseguire il pagamento. Verrai reindirizzato automaticamente dopo aver ricevuto il pagamento.
nl_nl: Open deze pagina in de WeChat-webbrowser om de betaling uit te voeren. U wordt automatisch doorgestuurd nadat de betaling is ontvangen.
pt_br: Abra esta página no navegador da web WeChat para fazer o pagamento. Você será redirecionado automaticamente depois que o pagamento for recebido.
ro_ro: Deschideți această pagină în browserul web WeChat pentru a efectua plata. Veți fi redirecționat automat după ce plata va fi primită.
sv_se: Öppna den här sidan i WeChat webbläsare för att utföra betalning. Du kommer att omdirigeras automatiskt efter att betalningen har tagits emot.

# Languages::pingpp.order
source: Order #[order_id]
cs_cz: Objednávka č.[order_id]
da_dk: Ordre nr.[order_id]
de_de: Bestellung #[Bestellnummer]
fa_ir: سفارش شماره[order_id]
fi_fi: Tilaus nro[order_id]
fr_fr: Commande #[order_id]
it_it: Ordine n.[order_id]
nl_nl: Bestel #[order_id]
pt_br: Pedido #[order_id]
ro_ro: Comanda #[order_id]
sv_se: Beställning nr[order_id]

# Languages::pingpp.purchase_in
source: Purchase in [company]
cs_cz: Nákup za [company]
da_dk: Køb i [company]
de_de: Kaufen bei [Firma]
fa_ir: خرید در [company]
fi_fi: Osta [company]
fr_fr: Acheter à [company]
it_it: Acquista tra [company]
nl_nl: Aankoop in [company]
pt_br: Comprar em [company]
ro_ro: Cumpara in [company]
sv_se: Köp på [company]

# Languages::pingpp.app_id
source: App ID
cs_cz: ID aplikace
de_de: Anwendungs-ID
fa_ir: شناسه برنامه
fi_fi: Sovellustunnus
fr_fr: ID de l'application
it_it: ID app
pt_br: ID do aplicativo
ro_ro: ID aplicație

# Languages::pingpp.api_key
source: API key
cs_cz: API klíč
da_dk: API nøgle
de_de: API-Schlüssel
fa_ir: کلید ای پی ای
fi_fi: API-avain
fr_fr: Clé de l'API
it_it: Chiave API
nl_nl: API sleutel
pt_br: Chave API
ro_ro: cheie API
sv_se: API-nyckel

# Languages::pingpp.order_prefix
source: Order number prefix
cs_cz: Předčíslí čísla objednávky
da_dk: Ordrenummerpræfiks
de_de: Bestellnummern-Präfix
fa_ir: پیش شماره شماره سفارش
fi_fi: Tilausnumeron etuliite
fr_fr: Préfixe du numéro de commande
it_it: Prefisso del numero d'ordine
nl_nl: Voorvoegsel bestelnummer
pt_br: Prefixo do número do pedido
ro_ro: Prefixul numărului de comandă
sv_se: Ordernummer prefix

# Languages::pingpp.wx_settings
source: WeChat settings
cs_cz: Nastavení WeChat
da_dk: WeChat-indstillinger
de_de: WeChat Einstellungen
fa_ir: تنظیمات وی چت
fi_fi: WeChat-asetukset
fr_fr: Paramètres WeChat
it_it: Impostazioni di WeChat
nl_nl: WeChat-instellingen
pt_br: Configurações do WeChat
ro_ro: Setări WeChat
sv_se: WeChat-inställningar

# Languages::pingpp.wx_app_id
source: App ID
cs_cz: ID aplikace
de_de: Anwendungs-ID
fa_ir: شناسه برنامه
fi_fi: Sovellustunnus
fr_fr: ID de l'application
it_it: ID app
pt_br: ID do aplicativo
ro_ro: ID aplicație

# Languages::pingpp.wx_app_secret
source: App secret
cs_cz: Tajemství aplikace
da_dk: App hemmelig
de_de: App-Geheimnis
fa_ir: راز برنامه
fi_fi: Sovelluksen salaisuus
fr_fr: Application secrète
it_it: Segreto dell'app
nl_nl: App-geheim
pt_br: Segredo do aplicativo
ro_ro: Secretul aplicației
sv_se: App hemlig

# Languages::pingpp.scope.pc
source: Available on PC
cs_cz: Dostupné na PC
da_dk: Tilgængelig på PC
de_de: Verfügbar auf PC
fa_ir: در رایانه شخصی موجود است
fi_fi: Saatavilla PC:lle
fr_fr: Disponible sur PC
it_it: Disponibile su PC
nl_nl: Beschikbaar op pc
pt_br: Disponível no computador
ro_ro: Disponibil pe PC
sv_se: Tillgänglig på PC

# Languages::pingpp.scope.mobile
source: Available on mobile phones
cs_cz: Dostupné na mobilních telefonech
da_dk: Tilgængelig på mobiltelefoner
de_de: Verfügbar auf Mobiltelefonen
fa_ir: در تلفن های همراه موجود است
fi_fi: Saatavilla matkapuhelimissa
fr_fr: Disponible sur les téléphones mobiles
it_it: Disponibile sui telefoni cellulari
nl_nl: Beschikbaar op mobiele telefoons
pt_br: Disponível em dispositivos móveis
ro_ro: Disponibil pe telefoanele mobile
sv_se: Finns på mobiltelefoner

# Languages::pingpp.scope.wx
source: Available in WeChat browser
cs_cz: Dostupné v prohlížeči WeChat
da_dk: Tilgængelig i WeChat browser
de_de: Verfügbar im WeChat-Browser
fa_ir: در مرورگر WeChat موجود است
fi_fi: Saatavilla WeChat-selaimessa
fr_fr: Disponible dans le navigateur WeChat
it_it: Disponibile nel browser WeChat
nl_nl: Beschikbaar in WeChat-browser
pt_br: Disponível no navegador do Wechat
ro_ro: Disponibil în browserul WeChat
sv_se: Tillgänglig i webbläsaren WeChat

# Languages::pingpp.channel.alipay_wap
source: Alipay Mobile
da_dk: Alipay mobil
de_de: Alipay Mobil
fa_ir: موبایل علی پی
fr_fr: Mobile Alipay
nl_nl: Alipay Mobiel
pt_br: Celular Alipay
ro_ro: Alipay mobil
sv_se: Alipay mobil

# Languages::pingpp.channel.alipay_qr
source: Alipay QR code
cs_cz: QR kód Alipay
da_dk: Alipay QR-kode
fa_ir: کد QR Alipay
fi_fi: Alipay QR-koodi
fr_fr: QR code Alipay
it_it: Codice QR Alipay
pt_br: códigoQRAlipay
ro_ro: Cod QR Alipay
sv_se: Alipay QR-kod

# Languages::pingpp.channel.alipay_pc_direct
source: Alipay PC
cs_cz: Počítač Alipay
de_de: Alipay Computer
fa_ir: کامپیوتر Alipay
fr_fr: PC Alipay
it_it: PC Alipay
pt_br: PC Alipay
ro_ro: PC Alipay

# Languages::pingpp.channel.wx_pub
source: WeChat
fa_ir: وی چت

# Languages::pingpp.channel.wx_wap
source: WeChat Mobile
da_dk: WeChat mobil
de_de: WeChat Mobil
fa_ir: ویچت موبایل
fr_fr: Mobile WeChat
nl_nl: WeChat Mobiel
pt_br: Celular WeChat

# Languages::pingpp.channel.wx_pub_qr
source: WeChat QR code
cs_cz: QR kód WeChat
da_dk: WeChat QR-kode
fa_ir: کد QR ویچت
fi_fi: WeChat QR-koodi
fr_fr: QR Code WeChat
it_it: Codice QR di WeChat
pt_br: Código QR WeChat
ro_ro: Cod QR WeChat
sv_se: WeChat QR-kod

# Languages::pingpp.channel.bfb_wap
source: Baifubao Mobile
da_dk: Baifubao mobil
de_de: Baifubao Mobil
fa_ir: موبایل بایفوبائو
fi_fi: Baifubao mobiili
fr_fr: Mobile Baifubao
nl_nl: Baifubao Mobiel
pt_br: Celular Baifubao
sv_se: Baifubao mobil

# Languages::pingpp.channel.upacp_pc
source: China Unionpay PC
cs_cz: Počítač China Unionpay
fa_ir: PC Unionpay چین
fi_fi: Kiina Unionpay PC
fr_fr: PC China Unionpay
it_it: PC China Unionpay
pt_br: PC China Unionpay

# Languages::pingpp.channel.yeepay_wap.settings.product_category
source: Product category
cs_cz: Kategorie produktů
da_dk: Produktkategori
de_de: Produktkategorie
fa_ir: رده محصولات
fi_fi: Tuotekategoria
fr_fr: Catégorie de produit
it_it: Categoria di prodotto
nl_nl: Product categorie
pt_br: Categoria de produto
ro_ro: Categorie produs
sv_se: Produktkategori

# Languages::pingpp.channel.yeepay_wap.settings.identity_id
source: Identity ID
cs_cz: Identifikační číslo
da_dk: Identitets-id
de_de: Identitäts-ID
fa_ir: شناسه هویت
fi_fi: Henkilöllisyystunnus
fr_fr: ID d'Identité
it_it: ID identità
nl_nl: Identiteits-ID
pt_br: ID de identidade
ro_ro: ID de identitate
sv_se: Identitets-ID

# Languages::pingpp.channel.yeepay_wap.settings.identity_type
source: Identity type
cs_cz: Typ identity
da_dk: Identitetstype
de_de: Identitätsart
fa_ir: نوع هویت
fi_fi: Tunnistamistyyppi
fr_fr: Type d'identité
it_it: Tipo d'identità
nl_nl: Identiteitstype
pt_br: Tipo de identidade
ro_ro: Tip de identitate
sv_se: Identitetstyp

# Languages::pingpp.channel.yeepay_wap.settings.terminal_type
source: Terminal type
cs_cz: Typ terminálu
de_de: Terminal-Art
fa_ir: نوع ترمینال
fi_fi: Terminaalin tyyppi
fr_fr: Type de terminal
it_it: Tipo di terminale
pt_br: Tipo de terminal
ro_ro: Tip terminal
sv_se: Terminaltyp

# Languages::pingpp.channel.yeepay_wap.settings.terminal_type.variants.1
source: MAC
fa_ir: مک

# Languages::pingpp.channel.yeepay_wap.settings.terminal_type.variants.3
source: Other
cs_cz: jiný
da_dk: Andet
de_de: Andere
fa_ir: دیگر
fi_fi: Muut
fr_fr: Autre
it_it: Altro
nl_nl: Ander
pt_br: Outro
ro_ro: Alte
sv_se: Övrig

# Languages::pingpp.channel.yeepay_wap.settings.terminal_id
source: Terminal ID
cs_cz: ID terminálu
fa_ir: شناسه ترمینال
fi_fi: Päätteen tunnus
fr_fr: Identifiant de terminal
it_it: ID terminale
pt_br: Id do Terminal
ro_ro: ID terminal

# Languages::pingpp.channel.fqlpay_wap.settings.c_merch_id
source: Merchant ID
cs_cz: ID obchodníka
da_dk: Sælger-id
de_de: Händler-ID
fa_ir: شناسه بازرگان
fi_fi: Kauppiaan tunnus
fr_fr: Identité du marchand
it_it: ID Commerciante
nl_nl: Verkoper-ID
pt_br: ID do comerciante
ro_ro: ID-ul de comerciant
sv_se: Säljar-ID

# Languages::pingpp.channel.qgbc_wap.settings.phone
source: Mobile phone number
cs_cz: Číslo mobilního telefonu
da_dk: Mobiltelefon nummer
de_de: Handy-Nummer
fa_ir: شماره موبایل
fi_fi: Matkapuhelimen numero
fr_fr: numéro de téléphone portable
it_it: Numero di cellulare
nl_nl: Mobiele telefoonnummer
pt_br: Número de celular
ro_ro: numar de telefon mobil
sv_se: mobilnummer

# Languages::pingpp.payment_channel_is_not_selected
source: A payment channel must be selected to place the order
cs_cz: Pro zadání objednávky je nutné vybrat platební kanál
da_dk: Der skal vælges en betalingskanal for at afgive ordren
de_de: Ein Zahlungsweg muss ausgewählt werden, um die Bestellung aufzugeben
fa_ir: برای ثبت سفارش باید یک کانال پرداخت انتخاب شود
fi_fi: Maksukanava tulee valita tilauksen tekemiseksi
fr_fr: Un canal de paiement doit être sélectionné pour passer la commande
it_it: È necessario selezionare un canale di pagamento per effettuare l'ordine
nl_nl: Er moet een betaalkanaal worden geselecteerd om de bestelling te plaatsen
pt_br: Um canal de pagamento deve ser selecionado
ro_ro: Trebuie selectat un canal de plată pentru a plasa comanda
sv_se: En betalningskanal måste väljas för att göra beställningen

# Languages::pingpp.online_store
source: online store
cs_cz: internetový obchod
da_dk: online butik
de_de: online-Shop
fa_ir: فروشگاه آنلاین
fi_fi: verkkokauppa
fr_fr: magasin en ligne
it_it: negozio online
nl_nl: online winkel
pt_br: Loja Online
ro_ro: magazin online
sv_se: webbutik

# Languages::pingpp.order_prefix_characters
source: The prefix must contain 7–10 alphanumeric characters.
cs_cz: Předpona musí obsahovat 7–10 alfanumerických znaků.
da_dk: Præfikset skal indeholde 7-10 alfanumeriske tegn.
de_de: Das Präfix muss 7-10 alphanumerische Zeichen enthalten.
fa_ir: پیشوند باید دارای 7 تا 10 کاراکتر الفبایی باشد.
fi_fi: Etuliitteen tulee sisältää 7–10 aakkosnumeerista merkkiä.
fr_fr: Le préfixe doit contenir 7 à 10 caractères alphanumériques.
it_it: Il prefisso deve contenere da 7 a 10 caratteri alfanumerici.
pt_br: O prefixo deve conter 7-10 caracteres alfanumériocs
ro_ro: Prefixul trebuie să conțină 7–10 caractere alfanumerice.
sv_se: Prefixet måste innehålla 7–10 alfanumeriska tecken.

# Languages::pingpp.channel.upacp_wap
source: China Unionpay Mobile
da_dk: Kina Unionpay Mobil
de_de: China Unionpay Mobil
fi_fi: Kiina Unionpay Mobile
fr_fr: Mobile China Unionpay
nl_nl: China Unionpay Mobiel
pt_br: Celular China Unionpay

# Languages::pingpp.channel.yeepay_wap
source: Yeepay
fi_fi: Jep
it_it: Sì, paga

# Languages::pingpp.order_prefix_characters
source: The prefix must contain 7â€“10 alphanumeric characters.
nl_nl: Het voorvoegsel moet 7-10 alfanumerieke tekens bevatten.
