Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/polls.po
Languages: fa_ir, fi_fi, pt_pt, sv_se

# Addons::name::polls
source: Polls
fa_ir: نظرسنجی ها
fi_fi: Gallupit
pt_pt: Enquetes
sv_se: Webbfrågor

# Addons::description::polls
source: Adds a possibility to add customized polls to the site
fa_ir: امکان نظرسنجی های سفارشی را به سایت اضافه می افزاید
fi_fi: Lisää mahdollisuuden lisätä räätälöityjä kyselyitä sivustolle
pt_pt: Adiciona a possibilidade de adicionar enquetes personalizadas ao site
sv_se: Lägg till möjlighet för skräddarsydda frågeundersökningar på sidan

# Languages::use_for_polls
source: Polls
fa_ir: نظرسنجی ها
fi_fi: Äänestykset
pt_pt: Enquetes
sv_se: Webbfrågor

# Languages::tmpl_polls_central
source: Central
fa_ir: مرکزی
fi_fi: Keski
sv_se: Mellersta

# Languages::tmpl_polls_side
source: Side box
fa_ir: جعبه کناری
fi_fi: Sivulaatikko
pt_pt: Caixa lateral
sv_se: Sidobox

# Languages::polls_answers_with_comments
source: Answers with comments
fa_ir: پاسخ با نظر
fi_fi: Vastaukset kommenteilla
pt_pt: Respostas com comentários
sv_se: Svar med kommentarer

# Languages::polls_have_completed
source: You have already completed this poll.
fa_ir: شما در حال حاضر این نظرسنجی را به پایان رسانده اید.
fi_fi: Olet jo suorittanut tämän kyselyn.
pt_pt: Você já completou esta enquete.
sv_se: Du har redan genomfört denna undersökning.

# Languages::polls_total_votes
source: Total votes
fa_ir: کل آرا
fi_fi: Äänet yhteensä
pt_pt: Votos totais
sv_se: Totalt antal röster

# Languages::polls
source: Polls
fa_ir: نظرسنجی ها
fi_fi: Äänestykset
pt_pt: Enquetes
sv_se: Webbfrågor

# Languages::new_poll
source: New poll
fa_ir: نظر سنجی جدید
fi_fi: Uusi kysely
pt_pt: Nova votação
sv_se: Ny webbfråga

# Languages::editing_poll
source: Editing poll
fa_ir: ویرایش نظرسنجی
fi_fi: Muokataan kyselyä
pt_pt: Editando enquete
sv_se: Redigerar webbfråga

# Languages::text_you_have_already_filled_this_poll
source: You have already completed this poll
fa_ir: شما در حال حاضر این نظرسنجی را به پایان رسانده اید
fi_fi: Olet jo suorittanut tämän kyselyn
pt_pt: Você já completou esta enquete
sv_se: Du har redan genomfört denna undersökning.

# Languages::block_polls
source: Polls
fa_ir: نظرسنجی ها
fi_fi: Äänestykset
pt_pt: Enquetes
sv_se: Webbfrågor

# Languages::poll
source: Poll
fa_ir: نظرسنجی
pt_pt: Enquete
sv_se: Webbfråga

# Languages::questions
source: Questions
fa_ir: سوالات
fi_fi: Kysymyksiä
pt_pt: Perguntas
sv_se: Frågor

# Languages::poll_statistics
source: Poll statistics
fa_ir: آمار نظر سنجی
fi_fi: Äänestyksen tilastot
pt_pt: Estatísticas da enquete
sv_se: Statistik webbfrågor

# Languages::add_polls_and_close
source: Add polls and close
fa_ir: اضافه کردن نظر سنجی و بستن
fi_fi: Lisää kyselyt ja sulje
pt_pt: Adicionar enquetes e fechar
sv_se: Lägg till webbfrågor och stäng

# Languages::add_polls
source: Add polls
fa_ir: اضافه کردن نظر سنجی
fi_fi: Lisää kyselyjä
pt_pt: Adicionar enquetes
sv_se: Lägg till webbfrågor

# Languages::required_not_answered
source: You should answer all the mandatory questions
fa_ir: شما باید تمام سوالات اجباری را پاسخ دهید
fi_fi: Sinun tulee vastata kaikkiin pakollisiin kysymyksiin
pt_pt: Você deve responder a todas as perguntas obrigatórias
sv_se: Du måste svara på de obligatoriska frågorna

# Languages::thanks_for_voting
source: Thank you for taking time to complete this poll.
fa_ir: با تشکر از گرفتن وقت شما برای تکمیل این نظرسنجی.
fi_fi: Kiitos, että käytit aikaa tämän kyselyn täyttämiseen.
pt_pt: Obrigado por reservar um tempo para completar esta enquete.
sv_se: Tack för att du tog dig tid att genomföra denna undersökning.

# Languages::poll_show_results
source: Poll results visible to
fa_ir: نتایج نظرسنجی قابل مشاهده‌ی
fi_fi: Kyselyn tulokset näkyvät:
pt_pt: Resultados da enquete visíveis para
sv_se: Visa undersökningsresultat för

# Languages::poll_results_nobody
source: nobody
fa_ir: هیچ کس
fi_fi: kukaan
pt_pt: ninguém
sv_se: ingen

# Languages::poll_results_voted
source: voted users
fa_ir: کاربران رای داده
fi_fi: äänestäneet käyttäjät
pt_pt: usuários votados
sv_se: röstande användare

# Languages::poll_results_everybody
source: everybody (in a pop-up)
fa_ir: هر کسی (در یک پنجره بازشونده)
fi_fi: kaikki (ponnahdusikkunassa)
pt_pt: todos (em um pop-up)
sv_se: alla (i ett pop-up fönster)

# Languages::poll_header
source: Poll header
fa_ir: سربرگ نظرسنجی
fi_fi: Äänestyksen otsikko
pt_pt: Cabeçalho da enquete
sv_se: Webbfrågans rubrik

# Languages::poll_footer
source: Poll footer
fa_ir: ته برگ نظرسنجی
fi_fi: Äänestyksen alatunniste
pt_pt: Rodapé da enquete
sv_se: Webbfrågans sidofot

# Languages::poll_results
source: Poll message
fa_ir: پیام نظر سنجی
fi_fi: Äänestyksen viesti
pt_pt: Mensagem de sondagem
sv_se: Meddelande för webbfrågan

# Languages::new_question
source: New question
fa_ir: سوال جدید
fi_fi: Uusi kysymys
pt_pt: Nova pergunta
sv_se: Ny fråga

# Languages::add_question
source: Add question
fa_ir: اضافه کردن سوال
fi_fi: Lisää kysymys
pt_pt: Adicionar pergunta
sv_se: Lägg till fråga

# Languages::editing_question
source: Editing question
fa_ir: ویرایش سوال
fi_fi: Editointikysymys
pt_pt: Editando pergunta
sv_se: Redigerar frågor

# Languages::add_poll
source: Add poll
fa_ir: اضافه کردن نظر سنجی
fi_fi: Lisää kysely
pt_pt: Adicionar enquete
sv_se: Lägg till webbfråga

# Languages::polls_total_submited
source: Total number of submitted poll forms
fa_ir: تعداد کل فرم های نظرسنجی ارسال شده
fi_fi: Lähetettyjen kyselylomakkeiden kokonaismäärä
pt_pt: Número total de formulários de pesquisa enviados
sv_se: Totalt antal inskickade undersökningsformulär

# Languages::polls_total_completed
source: Number of poll forms completed in full
fa_ir: تعداد فرمهای نظرسنجی تماماً کامل شده
fi_fi: Täysin täytettyjen kyselylomakkeiden määrä
pt_pt: Número de formulários de pesquisa preenchidos na íntegra
sv_se: Antal fullständigt ifyllda undersökningsformulär

# Languages::polls_first_submited
source: First poll form submitted
fa_ir: اولین فرم نظر سنجی ارسال شده
fi_fi: Ensimmäinen kyselylomake lähetetty
pt_pt: Primeiro formulário de pesquisa enviado
sv_se: Första inskickade undersökning

# Languages::polls_last_submited
source: Last poll form submitted
fa_ir: آخرین فرم نظر سنجی ارسال شده
fi_fi: Viimeinen kyselylomake lähetetty
pt_pt: Último formulário de pesquisa enviado
sv_se: Sista inskickade undersökning

# Languages::statistics_by_questions
source: Statistics by questions
fa_ir: آمار با سوالات
fi_fi: Tilastot kysymyksillä
pt_pt: Estatísticas por perguntas
sv_se: Statistik efter frågor

# Languages::view_answers
source: View answers
fa_ir: مشاهده پاسخ ها
fi_fi: Katso vastaukset
pt_pt: Ver respostas
sv_se: Visa svar

# Languages::polls_votes
source: Votes
fa_ir: آرا
fi_fi: Äänet
pt_pt: Votos
sv_se: Röster

# Languages::answers
source: Answers
fa_ir: پاسخ ها
fi_fi: Vastaukset
pt_pt: Respostas
sv_se: Svar

# Languages::question_text
source: Question text
fa_ir: متن سئوال
fi_fi: Kysymysteksti
pt_pt: Texto da pergunta
sv_se: Frågetext

# Languages::select_single_type
source: Select single option
fa_ir: یک گزینه را انتخاب کنید
fi_fi: Valitse yksittäinen vaihtoehto
pt_pt: Selecione uma única opção
sv_se: Välj ett alternativ

# Languages::select_one_or_more_type
source: Select one or more options
fa_ir: یک یا چند گزینه را انتخاب کنید
fi_fi: Valitse yksi tai useampi vaihtoehto
pt_pt: Selecione uma ou mais opções
sv_se: Välj ett eller flera alternativ

# Languages::text_answer_type
source: Provide a textual answer
fa_ir: پاسخ متنی ارائه دهید
fi_fi: Anna tekstillinen vastaus
pt_pt: Forneça uma resposta textual
sv_se: Ge ett svar som text

# Languages::answer_text
source: Answer text
fa_ir: متن پاسخ
fi_fi: Vastausteksti
pt_pt: Texto de resposta
sv_se: Svarstext

# Languages::text_box
source: Text box
fa_ir: جعبه متن
fi_fi: Tekstilaatikko
pt_pt: Caixa de texto
sv_se: Textruta

# Languages::tt_addons_polls_hooks_pages_tabs_content_post_poll_results
source: Message that is displayed in the storefront after the poll is completed.
fa_ir: پیامی که پس از تکمیل این نظرسنجی در نمای نمایش فروشگاه داده می شود.
fi_fi: Viesti, joka näkyy myymälässä kyselyn päätyttyä.
pt_pt: Mensagem exibida na vitrine após a conclusão da votação.
sv_se: Meddelande att visa i butiken efter avslutad undersökning.

# SettingsSections::polls::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::polls::polls_votes_on_page
source: Votes on page
fa_ir: آرا در صفحه
fi_fi: Äänet sivulla
pt_pt: Votos na página
sv_se: Röster på sidan

# SettingsOptions::polls::polls_comments_on_page
source: Answers on page
fa_ir: پاسخ ها در صفحه
fi_fi: Vastaukset sivulla
pt_pt: Respostas na página
sv_se: Svar på sidan

# Languages::n_polls
source: [n] poll|[n] polls
fa_ir: [n] نظرسنجی|[n] نظرسنجی
fi_fi: [n] kyselyä|[n] galluppi
pt_pt: [n] enquete|[n] enquetes
sv_se: [n] omröstning|[n] omröstningar
