Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/price_list.po
Languages: fa_ir, fi_fi, ko_kr, pt_pt, sv_se

# Addons::name::price_list
source: Price list
fa_ir: لیست قیمت
fi_fi: Hinnasto
ko_kr: 가격 리스트
pt_pt: Lista de preços
sv_se: Prislistor

# Addons::description::price_list
source: Generates configurable price list in PDF or XLS
fa_ir: تولید لیست قیمت قابل تنظیم در پی دی اف یا XLS
fi_fi: Luo konfiguroitavan hinnaston PDF- tai XLS-muodossa
ko_kr: 설정가능한 가격리스트를 PDF 또는 XLS 로 만들기
pt_pt: Gera lista de preços configurável em PDF ou XLS
sv_se: Skapar konfigurerbara prislistor i PDF eller XLS

# Languages::price_list
source: Price list
fa_ir: لیست قیمت
fi_fi: Hinnasto
ko_kr: 가격 리스트
pt_pt: Lista de preços
sv_se: Prislista

# Languages::generating_pdf
source: Generating PDF. Please, be patient...
fa_ir: در حال ساخت PDF. لطفا صبور باشید...
fi_fi: Luodaan PDF-tiedostoa. Ole hyvä ja odota...
ko_kr: PDF 생성중. 잠시 기다려주세요...
pt_pt: Gerando PDF. Por favor, seja paciente...
sv_se: Skapar PDF. Vänta...

# Languages::generating_xls
source: Generating XLS. Please, be patient...
fa_ir: تولید XLS. لطفا صبور باشید...
fi_fi: Luodaan XLS-tiedostoa. Ole hyvä ja odota...
ko_kr: XLS 생성중. 잠시 기다려주세요...
pt_pt: Gerando XLS. Por favor, seja paciente...
sv_se: Skapar XLS. Vänta...

# Languages::price_list_ziparchive_not_installed
source: Impossible to create XML price list. Please add zip support in PHP on your server. Follow <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
fa_ir: ایجاد لیست قیمت XMLغیر ممکن می باشد. لطفا پشتیبانی از فایل های فشرده در PHP بر روی سرور خود را اضافه کنید.<a href="http://www.php.net/manual/en/zip.installation.php"> <a href="http://www.php.net/manual/en/zip.installation.php"> http://www.php.net/manual/en/zip.installation.php</a> را دنبال کنید.
fi_fi: XML-hinnaston luominen on mahdotonta. Lisää zip-tuki PHP:ssä palvelimellesi. Seuraa <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
ko_kr: XML 로 가격리스트를 만들 수 없습니다. 서버 PHP 에 zip support 를 추가해 주세요. 아래 링크를 확인하세요. <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
pt_pt: Impossível criar lista de preços XML. Por favor, adicione suporte zip em PHP em seu servidor. Siga <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
sv_se: Kunde inte skapa XML prislista. Lägg till stöd för zip i PHP på din server. Läs mer: <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.

# Languages::price_list.text_select_storefront
source: To generate a price list, please select storefront first.
fa_ir: برای تولید یک لیست قیمت لطفا نمای فروشگاهی را انتخاب کنید.
fi_fi: Luo hinnasto valitsemalla ensin julkisivu.
ko_kr: 가격 리스트를 생성하기 위해 쇼핑몰을 선택하세요.
pt_pt: Para gerar uma lista de preços, selecione primeiro a vitrine.
sv_se: För att generera en prislistaa måste du först välja butik.

# Languages::price_list.text_regenerate
source: <p>If products, categories or selected fields were added or changed, please regenerate a price list:<br />[buttons]</p><p>Generated price lists are available by these links<br/>[links]</p>
fa_ir: <p>اگر محصولات و دسته ها یا زمینه های انتخابی اضافه یا تغییر کرده باشند، لطفا لیست قیمت را مجددا یجادکنید:<br />[buttons]</p> <p>لیست قیمت تولید شده توسط این لینک ها در دسترس هستند<br/>[links]</p>
fi_fi: <p>Jos tuotteita, luokkia tai valittuja kenttiä lisättiin tai muutettiin, luo hinnasto uudelleen:<br />[buttons]</p><p>Luodut hinnastot ovat saatavilla näistä linkeistä<br/>[links]</p>
ko_kr: <p>만약 상품, 카테고리, 선택된 필드가 추가되거나 변경되면, 가격리스트를 다시 생성하세요:<br />[buttons]</p><p>가격리스트는 여기에서 생성할 수 있습니다<br/>[links]</p>
pt_pt: <p>Se os produtos, categorias ou campos selecionados foram adicionados ou alterados, gere novamente uma lista de preços:<br />[buttons]</p><p>As listas de preços geradas estão disponíveis nestes links<br/>[links]</p>
sv_se: <p>Om produkter, kategorier eller valda fält lagts till eller ändrats behöver du återskapa prislistan:<br>[buttons]</p><p>Prislistorna finns tillgängliga via dessa länkar<br>[links]</p>

# SettingsSections::price_list::general
source: General
fa_ir: عمومی
fi_fi: Yleinen
ko_kr: 일반사항
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::price_list::price_list_fields
source: Fields
fa_ir: زمینه ها
fi_fi: Kentät
ko_kr: 필드
pt_pt: Campos
sv_se: Fält

# SettingsOptions::price_list::price_list_sorting
source: Sort by
fa_ir: مرتب سازی بر اساس
fi_fi: Lajitella jonkun mukaan
ko_kr: 정렬하기
pt_pt: Ordenar por
sv_se: Sortera efter

# SettingsOptions::price_list::group_by_category
source: Group by category
fa_ir: گروه بندی بر اساس دسته بندی
fi_fi: Ryhmittele luokan mukaan
ko_kr: 카테고리로 그룹화
pt_pt: Agrupar por categoria
sv_se: Gruppera efter kategori

# SettingsOptions::price_list::include_options
source: Include product options
fa_ir: شامل گزینه های محصول
fi_fi: Sisällytä tuotevaihtoehdot
ko_kr: 상품 옵션 포함하기
pt_pt: Incluir opções de produtos
sv_se: Inkludera produktalternativ
