Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_bundles.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Addons::name::product_bundles
source: Product bundles
ar_sa: حزم المنتجات
cs_cz: Balíčky produktů
da_dk: Produktbundter
de_de: Produktpakete
el_gr: Πακέτα προϊόντων
es_es: Paquetes de productos
fa_ir: بسته های محصول
fi_fi: Tuotepaketit
fr_fr: Offres groupées de produits
he_il: חבילות מוצרים
hu_hu: Termékcsomagok
it_it: Pacchetti di prodotti
ja_jp: 商品バンドル
nl_nl: Productbundels
no_no: Produktbunter
pl_pl: Pakiety produktów
pt_pt: Pacotes de produtos
ro_ro: Pachetele de produse
ru_ru: Комплекты товаров
sv_se: Produktpaket
tr_tr: Ürün paketleri
uk_ua: Комплекти товарів

# Addons::description::product_bundles
source: Allows you to create product bundles and set up discounts for them.
ar_sa: يتيح لك إنشاء حزم المنتجات وإعداد خصومات لها.
cs_cz: Umožňuje vytvářet balíčky produktů a nastavovat pro ně slevy.
da_dk: Giver dig mulighed for at oprette produktbundter og oprette rabatter for dem.
de_de: Ermöglicht es Ihnen, Produktpakete zu erstellen und Rabatte dafür einzurichten.
el_gr: Σας επιτρέπει να δημιουργείτε πακέτα προϊόντων και να ορίζετε εκπτώσεις για αυτά.
es_es: Le permite crear paquetes de productos y configurar descuentos para ellos.
fa_ir: به شما امکان می دهد بسته های محصول ایجاد کنید و برای آنها تخفیف تعیین کنید.
fi_fi: Voit luoda tuotenippuja ja määrittää niille alennuksia.
fr_fr: Vous permet de créer des lots de produits et de configurer des remises pour eux.
he_il: מאפשר לך ליצור חבילות מוצרים ולהגדיר הנחות עבורם.
hu_hu: Lehetővé teszi termékcsomagok létrehozását és kedvezmények beállítását.
it_it: Ti consente di creare pacchetti di prodotti e impostare sconti per loro.
ja_jp: 商品バンドルを作成し、それに対する割引を設定できるようにします。
nl_nl: Hiermee kunt u productbundels maken en er kortingen voor instellen.
no_no: Lar deg lage produktpakker og sette opp rabatter for dem.
pl_pl: Umożliwia tworzenie pakietów produktów i ustawianie dla nich rabatów.
pt_pt: Permite criar pacotes de produtos e configurar descontos para eles.
ro_ro: Vă permite să creați pachete de produse și să configurați reduceri pentru acestea.
ru_ru: Позволяет создавать комплекты товаров (бандлы) со скидками за их покупку вместе.
sv_se: Låter dig skapa produktpaket och ställa in rabatter för dem.
tr_tr: Ürün paketleri oluşturmanıza ve bunlar için indirimler ayarlamanıza olanak tanır.
uk_ua: Дозволяє вам створювати комплекти товарів і встановлювати на них знижки.

# Languages::product_bundles.product_bundles
source: Product bundles
ar_sa: حزم المنتجات
cs_cz: Balíčky produktů
da_dk: Produktbundter
de_de: Produktpakete
el_gr: Πακέτα προϊόντων
es_es: Paquetes de productos
fa_ir: بسته های محصول
fi_fi: Tuotepaketit
fr_fr: Offres groupées de produits
he_il: חבילות מוצרים
hu_hu: Termékcsomagok
it_it: Pacchetti di prodotti
ja_jp: 商品バンドル
nl_nl: Productbundels
no_no: Produktbunter
pl_pl: Pakiety produktów
pt_pt: Pacotes de produtos
ro_ro: Pachetele de produse
ru_ru: Комплекты товаров
sv_se: Produktpaket
tr_tr: Ürün paketleri
uk_ua: Комплекти товарів

# Languages::product_bundles.product_bundles_menu_description
source: View, add and edit product bundles.
ar_sa: عرض وإضافة وتحرير حزم المنتجات.
cs_cz: Prohlížejte, přidávejte a upravujte balíčky produktů.
da_dk: Se, tilføj og rediger produktpakker.
de_de: Produktpakete anzeigen, hinzufügen und bearbeiten.
el_gr: Δείτε, προσθέστε και επεξεργαστείτε πακέτα προϊόντων.
es_es: Ver, agregar y editar paquetes de productos.
fa_ir: بسته‌های محصول را مشاهده، اضافه و ویرایش کنید.
fi_fi: Tarkastele, lisää ja muokkaa tuotepaketteja.
fr_fr: Affichez, ajoutez et modifiez des offres groupées de produits.
he_il: הצג, הוסף וערוך חבילות מוצרים.
hu_hu: Termékcsomagok megtekintése, hozzáadása és szerkesztése.
it_it: Visualizza, aggiungi e modifica i pacchetti di prodotti.
ja_jp: 商品バンドルの表示、追加、編集ができます。
nl_nl: Productbundels bekijken, toevoegen en bewerken.
no_no: Se, legg til og rediger produktpakker.
pl_pl: Przeglądaj, dodawaj i edytuj pakiety produktów.
pt_pt: Visualize, adicione e edite pacotes de produtos.
ro_ro: Vizualizați, adăugați și editați pachetele de produse.
ru_ru: Просмотр, добавление и редактирование комплектов товаров.
sv_se: Visa, lägg till och redigera produktpaket.
tr_tr: Ürün paketlerini görüntüleyin, ekleyin ve düzenleyin.
uk_ua: Переглянути, додати та редагувати комплекти товарів

# Languages::product_bundles.promo_image
source: Promo image
ar_sa: صورة ترويجية
cs_cz: Propagační obrázek
da_dk: Promo billede
de_de: Werbebild
el_gr: Εικόνα προώθησης
es_es: imagen promocional
fa_ir: تصویر تبلیغاتی
fi_fi: Promo kuva
fr_fr: Image promotionnelle
he_il: תמונת פרומו
hu_hu: Promó kép
it_it: Immagine promozionale
ja_jp: キャンペーン画像
nl_nl: Promo afbeelding
no_no: Kampanjebilde
pl_pl: Obrazek promocyjny
pt_pt: Imagem promocional
ro_ro: Imagine promoțională
ru_ru: Промо-изображение
sv_se: Kampanjbild
tr_tr: Promosyon resmi
uk_ua: Рекламне зображення

# Languages::product_bundles.display_in_promotions
source: Display in promotions
ar_sa: عرض في الترقيات
cs_cz: Zobrazit v propagačních akcích
da_dk: Vises i kampagner
de_de: Anzeige in Werbeaktionen
el_gr: Εμφάνιση σε προσφορές
es_es: Mostrar en promociones
fa_ir: نمایش در تبلیغات
fi_fi: Näytä tarjouksissa
fr_fr: Afficher dans les promotions
he_il: תצוגה במבצעים
hu_hu: Megjelenítés az akciókban
it_it: Visualizza nelle promozioni
ja_jp: キャンペーンに表示
nl_nl: Weergeven in promoties
no_no: Vis i kampanjer
pl_pl: Wyświetl w promocjach
pt_pt: Exibir em promoções
ro_ro: Afisare in promotii
ru_ru: Показывать в промо-акциях
sv_se: Visa i kampanjer
tr_tr: Promosyonlarda göster
uk_ua: Відображати в акціях

# Languages::product_bundles.bundle_products
source: Bundle products
ar_sa: منتجات الحزمة
cs_cz: Balíček produktů
da_dk: Pak produkter
de_de: Produkte bündeln
el_gr: Πακέτα προϊόντων
es_es: Paquete de productos
fa_ir: محصولات بسته بندی
fi_fi: Paketti tuotteet
fr_fr: Produits groupés
he_il: צרור מוצרים
hu_hu: Csomagolt termékek
it_it: Raggruppa i prodotti
ja_jp: バンドル商品
nl_nl: Bundel producten
no_no: Bunt produkter
pl_pl: Produkty w pakiecie
pt_pt: Produtos de pacote
ro_ro: Pachet de produse
ru_ru: Добавить товары в комплект
sv_se: Paketprodukter
tr_tr: Paket ürünler
uk_ua: Комплект товарів

# Languages::product_bundles.price_for_all
source: Price for all
ar_sa: السعر للجميع
cs_cz: Cena za všechny
da_dk: Pris for alle
de_de: Preis für alle
el_gr: Τιμή για όλα
es_es: precio para todos
fa_ir: قیمت برای همه
fi_fi: Hinta kaikille
fr_fr: Prix pour tous
he_il: מחיר לכולם
hu_hu: Ár az összesért
it_it: Prezzo per tutti
ja_jp: 全体価格
nl_nl: Prijs voor iedereen
no_no: Pris for alle
pl_pl: Cena za zestaw
pt_pt: Preço para todos
ro_ro: Pret pentru toti
ru_ru: Цена за все
sv_se: Pris för alla
tr_tr: Hepsi için fiyat
uk_ua: Ціна за все

# Languages::product_bundles.share_discount
source: Share discount
ar_sa: حصة الخصم
cs_cz: Sdílet slevu
da_dk: Aktierabat
de_de: Rabatt teilen
el_gr: Μοιραστε την έκπτωση
es_es: Compartir descuento
fa_ir: تخفیف را به اشتراک بگذارید
fi_fi: Jaa alennus
fr_fr: Partager la remise
he_il: הנחת מניות
hu_hu: Részvényes kedvezmény
it_it: Condividi sconto
ja_jp: 割引を分割
nl_nl: Deel korting
no_no: Aksjerabatt
pl_pl: Podziel rabat
pt_pt: Desconto de ações
ro_ro: Reducerea la acțiuni
ru_ru: Общая скидка
sv_se: Aktierabatt
tr_tr: İndirimi paylaş
uk_ua: Загальна знижка

# Languages::product_bundles.product_bundle_name
source: Bundle name
ar_sa: اسم الحزمة
cs_cz: Název svazku
da_dk: Bundens navn
de_de: Bündelname
el_gr: Όνομα πακετου
es_es: Nombre del paquete
fa_ir: نام بسته
fi_fi: Paketin nimi
fr_fr: Nom du groupe
he_il: שם החבילה
hu_hu: A csomag neve
it_it: Nome del pacchetto
ja_jp: バンドル名
nl_nl: Bundelnaam
no_no: Navn på pakke
pl_pl: Nazwa pakietu
pt_pt: Nome do pacote
ro_ro: Numele pachetului
ru_ru: Название комплекта
sv_se: Paketens namn
tr_tr: paket adı
uk_ua: Назва комплекту

# Languages::product_bundles.products_in_bundle
source: Products in bundle
ar_sa: المنتجات في الحزمة
cs_cz: Produkty v balíčku
da_dk: Produkter i bundt
de_de: Produkte im Bündel
el_gr: Προϊόντα στο πακέτο
es_es: Productos en paquete
fa_ir: محصولات در بسته
fi_fi: Tuotteet nipussa
fr_fr: Produits en lot
he_il: מוצרים בצרור
hu_hu: Termékek csomagban
it_it: Prodotti in bundle
ja_jp: バンドル商品
nl_nl: Producten in bundel
no_no: Produkter i bunt
pl_pl: Produkty w pakiecie
pt_pt: Produtos em pacote
ro_ro: Produse la pachet
ru_ru: Товары в комплекте
sv_se: Produkter i paket
tr_tr: Paketteki ürünler
uk_ua: Продукти в комплекті

# Languages::product_bundles.total_cost
source: Total cost
ar_sa: التكلفة الإجمالية
cs_cz: Celkové náklady
da_dk: Udgifter i alt
de_de: Gesamtkosten
el_gr: Συνολικό κόστος
es_es: Coste total
fa_ir: هزینه کل
fi_fi: Kokonaiskustannukset
fr_fr: Coût total
he_il: עלות כוללת
hu_hu: Összköltsége
it_it: Costo totale
ja_jp: 総額
nl_nl: Totale prijs
no_no: Totalkostnad
pl_pl: Całkowity koszt
pt_pt: Custo total
ro_ro: Cost total
ru_ru: Итоговая стоимость
sv_se: Total kostnad
tr_tr: Toplam tutar
uk_ua: Загальна вартість

# Languages::product_bundles.add_new_bundle
source: Add new bundle
ar_sa: إضافة حزمة جديدة
cs_cz: Přidat nový balíček
da_dk: Tilføj nyt bundt
de_de: Neues Paket hinzufügen
el_gr: Προσθήκη νέου πακέτου
es_es: Agregar nuevo paquete
fa_ir: بسته جدید اضافه کنید
fi_fi: Lisää uusi paketti
fr_fr: Ajouter un nouveau forfait
he_il: הוסף חבילה חדשה
hu_hu: Új csomag hozzáadása
it_it: Aggiungi nuovo pacchetto
ja_jp: 新しいバンドルを追加
nl_nl: Nieuwe bundel toevoegen
no_no: Legg til ny pakke
pl_pl: Dodaj nowy pakiet
pt_pt: Adicionar novo pacote
ro_ro: Adăugați un pachet nou
ru_ru: Добавить комплект
sv_se: Lägg till nytt paket
tr_tr: Yeni paket ekle
uk_ua: Додати новий комплект

# Languages::product_bundles.delete_product_in_bundle
source: The <b>[bundle_name]</b> bundle was disabled, because of the products from this bundle was deleted.|The <b>[bundle_name]</b> bundle were disabled, because one of the products from these bundles was deleted.
ar_sa: تم تعطيل الحزمة <b>[bundle_name]</b> بسبب حذف المنتجات من هذه الحزمة. | تم تعطيل الحزمة <b>[bundle_name]</b> ، لأنه تم حذف أحد المنتجات من هذه الحزم.
cs_cz: Balíček <b>[bundle_name]</b> byl zakázán, protože produkty z tohoto balíčku byly smazány.| Balíček <b>[bundle_name]</b> byl zakázán, protože jeden z produktů z těchto balíčků byl smazán.
da_dk: <b>[bundle_name]</b> -pakken blev deaktiveret, fordi produkterne fra denne pakke blev slettet.| <b>[bundle_name]</b> -pakken blev deaktiveret, fordi et af produkterne fra disse pakker blev slettet.
de_de: Das <b>[bundle_name]</b> wurde deaktiviert, weil die Produkte aus diesem Paket gelöscht wurden.|Das Paket <b>[bundle_name]</b> wurde deaktiviert, weil eines der Produkte aus diesen Paketen gelöscht wurde.
el_gr: Το πακέτο <b>[bundle_name]</b> απενεργοποιήθηκε, επειδή διαγράφηκαν τα προϊόντα από αυτό το πακέτο.|Το πακέτο <b>[bundle_name]</b> απενεργοποιήθηκε, επειδή ένα από τα προϊόντα του διαγράφηκε.
es_es: El paquete <b>[bundle_name]</b> se deshabilitó porque se eliminaron los productos de este paquete.|El paquete <b>[bundle_name]</b> se deshabilitó porque se eliminó uno de los productos de estos paquetes.
fa_ir: بسته <b>[bundle_name]</b> غیرفعال شد، زیرا محصولات این بسته حذف شدند.|بسته <b>[bundle_name]</b> غیرفعال شد، زیرا یکی از محصولات این بسته ها حذف شد.
fi_fi: <b>[bundle_name]</b> -paketti poistettiin käytöstä, koska tämän paketin tuotteet poistettiin.| <b>[bundle_name]</b> -nippu poistettiin käytöstä, koska yksi näiden nippujen tuotteista poistettiin.
fr_fr: Le lot <b>[bundle_name]</b> a été désactivé, car les produits de ce lot ont été supprimés.|Le lot <b>[bundle_name]</b> a été désactivé, car l'un des produits de ces lots a été supprimé.
he_il: החבילה <b>[bundle_name]</b> הושבתה, בגלל שהמוצרים מחבילה זו נמחקה.|חבילת <b>[bundle_name]</b> הושבתה, מכיוון שאחד המוצרים מהחבילות הללו נמחק.
hu_hu: A <b>[bundle_name]</b> -es csomag le lett tiltva, mert a csomagból származó termékek törölve lettek.|A <b>[bundle_name]-</b> csomag letiltásra került, mert az egyik termék törölve lett ezekből a csomagokból.
it_it: Il pacchetto <b>[bundle_name]</b> è stato disabilitato perché i prodotti di questo pacchetto sono stati eliminati.|Il pacchetto <b>[bundle_name]</b> è stato disabilitato perché uno dei prodotti di questi pacchetti è stato eliminato.
ja_jp: <b> [bundle_name] </b>バンドルは、このバンドルの商品が削除されたため無効になりました。| <b> [bundle_name] </b>バンドルは、これらのバンドルの商品の1つが削除されたため無効になりました。
nl_nl: De bundel <b>[bundle_name]</b> is uitgeschakeld omdat de producten uit deze bundel zijn verwijderd.|De bundel <b>[bundle_name]</b> is uitgeschakeld omdat een van de producten uit deze bundel is verwijderd.
no_no: <b>[bundle_name]</b> -pakken ble deaktivert fordi produktene fra denne pakken ble slettet.| <b>[bundle_name]</b> -pakken ble deaktivert fordi ett av produktene fra disse pakkene ble slettet.
pl_pl: Pakiet <b>[bundle_name]</b> został wyłączony, ponieważ produkty z tego pakietu zostały usunięte.|Pakiet <b>[bundle_name]</b> został wyłączony, ponieważ jeden z produktów z tych pakietów został usunięte.
pt_pt: O pacote <b>[bundle_name]</b> foi desativado porque os produtos deste pacote foram excluídos.|O pacote <b>[bundle_name]</b> foi desativado porque um dos produtos desses pacotes foi excluído.
ro_ro: Pachetul <b>[bundle_name]</b> a fost dezactivat, din cauza produselor din acest pachet a fost șters.|Pachetul <b>[bundle_name]</b> a fost dezactivat, deoarece unul dintre produsele din aceste pachete a fost șters.
ru_ru: Комплект <b>[bundle_name]</b> был выключен, потому что один из товаров в комплекте был удалён.|Комплекты <b>[bundle_name]</b> были выключены, потому что один из товаров в комплекте был удалён.
sv_se: <b>[bundle_name]</b> -paketet inaktiverades på grund av att produkterna från detta paket raderades.| <b>[bundle_name]</b> -paketet inaktiverades eftersom en av produkterna från dessa paket togs bort.
tr_tr: <b>[bundle_name]</b> paketi, bu paketteki ürünler silindiği için devre dışı bırakıldı.| <b>[bundle_name]</b> paketi, bu paketlerdeki ürünlerden biri silindiği için devre dışı bırakıldı.
uk_ua: Комплект <b>[bundle_name]</b> було вимкнено, оскільки товари з цього комплекту було вилучено.|Комплект <b> [bundle_name] </b> було вимкнено, оскільки один із продуктів у цих комплектах було вилучено.

# Languages::product_bundles.new_bundle
source: New bundle
ar_sa: حزمة جديدة
cs_cz: Nový balíček
da_dk: Nyt bundt
de_de: Neues Bündel
el_gr: Νέο πακετο
es_es: Paquete nuevo
fa_ir: بسته جدید
fi_fi: Uusi nippu
fr_fr: Nouveau forfait
he_il: חבילה חדשה
hu_hu: Új köteg
it_it: Nuovo pacco
ja_jp: 新しいバンドル
nl_nl: Nieuwe bundel
no_no: Ny pakke
pl_pl: Nowa pakiet
pt_pt: Novo pacote
ro_ro: Pachet nou
ru_ru: Новый комплект
sv_se: Nytt paket
tr_tr: Yeni paket
uk_ua: Новий комплект

# Languages::product_bundles.active_bundles
source: Active bundles
ar_sa: الحزم النشطة
cs_cz: Aktivní svazky
da_dk: Aktive bundter
de_de: Aktive Pakete
el_gr: Ενεργά πακέτα
es_es: Paquetes activos
fa_ir: بسته های فعال
fi_fi: Aktiiviset niput
fr_fr: Forfaits actifs
he_il: חבילות פעילות
hu_hu: Aktív kötegek
it_it: Pacchetti attivi
ja_jp: 有効なバンドル
nl_nl: Actieve bundels
no_no: Aktive bunter
pl_pl: Aktywne pakiety
pt_pt: Pacotes ativos
ro_ro: Pachete active
ru_ru: Доступные комплекты
sv_se: Aktiva buntar
tr_tr: Aktif paketler
uk_ua: Активні комплекти

# Languages::product_bundles.specify_features
source: Specify features
ar_sa: حدد الميزات
cs_cz: Určete vlastnosti
da_dk: Angiv funktioner
de_de: Merkmale angeben
el_gr: Προσδιορίστε χαρακτηριστικά
es_es: Especificar características
fa_ir: ویژگی ها را مشخص کنید
fi_fi: Määritä ominaisuudet
fr_fr: Spécifier les fonctionnalités
he_il: ציין תכונות
hu_hu: Jellemzők megadása
it_it: Specifica le caratteristiche
ja_jp: 機能の指定
nl_nl: Specificeer kenmerken
no_no: Spesifiser funksjoner
pl_pl: Określ cechy
pt_pt: Especificar recursos
ro_ro: Specificați caracteristicile
ru_ru: Выбрать характеристики
sv_se: Ange funktioner
tr_tr: Özellikleri belirtin
uk_ua: Вкажіть особливості

# Languages::product_bundles.any_variation
source: Any variation
ar_sa: أي اختلاف
cs_cz: Jakákoli variace
da_dk: Enhver variation
de_de: Jede Variation
el_gr: Οποιαδήποτε παραλλαγή
es_es: Cualquier variación
fa_ir: هر گونه تنوع
fi_fi: Mikä tahansa muunnelma
fr_fr: Toute variation
he_il: כל וריאציה
hu_hu: Bármilyen variáció
it_it: Qualsiasi variazione
ja_jp: 任意のバリエーション
nl_nl: elke variatie
no_no: Enhver variasjon
pl_pl: Dowolny wariant
pt_pt: Qualquer variação
ro_ro: Orice variație
ru_ru: Любая вариация
sv_se: Vilken variation som helst
tr_tr: Herhangi bir varyasyon
uk_ua: Будь-які варіації

# Languages::product_bundles.specify_options
source: Specify options
ar_sa: حدد الخيارات
cs_cz: Zadejte možnosti
da_dk: Angiv muligheder
de_de: Optionen angeben
el_gr: Καθορίστε επιλογές
es_es: Especificar opciones
fa_ir: گزینه ها را مشخص کنید
fi_fi: Määritä vaihtoehdot
fr_fr: Spécifiez les options
he_il: ציין אפשרויות
hu_hu: Adja meg a beállításokat
it_it: Specifica le opzioni
ja_jp: オプションの指定
nl_nl: Geef opties op
no_no: Spesifiser alternativer
pl_pl: Określ opcje
pt_pt: Especificar opções
ro_ro: Specificați opțiunile
ru_ru: Выбрать опции
sv_se: Ange alternativ
tr_tr: Seçenekleri belirtin
uk_ua: Вкажіть параметри

# Languages::product_bundles.total_list_price
source: Total list price
ar_sa: إجمالي سعر القائمة
cs_cz: Celková ceníková cena
da_dk: Samlet listepris
de_de: Listenpreis insgesamt
el_gr: Συνολική τιμή καταλόγου
es_es: Precio total de lista
fa_ir: کل لیست قیمت
fi_fi: Koko listahinta
fr_fr: Prix catalogue total
he_il: מחיר מחירון כולל
hu_hu: Teljes listaár
it_it: Prezzo di listino totale
ja_jp: 定価合計
nl_nl: Totale catalogusprijs
no_no: Total listepris
pl_pl: Całkowita cena
pt_pt: Preço total de lista
ro_ro: Preț total de listă
ru_ru: Итоговая рекомендованная цена
sv_se: Totalt listpris
tr_tr: Toplam liste fiyatı
uk_ua: Загальний список цін

# Languages::product_bundles.order_discount
source: Order discount
ar_sa: اطلب تخفيض
cs_cz: Objednávka sleva
da_dk: Bestil rabat
de_de: Rabatt auf die Bestellung
el_gr: Έκπτωση παραγγελίας
es_es: Orden de descuento
fa_ir: تخفیف سفارش
fi_fi: Tilausalennus
fr_fr: Remise de commande
he_il: הנחת הזמנה
hu_hu: Rendelési kedvezmény
it_it: Sconto sull'ordine
ja_jp: 注文割引
nl_nl: Bestel korting
no_no: Bestillingsrabatt
pl_pl: Rabat na zamówienie
pt_pt: Desconto de pedido
ro_ro: Reducere la comanda
ru_ru: Скидка на заказ
sv_se: Beställ rabatt
tr_tr: Sipariş indirimi
uk_ua: Замовлення зі знижкою

# Languages::product_bundles.add_all_to_cart
source: Add all to cart
ar_sa: أضف الكل إلى عربة التسوق
cs_cz: Přidejte vše do košíku
da_dk: Tilføj alt til indkøbskurven
de_de: Alles in den Warenkorb legen
el_gr: Προσθήκη όλων στο καλάθι
es_es: Añadir todo al carrito
fa_ir: همه را به سبد خرید اضافه کنید
fi_fi: Lisää kaikki ostoskoriin
fr_fr: Tout ajouter au panier
he_il: הוסף הכל לעגלה
hu_hu: Mindent a kosárba
it_it: Aggiungi tutto al carrello
ja_jp: 全てをカートに追加
nl_nl: Alles toevoegen aan winkelwagen
no_no: Legg alt i handlekurven
pl_pl: Dodaj pakiet do koszyka
pt_pt: Adicionar tudo ao carrinho
ro_ro: Adăugați totul în coș
ru_ru: Добавить все в корзину
sv_se: Lägg allt i varukorgen
tr_tr: hepsini sepete ekle
uk_ua: Додати все в кошик

# Languages::product_bundles.sign_in_to_view_price
source: Sign in to view price
ar_sa: تسجيل الدخول لعرض السعر
cs_cz: Pro zobrazení ceny se přihlaste
da_dk: Log ind for at se prisen
de_de: Melden Sie sich an, um den Preis anzuzeigen
el_gr: Συνδεθείτε για να δείτε την τιμή
es_es: Inicia sesión para ver el precio
fa_ir: برای مشاهده قیمت وارد شوید
fi_fi: Kirjaudu sisään nähdäksesi hinnan
fr_fr: Connectez-vous pour voir le prix
he_il: היכנס כדי לראות מחיר
hu_hu: Jelentkezzen be az ár megtekintéséhez
it_it: Accedi per visualizzare il prezzo
ja_jp: ログインして価格を見る
nl_nl: Log in om de prijs te zien
no_no: Logg på for å se prisen
pl_pl: Zaloguj się, aby zobaczyć cenę
pt_pt: Faça login para ver o preço
ro_ro: Conectați-vă pentru a vedea prețul
ru_ru: Авторизуйтесь, чтобы увидеть цену
sv_se: Logga in för att se priset
tr_tr: Fiyatı görmek için oturum açın
uk_ua: Увійдіть, щоб переглянути ціну

# Languages::product_bundles.bundle_details
source: Bundle details
ar_sa: تفاصيل الباقة
cs_cz: Podrobnosti o svazku
da_dk: Bundle detaljer
de_de: Bündeldetails
el_gr: Λεπτομέρειες Πακετου
es_es: Detalles del paquete
fa_ir: جزئیات بسته
fi_fi: Paketin tiedot
fr_fr: Détails du forfait
he_il: פרטי צרור
hu_hu: A csomag részletei
it_it: Dettagli del pacchetto
ja_jp: バンドル詳細
nl_nl: Bundeldetails
no_no: Buntdetaljer
pl_pl: Informacje o pakiecie
pt_pt: Detalhes do pacote
ro_ro: Detalii pachet
ru_ru: Информация о комплекте
sv_se: Paketdetaljer
tr_tr: Paket ayrıntıları
uk_ua: Деталі комплекту

# Languages::product_bundles.search_in_products
source: Bundles with product
ar_sa: حزم مع المنتج
cs_cz: Balíčky s produktem
da_dk: Pakninger med produkt
de_de: Bündel mit Produkt
el_gr: Πακέτα με προϊόν
es_es: Paquetes con producto
fa_ir: بسته با محصول
fi_fi: Paketit tuotteen kanssa
fr_fr: Lots avec produit
he_il: חבילות עם מוצר
hu_hu: Csomagok termékkel
it_it: Pacchetti con prodotto
ja_jp: 商品とのバンドル
nl_nl: Bundels met product
no_no: Pakker med produkt
pl_pl: Pakiety z produktem
pt_pt: Pacotes com produto
ro_ro: Pachet cu produs
ru_ru: Комплекты с товаром
sv_se: Buntar med produkt
tr_tr: Ürün içeren paketler
uk_ua: Комплекти з продуктом
