Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::product_reviews.terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
cs_cz: <p>Před použitím webu <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> a mobilní aplikace My Mobile App (dále jen „služba“) provozované společností My Společnost ("nás", "my" nebo "naše").</p><p><strong>Přístupem ke Službě nebo jejím používáním souhlasíte s tím, že budete vázáni těmito Podmínkami. Pokud nesouhlasíte s jakoukoli částí Podmínek, nesmíte ke Službě přistupovat.</strong></p><p><strong>Nákupy</strong></p><p>Pokud si přejete zakoupit jakýkoli produkt nebo službu zpřístupněnou prostřednictvím Služby (dále jen „Nákup“), můžete být požádáni o poskytnutí určitých informací týkajících se vašeho nákupu, včetně, bez omezení, vašich ...</p><p><strong>Obsah</strong></p><p>Naše služba vám umožňuje zveřejňovat, odkazovat, ukládat, sdílet a jinak zpřístupňovat určité informace, text, grafiku, videa nebo jiný materiál („Obsah“). Jste odpovědní za ...</p><p><strong>Změny</strong></p><p>Vyhrazujeme si právo, dle vlastního uvážení, kdykoli upravit nebo nahradit tyto Podmínky. Pokud je revize podstatná, pokusíme se o ní informovat alespoň 30 dní předem, než jakékoli nové podmínky vstoupí v platnost. Co představuje podstatnou změnu, bude určeno podle našeho vlastního uvážení.</p><p><strong>Kontaktujte nás</strong></p><p>Máte-li jakékoli dotazy k těmto Podmínkám, kontaktujte nás.</p>
da_dk: <p>Læs venligst disse vilkår og betingelser ("Vilkår", "Vilkår og betingelser") omhyggeligt, før du bruger <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> webstedet og My Mobile App-mobilapplikationen ("Tjenesten"), der drives af My Virksomhed ("os", "vi" eller "vores").</p><p><strong>Ved at tilgå eller bruge tjenesten accepterer du at være bundet af disse vilkår. Hvis du er uenig i nogen del af vilkårene, kan du ikke få adgang til tjenesten.</strong></p><p><strong>Køb</strong></p><p>Hvis du ønsker at købe et produkt eller en tjeneste, der er gjort tilgængelig via tjenesten ("Køb"), kan du blive bedt om at give visse oplysninger, der er relevante for dit køb, herunder, uden begrænsning, din ...</p><p><strong>Indhold</strong></p><p>Vores service giver dig mulighed for at poste, linke, gemme, dele og på anden måde gøre visse oplysninger, tekst, grafik, videoer eller andet materiale ("Indhold") tilgængelig. Du er ansvarlig for ...</p><p><strong>Ændringer</strong></p><p>Vi forbeholder os retten til efter eget skøn at ændre eller erstatte disse vilkår til enhver tid. Hvis en revision er væsentlig, vil vi forsøge at give mindst 30 dages varsel, før eventuelle nye vilkår træder i kraft. Hvad der udgør en væsentlig ændring afgøres efter vores eget skøn.</p><p><strong>Kontakt os</strong></p><p>Hvis du har spørgsmål til disse vilkår, bedes du kontakte os.</p>
de_de: <p>Bitte lesen Sie diese Allgemeinen Geschäftsbedingungen („Bedingungen“, „Allgemeine Geschäftsbedingungen“) sorgfältig durch, bevor Sie die Website <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> und die von My Unternehmen („uns“, „wir“ oder „unser“).</p><p><strong>Durch den Zugriff auf oder die Nutzung des Dienstes stimmen Sie zu, an diese Bedingungen gebunden zu sein. Wenn Sie mit einem Teil der Bedingungen nicht einverstanden sind, dürfen Sie nicht auf den Dienst zugreifen.</strong></p><p><strong>Käufe</strong></p><p>Wenn Sie ein Produkt oder eine Dienstleistung kaufen möchten, die über den Dienst verfügbar gemacht wird ("Kauf"), werden Sie möglicherweise aufgefordert, bestimmte Informationen anzugeben, die für Ihren Kauf relevant sind, einschließlich, aber nicht beschränkt auf Ihre ...</p><p><strong>Inhalt</strong></p><p>Unser Service ermöglicht es Ihnen, bestimmte Informationen, Texte, Grafiken, Videos oder andere Materialien („Inhalte“) zu posten, zu verlinken, zu speichern, zu teilen und anderweitig verfügbar zu machen. Sie sind verantwortlich für die ...</p><p><strong>Änderungen</strong></p><p>Wir behalten uns das Recht vor, diese Bedingungen nach eigenem Ermessen jederzeit zu ändern oder zu ersetzen. Wenn eine Überarbeitung wesentlich ist, werden wir versuchen, sie mindestens 30 Tage im Voraus anzukündigen, bevor neue Bedingungen in Kraft treten. Was eine wesentliche Änderung darstellt, wird nach unserem alleinigen Ermessen bestimmt.</p><p><strong>Kontaktieren Sie uns</strong></p><p>Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte.</p>
fa_ir: <p>لطفاً قبل از استفاده از وب سایت http://www.mywebsite.com <a href="http://www.mywebsite.com">و برنامه تلفن همراه My Mobile App</a> «سرویس») که توسط My اداره می شود، این شرایط و ضوابط ("شرایط"، "شرایط و ضوابط") را به دقت بخوانید. شرکت ("ما"، "ما" یا "ما").</p><p><strong>با دسترسی یا استفاده از سرویس، موافقت می کنید که به این شرایط پایبند باشید. اگر با بخشی از شرایط مخالف هستید، ممکن است به سرویس دسترسی نداشته باشید.</strong></p><p><strong>خریدها</strong></p><p>اگر مایل به خرید هر محصول یا خدماتی هستید که از طریق سرویس ("خرید") در دسترس است، ممکن است از شما خواسته شود اطلاعات خاصی مربوط به خرید خود را ارائه دهید، از جمله، بدون محدودیت، ...</p><p><strong>محتوا</strong></p><p>سرویس ما به شما امکان می دهد اطلاعات، متن، تصاویر، ویدیوها یا سایر مطالب خاص ("محتوا") را پست کنید، پیوند دهید، ذخیره کنید، به اشتراک بگذارید و در غیر این صورت در دسترس قرار دهید. شما مسئول ...</p><p><strong>تغییرات</strong></p><p>ما این حق را برای خود محفوظ می داریم که بنا به صلاحدید خود، این شرایط را در هر زمان تغییر دهیم یا جایگزین کنیم. اگر تجدیدنظری با اهمیت باشد، سعی می کنیم حداقل 30 روز قبل از اعمال شرایط جدید، اطلاعیه ارائه کنیم. آنچه که یک تغییر مادی را تشکیل می دهد به صلاحدید ما تعیین می شود.</p><p><strong>تماس با ما</strong></p><p>اگر در مورد این شرایط سؤالی دارید، لطفاً با ما تماس بگیرید.</p>
fi_fi: <p>Lue nämä ehdot ("Ehdot", "Käyttöehdot") huolellisesti ennen kuin käytät <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> -sivustoa ja My Mobile App -mobiilisovellusta ("Palvelu") Yritys ("me", "me" tai "meidän").</p><p><strong>Käyttämällä palvelua tai palvelua sitoudut noudattamaan näitä ehtoja. Jos et hyväksy jotakin Ehtojen osaa, et voi käyttää Palvelua.</strong></p><p><strong>Ostokset</strong></p><p>Jos haluat ostaa minkä tahansa tuotteen tai palvelun, joka on saatavilla Palvelun kautta ("Osto"), sinua saatetaan pyytää antamaan tiettyjä ostokseesi liittyviä tietoja, mukaan lukien rajoituksetta ...</p><p><strong>Sisältö</strong></p><p>Palvelumme avulla voit lähettää, linkittää, tallentaa, jakaa ja muutoin asettaa saataville tiettyä tietoa, tekstiä, grafiikkaa, videoita tai muuta materiaalia ("Sisältö"). Olet vastuussa ...</p><p><strong>Muutokset</strong></p><p>Varaamme oikeuden oman harkintamme mukaan muuttaa tai korvata näitä ehtoja milloin tahansa. Jos muutos on olennainen, pyrimme ilmoittamaan siitä vähintään 30 päivää ennen uusien ehtojen voimaantuloa. Se, mikä on olennainen muutos, päätetään oman harkintamme mukaan.</p><p><strong>Ota yhteyttä</strong></p><p>Jos sinulla on kysyttävää näistä ehdoista, ota meihin yhteyttä.</p>
fr_fr: <p>Veuillez lire attentivement ces Termes et Conditions (« Termes », « Termes et Conditions ») avant d'utiliser le site Web <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> et l'application mobile My Mobile App (le « Service ») exploités par My Société ("nous", "nous" ou "notre").</p><p><strong>En accédant ou en utilisant le Service, vous acceptez d'être lié par ces Conditions. Si vous n'êtes pas d'accord avec une partie des Conditions, vous ne pouvez pas accéder au Service.</strong></p><p><strong>Achats</strong></p><p>Si vous souhaitez acheter un produit ou un service mis à disposition via le Service ("Achat"), il peut vous être demandé de fournir certaines informations relatives à votre Achat, y compris, sans s'y limiter, votre ...</p><p><strong>Contenu</strong></p><p>Notre Service vous permet de publier, de lier, de stocker, de partager et de mettre à disposition certaines informations, textes, graphiques, vidéos ou autres éléments ("Contenu"). Vous êtes responsable des ...</p><p><strong>Modifications</strong></p><p>Nous nous réservons le droit, à notre seule discrétion, de modifier ou de remplacer ces Conditions à tout moment. Si une révision est importante, nous essaierons de fournir un préavis d'au moins 30 jours avant l'entrée en vigueur de toute nouvelle condition. Ce qui constitue un changement important sera déterminé à notre seule discrétion.</p><p><strong>Contactez-nous</strong></p><p>Si vous avez des questions concernant ces Conditions, veuillez nous contacter.</p>
he_il: <p>אנא קרא את התנאים וההגבלות הללו ("תנאים", "תנאים והגבלות") בעיון לפני השימוש באתר <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> ובאפליקציה לנייד של My Mobile App ("השירות") המופעלת על ידי My חברה ("אנחנו", "אנחנו" או "שלנו").</p><p><strong>על ידי גישה או שימוש בשירות אתה מסכים להיות מחויב לתנאים אלה. אם אינך מסכים עם חלק כלשהו מהתנאים, אינך רשאי לגשת לשירות.</strong></p><p><strong>רכישות</strong></p><p>אם ברצונך לרכוש כל מוצר או שירות שזמינים באמצעות השירות ("רכישה"), ייתכן שתתבקש לספק מידע מסוים הרלוונטי לרכישתך, לרבות, ללא הגבלה, שלך ...</p><p><strong>תוכן</strong></p><p>השירות שלנו מאפשר לך לפרסם, לקשר, לאחסן, לשתף ולהפוך מידע מסוים, טקסט, גרפיקה, סרטונים או חומר אחר ("תוכן") לזמין. אתה אחראי על ...</p><p><strong>שינויים</strong></p><p>אנו שומרים לעצמנו את הזכות, לפי שיקול דעתנו הבלעדי, לשנות או להחליף תנאים אלה בכל עת. אם תיקון הוא מהותי, ננסה לספק הודעה של 30 יום לפחות לפני כניסת תנאים חדשים לתוקף. מהו שינוי מהותי ייקבע על פי שיקול דעתנו הבלעדי.</p><p><strong>צור קשר</strong></p><p>אם יש לך שאלות כלשהן לגבי תנאים אלה, אנא צור איתנו קשר.</p>
it_it: <p>Leggere attentamente i presenti Termini e condizioni ("Termini", "Termini e condizioni") prima di utilizzare il sito Web <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> e l'applicazione mobile My Mobile App (il "Servizio") gestita da My Società ("noi", "noi" o "nostro").</p><p><strong>Accedendo o utilizzando il Servizio accetti di essere vincolato da questi Termini. Se non sei d'accordo con qualsiasi parte dei Termini, non puoi accedere al Servizio.</strong></p><p><strong>Acquisti</strong></p><p>Se desideri acquistare qualsiasi prodotto o servizio reso disponibile tramite il Servizio ("Acquisto"), ti potrebbe essere chiesto di fornire alcune informazioni rilevanti per il tuo Acquisto tra cui, a titolo esemplificativo, il tuo ...</p><p><strong>Contenuto</strong></p><p>Il nostro servizio consente di pubblicare, collegare, archiviare, condividere e altrimenti rendere disponibili determinate informazioni, testo, grafica, video o altro materiale ("Contenuto"). L'utente è responsabile per il ...</p><p><strong>Modifiche</strong></p><p>Ci riserviamo il diritto, a nostra esclusiva discrezione, di modificare o sostituire i presenti Termini in qualsiasi momento. Se una revisione è rilevante, cercheremo di fornire un preavviso di almeno 30 giorni prima che i nuovi termini entrino in vigore. Ciò che costituisce un cambiamento sostanziale sarà determinato a nostra esclusiva discrezione.</p><p><strong>Contattaci</strong></p><p>In caso di domande su questi Termini, non esitate a contattarci.</p>
ja_jp: <p>弊社が運営する Webサイトおよびモバイルアプリケーション（「サービス」）を利用する前に、これらの利用規約をよくお読みください。</p><p> <strong>本サービスにアクセスまたは使用するにあたり、お客様は本規約に拘束されることに同意するものとします。規約のいずれかの部分に同意しない場合、サービスにアクセスしたり利用することはできません。</strong></p><p><strong>購入</strong></p><p>本サービスを通じて提供される商品またはサービスの購入を希望する場合、お客様の購入に関連する特定の情報（以下を含むがこれに限定されない）の提供を求められる場合があります。</p><p> <strong>コンテンツ</strong></p><p>当社のサービスでは、特定の情報、テキスト、グラフィック、ビデオ、またはその他の資料（以下「コンテンツ」）を投稿、リンク、保存、共有、またはその他の方法で利用できるようにすることができます。あなたにはこれらに対する責任があります。</p><p> <strong>変更</strong> </p><p>当社は、弊社独自の裁量により、いつでもこれらの規約を変更または改変する権利があります。改訂が重要である場合、新しい条件が発効する前に、少なくとも30日前に通知するよう努めます。重要な変更を構成するものは、当社の独自の裁量で決定されます。</p><p> <strong>お問合せ</strong></p><p>利用規約についてご不明な点がございましたら、お問合せください。</p>
nl_nl: <p>Lees deze Algemene voorwaarden ("Voorwaarden", "Voorwaarden") zorgvuldig door voordat u de <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website en de mobiele applicatie My Mobile App (de "Service") gebruikt door My Bedrijf ("ons", "wij" of "onze").</p><p><strong>Door toegang te krijgen tot of gebruik te maken van de Dienst, stemt u ermee in gebonden te zijn aan deze Voorwaarden. Als u het niet eens bent met enig onderdeel van de Voorwaarden, heeft u geen toegang tot de Service.</strong></p><p><strong>Aankopen</strong></p><p>Als u een product of dienst wilt kopen die via de Dienst beschikbaar wordt gesteld ("Aankoop"), kan u worden gevraagd om bepaalde informatie te verstrekken die relevant is voor uw Aankoop, inclusief, maar niet beperkt tot, uw ...</p><p><strong>Inhoud</strong></p><p>Met onze Service kunt u bepaalde informatie, tekst, afbeeldingen, video's of ander materiaal ("Inhoud") plaatsen, linken, opslaan, delen en anderszins beschikbaar stellen. U bent verantwoordelijk voor de ...</p><p><strong>Wijzigingen</strong></p><p>We behouden ons het recht voor om, naar eigen goeddunken, deze voorwaarden op elk moment te wijzigen of te vervangen. Als een herziening wezenlijk is, zullen we proberen om ten minste 30 dagen van tevoren te informeren voordat nieuwe voorwaarden van kracht worden. Wat een materiële wijziging is, wordt naar eigen goeddunken bepaald.</p><p><strong>Neem contact met ons</strong></p><p>Als u vragen heeft over deze voorwaarden, neem dan contact met ons op.</p>
no_no: <p>Les disse vilkårene og betingelsene ("Vilkår", "Vilkår") nøye før du bruker nettstedet <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> og mobilapplikasjonen My Mobile App ("Tjenesten") som drives av My Bedrift ("oss", "vi" eller "vår").</p><p><strong>Ved å få tilgang til eller bruke tjenesten godtar du å være bundet av disse vilkårene. Hvis du er uenig i noen del av vilkårene, kan du ikke få tilgang til tjenesten.</strong></p><p><strong>Kjøp</strong></p><p>Hvis du ønsker å kjøpe et produkt eller en tjeneste som er gjort tilgjengelig gjennom tjenesten ("Kjøp"), kan du bli bedt om å oppgi visse opplysninger som er relevante for kjøpet, inkludert, uten begrensning, din ...</p><p><strong>Innhold</strong></p><p>Tjenesten vår lar deg legge ut, lenke, lagre, dele og på annen måte gjøre tilgjengelig viss informasjon, tekst, grafikk, videoer eller annet materiale ("Innhold"). Du er ansvarlig for ...</p><p><strong>Endringer</strong></p><p>Vi forbeholder oss retten til, etter eget skjønn, å endre eller erstatte disse vilkårene når som helst. Hvis en revisjon er vesentlig, vil vi prøve å gi minst 30 dagers varsel før eventuelle nye vilkår trer i kraft. Hva som utgjør en vesentlig endring avgjøres etter eget skjønn.</p><p><strong>Kontakt oss</strong></p><p>Hvis du har spørsmål om disse vilkårene, vennligst kontakt oss.</p>
pt_br: <p>Por favor leia estes termos e condições("Termos", "Termos e Condições") cuidadosamente antes de usar o <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website e a aplicação móvel My Mobile App (the "Service") operado pela My Company ("nós"ou "nosso").</p><p><strong>Ao acessar ou usar o serviço você concorda estar ligado a esses termos. Se voce discordar com qualquer parte desses termos então você não deve acessar o serviço.</strong></p><p><strong>Purchases</strong></p><p>Se você desejar comprar qualquer serviço ou produto disponibilizado através do serviço ("Compra"), você deve ser solicitado a fornecer informações relevantes, sem se limitar, seu...</p><p><strong>Content</strong></p><p>Nosso serviço te permite postar, anexar, armazenar, compartilhar e disponibilizar de qualquer outra forma certas informações, textos, gráficos, vídeos, ou outros materiais ("Conteúdos"). Você é responsável pelo ...</p><p><strong>Changes</strong></p><p>Nos reservamos ao direito, ao nosso critério exclusivo, modificar ou substituir estes termos a qualquer momento. Se uma revisão é substancial nós tentaremos dar ao menos 30 dias de aviso prévio antes de qualquer novos termos terem efeito. O que constitui uma mudança substancial será determinado a nossa exclusivo critério.</p><p><strong>Contact Us</strong></p><p>Se voce tiver quaisquer dúvidas sobre estes termos , por favor entre em contato conosco.</p>
pt_pt: <p>Por favor, leia estes Termos e Condições ("Termos", "Termos e Condições") cuidadosamente antes de usar o site <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> e o aplicativo móvel My Mobile App (o "Serviço") operado por My Empresa ("nós", "nós" ou "nosso").</p><p><strong>Ao acessar ou usar o Serviço, você concorda em ficar vinculado a estes Termos. Se você discordar de qualquer parte dos Termos, não poderá acessar o Serviço.</strong></p><p><strong>Compras</strong></p><p>Se você deseja adquirir qualquer produto ou serviço disponibilizado através do Serviço ("Compra"), pode ser solicitado que você forneça certas informações relevantes para sua Compra, incluindo, sem limitação, seu ...</p><p><strong>Conteúdo</strong></p><p>Nosso Serviço permite que você publique, vincule, armazene, compartilhe e disponibilize determinadas informações, textos, gráficos, vídeos ou outros materiais ("Conteúdo"). Você é responsável pelas ...</p><p><strong>Alterações</strong></p><p>Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, tentaremos fornecer um aviso prévio de pelo menos 30 dias antes de quaisquer novos termos entrarem em vigor. O que constitui uma mudança material será determinado a nosso exclusivo critério.</p><p><strong>Fale Conosco</strong></p><p>Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco.</p>
ro_ro: <p>Vă rugăm să citiți acești Termeni și condiții („Termeni”, „Termeni și condiții”) cu atenție înainte de a utiliza site-ul web <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> și aplicația mobilă My Mobile App („Serviciul”) operată de My Companie ("noi", "noi" sau "nostru").</p><p><strong>Prin accesarea sau utilizarea Serviciului, sunteți de acord să respectați acești Termeni. Dacă nu sunteți de acord cu orice parte a Termenilor, atunci este posibil să nu accesați Serviciul.</strong></p><p><strong>Achiziții</strong></p><p>Dacă doriți să achiziționați orice produs sau serviciu pus la dispoziție prin intermediul Serviciului ("Achiziție"), vi se poate cere să furnizați anumite informații relevante pentru achiziția dvs., inclusiv, fără limitare, dvs. ...</p><p><strong>Conținut</strong></p><p>Serviciul nostru vă permite să publicați, să le faceți linkuri, să stocați, să distribuiți și să puneți la dispoziție în alt mod anumite informații, text, grafice, videoclipuri sau alte materiale („Conținut”). Sunteți responsabil pentru...</p><p><strong>Modificări</strong></p><p>Ne rezervăm dreptul, la discreția noastră, de a modifica sau înlocui acești Termeni în orice moment. Dacă o revizuire este semnificativă, vom încerca să furnizăm un preaviz cu cel puțin 30 de zile înainte de intrarea în vigoare a oricăror termeni noi. Ceea ce constituie o schimbare materială va fi stabilit la discreția noastră.</p><p><strong>Contactați-ne</strong></p><p>Dacă aveți întrebări despre acești Termeni, vă rugăm să ne contactați.</p>
sv_se: <p>Läs dessa villkor ("Villkor", "Villkor") noggrant innan du använder webbplatsen <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> och mobilapplikationen My Mobile App ("Tjänsten") som drivs av My Företag ("oss", "vi" eller "vår").</p><p><strong>Genom att komma åt eller använda tjänsten samtycker du till att vara bunden av dessa villkor. Om du inte håller med om någon del av villkoren kan du inte komma åt tjänsten.</strong></p><p><strong>Köp</strong></p><p>Om du vill köpa någon produkt eller tjänst som görs tillgänglig via tjänsten ("Köp"), kan du bli ombedd att tillhandahålla viss information som är relevant för ditt köp, inklusive, utan begränsning, din ...</p><p><strong>Innehåll</strong></p><p>Vår tjänst låter dig lägga upp, länka, lagra, dela och på annat sätt tillgängliggöra viss information, text, grafik, videor eller annat material ("Innehåll"). Du är ansvarig för ...</p><p><strong>Ändringar</strong></p><p>Vi förbehåller oss rätten att, efter eget gottfinnande, ändra eller ersätta dessa villkor när som helst. Om en revidering är väsentlig kommer vi att försöka ge minst 30 dagars varsel innan nya villkor träder i kraft. Vad som utgör en väsentlig förändring kommer att bestämmas efter eget gottfinnande.</p><p><strong>Kontakta oss</strong></p><p>Om du har några frågor om dessa Villkor, vänligen kontakta oss.</p>
tr_tr: <p>Bu web sitesini ziyaret ettiğiniz için teşekkür ederiz. Bu web sitesini herhangi bir şekilde kullanmanız burada belirtilen Şart ve Koşulları kabul ettiğiniz anlamına geldiğinden, lütfen bu belgedeki Şart ve Koşulları dikkatle okuyun.</p> <p><strong>Web Sitesi Gizlilik Uyarısı</strong></p> Bu web sitesine iletilen tüm kişisel bilgiler veya materyaller bu web sitesinde bulunan Gizlilik Uyarısı'na tabidir. <p><strong>Bilgilerin Doğruluğu, Eksiksizliği ve Güncelliği</strong></p><p> Bu web sitesinde yer alan tüm bilgilerin doğru ve eksiksiz olması için tüm makul çabayı göstermemize rağmen bu web sitesinde yer alan bilginin doğru veya eksiksiz olmamasından sorumlu tutulamayız. Bu web sitesindeki materyale güvenmenizden doğan sorumluluk tarafınıza aittir. Materyalde ve bu web sitesinde bulunan bilgilerde yapılan her tür değişikliği takip etme sorumluluğunun tarafınıza ait olduğunu kabul edersiniz. <p><strong>Aktarım</strong></p><p> Bu web sitesine elektronik posta veya başka yollarla aktardığınız kişisel olmayan her tür yazışma veya veri, soru, yorum, öneri vb. materyalin gizli ve tescilli olmadığı kabul edilecektir. Aktardığınız veya yayınladığınız her şey <a href="http://www.mywebsite.com"> mülkü haline gelir ve çoğaltma, kamuya açma, aktarma, yayınlama, yayımlama ve ilan etme dahil olup bunlarla sınırlı olmaksızın herhangi bir amaçla kullanılabilir. Ayrıca, <a href="http://www.mywebsite.com"> bu web sitesine gönderdiğiniz herhangi bir yazışmadaki her tür fikri, grafik sanat çalışmasını, icadı, geliştirmeyi, öneriyi veya konsepti (ürün geliştirme, üretme, reklam ve pazarlama dahil olup bunlarla sınırlı olmaksızın) herhangi bir amaçla kullanmakta serbesttir. Söz konusu kullanım bilgileri, ibraz eden tarafa tazminat hakkı vermez. Bilgileri göndererek ibraz ettiğiniz materyal/içeriğin sahibi olduğunuzu, bunların iftira niteliğinde olmadığını ve <a href="http://www.mywebsite.com"> tarafından kullanımının herhangi bir üçüncü kişinin haklarını ihlal etmeyeceğini ya da yürürlükteki yasaların ihlaliyle karşı karşıya bırakmayacağını garanti edersiniz. <a href="http://www.mywebsite.com"> gönderilen bilgileri kullanmakla yükümlü değildir. <p><strong>Başka Web Sitelerine Bağlantılar</strong></p><p> <a href="http://www.mywebsite.com"> web sitelerindeki bağlantılar sizi <a href="http://www.mywebsite.com"> ağının dışına yönlendirebilir. <a href="http://www.mywebsite.com"> bu diğer web sitelerinin içeriği, verdiği bilgilerin doğruluğu veya bu sitelerin işlevinden hiçbir sorumluluk kabul etmez. Bağlantılar iyi niyetle verilmiştir ve <a href="http://www.mywebsite.com"> bağlantı verdiğimiz diğer web sitelerinde daha sonra yapılan değişikliklerden sorumlu tutulamaz. Başka web sitelerine bağlantı verilmesi bu sitelerin <a href="http://www.mywebsite.com"> tarafından desteklendiği anlamına gelmez. Ziyaret ettiğiniz tüm diğer web sitelerinin yasal ve gizlilik bildirimlerinden haberdar olmanızı ve bunları dikkatle okumanızı öneririz. <p><strong>Garantiler ve Feragatname</strong></p><p> Bu web sitesini sorumluluğu tarafınıza ait olmak üzere kullanabilirsiniz. <p><strong>Garantiler</strong></p><p> Bu web sitesi tarafınıza "Olduğu Gibi" ve "Bulunduğu Sürece" esasında sağlanmaktadır ve dolayısıyla <a href="http://www.mywebsite.com"> bu web sitesindeki materyalin eksiksiz, doğru, güvenilir, güncel olduğu ve üçüncü tarafların haklarını ihlal etmediği; bu web sitesine erişimin kesintisiz veya hatasız olacağı; bu web sitesinin güvenli olacağı; <a href="http://www.mywebsite.com">'ndan bu web sitesi yoluyla alınan herhangi bir öneri veya kanaatin doğru veya güvenilir olduğu gibi garantiler ve beyanlar dahil açık, zımni, yasal veya (ticari amaçlarla kullanılabilirlik veya tatmin edici özellik ve belirli bir amaca uygun zımni garantileri dahil) diğer herhangi bir tür garanti vermemektedir ve bu manadaki her tür beyan ve garanti işbu belgede reddedilir. Lütfen belirli yargı alanlarının zımni garantilerin hariç tutulmasını kabul etmeyebileceği, dolayısıyla bu istisnanın sizin için geçerli olmayabileceği hususuna dikkat edin. Lütfen yerel kanunları kontrol edin. Bu web sitesine veya sitenin herhangi bir özelliğine veya ilgili herhangi bir özellik veya parçasına erişiminizi herhangi bir zamanda haber vermeksizin kısıtlama, askıya alma veya sona erdirme hakkımız saklıdır. <p><strong>Yükümlülük</strong></p><p> <a href="http://www.mywebsite.com"> ve/veya bu web sitesinin bizim adımıza yaratılmasında, üretilmesinde veya dağıtılmasında çalışan diğer herhangi bir taraf bu web sitesine erişiminizden, siteyi kullanmanızdan, kullanamamanızdan, web sitesinin içeriğinin değişmesinden ya da bu web sitesindeki bir bağlantı yoluyla eriştiğiniz başka herhangi bir web sitesinden ya da bize gönderdiğiniz elektronik posta mesajları sonucunda yaptığımız veya yapmadığımız herhangi bir şeyden kaynaklanan doğrudan, arızi, dolaylı veya ceza gerektiren herhangi bir hasar, maliyet, kayıp veya tazminat için herhangi bir yükümlülük veya sorumluluk kabul etmez. <a href="http://www.mywebsite.com">'nun ve/veya bu web sitesinin yaratılmasında, üretilmesinde veya dağıtılmasında çalışan herhangi bir tarafın bu web sitesinde sağlanan materyal ve hizmetleri sürdürme veya bunlarla bağlantılı herhangi bir düzeltme, güncelleme veya sürüm çıkarma sorumluluğu yoktur. Bu web sitesinde sağlanan her tür materyal önceden bildirilmeden değiştirilebilir. Ayrıca <a href="http://www.mywebsite.com"> bu web sitesindeki herhangi bir içeriğe erişmeniz, bu içeriği kullanmanız veya indirmeniz nedeniyle bilgisayar donanımınıza veya başka herhangi bir malınıza bulaşabilecek virüsler nedeniyle yaşanabilecek kayıplardan hiçbir şekilde sorumlu değildir. Bu web sitesinden herhangi bir materyal indirmeye karar verirseniz, bunun sorumluluğu tarafınıza aittir. Yürürlükteki yasanın izin verdiği ölçüde bu web sitesini kullanmak veya bu web sitesine erişim sağlamaktan doğabilecek tüm haklarınızdan açıkça feragat etmektesiniz. <p><strong>Yasaklanan Faaliyetler</strong></p><p> <a href="http://www.mywebsite.com">'nun kesin takdiriyle uygun olmadığını düşünebileceği ve/veya yasadışı bir eylem teşkil edebilecek ya da bu web sitesi için yürürlükteki yasalarca yasaklanan, aşağıdakiler dahil olup bunlarla sınırlı olmamak kaydıyla, her tür eylemi yapmanız yasaktır: Gizliliğin (ilgili kişinin onayını almadan gizli bilgilerin karşıya yüklenmesi buna dahildir) veya kişilerin diğer yasal haklarının ihlalini teşkil edecek her tür eylem; Bu web sitesini <a href="http://www.mywebsite.com">'a, çalışanlarına veya başka kişilere hakaret ve iftirada bulunmak veya <a href="http://www.mywebsite.com">'un itibarını lekeleyecek başka herhangi bir eylemde bulunmak için kullanma; <a href="http://www.mywebsite.com">'un veya başka kişilerin malına zarar verebilecek virüsler içeren dosyaları yükleme ve Bu web sitesine aşağıdakiler dahil ancak sınırlandırmamak üzere, kanaatimizce rahatsızlık veya hasar veren veya <a href="http://www.mywebsite.com"> veya üçüncü tarafın sistem veya ağ güvenliğini ihlal eden, onur kırıcı, müstehcen, tehdit eden, pornografik veya herhangi bir şekilde kanun dışı herhangi yetkilendirilmeyen materyaller gönderilmesi veya iletilmesi. <p><strong>Yargı Yetkisi ve Geçerli Kanun</strong></p><p> <a href="http://www.mywebsite.com"> bu web sitesinde yer alan materyal ve bilgilerin tüm ulusal konumlarda veya dillerde uygun veya mevcut olduğuna dair bir beyanda bulunmamaktadır. Tarafınız ve <a href="http://www.mywebsite.com">, bu web sitesinin kullanımından kaynaklanan veya kullanımıyla ilgili her tür ihtilaf veya davanın İsviçre hukukuna tabi olduğu ve İsviçre mahkemelerinin münhasır yargı yetkisine teslim olacağı hususunda mutabakata varır. <p><strong>Yasal Bildirim Güncellemesi</strong></p><p> Bu bildirimde istediğimiz herhangi bir değişiklik ve düzeltme yapma hakkımız saklıdır. Bu değişiklik ve düzeltmeleri ve yeni ek bilgileri incelemek için lütfen muhtelif zamanlarda bu sayfaya başvurun
uk_ua: <p>Будь ласка, уважно прочитайте ці Загальні положення та умови ("Умови", "Загальні положення та Умови") перед використанням <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> вебсайту та мобільного додатку My Mobile App ("Сервіс"), яким керує My Company ("нас", "ми", або "наш").</p><p><strong>Отримуючи доступ до Сервісу або користуючись ним, ви погоджуєтесь дотримуватися цих Умов. Якщо ви не згодні з будь-якою частиною Умови, ви не можете отримати доступ до Сервісу.</strong></p><p><strong>Покупки</strong></p><p>Якщо ви бажаєте придбати буль-який продукт або послугу, які доступні через Сервіс ("Покупки"), вас можуть попросити надати певну інформацію, що стосується вашої покупки, включаючи, без обмежень, ваш ....</p><p><strong>Зміст</strong></p><p>Наш сервіс дозволяє вам публікувати, залишати посилання, зберігати, ділитися та іншим чином ділитися певною інформацією, текстом, графікою, відео та іншим матеріалом ("Зміст"). Ви відповідаєте за ...</p><p><strong>Зміни</strong></p><p>Ми залишаємо за собою право на власний розсуд змінювати або замінювати ці Умови в будь-який час. Якщо ми внесемо зміни, ми постараємося повідомити про це принаймні за 30 днів до набуття чинності будь-яких нових умов. Проте суттєві зміни будуть прийняті на наш власний розсуд.</p><p><strong>Зв'яжіться з нами</strong></p><p>Якщо у вас виникли запитання щодо цих Умов, зв’яжіться з нами.</p>
