Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Addons::name::product_reviews
source: Product reviews
cs_cz: Recenze produktu
da_dk: Produktanmeldelser
de_de: Produktrezensionen
fa_ir: بررسی محصول
fi_fi: Tuotearvostelut
fr_fr: Avis sur les produits
he_il: ביקורות מוצרים
it_it: Recensioni Prodotto
ja_jp: 商品レビュー
nl_nl: Productrecensies
no_no: Produktanmeldelser
pt_br: Avaliações do produto
pt_pt: Revisão de produtos
ro_ro: Recenzii de produse
sv_se: Produktrecensioner
tr_tr: Ürün Değerlendirmeleri
uk_ua: Відгуки про товар

# Addons::description::product_reviews
source: Allows your customers to leave reviews for products. That can build up trust, provide social proof, and add user-generated content to your site.
cs_cz: Umožňuje vašim zákazníkům zanechat recenze na produkty. To může vybudovat důvěru, poskytnout sociální důkaz a přidat na váš web obsah vytvářený uživateli.
da_dk: Giver dine kunder mulighed for at skrive anmeldelser af produkter. Det kan opbygge tillid, give socialt bevis og tilføje brugergenereret indhold til dit websted.
de_de: Ermöglicht Ihren Kunden, Bewertungen für Produkte zu hinterlassen. Das kann Vertrauen aufbauen, soziale Beweise liefern und nutzergenerierte Inhalte zu Ihrer Website hinzufügen.
fa_ir: به مشتریان شما این امکان را می دهد که برای محصولات نظر بدهند. این می تواند اعتماد ایجاد کند، اثبات اجتماعی ارائه دهد و محتوای تولید شده توسط کاربر را به سایت شما اضافه کند.
fi_fi: Antaa asiakkaillesi mahdollisuuden jättää arvosteluja tuotteista. Tämä voi rakentaa luottamusta, tarjota sosiaalista näyttöä ja lisätä käyttäjien luomaa sisältöä sivustollesi.
fr_fr: Permet à vos clients de laisser des avis sur les produits. Cela peut renforcer la confiance, fournir une preuve sociale et ajouter du contenu généré par les utilisateurs à votre site.
he_il: מאפשר ללקוחות שלך להשאיר ביקורות על מוצרים. זה יכול לבנות אמון, לספק הוכחה חברתית ולהוסיף תוכן שנוצר על ידי משתמשים לאתר שלך.
it_it: Consente ai tuoi clienti di lasciare recensioni per i prodotti. Ciò può creare fiducia, fornire prove sociali e aggiungere contenuti generati dagli utenti al tuo sito.
ja_jp: お客様が商品レビューを残すことができます。 これにより、信頼を築き、社会的証明を提供し、ユーザーが作成したコンテンツをサイトに追加できます。
nl_nl: Hiermee kunnen uw klanten beoordelingen voor producten achterlaten. Dat kan vertrouwen opbouwen, sociaal bewijs leveren en door gebruikers gegenereerde inhoud aan uw site toevoegen.
no_no: Lar kundene dine legge igjen anmeldelser for produkter. Det kan bygge opp tillit, gi sosiale bevis og legge til brukergenerert innhold på nettstedet ditt.
pt_br: Permite nossos clientes deixar avaliações para produtos. Isto pode construir confiança, dar prova social, e adicionar conteúdo gerado por usuários ao seu site.
pt_pt: Permite que seus clientes deixem comentários para produtos. Isso pode criar confiança, fornecer prova social e adicionar conteúdo gerado pelo usuário ao seu site.
ro_ro: Permite clienților să lase recenzii pentru produse. Acest lucru poate genera încredere, poate oferi dovezi sociale și poate adăuga conținut generat de utilizatori pe site-ul dvs.
sv_se: Tillåter dina kunder att lämna recensioner för produkter. Det kan bygga upp förtroende, ge sociala bevis och lägga till användargenererat innehåll på din webbplats.
tr_tr: Müşterilerinizin ürünler için yorum bırakmasını sağlar. Bu, güven oluşturabilir, sosyal kanıt sağlayabilir ve sitenize kullanıcı tarafından oluşturulan içerik ekleyebilir.
uk_ua: Дозволяти вашим клієнтам залишати відгуки про товари. Це може зміцнити довіру, забезпечити соціальний доказ і додати створений користувачами вміст на вашому сайті.

# Languages::product_reviews.use_for_reviews
source: Comments and reviews forms
cs_cz: Formuláře pro komentáře a recenze
da_dk: Kommentarer og anmeldelser formularer
de_de: Kommentar- und Bewertungsformulare
fa_ir: فرم های نظرات و بررسی ها
fi_fi: Kommentti- ja arvostelulomakkeet
fr_fr: Formulaires de commentaires et d'avis
he_il: טפסי הערות וסקירות
it_it: Moduli per commenti e recensioni
ja_jp: コメントとレビューの投稿フォーム
nl_nl: Formulieren voor opmerkingen en beoordelingen
no_no: Kommentarer og vurderingsskjemaer
pt_br: Formulários de comentários e avaliações
pt_pt: Formulários de comentários e críticas
ro_ro: Formulare de comentarii și recenzii
sv_se: Kommentarer och recensionsformulär
tr_tr: Yorum ve değerlendirme formları
uk_ua: Форми "Коментарі та відгуки"

# Languages::product_reviews.title_giftreg
source: Guestbook
cs_cz: Kniha návštěv
da_dk: Gæstebog
de_de: Gästebuch
fa_ir: دفترچه مهمان
fi_fi: Vieraskirja
fr_fr: Livre d'or
he_il: ספר אורחים
it_it: Libro degli ospiti
ja_jp: ゲストブック
nl_nl: Gastenboek
no_no: Gjestebok
pt_br: Livro de visitas
pt_pt: Livro de visitas
ro_ro: Cartea de oaspeti
sv_se: Gästbok
tr_tr: Ziyaretçi defteri
uk_ua: Гостьова книга

# Languages::product_reviews.title
source: Reviews
cs_cz: Recenze
da_dk: Anmeldelser
de_de: Bewertungen
fa_ir: بررسی ها
fi_fi: Arvostelut
fr_fr: Commentaires
he_il: ביקורות
it_it: Recensioni
ja_jp: レビュー
nl_nl: Beoordelingen
no_no: Anmeldelser
pt_br: Avaliações
pt_pt: Avaliações
ro_ro: Recenzii
sv_se: Recensioner
tr_tr: Değerlelendirmeler
uk_ua: Відгуки

# Languages::product_reviews.no_reviews_found
source: No reviews found
cs_cz: Nebyly nalezeny žádné recenze
da_dk: Ingen anmeldelser fundet
de_de: Keine Bewertungen gefunden
fa_ir: هیچ نظری یافت نشد
fi_fi: Arvosteluja ei löytynyt
fr_fr: Aucun avis trouvé
he_il: לא נמצאו ביקורות
it_it: Nessuna recensione trovata
ja_jp: レビューは見つかりませんでした
nl_nl: Geen beoordelingen gevonden
no_no: Ingen anmeldelser funnet
pt_br: Nenhuma avaliação disponível
pt_pt: Nenhum comentário encontrado
ro_ro: Nu au fost găsite recenzii
sv_se: Inga recensioner hittades
tr_tr: Yorum bulunamadı
uk_ua: Відгуків не знайдено

# Languages::product_reviews.your_rating
source: Your rating
cs_cz: Vase hodnoceni
da_dk: Din vurdering
de_de: Deine Bewertung
fa_ir: امتیاز شما
fi_fi: Arviosi
fr_fr: Votre note
he_il: הדירוג שלך
it_it: Il tuo punteggio
ja_jp: あなたの評価
nl_nl: Uw beoordeling
no_no: Din rangering
pt_br: Sua classificação
pt_pt: Sua avaliação
ro_ro: Rating-ul tău
sv_se: Ditt betyg
tr_tr: Puanınız
uk_ua: Ваша оцінка

# Languages::product_reviews.comments_and_reviews
source: Comments and reviews
cs_cz: Komentáře a recenze
da_dk: Kommentarer og anmeldelser
de_de: Kommentare und Bewertungen
fa_ir: نظرات و نقدها
fi_fi: Kommentteja ja arvosteluja
fr_fr: Commentaires et critiques
he_il: הערות וסקירות
it_it: Commenti e recensioni
ja_jp: コメントとレビュー
nl_nl: Opmerkingen en recensies
no_no: Kommentarer og anmeldelser
pt_br: Comentários e avaliações
pt_pt: Comentários e críticas
ro_ro: Comentarii și recenzii
sv_se: Kommentarer och recensioner
tr_tr: Yorumlar ve Değerlendirmeler
uk_ua: Коментарі та відгуки

# Languages::product_reviews.rating
source: Rating
cs_cz: Hodnocení
da_dk: Bedømmelse
de_de: Bewertung
fa_ir: رتبه بندی
fi_fi: Luokitus
fr_fr: Notation
he_il: דֵרוּג
it_it: Valutazione
ja_jp: 評価
nl_nl: Beoordeling
no_no: Vurdering
pt_br: Classificação
pt_pt: Avaliação
ro_ro: Evaluare
sv_se: Betyg
tr_tr: Değerlendirme
uk_ua: Оцінка

# Languages::product_reviews.date
source: Date
cs_cz: datum
da_dk: Dato
de_de: Datum
fa_ir: تاریخ
fi_fi: Päivämäärä
he_il: תַאֲרִיך
it_it: Data
ja_jp: 日時
nl_nl: Datum
no_no: Dato
pt_br: Data
pt_pt: Encontro: Data
ro_ro: Data
sv_se: Datum
tr_tr: Tarih
uk_ua: Дата

# Languages::product_reviews.error_already_posted
source: You have posted in this review already
cs_cz: V této recenzi jste již psal
da_dk: Du har allerede skrevet i denne anmeldelse
de_de: Sie haben in dieser Bewertung bereits gepostet
fa_ir: شما قبلاً در این بررسی پست کرده اید
fi_fi: Olet jo kirjoittanut tähän arvosteluun
fr_fr: Vous avez déjà posté dans cet avis
he_il: כבר פרסמת בביקורת הזו
it_it: Hai già pubblicato in questa recensione
ja_jp: このレビューにはすでに投稿されています
nl_nl: Je hebt al in deze recensie gepost
no_no: Du har allerede skrevet i denne anmeldelsen
pt_br: Você já postou nesta avaliação
pt_pt: Você já postou nesta avaliação
ro_ro: Ați postat deja în această recenzie
sv_se: Du har redan skrivit i den här recensionen
tr_tr: Bu tartışmada zaten post gönderdiniz
uk_ua: Ви вже написали повідомлення в цьому відгуку

# Languages::product_reviews.text_thank_you_for_post
source: Thank you for your post
cs_cz: děkuji za příspěvek
da_dk: Tak for dit indlæg
de_de: Vielen Dank für Ihren Beitrag
fa_ir: از پست شما سپاسگذاریم
fi_fi: Kiitos viestistäsi
fr_fr: Merci pour votre commentaire
he_il: תודה על הפוסט שלך
it_it: Grazie per il tuo post
ja_jp: 投稿ありがとうございました
nl_nl: Bedankt voor je bericht
no_no: Takk for innlegget ditt
pt_br: Obrigado pela sua postagem
pt_pt: Obrigado pelo seu post
ro_ro: Multumesc pentru postarea ta
sv_se: Tack för ditt inlägg
tr_tr: Yazınız için teşekkür ederiz
uk_ua: Дякуємо вам за ваше повідомлення

# Languages::product_reviews.text_review_pended
source: Your review will be checked before it gets published.
cs_cz: Vaše recenze bude před zveřejněním zkontrolována.
da_dk: Din anmeldelse vil blive tjekket, før den bliver offentliggjort.
de_de: Ihre Bewertung wird vor der Veröffentlichung geprüft.
fa_ir: نظر شما قبل از انتشار بررسی می شود.
fi_fi: Arvostelusi tarkistetaan ennen kuin se julkaistaan.
fr_fr: Votre avis sera vérifié avant d'être publié.
he_il: הביקורת שלך תיבדק לפני שהיא תתפרסם.
it_it: La tua recensione verrà controllata prima di essere pubblicata.
ja_jp: 投稿いただいた内容は管理者の確認後に掲載されます。
nl_nl: Uw recensie wordt gecontroleerd voordat deze wordt gepubliceerd.
no_no: Din anmeldelse vil bli sjekket før den blir publisert.
pt_br: Sua avaliação será verificada antes de ser publicada.
pt_pt: Sua avaliação será verificada antes de ser publicada.
ro_ro: Recenzia dvs. va fi verificată înainte de a fi publicată.
sv_se: Din recension kommer att kontrolleras innan den publiceras.
tr_tr: Gönderiniz yayınlanmadan önce kontrol edilecektir.
uk_ua: Ваш відгук буде перевірено перед його публікацією.

# Languages::product_reviews.reviews
source: Reviews: [n]
cs_cz: Recenze: [n]
da_dk: Anmeldelser: [n]
de_de: Bewertungen: [n]
fa_ir: نظرات: [n]
fi_fi: Arvostelut: [n]
fr_fr: Avis : [n]
he_il: ביקורות: [n]
it_it: Recensioni: [n]
ja_jp: レビュー： [n]
nl_nl: Beoordelingen: [n]
no_no: Anmeldelser: [n]
pt_br: Avaliações ([n]
pt_pt: Comentários: [n]
ro_ro: Recenzii: [n]
sv_se: Recensioner: [n]
tr_tr: İncelemeler ([n]
uk_ua: Відгуки: [n]

# Languages::product_reviews.n_reviews
source: review|reviews
cs_cz: recenze|recenze
da_dk: anmeldelse|anmeldelser
de_de: Rezension|Rezensionen
fa_ir: بررسی|بررسی
fi_fi: arvostelu|arvostelut
fr_fr: critique|critiques
he_il: סקירה|ביקורות
it_it: recensione|recensioni
ja_jp: レビュー|レビュー
nl_nl: recensie|recensies
no_no: anmeldelse|anmeldelser
pt_br: avaliação|avaliações
pt_pt: resenha | resenhas
ro_ro: recenzie| recenzii
sv_se: recension|recensioner
tr_tr: değerlendirme | değerlendirmeler
uk_ua: відгук|відгуки

# Languages::product_reviews.text_new_post_notification
source: This is a notification of a new post to product
cs_cz: Toto je upozornění na nový příspěvek k produktu
da_dk: Dette er en meddelelse om et nyt indlæg til produktet
de_de: Dies ist eine Benachrichtigung über einen neuen Beitrag zum Produkt
fa_ir: این اعلان یک پست جدید در محصول است
fi_fi: Tämä on ilmoitus uudesta postauksesta tuotteeseen
fr_fr: Ceci est une notification d'une nouvelle publication sur le produit
he_il: זוהי הודעה על פוסט חדש למוצר
it_it: Questa è una notifica di un nuovo post sul prodotto
ja_jp: これは商品の新しい投稿の通知です
nl_nl: Dit is een melding van een nieuw bericht op het product
no_no: Dette er et varsel om et nytt innlegg til produktet
pt_br: Esta é uma notificação de um novo post para o produto
pt_pt: Esta é uma notificação de uma nova postagem no produto
ro_ro: Aceasta este o notificare a unei noi postări pe produs
sv_se: Detta är ett meddelande om ett nytt inlägg till produkten
tr_tr: Bu yeni mesaja bir bildirimdir
uk_ua: Це сповіщення про нову публікацію в продукті

# Languages::product_reviews.text_new_reply_notification
source: This is a notification of a new reply to your product review
cs_cz: Toto je upozornění na novou odpověď na vaši recenzi produktu
da_dk: Dette er en meddelelse om et nyt svar på din produktanmeldelse
de_de: Dies ist eine Benachrichtigung über eine neue Antwort auf Ihre Produktbewertung
fa_ir: این یک اعلان از یک پاسخ جدید به بررسی محصول شما است
fi_fi: Tämä on ilmoitus uudesta vastauksesta tuotearvosteluusi
fr_fr: Ceci est une notification d'une nouvelle réponse à votre avis sur le produit
he_il: זוהי הודעה על תשובה חדשה לסקירת המוצר שלך
it_it: Questa è una notifica di una nuova risposta alla tua recensione del prodotto
ja_jp: これは商品レビューへの新しい返信の通知です
nl_nl: Dit is een melding van een nieuwe reactie op uw productreview
no_no: Dette er et varsel om et nytt svar på produktanmeldelsen din
pt_br: Essa é uma notificação de uma nova resposta para a sua avaliação de produto
pt_pt: Esta é uma notificação de uma nova resposta à sua análise do produto
ro_ro: Aceasta este o notificare a unui nou răspuns la recenzia produsului dvs
sv_se: Detta är ett meddelande om ett nytt svar på din produktrecension
tr_tr: Bu yeni mesaja bir bildirimdir
uk_ua: Це сповіщення про нову відповідь на ваш відгук про продукт

# Languages::product_reviews.text_approval_notice
source: This review needs approving
cs_cz: Tuto recenzi je třeba schválit
da_dk: Denne anmeldelse skal godkendes
de_de: Diese Bewertung muss genehmigt werden
fa_ir: این بررسی نیاز به تایید دارد
fi_fi: Tämä arvostelu vaatii hyväksynnän
fr_fr: Cet avis doit être approuvé
he_il: סקירה זו דורשת אישור
it_it: Questa revisione deve essere approvata
ja_jp: この投稿は管理者の承認が必要です
nl_nl: Deze beoordeling moet worden goedgekeurd
no_no: Denne anmeldelsen må godkjennes
pt_br: Esta avaliação precisa ser aprovada
pt_pt: Esta revisão precisa de aprovação
ro_ro: Această revizuire necesită aprobare
sv_se: Denna granskning måste godkännas
tr_tr: Bu yazının onaylanması gerekiyor
uk_ua: Цей відгук потребує затвердження

# Languages::product_reviews.latest_reviews
source: Latest reviews
cs_cz: Nejnovější recenze
da_dk: Seneste anmeldelser
de_de: Neueste Bewertungen
fa_ir: آخرین بررسی ها
fi_fi: Uusimmat arvostelut
fr_fr: Dernières critiques
he_il: ביקורות אחרונות
it_it: Ultime Recensioni
ja_jp: 最新レビュー
nl_nl: Laatste Recensies
no_no: Siste anmeldelser
pt_br: Avaliações mais recentes
pt_pt: Últimas revisoes
ro_ro: Ultimele recenzii
sv_se: Senaste recensioner
tr_tr: En son incelemeler
uk_ua: Останні відгуки

# Languages::product_reviews.comment_by
source: Comment by
cs_cz: Komentář od
da_dk: Kommentar af
de_de: Kommentar von
fa_ir: نظر دادن توسط
fi_fi: Kommentoi
fr_fr: Commenté par
he_il: תגובה מאת
it_it: Commento di
ja_jp: コメント
nl_nl: Reageer door
no_no: Kommentar av
pt_br: Comentado por
pt_pt: Comentário de
ro_ro: Comentariu de
sv_se: Kommentar av
tr_tr: Yorum yapan
uk_ua: Коментар від

# Languages::product_reviews.and
source: and
cs_cz: a
da_dk: og
de_de: und
fa_ir: و
fi_fi: ja
fr_fr: et
he_il: ו
it_it: e
ja_jp: と
nl_nl: en
no_no: og
pt_br: e
pt_pt: e
ro_ro: și
sv_se: och
tr_tr: ve
uk_ua: і

# Languages::product_reviews.approve
source: Approve
cs_cz: Schválit
da_dk: Godkende
de_de: Genehmigen
fa_ir: تایید
fi_fi: Hyväksyä
fr_fr: Approuver
he_il: לְאַשֵׁר
it_it: Approvare
ja_jp: 承認
nl_nl: Goedkeuren
no_no: Vedta
pt_br: Aprovar
pt_pt: Aprovar
ro_ro: Aproba
sv_se: Godkänna
tr_tr: Onayla
uk_ua: Затвердити

# Languages::product_reviews.disapprove
source: Disapprove
cs_cz: Neschválit
da_dk: Misbillige
de_de: Missbilligen
fa_ir: رد کردن
fi_fi: Hylätä
fr_fr: Désapprouver
he_il: לא לאשר
it_it: Disapprovare
ja_jp: 却下
nl_nl: Afkeuren
no_no: Mislike
pt_br: Reprovar
pt_pt: Reprovar
ro_ro: Dezaproba
sv_se: Ogilla
tr_tr: Onaylama
uk_ua: Не схвалено

# Languages::product_reviews.approved
source: Approved
cs_cz: Schválený
da_dk: godkendt
de_de: Zugelassen
fa_ir: تایید شده
fi_fi: Hyväksytty
fr_fr: Approuvé
he_il: אושר
it_it: Approvato
ja_jp: 承認
nl_nl: Goedgekeurd
no_no: Godkjent
pt_br: Aprovado
pt_pt: Aprovado
ro_ro: Aprobat
sv_se: Godkänd
tr_tr: Onaylandı
uk_ua: Затверджений

# Languages::product_reviews.not_approved
source: Not approved
cs_cz: Neschváleno
da_dk: Ikke godkendt
de_de: Nicht bestätigt
fa_ir: مورد تایید نیست
fi_fi: Hylätty
fr_fr: Non approuvé
he_il: לא מאושר
it_it: Non approvato
ja_jp: 未承認
nl_nl: Niet goedgekeurd
no_no: Ikke godkjent
pt_br: Não aprovado
pt_pt: Não aprovado
ro_ro: Neaprobat
sv_se: Ej godkänd
tr_tr: Onaylanmamış
uk_ua: Не затверджено

# Languages::product_reviews.manager
source: Comments and reviews
cs_cz: Komentáře a recenze
da_dk: Kommentarer og anmeldelser
de_de: Kommentare und Bewertungen
fa_ir: نظرات و نقدها
fi_fi: Kommentteja ja arvosteluja
fr_fr: Commentaires et critiques
he_il: הערות וסקירות
it_it: Commenti e recensioni
ja_jp: コメントとレビュー
nl_nl: Opmerkingen en recensies
no_no: Kommentarer og anmeldelser
pt_br: Comentários e avaliações
pt_pt: Comentários e críticas
ro_ro: Comentarii și recenzii
sv_se: Kommentarer och recensioner
tr_tr: Yorumlar ve Değerlendirmeler
uk_ua: Коментарі та відгуки

# Languages::privileges.view_product_reviews
source: Can view
cs_cz: Lze prohlížet
da_dk: Kan se
de_de: Kann ansehen
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
fr_fr: Peut voir
he_il: יכול לצפות
it_it: Posso vedere
ja_jp: 閲覧可能
nl_nl: Kan zien
no_no: Kan se
pt_br: Pode visualizar
pt_pt: Pode ver
ro_ro: Poate vizualiza
sv_se: Kan visa
tr_tr: Görüntüleyebilir
uk_ua: Можна переглянути

# Languages::privileges.manage_product_reviews
source: Can edit
cs_cz: Může upravit
da_dk: Kan redigere
de_de: Kann bearbeiten
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
fr_fr: Peut éditer
he_il: יכול לערוך
it_it: Può modificare
ja_jp: 編集可能
nl_nl: Kan bewerken
no_no: Kan redigere
pt_br: Pode editar
pt_pt: Pode editar
ro_ro: Pot edita
sv_se: Kan redigera
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privilege_groups.product_reviews
source: Product reviews
cs_cz: Recenze produktu
da_dk: Produktanmeldelser
de_de: Produktrezensionen
fa_ir: نظرات محصول
fi_fi: Tuotearvostelut
fr_fr: Avis sur les produits
he_il: ביקורות מוצרים
it_it: Recensioni dei prodotti
ja_jp: 商品レビュー
nl_nl: Productrecensies
no_no: Produktanmeldelser
pt_br: Avaliações do produto
pt_pt: Revisão de produtos
ro_ro: Recenzii de produse
sv_se: Produktrecensioner
tr_tr: Ürün Değerlendirmeleri
uk_ua: Відгуки про товар

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
cs_cz: Seřadit podle hodnocení: Nízká až vysoká
da_dk: Sorter efter vurdering: Lav til Høj
de_de: Nach Bewertung sortieren: Niedrig bis Hoch
fa_ir: مرتب سازی بر اساس رتبه: کم به زیاد
fi_fi: Lajittele arvosanan mukaan: matalasta korkeaan
fr_fr: Trier par note : faible à élevé
he_il: מיין לפי דירוג: נמוך עד גבוה
it_it: Ordina per valutazione: da basso ad alto
ja_jp: 評価で並べ替え：低から高
nl_nl: Sorteer op beoordeling: Laag naar Hoog
no_no: Sorter etter vurdering: Lav til Høy
pt_br: Ordenar pro classificação: Mais baixas até as mais altas
pt_pt: Classificar por classificação: baixo a alto
ro_ro: Sortați după evaluare: de la mic la ridicat
sv_se: Sortera efter betyg: Låg till Hög
tr_tr: Fiyata göre Sırala: Düşükten Yükseğe
uk_ua: Сортувати за рейтингом: від низького до високого

# Languages::sort_by_rating_desc
source: Sort by rating
cs_cz: Seřadit podle hodnocení
da_dk: Sorter efter vurdering
de_de: Nach Bewertung sortieren
fa_ir: مرتب سازی بر اساس رتبه بندی
fi_fi: Lajittele luokituksen mukaan
fr_fr: Trier par note
he_il: מיין לפי דירוג
it_it: Ordina per valutazione
ja_jp: 評価で並べ替え
nl_nl: Sorteren op beoordeling
no_no: Sorter etter vurdering
pt_br: Ordenar por classificação
pt_pt: Classificar por classificação
ro_ro: Sortați după evaluare
sv_se: Sortera efter betyg
tr_tr: Derecelendirmeye göre sıralama
uk_ua: Сортувати за рейтингом

# Languages::product_reviews.product_reviews
source: Product reviews
cs_cz: Recenze produktu
da_dk: Produktanmeldelser
de_de: Produktrezensionen
fa_ir: نظرات محصول
fi_fi: Tuotearvostelut
fr_fr: Avis sur les produits
he_il: ביקורות מוצרים
it_it: Recensioni dei prodotti
ja_jp: 商品レビュー
nl_nl: Productrecensies
no_no: Produktanmeldelser
pt_br: Avaliações do produto
pt_pt: Revisão de produtos
ro_ro: Recenzii de produse
sv_se: Produktrecensioner
tr_tr: Ürün Değerlendirmeleri
uk_ua: Відгуки про товар

# Languages::product_reviews.menu_title
source: Reviews
cs_cz: Recenze
da_dk: Anmeldelser
de_de: Bewertungen
fa_ir: بررسی ها
fi_fi: Arvostelut
fr_fr: Commentaires
he_il: ביקורות
it_it: Recensioni
ja_jp: レビュー
nl_nl: Beoordelingen
no_no: Anmeldelser
pt_br: Avaliações
pt_pt: Avaliações
ro_ro: Recenzii
sv_se: Recensioner
tr_tr: Değerlelendirmeler
uk_ua: Відгуки

# Languages::product_reviews.menu_title_menu_description
source: Customer reviews on products
cs_cz: Zákaznické recenze na produkty
da_dk: Kundeanmeldelser af produkter
de_de: Kundenbewertungen zu Produkten
fa_ir: نظرات مشتریان در مورد محصولات
fi_fi: Asiakkaiden arvostelut tuotteista
fr_fr: Avis clients sur les produits
he_il: ביקורות לקוחות על מוצרים
it_it: Recensioni dei clienti sui prodotti
ja_jp: 商品に対するお客様レビュー
nl_nl: Klantrecensies over producten
no_no: Kundeanmeldelser på produkter
pt_br: Avaliações de clientes nos produtos
pt_pt: Comentários de clientes sobre produtos
ro_ro: Comentariile clienților despre produse
sv_se: Kundrecensioner om produkter
tr_tr: Ürünlerle ilgili müşteri yorumları
uk_ua: Відгуки покупців про товари

# Languages::product_reviews.write_review
source: Write a review
cs_cz: Napsat recenzi
da_dk: Skrive en anmeldelse
de_de: Eine Rezension schreiben
fa_ir: یک بررسی بنویسید
fi_fi: Kirjoita arvostelu
fr_fr: Écrire une critique
he_il: כתוב ביקורת
it_it: Scrivere una recensione
ja_jp: レビューを書く
nl_nl: Schrijf een recensie
no_no: Skrive en omtale
pt_br: Fazer uma avaliação
pt_pt: Escreva uma crítica
ro_ro: Scrie o recenzie
sv_se: Skriva en recension
tr_tr: Görüşünü yaz
uk_ua: Написати відгук

# SettingsOptions::product_reviews::reviews_per_page
source: Reviews per page
cs_cz: Recenze na stránku
da_dk: Anmeldelser pr. side
de_de: Bewertungen pro Seite
fa_ir: نظرات در هر صفحه
fi_fi: Arvostelut per sivu
fr_fr: Avis par page
he_il: ביקורות לכל עמוד
it_it: Recensioni per pagina
ja_jp: 1ページあたりのレビュー
nl_nl: Beoordelingen per pagina
no_no: Anmeldelser per side
pt_br: Avaliações por página
pt_pt: Comentários por página
ro_ro: Recenzii pe pagină
sv_se: Recensioner per sida
tr_tr: Sayfa başına inceleme
uk_ua: Відгуки на сторінці

# SettingsOptions::product_reviews::review_approval
source: Administrator must approve posts submitted by
cs_cz: Administrátor musí schválit příspěvky odeslané uživatelem
da_dk: Administrator skal godkende indlæg indsendt af
de_de: Der Administrator muss Beiträge genehmigen, die von eingereicht wurden
fa_ir: مدیر باید پست های ارسال شده توسط
fi_fi: Ylläpitäjän tulee hyväksyä lähettäjän lähettämät viestit
fr_fr: L'administrateur doit approuver les messages soumis par
he_il: המנהל חייב לאשר פוסטים שנשלחו על ידי
it_it: L'amministratore deve approvare i post inviati da
ja_jp: 管理者は送信された投稿を承認する必要があります
nl_nl: Beheerder moet berichten goedkeuren die zijn ingediend door
no_no: Administrator må godkjenne innlegg innsendt av
pt_br: Administrador deve aprovar posts enviados por
pt_pt: O administrador deve aprovar as postagens enviadas por
ro_ro: Administratorul trebuie să aprobe postările trimise de
sv_se: Administratören måste godkänna inlägg som skickas in av
tr_tr: Yöneticinin onaylaması gereken mesajları gönderen
uk_ua: Адміністратор має схвалити надсилання дописів
