Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::product_reviews.moderation_rules
source: Before submitting a review, make sure that it does not violate the moderation rules: it does not contain links to third-party resources and insults.
cs_cz: Před odesláním recenze se ujistěte, že neporušuje pravidla moderování: neobsahuje odkazy na zdroje třetích stran a urážky.
da_dk: Før du indsender en anmeldelse, skal du sørge for, at den ikke overtræder modereringsreglerne: den indeholder ikke links til tredjepartsressourcer og fornærmelser.
de_de: Stellen Sie vor dem Einreichen einer Bewertung sicher, dass sie nicht gegen die Moderationsregeln verstößt: Sie enthält keine Links zu Ressourcen Dritter und keine Beleidigungen.
fa_ir: قبل از ارسال نظر، مطمئن شوید که قوانین تعدیل را نقض نمی کند: حاوی پیوندهایی به منابع شخص ثالث و توهین نیست.
fi_fi: Ennen kuin lähetät arvostelun, varmista, että se ei riko valvontasääntöjä: se ei sisällä linkkejä kolmannen osapuolen resursseihin tai loukkauksiin.
fr_fr: Avant de soumettre un avis, assurez-vous qu'il ne viole pas les règles de modération : il ne contient pas de liens vers des ressources tierces et d'insultes.
he_il: לפני שליחת ביקורת, ודא שהיא אינה מפרה את כללי הניהול: היא אינה מכילה קישורים למשאבים והעלבות של צד שלישי.
it_it: Prima di inviare una recensione, assicurati che non violi le regole di moderazione: non contenga collegamenti a risorse di terze parti e insulti.
ja_jp: レビューを送信する前に、モデレートルールに違反していないことを確認してください。サードパーティのリソースや誹謗中傷へのリンクが含まれていないことを確認してください。
nl_nl: Voordat u een recensie indient, moet u ervoor zorgen dat deze niet in strijd is met de moderatieregels: deze bevat geen links naar bronnen van derden en beledigingen.
no_no: Før du sender inn en anmeldelse, sørg for at den ikke bryter modereringsreglene: den inneholder ikke lenker til tredjepartsressurser og fornærmelser.
pt_br: Antes de submeter uma avaliação, certifique-se que ela não viola as regras da moderação: não contém links para recursos de terceiros e insultos
pt_pt: Antes de enviar uma avaliação, verifique se ela não viola as regras de moderação: ela não contém links para recursos de terceiros e insultos.
ro_ro: Înainte de a trimite o recenzie, asigurați-vă că aceasta nu încalcă regulile de moderare: nu conține link-uri către resurse terțe și insulte.
sv_se: Innan du skickar in en recension, se till att den inte bryter mot modereringsreglerna: den innehåller inte länkar till tredje parts resurser och förolämpningar.
tr_tr: Bir inceleme göndermeden önce, denetleme kurallarını ihlal etmediğinden emin olun: üçüncü taraf kaynaklarına bağlantılar ve hakaretler içermez.
uk_ua: Перш ніж надсилати відгук, переконайтеся, що він не порушує правила модерації: не містить посилань на сторонні ресурси та образи.

# Languages::product_reviews.agreement_text_short_add_new_review
source: I agree to have my personal data <u>processed as follows.</u>
cs_cz: Souhlasím se zpracováním mých osobních údajů <u>následujícím způsobem.</u>
da_dk: Jeg accepterer at få mine personlige data <u>behandlet som følger.</u>
de_de: Ich bin damit einverstanden, dass meine personenbezogenen Daten wie <u>verarbeitet werden.</u>
fa_ir: من موافقت می کنم که داده های شخصی من <u>به شرح زیر پردازش شود.</u>
fi_fi: Hyväksyn, että henkilötietojani <u>käsitellään seuraavasti.</u>
fr_fr: J'accepte que mes données personnelles <u>soient traitées comme suit.</u>
he_il: אני מסכים <u>הנתונים האישיים שלי כדלקמן.</u>
it_it: Acconsento al trattamento dei miei dati personali <u>come segue.</u>
ja_jp: 個人情報を<u>次のように処理することに</u>同意します。
nl_nl: Ik ga ermee akkoord dat mijn persoonlijke gegevens <u>als volgt worden verwerkt.</u>
no_no: Jeg godtar å få mine personopplysninger <u>behandlet som følger.</u>
pt_br: Eu concordo em ter meus dados pessoais <u>processados da seguinte forma.</u>
pt_pt: Aceito que meus dados pessoais <u>sejam processados da seguinte forma.</u>
ro_ro: Sunt de acord ca datele <u>personale să fie prelucrate după cum urmează.</u>
sv_se: Jag samtycker till att få mina <u>behandlade enligt följande.</u>
tr_tr: Bilgilerimin <u> bu şekilde işlenmesine </u> izin veriyorun
uk_ua: Я погоджуюся, щоб мої особисті дані <u>оброблялися таким чином.</u>

# Languages::product_reviews.please_log_in_to_write_a_review
source: Please sign in to write a review
cs_cz: Chcete-li napsat recenzi, přihlaste se
da_dk: Log venligst ind for at skrive en anmeldelse
de_de: Bitte melden Sie sich an, um eine Bewertung zu schreiben
fa_ir: لطفا جهت نوشتن نقد وارد شوید
fi_fi: Kirjaudu sisään kirjoittaaksesi arvostelun
fr_fr: Veuillez vous connecter pour écrire un avis
he_il: נא להיכנס כדי לכתוב ביקורת
it_it: Perfavore, accedi per scrivere una recensione
ja_jp: レビューを投稿するにはログインしてください
nl_nl: Gelieve in te loggen om een recensie te schrijven
no_no: Logg på for å skrive en anmeldelse
pt_br: Por favor faça login para deixar uma avaliação
pt_pt: Faça login para escrever uma avaliação
ro_ro: Vă rugăm să vă conectați pentru a scrie o recenzie
sv_se: Logga in för att skriva en recension
tr_tr: İnceleme yapmak için lütfen giriş yapın
uk_ua: Будь ласка, увійдіть, щоб написати відгук

# Languages::product_reviews.you_have_to_buy_product_before_writing_review
source: You can't write a review for this product. Customers can write reviews only for the products they bought. If you actually bought this product from us, but are still seeing this message, please contact us.
cs_cz: Na tento produkt nelze napsat recenzi. Zákazníci mohou psát recenze pouze na produkty, které si zakoupili. Pokud jste u nás tento produkt skutečně zakoupili, ale stále se vám zobrazuje tato zpráva, kontaktujte nás.
da_dk: Du kan ikke skrive en anmeldelse af dette produkt. Kunder kan kun skrive anmeldelser for de produkter, de har købt. Hvis du faktisk har købt dette produkt hos os, men stadig ser denne besked, bedes du kontakte os.
de_de: Sie können für dieses Produkt keine Bewertung schreiben. Kunden können Bewertungen nur für die Produkte schreiben, die sie gekauft haben. Wenn Sie dieses Produkt tatsächlich bei uns gekauft haben, diese Meldung aber immer noch sehen, kontaktieren Sie uns bitte.
fa_ir: شما نمی توانید برای این محصول نظر بنویسید. مشتریان فقط برای محصولاتی که خریده اند می توانند نظر بنویسند. اگر واقعاً این محصول را از ما خریده‌اید، اما همچنان این پیام را مشاهده می‌کنید، لطفاً با ما تماس بگیرید.
fi_fi: Et voi kirjoittaa arvostelua tästä tuotteesta. Asiakkaat voivat kirjoittaa arvosteluja vain ostamistaan tuotteista. Jos ostit tämän tuotteen meiltä, mutta näet edelleen tämän viestin, ota meihin yhteyttä.
fr_fr: Vous ne pouvez pas écrire d'avis sur ce produit. Les clients peuvent rédiger des avis uniquement sur les produits qu'ils ont achetés. Si vous avez effectivement acheté ce produit chez nous, mais que vous voyez toujours ce message, veuillez nous contacter.
he_il: אתה לא יכול לכתוב ביקורת על מוצר זה. לקוחות יכולים לכתוב ביקורות רק על המוצרים שהם קנו. אם רכשת מאיתנו את המוצר הזה, אבל אתה עדיין רואה את ההודעה הזו, אנא צור איתנו קשר.
it_it: Non puoi scrivere una recensione per questo prodotto. I clienti possono scrivere recensioni solo per i prodotti che hanno acquistato. Se hai effettivamente acquistato questo prodotto da noi, ma visualizzi ancora questo messaggio, contattaci.
ja_jp: この商品のレビューを書くことはできません。 購入した商品に対してのみレビューを書くことができます。実際にこの商品を購入したのに、このメッセージが表示される場合は、お問合せください。
nl_nl: U kunt geen recensie schrijven voor dit product. Klanten kunnen alleen beoordelingen schrijven voor de producten die ze hebben gekocht. Als je dit product daadwerkelijk bij ons hebt gekocht, maar nog steeds dit bericht ziet, neem dan contact met ons op.
no_no: Du kan ikke skrive en anmeldelse for dette produktet. Kunder kan kun skrive anmeldelser for produktene de har kjøpt. Hvis du faktisk kjøpte dette produktet fra oss, men fortsatt ser denne meldingen, vennligst kontakt oss.
pt_br: Você não pode avaliar este produto. Os clientes podem avaliar somente produtos que compraram. Se você comprou este produto conosco, mas ainda está vendo esta mensagem, contate-nos.
pt_pt: Você não pode escrever um comentário para este produto. Os clientes podem escrever comentários apenas para os produtos que compraram. Se você realmente comprou este produto conosco, mas ainda está vendo esta mensagem, entre em contato conosco.
ro_ro: Nu puteți scrie o recenzie pentru acest produs. Clienții pot scrie recenzii numai pentru produsele pe care le-au cumpărat. Dacă ați cumpărat acest produs de la noi, dar încă vedeți acest mesaj, vă rugăm să ne contactați.
sv_se: Du kan inte skriva en recension för den här produkten. Kunder kan bara skriva recensioner för de produkter de köpt. Om du faktiskt köpte den här produkten av oss, men fortfarande ser detta meddelande, vänligen kontakta oss.
tr_tr: Bu ürün için inceleme yazamazsınız. Müşteriler sadece satın aldıkları ürünler için inceleme yazabilirler. Eğer gerçekten bu ürünü bizden satın aldıysanız ve bu mesajı görüyorsanız lütfen bizimle iletişime geçin.
uk_ua: Ви не можете написати відгук на цей товар. Клієнти можуть писати відгуки лише про придбані товари. Якщо ви купили у нас товар, але все ще не бачите дане повідомлення, зв'яжіться з нами.

# Languages::product_reviews.event.new_post
source: New review posted
cs_cz: Byla zveřejněna nová recenze
da_dk: Ny anmeldelse indsendt
de_de: Neue Bewertung veröffentlicht
fa_ir: بررسی جدید ارسال شد
fi_fi: Uusi arvostelu julkaistu
fr_fr: Nouvelle critique publiée
he_il: סקירה חדשה פורסמה
it_it: Nuova recensione pubblicata
ja_jp: 新しいレビューが投稿されました
nl_nl: Nieuwe recensie geplaatst
no_no: Ny anmeldelse lagt ut
pt_br: Nova avaliação postada
pt_pt: Nova avaliação postada
ro_ro: O nouă recenzie postată
sv_se: Ny recension publicerad
tr_tr: Yeni inceleme yayınlandı
uk_ua: Опубліковано новий відгук

# Languages::product_reviews.event.new_reply
source: New reply was added to review
cs_cz: Ke kontrole byla přidána nová odpověď
da_dk: Nyt svar blev tilføjet til anmeldelse
de_de: Neue Antwort wurde zur Überprüfung hinzugefügt
fa_ir: پاسخ جدید به بررسی اضافه شد
fi_fi: Uusi vastaus lisätty arvosteluun
fr_fr: Une nouvelle réponse a été ajoutée à l'examen
he_il: תגובה חדשה נוספה לסקירה
it_it: È stata aggiunta una nuova risposta alla recensione
ja_jp: レビューに新しい返信が追加されました
nl_nl: Nieuw antwoord toegevoegd aan beoordeling
no_no: Nytt svar ble lagt til anmeldelse
pt_br: Nova resposta foi adicionada a revisão
pt_pt: Nova resposta foi adicionada à revisão
ro_ro: Răspuns nou a fost adăugat la revizuire
sv_se: Nytt svar har lagts till i recensionen
tr_tr: İncelemeye yeni yanıt eklendi
uk_ua: До відгуку додано нову відповідь

# Languages::product_reviews.helpfulness
source: Helpfulness
cs_cz: Vstřícnost
da_dk: Hjælpsomhed
de_de: Hilfsbereitschaft
fa_ir: مفید بودن
fi_fi: Avuliaisuus
fr_fr: Obligeance
he_il: נְכוֹנוּת לַעֲזוֹר
it_it: Disponibilità
ja_jp: 有用性
nl_nl: behulpzaamheid
no_no: Hjelpsomhet
pt_br: Assistência
pt_pt: gentileza
ro_ro: Utilitate
sv_se: Hjälpsamhet
tr_tr: Yardımseverlik
uk_ua: Корисність

# Languages::product_reviews.vote_up
source: Vote up
cs_cz: Hlasujte
da_dk: Stem op
de_de: Stimmen Sie ab
fa_ir: رای دهید
fi_fi: Äänestä ylös
fr_fr: Votez
he_il: הצבע
it_it: Vota
ja_jp: 投票する
nl_nl: Stem op
no_no: Stem opp
pt_br: Voto a favor
pt_pt: Vote
ro_ro: Votează în sus
sv_se: Rösta upp
tr_tr: Oyvermek
uk_ua: Голосувати за

# Languages::product_reviews.vote_down
source: Vote down
cs_cz: Hlasujte proti
da_dk: Stem ned
de_de: Gefällt mir nicht
fa_ir: رای منفی
fi_fi: Äänestä alas
fr_fr: Voter contre
he_il: הצביעו למטה
it_it: Vota verso il basso
ja_jp: 投票する
nl_nl: Stem af
no_no: Stem ned
pt_br: Voto contra
pt_pt: Votar para baixo
ro_ro: Votați în jos
sv_se: Rösta ner
tr_tr: aşağı oy
uk_ua: Голосувати проти

# Languages::sort_by_product_review_timestamp_desc
source: Sort by date: Newest to Oldest
cs_cz: Řadit podle data: od nejnovějších po nejstarší
da_dk: Sorter efter dato: Nyeste til Ældste
de_de: Nach Datum sortieren: Vom Neusten zum Ältesten
fa_ir: مرتب سازی بر اساس تاریخ: جدیدترین به قدیمی ترین
fi_fi: Lajittele päivämäärän mukaan: uusimmasta vanhimpaan
fr_fr: Trier par date : du plus récent au plus ancien
he_il: מיין לפי תאריך: מהחדש לישן ביותר
it_it: Ordina per data: dal più recente al più vecchio
ja_jp: 日付で並べ替え：新しいものから古いものへ
nl_nl: Sorteer op datum: Nieuwste naar Oudste
no_no: Sorter etter dato: Nyeste til Eldste
pt_br: Ordenar por data: mais recente ao mais antigo
pt_pt: Ordenar por data: do mais recente ao mais antigo
ro_ro: Sortați după dată: de la cel mai nou la cel mai vechi
sv_se: Sortera efter datum: Nyast till Äldst
tr_tr: Tarihe göre sırala: En Yeniden En Eskiye
uk_ua: Сортувати за датою: від новітнього до найстарішого

# Languages::sort_by_product_review_timestamp_asc
source: Sort by date: Oldest to Newest
cs_cz: Řadit podle data: od nejstarších po nejnovější
da_dk: Sorter efter dato: Ældste til Nyeste
de_de: Nach Datum sortieren: Älteste bis Neueste
fa_ir: مرتب سازی بر اساس تاریخ: قدیمی ترین به جدیدترین
fi_fi: Lajittele päivämäärän mukaan: Vanhimmasta uusimpaan
fr_fr: Trier par date : du plus ancien au plus récent
he_il: מיין לפי תאריך: הישן ביותר לחדש ביותר
it_it: Ordina per data: dal meno recente al più recente
ja_jp: 日付で並べ替え：古いものから新しいものへ
nl_nl: Sorteer op datum: van oud naar nieuw
no_no: Sorter etter dato: Eldste til Nyeste
pt_br: Ordenar por data: mais antigas ao mais recente
pt_pt: Ordenar por data: do mais antigo para o mais recente
ro_ro: Sortați după dată: de la cel mai vechi la cel mai nou
sv_se: Sortera efter datum: Äldst till Nyast
tr_tr: Tarihe göre sırala: Eskiden En Yeniye
uk_ua: Сортувати за датою: від найстарішого до найновішого

# Languages::sort_by_helpfulness_asc
source: Helpful last
cs_cz: Užitečná poslední
da_dk: Hjælpsom sidst
de_de: Hilfreich zuletzt
fa_ir: آخرین مفید
fi_fi: Hyödyllinen viimeinen
fr_fr: Utile en dernier
he_il: מועיל אחרון
it_it: Utile prima
ja_jp: 最後に役立つ
nl_nl: Nuttige laatste
no_no: Nyttig sist
pt_br: Auxiliares por último
pt_pt: Último útil
ro_ro: Ultimul util
sv_se: Hjälpsamt sist
tr_tr: faydalı son
uk_ua: Нещодавно корисне

# Languages::sort_by_helpfulness_desc
source: Helpful first
cs_cz: Nejprve užitečné
da_dk: Hjælpsom først
de_de: Hilfreich zuerst
fa_ir: اول مفید
fi_fi: Hyödyllinen ensin
fr_fr: Utile d'abord
he_il: מועיל קודם כל
it_it: Utile prima
ja_jp: 最初に役立つ
nl_nl: Nuttig eerst
no_no: Nyttig først
pt_br: Auxiliares primeiro
pt_pt: Útil primeiro
ro_ro: De ajutor în primul rând
sv_se: Till hjälp först
tr_tr: Önce faydalı
uk_ua: Перш за все корисно

# Languages::sort_by_rating_value_desc
source: Sort by rating: High to Low
cs_cz: Řadit podle hodnocení: High to Low
da_dk: Sorter efter vurdering: Høj til Lav
de_de: Nach Bewertung sortieren: Hoch bis Niedrig
fa_ir: مرتب سازی بر اساس رتبه: زیاد به پایین
fi_fi: Lajittele arvosanan mukaan: Korkeasta matalaan
fr_fr: Trier par note : du plus haut au plus bas
he_il: מיין לפי דירוג: גבוה עד נמוך
it_it: Ordina per valutazione: dal più alto al più basso
ja_jp: 評価で並べ替え：高から低へ
nl_nl: Sorteer op beoordeling: Hoog naar Laag
no_no: Sorter etter vurdering: Høy til lav
pt_br: Ordenar por classificação: maior para menor
pt_pt: Classificar por classificação: alto a baixo
ro_ro: Sortați după evaluare: de la înaltă la scăzută
sv_se: Sortera efter betyg: Hög till Låg
tr_tr: Derecelendirmeye göre sırala: Yüksekten Alçağa
uk_ua: Сортувати за рейтингом: від високого до низького

# Languages::sort_by_rating_value_asc
source: Sort by rating: Low to High
cs_cz: Seřadit podle hodnocení: Nízká až Vysoká
da_dk: Sorter efter vurdering: Lav til Høj
de_de: Nach Bewertung sortieren: Niedrig bis Hoch
fa_ir: مرتب سازی بر اساس رتبه: کم به زیاد
fi_fi: Lajittele arvosanan mukaan: matalasta korkeaan
fr_fr: Trier par note : faible à élevé
he_il: מיין לפי דירוג: נמוך עד גבוה
it_it: Ordina per valutazione: dal più basso al più alto
ja_jp: 評価で並べ替え：低から高へ
nl_nl: Sorteer op beoordeling: Laag naar Hoog
no_no: Sorter etter vurdering: Lav til Høy
pt_br: Ordenar por classificação: Mais baixas até as mais altas
pt_pt: Classificar por classificação: baixo a alto
ro_ro: Sortați după evaluare: de la mic la ridicat
sv_se: Sortera efter betyg: Låg till Hög
tr_tr: Derecelendirmeye göre sırala: Düşükten Yüksekten
uk_ua: Сортувати за рейтингом: від низького до високого

# Languages::product_reviews.advantages
source: Advantages
cs_cz: Výhody
da_dk: Fordele
de_de: Vorteile
fa_ir: مزایای
fi_fi: Edut
fr_fr: Avantages
he_il: יתרונות
it_it: Vantaggi
ja_jp: 長所
nl_nl: Voordelen:
no_no: Fordeler
pt_br: Vantagens
pt_pt: Vantagens
ro_ro: Avantaje
sv_se: Fördelar
tr_tr: Avantajlar
uk_ua: Переваги

# Languages::product_reviews.disadvantages
source: Disadvantages
cs_cz: Nevýhody
da_dk: Ulemper
de_de: Nachteile
fa_ir: معایب
fi_fi: Haitat
fr_fr: Désavantages
he_il: חסרונות
it_it: Svantaggi
ja_jp: 短所
nl_nl: nadelen
no_no: Ulemper
pt_br: Desvnatagens
pt_pt: Desvantagens
ro_ro: Dezavantaje
sv_se: Nackdelar
tr_tr: Dezavantajları
uk_ua: Недоліки

# Languages::product_reviews.comments
source: Comments
cs_cz: Komentáře
da_dk: Kommentarer
de_de: Bemerkungen
fa_ir: نظرات
fi_fi: Kommentit
fr_fr: commentaires
he_il: הערות
it_it: Commenti
ja_jp: コメント
nl_nl: Opmerkingen
no_no: Kommentarer
pt_br: Comentários
pt_pt: Comentários
ro_ro: Comentarii
sv_se: Kommentarer
tr_tr: Yorumlar
uk_ua: Коментарі

# Languages::product_reviews.comment
source: Comment
cs_cz: Komentář
da_dk: Kommentar
de_de: Kommentar
fa_ir: اظهار نظر
fi_fi: Kommentti
fr_fr: Commenter
he_il: תגובה
it_it: Commento
ja_jp: コメント
nl_nl: Opmerking
no_no: Kommentar
pt_br: Comentário
pt_pt: Comente
ro_ro: cometariu
sv_se: Kommentar
tr_tr: Yorum
uk_ua: Коментар

# Languages::product_reviews.disabled
source: Disabled
cs_cz: Zakázáno
da_dk: handicappet
de_de: Deaktiviert
fa_ir: معلول
fi_fi: Liikuntarajoitteinen
fr_fr: Désactivé
he_il: נָכֶה
it_it: Disabilitato
ja_jp: 無効
nl_nl: Gehandicapt
no_no: Funksjonshemmet
pt_br: Desativado
pt_pt: Desabilitado
ro_ro: Dezactivat
sv_se: Inaktiverad
tr_tr: Devredışı
uk_ua: Вимкнено

# Languages::product_reviews.vendor
source: Vendor
cs_cz: Prodejce
da_dk: Sælger
de_de: Anbieter
fa_ir: فروشنده
fi_fi: Myyjä
fr_fr: Vendeur
he_il: מוֹכֵר
it_it: Venditore
ja_jp: 出品者
nl_nl: Leverancier
no_no: Leverandør
pt_br: Vendedor
pt_pt: Fornecedor
ro_ro: Furnizor
sv_se: Säljare
tr_tr: Satıcı
uk_ua: Продавець

# Languages::product_reviews.vendor_reply
source: Vendor reply
cs_cz: Odpověď dodavatele
da_dk: Leverandørens svar
de_de: Antwort des Anbieters
fa_ir: پاسخ فروشنده
fi_fi: Myyjän vastaus
fr_fr: Réponse du vendeur
he_il: תשובת הספק
it_it: Risposta del venditore
ja_jp: ベ出品者の返信
nl_nl: Verkoper antwoord
no_no: Leverandørens svar
pt_br: Resposta do vendedor
pt_pt: Resposta do fornecedor
ro_ro: Răspunsul vânzătorului
sv_se: Säljarens svar
tr_tr: Satıcıya Cevap
uk_ua: Відповідь продавця

# Languages::product_reviews.type_message
source: Type a message...
cs_cz: Napište zprávu...
da_dk: Skriv en besked...
de_de: Geben Sie eine Nachricht ein...
fa_ir: یک پیام تایپ کنید...
fi_fi: Kirjoita viesti...
fr_fr: Tapez un message...
he_il: הקלד הודעה...
it_it: Scrivi il tuo messaggio
ja_jp: メッセージを入力...
nl_nl: Type een bericht...
no_no: Skriv inn en melding...
pt_br: Digite uma mensagem...
pt_pt: Digite uma mensagem...
ro_ro: Scrie un mesaj...
sv_se: Skriv ett meddelande...
tr_tr: Bir ileti yazın...
uk_ua: Введіть повідомлення...

# Languages::product_reviews.verified_purchase
source: Verified purchase
cs_cz: Ověřený nákup
da_dk: Verificeret køb
de_de: Verifizierter Kauf
fa_ir: خرید تایید شده
fi_fi: Vahvistettu ostos
fr_fr: Achat vérifié
he_il: רכישה מאומתת
it_it: Acquisto verificato
ja_jp: 確認済みの購入
nl_nl: Geverifieerde aankoop
no_no: Verifisert kjøp
pt_br: Compra verificada
pt_pt: Compra verificada
ro_ro: Achiziție verificată
sv_se: Verifierat köp
tr_tr: Doğrulanmış satın alma
uk_ua: Перевірена покупка

# Languages::product_reviews.reviews_lower
source: reviews
cs_cz: recenze
da_dk: anmeldelser
de_de: Bewertungen
fa_ir: بررسی ها
fi_fi: arvostelut
fr_fr: Commentaires
he_il: ביקורות
it_it: recensioni
ja_jp: レビュー
nl_nl: beoordelingen
no_no: anmeldelser
pt_br: avaliações
pt_pt: avaliações
ro_ro: recenzii
sv_se: recensioner
tr_tr: incelemeler
uk_ua: відгуки

# Languages::product_reviews.review
source: Review
cs_cz: Posouzení
da_dk: Anmeldelse
de_de: Beurteilung
fa_ir: مرور
fi_fi: Arvostelu
fr_fr: La revue
he_il: סקירה
it_it: Recensione
ja_jp: レビュー
nl_nl: Recensie
no_no: Anmeldelse
pt_br: Avaliação
pt_pt: Análise
ro_ro: Revizuire
sv_se: Recension
tr_tr: Değerlelendirmeler
uk_ua: Відгук

# Languages::product_reviews.write_your_review
source: Write your review
cs_cz: Napište svou recenzi
da_dk: Skriv din anmeldelse
de_de: schreibe deine Rezension
fa_ir: نظر خود را بنویسید
fi_fi: Kirjoita arvostelusi
fr_fr: Donnez votre avis
he_il: כתוב את הביקורת שלך
it_it: Scrivi la tua recensione
ja_jp: レビューを書く
nl_nl: Schrijf je beoordeling
no_no: Skriv din anmeldelse
pt_br: Fazer uma avaliação
pt_pt: escreva sua revisão
ro_ro: Scrie o recenzie
sv_se: Skriv din recension
tr_tr: Görüşünü yaz
uk_ua: Написати свій відгук

# Languages::product_reviews.add_images
source: Add a photo
cs_cz: Přidat fotku
da_dk: Tilføj et billede
de_de: Füge ein Foto hinzu
fa_ir: یک تصویر اضافه کنید
fi_fi: Lisää valokuva
fr_fr: Ajouter une photo
he_il: הוסף תמונה
it_it: Aggiungi una foto
ja_jp: 写真を追加
nl_nl: Voeg een foto toe
no_no: Legg til et bilde
pt_br: Adicionar uma foto
pt_pt: Adicionar uma foto
ro_ro: Adauga o fotografie
sv_se: Lägg till ett foto
tr_tr: Resim Ekle
uk_ua: Додати фото

# Languages::product_reviews.write_review_anonymously
source: Write your review anonymously
cs_cz: Napište svou recenzi anonymně
da_dk: Skriv din anmeldelse anonymt
de_de: Schreiben Sie Ihre Bewertung anonym
fa_ir: نظر خود را به صورت ناشناس بنویسید
fi_fi: Kirjoita arvostelusi nimettömänä
fr_fr: Rédigez votre avis de manière anonyme
he_il: כתוב את הביקורת שלך בעילום שם
it_it: Lasca la tua recensione anonima
ja_jp: 匿名でレビューを書く
nl_nl: Schrijf uw recensie anoniem
no_no: Skriv din anmeldelse anonymt
pt_br: Fazer uma avaliação anonimamente
pt_pt: Escreva sua avaliação anonimamente
ro_ro: Scrieți recenzia dvs. anonim
sv_se: Skriv din recension anonymt
tr_tr: Yorumunuzu anonim olarak yazın
uk_ua: Напишіть свій відгук анонімно

# Languages::product_reviews.submit_review
source: Submit review
cs_cz: Odeslat recenzi
da_dk: Send anmeldelse
de_de: Bewertung abschicken
fa_ir: ارسال بررسی
fi_fi: Lähetä arvostelu
fr_fr: Poster le commentaire
he_il: שלח ביקורת
it_it: Invia recensione
ja_jp: レビューを送信
nl_nl: Review versturen
no_no: Send inn anmeldelse
pt_br: Enviar avaliação
pt_pt: Enviar revisão
ro_ro: Trimite recenzie
sv_se: Skicka recension
tr_tr: İnceleme gönder
uk_ua: Надіслати відгук

# Languages::product_reviews.with_photo
source: With photo
cs_cz: S fotkou
da_dk: Med foto
de_de: Mit Foto
fa_ir: با عکس
fi_fi: Valokuvan kanssa
fr_fr: Avec photos
he_il: עם תמונה
it_it: Con foto
ja_jp: 写真付き
nl_nl: Met foto
no_no: Med foto
pt_br: Com foto
pt_pt: Com foto
ro_ro: Cu poza
sv_se: Med foto
tr_tr: Fotoğrafla
uk_ua: З фото

# Languages::product_reviews.without_photo
source: Without photo
cs_cz: Bez fotky
da_dk: Uden foto
de_de: Ohne Foto
fa_ir: بدون عکس
fi_fi: Ilman valokuvaa
fr_fr: Sans photo
he_il: בלי תמונה
it_it: Senza foto
ja_jp: 写真なし
nl_nl: Zonder foto
no_no: Uten foto
pt_br: Sem foto
pt_pt: Sem foto
ro_ro: Fara poza
sv_se: Utan foto
tr_tr: fotoğrafsız
uk_ua: Без фото

# Languages::product_reviews.customer_photos
source: Customer photos
cs_cz: Fotky zákazníků
da_dk: Kundebilleder
de_de: Kundenfotos
fa_ir: عکس های مشتری
fi_fi: Asiakaskuvia
fr_fr: Photos clients
he_il: תמונות של לקוחות
it_it: Foto del cliente
ja_jp: お客様の写真
nl_nl: Foto's van klanten
no_no: Kundebilder
pt_br: Fotos do cliente
pt_pt: Fotos do cliente
ro_ro: Fotografiile clientului
sv_se: Kundbilder
tr_tr: Müşteri Resimleri
uk_ua: Фото клієнтів
