Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::product_reviews.copy_old_reviews_notice
source: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copy reviews from the "Comments and reviews" add-on<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Only reviews that have both a score and a user's comment will be copied. Go to your products and check the \“Reviews" setting on the "Add-ons" tab. You might have to allow communication and rating first.</li><li>A review without a score or without a comment will not be copied. To transfer it, you must first manually add the missing score or comment by editing the review.</li><li>While the old "Comments and reviews" add-on is installed, the reviews won't be removed from there. That way, you can choose to move to "Product reviews" whenever all your reviews are ready.</li><li>If you ever need to copy the reviews from the old add-on again in the future, just uninstall and reinstall the "Product reviews" add-on. This will remove all its reviews from the database, and you'll be able to import the reviews from the "Comments and reviews" add-on again.</li></ol><a class="cm-post btn btn-primary" href="[url]">Copy product reviews</a></div>
cs_cz: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Kopírovat recenze z doplňku "Komentáře a recenze"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Zkopírovány budou pouze recenze, které mají skóre i komentář uživatele. Přejděte ke svým produktům a zkontrolujte nastavení \„Recenze“ na kartě „Doplňky“. Možná budete muset nejprve povolit komunikaci a hodnocení.</li><li>Recenze bez skóre nebo bez komentáře nebude zkopírována. Chcete-li ji přenést , musíte nejprve ručně přidat chybějící skóre nebo komentář úpravou recenze.</li><li>Zatímco je nainstalován starý doplněk „Komentáře a recenze“, recenze odtud nebudou odstraněny. Tímto způsobem se můžete rozhodnout přesunout na „Recenze produktů“, kdykoli budou připraveny všechny vaše recenze.</li><li>Pokud budete někdy v budoucnu potřebovat zkopírovat recenze ze starého doplňku, stačí odinstalovat a znovu nainstalovat doplněk „Recenze produktu“. Tím se odstraní všechny jeho recenze z databáze a budete moci znovu importovat recenze z doplňku „Komentáře a recenze.“</li></ol><a class="cm-post btn btn-primary" href="[url]">Kopírovat recenze produktu</a></div>
da_dk: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Kopier anmeldelser fra tilføjelsen "Kommentarer og anmeldelser"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Kun anmeldelser, der har både en score og en brugers kommentar, vil blive kopieret. Gå til dine produkter og tjek indstillingen \“Anmeldelser" på fanen "Tilføjelser". Du skal muligvis tillade kommunikation og vurdering først.</li><li>En anmeldelse uden score eller uden en kommentar vil ikke blive kopieret. For at overføre den , skal du først manuelt tilføje den manglende score eller kommentar ved at redigere anmeldelsen.</li><li>Mens den gamle tilføjelse "Kommentarer og anmeldelser" er installeret, bliver anmeldelserne ikke fjernet derfra. På den måde kan du vælge at flytte til "Produktanmeldelser", når alle dine anmeldelser er klar.</li><li>Hvis du nogensinde har brug for at kopiere anmeldelserne fra den gamle tilføjelse igen i fremtiden, skal du bare afinstallere og geninstallere tilføjelsen "Produktanmeldelser". Dette vil fjerne alle dens anmeldelser fra databasen, og du vil være i stand til at importere anmeldelserne fra tilføjelsen "Kommentarer og anmeldelser" igen</li></ol><a class="cm-post btn btn-primary" href="[url]">Kopier produktanmeldelser</a></div>
de_de: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Bewertungen aus dem Add-on „Kommentare und Bewertungen“ kopieren<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Nur Bewertungen, die sowohl eine Punktzahl als auch einen Benutzerkommentar enthalten, werden kopiert. Gehen Sie zu Ihren Produkten und überprüfen Sie die Einstellung \"Bewertungen" auf der Registerkarte "Add-ons". Möglicherweise müssen Sie zuerst die Kommunikation und Bewertung zulassen.</li><li>Eine Bewertung ohne Bewertung oder ohne Kommentar wird nicht kopiert. Um sie zu übertragen , müssen Sie zuerst die fehlende Punktzahl oder den fehlenden Kommentar manuell hinzufügen, indem Sie die Bewertung bearbeiten.</li><li>Solange das alte Add-on „Kommentare und Bewertungen“ installiert ist, werden die Bewertungen dort nicht entfernt. Auf diese Weise können Sie sich für eine Verschiebung entscheiden zu „Produktrezensionen", wenn alle Ihre Rezensionen fertig sind.</li><li>Wenn Sie jemals die Rezensionen aus dem alten Add-on in Zukunft erneut kopieren müssen, deinstallieren Sie einfach das Add-on „Produktrezensionen" und installieren Sie es erneut. Dadurch werden alle entfernt seine Bewertungen aus der Datenbank, und Sie können die Bewertungen aus dem Add-on "Kommentare und Bewertungen" wieder importieren.</li></ol><a class="cm-post btn btn-primary" href="[url]">Produktbewertungen kopieren</a></div>
fa_ir: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">نظرات را از افزونه "نظرات و نظرات" کپی کنید<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>فقط نظراتی کپی می شوند که هم امتیاز و هم نظر کاربر را داشته باشند. به محصولات خود بروید و تنظیمات \"Reviews" را در برگه "افزونه ها" بررسی کنید. ممکن است ابتدا لازم باشد ارتباط و رتبه بندی را مجاز کنید.</li><li>نظر بدون امتیاز یا بدون نظر کپی نمی شود. برای انتقال آن</li><li>در حالی که افزونه قدیمی "نظرات و نظرات" نصب شده است، نظرات از آنجا حذف نمی شوند. به این ترتیب، می توانید انتخاب کنید که جابجا شوید. هر زمان که همه بررسی‌های شما آماده شد، به «بررسی‌های محصول» بروید.</li><li>اگر در آینده نیاز به کپی کردن نظرات از برافزای قدیمی دارید، فقط افزونه «بررسی‌های محصول» را حذف نصب کرده و دوباره نصب کنید. با این کار همه موارد حذف می‌شوند. بررسی های آن را از پایگاه داده، و شما می توانید نظرات را از افزونه "نظرات و نظرات" دوباره وارد کنید.</li></ol><a class="cm-post btn btn-primary" href="[url]">کپی کردن نظرات محصول</a></div>
fi_fi: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Kopioi arvostelut "Kommentit ja arvostelut" -lisäosasta<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Vain arvostelut, joissa on sekä pisteet että käyttäjän kommentti, kopioidaan. Siirry tuotteisiisi ja tarkista "Lisäosat"-välilehden \"Arvostelut"-asetus. Sinun on ehkä ensin sallittava viestintä ja luokitus.</li><li>Arvosteluja, joissa ei ole pisteitä tai kommenttia, ei kopioida. Siirtääksesi sen , sinun on ensin lisättävä puuttuva pistemäärä tai kommentti manuaalisesti muokkaamalla arvostelua.</li><li>Kun vanha "Kommentit ja arvostelut" -lisäosa on asennettu, arvosteluja ei poisteta sieltä. Näin voit halutessasi siirtää "Tuotearvosteluihin" aina, kun kaikki arvostelusi ovat valmiita.</li><li>Jos joudut koskaan kopioimaan arvostelut vanhasta lisäosasta uudelleen tulevaisuudessa, poista vain tuotearvostelut-lisäosa ja asenna se uudelleen. Tämä poistaa kaikki sen arvostelut tietokannasta, ja voit tuoda arvostelut uudelleen "Kommentit ja arvostelut" -lisäosasta</li></ol><a class="cm-post btn btn-primary" href="[url]">Kopioi tuotearvostelut</a></div>
fr_fr: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copier les avis du module "Commentaires et avis"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Seuls les avis qui ont à la fois une note et un commentaire de l'utilisateur seront copiés. Accédez à vos produits et cochez le paramètre \"Avis" dans l'onglet "Modules complémentaires". Vous devrez peut-être d'abord autoriser la communication et l'évaluation.</li><li>Un avis sans note ou sans commentaire ne sera pas copié. Pour le transférer , vous devez d'abord ajouter manuellement la note ou le commentaire manquant en modifiant l'avis.</li><li>Tant que l'ancien module complémentaire "Commentaires et avis" est installé, les avis ne seront pas supprimés de là. De cette façon, vous pouvez choisir de déplacer "Avis sur les produits" lorsque tous vos avis sont prêts.</li><li>Si vous avez besoin de copier à nouveau les avis de l'ancien module complémentaire à l'avenir, il vous suffit de désinstaller et de réinstaller le module complémentaire "Avis sur les produits". ses avis depuis la base de données, et vous pourrez à nouveau importer les avis depuis le module "Commentaires et avis"</li></ol><a class="cm-post btn btn-primary" href="[url]">Copier les avis produits</a></div>
he_il: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">העתק ביקורות מהתוסף "תגובות וסקירות"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>יועתקו רק ביקורות שיש להן ניקוד וגם הערה של משתמש. עבור למוצרים שלך ובדוק את ההגדרה \“ביקורות" בלשונית "תוספות". ייתכן שיהיה עליך לאפשר תקשורת ודירוג תחילה.</li><li>ביקורת ללא ניקוד או ללא הערה לא תועתק. כדי להעביר אותה , תחילה עליך להוסיף באופן ידני את הציון או ההערה החסרים על ידי עריכת הביקורת.</li><li>בעוד התוסף הישן "הערות וסקירות" מותקן, הביקורות לא יוסרו משם. כך, תוכל לבחור להעביר ל"ביקורות מוצר" בכל פעם שכל הביקורות שלך מוכנות.</li><li>אם אי פעם תצטרך להעתיק את הביקורות מהתוסף הישן שוב בעתיד, פשוט הסר והתקן מחדש את התוסף "ביקורות מוצר". פעולה זו תסיר את כל הביקורות שלו ממסד הנתונים, ותוכלו לייבא את הביקורות מהתוסף "תגובות וסקירות" שוב.</li></ol><a class="cm-post btn btn-primary" href="[url]">העתק ביקורות מוצר</a></div>
it_it: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copia le recensioni dal componente aggiuntivo "Commenti e recensioni"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Verranno copiate solo le recensioni con un punteggio e un commento di un utente. Vai ai tuoi prodotti e controlla l'impostazione \"Recensioni" nella scheda "Componenti aggiuntivi". Potrebbe essere necessario consentire prima la comunicazione e la valutazione.</li><li>Una recensione senza punteggio o senza commento non verrà copiata. Per trasferirla , devi prima aggiungere manualmente il punteggio o il commento mancante modificando la recensione.</li><li>Mentre è installato il vecchio componente aggiuntivo "Commenti e recensioni", le recensioni non verranno rimosse da lì. In questo modo, puoi scegliere di spostarti a "Recensioni dei prodotti" ogni volta che tutte le tue recensioni sono pronte.</li><li>Se in futuro hai bisogno di copiare nuovamente le recensioni dal vecchio componente aggiuntivo, disinstalla e reinstalla il componente aggiuntivo "Recensioni dei prodotti". Questo rimuoverà tutto le sue recensioni dal database e potrai importare nuovamente le recensioni dal componente aggiuntivo "Commenti e recensioni"</li></ol><a class="cm-post btn btn-primary" href="[url]">Copia le recensioni dei prodotti</a></div>
ja_jp: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">「コメントとレビュー」アドオンからレビューをコピーする<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>スコアとユーザーのコメントの両方があるレビューのみがコピーされます。商品ページの「アドオン」タブにある「レビュー」の設定を確認してください。最初に会話と評価を許可する必要があるかもしれません。スコアやコメントのないレビューはコピーされません。</li><li>スコアやコメントのないレビューはコピーされません。転送するには、まずレビューを編集して、足りないスコアやコメントを手動で追加する必要があります。</li><li>以前の「コメントとレビュー」アドオンがインストールされている間は、レビューはそこから削除されません。</li><li>今後、再び古いアドオンからレビューをコピーする必要がある場合は、一度アンインストールしてから、「商品レビュー」アドオンを再インストールしてください。</li></ol><a class="cm-post btn btn-primary" href="[url]">商品レビューをコピー</a></div>
nl_nl: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Kopieer recensies van de "Opmerkingen en recensies" add-on<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Alleen recensies die zowel een score als de opmerking van een gebruiker hebben, worden gekopieerd. Ga naar uw producten en controleer de \"Reviews"-instelling op het tabblad "Add-ons". Mogelijk moet u eerst communicatie en beoordeling toestaan.</li><li>Een recensie zonder score of zonder commentaar wordt niet gekopieerd. Om deze over te dragen , moet u eerst handmatig de ontbrekende score of opmerking toevoegen door de recensie te bewerken.</li><li>Terwijl de oude add-on "Opmerkingen en recensies" is geïnstalleerd, worden de recensies daar niet verwijderd. Op die manier kunt u ervoor kiezen om te verplaatsen naar "Productbeoordelingen" wanneer al uw beoordelingen gereed zijn.</li><li>Als u in de toekomst ooit de beoordelingen van de oude add-on opnieuw moet kopiëren, hoeft u alleen maar de "Productbeoordelingen"-add-on te verwijderen en opnieuw te installeren. de beoordelingen uit de database en u kunt de beoordelingen uit de add-on "Opmerkingen en beoordelingen" opnieuw importeren</li></ol><a class="cm-post btn btn-primary" href="[url]">Productbeoordelingen kopiëren</a></div>
no_no: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Kopier anmeldelser fra "Kommentarer og anmeldelser"-tillegget<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Bare anmeldelser som har både en poengsum og en brukers kommentar vil bli kopiert. Gå til produktene dine og sjekk \“Anmeldelser"-innstillingen på fanen "Tillegg". Du må kanskje tillate kommunikasjon og vurdering først.</li><li>En anmeldelse uten poengsum eller uten kommentar vil ikke bli kopiert. For å overføre den , må du først manuelt legge til den manglende poengsummen eller kommentaren ved å redigere anmeldelsen.</li><li>Mens det gamle "Kommentarer og anmeldelser"-tillegget er installert, vil ikke anmeldelsene bli fjernet derfra. På den måten kan du velge å flytte til "Produktanmeldelser" når alle anmeldelsene dine er klare.</li><li>Hvis du noen gang trenger å kopiere anmeldelsene fra det gamle tillegget igjen i fremtiden, er det bare å avinstallere og installere "Produktanmeldelser"-tillegget på nytt. Dette vil fjerne alle anmeldelser fra databasen, og du vil kunne importere anmeldelser fra "Kommentarer og anmeldelser"-tillegget igjen</li></ol><a class="cm-post btn btn-primary" href="[url]">Kopier produktanmeldelser</a></div>
pt_br: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copiar avaliações da extensão "Comentários e avaliações" <span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Apenas avaliações que tem tanto uma pontuação e um comentário de usuário serão copiadas. Va aos seus produtos e verifique a \configuração “Avaliações" na aba de"extensões" . Você deve ter de permitir comunicação e classificação antes.</li><li>Uma avaliação sem uma pontuação ou comentário não será copiado. Para transferi-la, você deve antes adicionar manualmente a pontuação ou comentário faltante editando a avaliação</li><li>Enquanto a extensão antiga "Comentários e avaliações" estiver instalado, as avaliações não serão removidas de lá. Dessa forma, você pode escolher mover para "Avaliações de Produto" quando todas as avaliações estiverem prontas.</li><li>Se você precisar copiar as avaliações da antiga extensão novamente no futuro, apenas desinstale e reinstale a extensão "Avaliações do Produto" . Ito irá remover todas as avaliações da base de dados, e você estará apto a importar as avaliações da extensão "Comentários e Avaliações" de novo. </li></ol><a class="cm-post btn btn-primary" href="[url]">Copy product reviews</a></div>
pt_pt: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copiar resenhas do complemento "Comentários e resenhas"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Somente resenhas que tenham uma pontuação e um comentário do usuário serão copiadas. Acesse seus produtos e marque a configuração \“Comentários” na guia “Complementos”. Talvez seja necessário permitir a comunicação e a classificação primeiro.</li><li>Uma avaliação sem pontuação ou sem comentário não será copiada. Para transferi-la , você deve primeiro adicionar manualmente a pontuação ou comentário ausente editando a revisão.</li><li>Enquanto o antigo complemento "Comentários e revisões" estiver instalado, as revisões não serão removidas de lá. Dessa forma, você pode optar por mover para "Comentários de produtos" sempre que todos os seus comentários estiverem prontos.</li><li>Se você precisar copiar os comentários do complemento antigo novamente no futuro, basta desinstalar e reinstalar o complemento "Comentários de produtos". Isso removerá todos seus comentários do banco de dados e você poderá importar os comentários do complemento "Comentários e comentários" novamente.</li></ol><a class="cm-post btn btn-primary" href="[url]">Copiar comentários de produtos</a></div>
ro_ro: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Copiați recenziile din suplimentul „Comentarii și recenzii”<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Vor fi copiate numai recenziile care au atât un punctaj, cât și un comentariu al unui utilizator. Accesați produsele dvs. și verificați setarea „Recenzii” din fila „Suplimente”. Poate fi necesar să permiteți mai întâi comunicarea și evaluarea.</li><li>O recenzie fără punctaj sau fără comentariu nu va fi copiată. Pentru a o transfera , trebuie mai întâi să adăugați manual scorul sau comentariul lipsă prin editarea recenziei.</li><li>În timp ce vechiul program de completare „Comentarii și recenzii” este instalat, recenziile nu vor fi eliminate de acolo. În acest fel, puteți alege să mutați la „Recenzii despre produse” ori de câte ori toate recenziile dvs. sunt gata.</li><li>Dacă trebuie să copiați din nou recenziile din vechiul supliment în viitor, dezinstalați și reinstalați suplimentul „Recenzii despre produse”. Acest lucru va elimina toate recenziile sale din baza de date și veți putea importa din nou recenziile din suplimentul „Comentarii și recenzii”.</li></ol><a class="cm-post btn btn-primary" href="[url]">Copiați recenziile despre produse</a></div>
sv_se: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Kopiera recensioner från tillägget "Kommentarer och recensioner"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Endast recensioner som har både poäng och en användares kommentar kommer att kopieras. Gå till dina produkter och kontrollera inställningen "Recensioner" på fliken "Tillägg". Du kanske måste tillåta kommunikation och betyg först.</li><li>En recension utan poäng eller utan kommentar kommer inte att kopieras. För att överföra den , måste du först manuellt lägga till den saknade poängen eller kommentaren genom att redigera recensionen.</li><li>Medan det gamla tillägget "Kommentarer och recensioner" är installerat kommer recensionerna inte att tas bort därifrån. På så sätt kan du välja att flytta till "Produktrecensioner" närhelst alla dina recensioner är klara.</li><li>Om du någonsin behöver kopiera recensionerna från det gamla tillägget igen i framtiden, avinstallera och installera om tillägget "Produktrecensioner". Detta tar bort alla dess recensioner från databasen, och du kommer att kunna importera recensionerna från tillägget "Kommentarer och recensioner" igen</li></ol><a class="cm-post btn btn-primary" href="[url]">Kopiera produktrecensioner</a></div>
tr_tr: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">"Yorumlar ve incelemeler" eklentisinden incelemeleri kopyala<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Yalnızca hem puanı hem de bir kullanıcının yorumunu içeren incelemeler kopyalanacaktır. Ürünlerinize gidin ve "Eklentiler" sekmesindeki \"İncelemeler" ayarını kontrol edin. Önce iletişime ve derecelendirmeye izin vermeniz gerekebilir.</li><li>Puansız veya yorumsuz bir inceleme kopyalanmayacaktır. Aktarmak için</li><li>Eski "Yorumlar ve incelemeler" eklentisi kuruluyken, incelemeler oradan kaldırılmaz.Bu şekilde, kaydırmayı seçebilirsiniz. tüm incelemeleriniz hazır olduğunda "Ürün incelemeleri"ne gidin.</li><li>İleride eski eklentideki yorumları tekrar kopyalamanız gerekirse, "Ürün incelemeleri" eklentisini kaldırıp yeniden yüklemeniz yeterlidir. Bu, tüm incelemeleri kaldıracaktır. veritabanındaki incelemeleri alır ve "Yorumlar ve incelemeler" eklentisinden yorumları tekrar içe aktarabilirsiniz</li></ol><a class="cm-post btn btn-primary" href="[url]">Ürün incelemelerini kopyalayın</a></div>
uk_ua: <h4 class="subheader hand" data-toggle="collapse" data-target="#collapsable_addon_product_reviews_notice">Скопіюйте відгуки з доповнення "Коментарі та відгуки"<span class="icon-caret-down"></span></h4><div id="collapsable_addon_product_reviews_notice" class="in collapse" style="height: auto;"><ol><li>Копіюватимуться лише відгуки, які мають як оцінку, так і коментар користувача. Перейдіть до своїх продуктів і перевірте параметр \"Відгуки" на вкладці "Додатки". Можливо, вам доведеться спочатку дозволити спілкування та оцінку.</li><li>Відгук без оцінки чи без коментаря не буде копіюватися. Щоб перемістити їх, спочатку потрібно вручну додати відсутню оцінку або коментар, відредагувавши відгук.</li><li>Поки встановлено старий додаток "Коментарі та відгуки", відгуки не будуть видалені. Таким чином, ви можете перейти до розділу "Відгуки товару", коли всі відгуки будуть готові.</li><li>Якщо в майбутньому вам знадобиться скопіювати відгуки зі старого доповнення, просто видаліть та перевстановіть додаток "Відгуки товару". Це видалить усі відгуки з бази даних, і ви зможете повторно імпортувати відгуки з додатку "Коментарі та відгуки".</li></ol><a class="cm-post btn btn-primary" href="[url]">Скопіювати відгуки про товар</a></div>

# Languages::product_reviews.update_reply
source: Update reply
cs_cz: Aktualizovat odpověď
da_dk: Opdater svar
de_de: Antwort aktualisieren
fa_ir: به روز رسانی پاسخ
fi_fi: Päivitä vastaus
fr_fr: Mettre à jour la réponse
he_il: עדכן את התשובה
it_it: Aggiorna la risposta
ja_jp: 返信を更新
nl_nl: Antwoord bijwerken
no_no: Oppdater svar
pt_br: Atualizar resposta
pt_pt: Atualizar resposta
ro_ro: Actualizați răspunsul
sv_se: Uppdatera svar
tr_tr: Cevabı güncelle
uk_ua: Оновити відповідь
