Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::images_delimiter
source: Images delimiter
cs_cz: Oddělovač obrázků
da_dk: Billedafgrænser
de_de: Trennzeichen für Bilder
fa_ir: جداکننده تصاویر
fi_fi: Kuvien erotin
fr_fr: Délimiteur d'images
he_il: תוחם תמונות
it_it: Delimitatore di immagini
ja_jp: 画像区切り文字
nl_nl: Scheidingsteken voor afbeeldingen
no_no: Bildeavgrensning
pt_br: Delimitador de imagens
pt_pt: Delimitador de imagens
ro_ro: Delimitator de imagini
sv_se: Avgränsare för bilder
tr_tr: Görüntü sınırlayıcı
uk_ua: Розмежувач зображень

# Languages::text_images_delimiter
source: Images path delimiter for product review images (e.g. "Image1.png///Image2.png")
cs_cz: Oddělovač cesty obrázků pro obrázky recenze produktu (např. "Image1.png///Image2.png")
da_dk: Billedstiafgrænser for produktanmeldelsesbilleder (f.eks. "Image1.png///Image2.png")
de_de: Bildpfadtrennzeichen für Produktbewertungsbilder (z. B. "Bild1.png///Bild2.png")
fa_ir: جداکننده مسیر تصاویر برای تصاویر بررسی محصول (به عنوان مثال "Image1.png///Image2.png")
fi_fi: Kuvapolun erotin tuotearvostelukuville (esim. "Image1.png///Image2.png")
fr_fr: Délimiteur de chemin d'images pour les images d'avis de produits (par exemple "Image1.png///Image2.png")
he_il: מפריד נתיב תמונות עבור תמונות סקירת מוצרים (למשל "Image1.png///Image2.png")
it_it: Delimitatore del percorso delle immagini per le immagini delle recensioni dei prodotti (ad es. "Image1.png///Image2.png")
ja_jp: 商品レビュー画像の画像パス区切り文字（例： "Image1.png /// Image2.png"）
nl_nl: Scheidingsteken voor afbeeldingenpad voor afbeeldingen van productrecensies (bijv. "Image1.png///Image2.png")
no_no: Bildebaneavgrensning for produktanmeldelsesbilder (f.eks. "Image1.png///Image2.png")
pt_br: Delimitador de caminho de imagens para imagens de revisão de produtos (por exemplo, "Image1.png///Image2.png")
pt_pt: Delimitador de caminho de imagens para imagens de revisão de produtos (por exemplo, "Image1.png///Image2.png")
ro_ro: Delimitator de cale a imaginilor pentru imaginile de recenzie a produselor (de ex. „Image1.png///Image2.png”)
sv_se: Bildsökvägsavgränsare för produktrecensionsbilder (t.ex. "Image1.png///Image2.png")
tr_tr: Ürün inceleme görselleri için görsel yol sınırlayıcı (ör. "Image1.png///Image2.png")
uk_ua: Розмежувач шляху до зображень для зображень відгуків про продукт (наприклад, "Image1.png///Image2.png")
