Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_variations.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr

# Languages::product_variations.allow_own_features_setting_changing
source: You've disabled the <b>Allow own feature values for child variations</b> setting. Please export <a href="[url]">all your default variations</a> (use "Export found products" in the gear button) and reimport them. This will apply their feature values to existing child variations.
cs_cz: Zakázali jste nastavení <b>Povolit vlastní hodnoty funkcí pro podřízené varianty</b> . Exportujte prosím <a href="[url]">všechny své výchozí varianty</a> (použijte "Exportovat nalezené produkty" v tlačítku ozubeného kola) a znovu je importujte. Tím se použijí jejich hodnoty funkcí na existující podřízené varianty.
da_dk: Du har deaktiveret indstillingen <b>Tillad egne funktionsværdier for underordnede varianter</b> . Eksporter <a href="[url]">alle dine standardvarianter</a> (brug "Eksporter fundne produkter" i gearknappen) og genimporter dem. Dette vil anvende deres funktionsværdier på eksisterende underordnede varianter.
de_de: Sie haben die Einstellung <b>Eigene Merkmalswerte für untergeordnete Variationen zulassen</b> deaktiviert. Bitte exportieren Sie <a href="[url]">alle Ihre Standardvarianten</a> (verwenden Sie "Gefundene Produkte exportieren" im Zahnrad-Button) und importieren Sie sie erneut. Dadurch werden ihre Merkmalswerte auf vorhandene untergeordnete Variationen angewendet.
fa_ir: شما تنظیم <b>مجاز به مقادیر ویژگی برای تغییرات فرزند</b> را غیرفعال کرده اید. لطفاً <a href="[url]">همه تغییرات پیش‌فرض خود را صادر کنید</a> (از "صادر کردن محصولات یافت شده" در دکمه چرخ دنده استفاده کنید) و آنها را دوباره وارد کنید. با این کار مقادیر ویژگی آن‌ها برای تغییرات فرزند موجود اعمال می‌شود.
fi_fi: Olet poistanut käytöstä <b>Salli omat ominaisuusarvot alatason muunnelmille</b> -asetuksen. Vie <a href="[url]">kaikki oletusmuunnelmasi</a> (käytä "Vie löydetyt tuotteet" rataspainikkeessa) ja tuo ne uudelleen. Tämä käyttää niiden ominaisuusarvoja olemassa oleviin alimuunnelmiin.
fr_fr: Vous avez désactivé le paramètre <b>Autoriser ses propres valeurs de fonctionnalité pour les variantes enfant</b> . Veuillez exporter <a href="[url]">toutes vos variantes par défaut</a> (utilisez "Exporter les produits trouvés" dans le bouton d'engrenage) et les réimporter. Cela appliquera leurs valeurs de fonctionnalité aux variantes enfants existantes.
it_it: Hai disabilitato l'impostazione <b>Consenti i propri valori di funzionalità per le varianti figlio</b> . Esporta <a href="[url]">tutte le varianti predefinite</a> (utilizza "Esporta prodotti trovati" nel pulsante a forma di ingranaggio) e reimportali. Ciò applicherà i loro valori di funzionalità alle varianti figlio esistenti.
nl_nl: U heeft de instelling <b>Eigen functiewaarden toestaan voor onderliggende varianten</b> uitgeschakeld. Exporteer <a href="[url]">al uw standaardvarianten</a> (gebruik "Gevonden producten exporteren" in de tandwielknop) en importeer ze opnieuw. Hierdoor worden hun functiewaarden toegepast op bestaande onderliggende varianten.
no_no: Du har deaktivert innstillingen <b>Tillat egne funksjonsverdier for underordnede varianter</b> . Vennligst eksporter <a href="[url]">alle standardvariantene dine</a> (bruk "Eksporter funnet produkter" i girknappen) og importer dem på nytt. Dette vil bruke funksjonsverdiene deres på eksisterende underordnede varianter.
pt_br: Você desativou a configuração <b>Permitir valores de recurso próprios para variações filhas</b> . Exporte <a href="[url]">todas as suas variações padrão</a> (use "Exportar produtos encontrados" no botão de engrenagem) e reimporte-as. Isso aplicará seus valores de recurso às variações filhas existentes.
ro_ro: Ați dezactivat setarea <b> Permiteți valorile proprii ale funcțiilor pentru variațiile copilului </b>. Vă rugăm să exportați <a href="[url]"> toate variantele implicite </a> (utilizați „Exportați produsele găsite” în butonul roată) și reimportați-le. Acest lucru le va aplica valorile caracteristicilor la variantele secundare existente.
sv_se: Du har inaktiverat inställningen <b>Tillåt egna funktionsvärden för underordnade varianter</b> . Exportera <a href="[url]">alla dina standardvarianter</a> (använd "Exportera hittade produkter" i kugghjulsknappen) och importera dem igen. Detta kommer att tillämpa deras funktionsvärden på befintliga underordnade varianter.
tr_tr: Alt varyasyonlar</b> için <b>Kendi özellik değerlerine izin ver ayarını devre dışı bıraktınız. Lütfen tüm varsayılan varyasyonlarınızı <a href="[url]">dışa aktarın</a> dişli düğmesindeki "Bulunan ürünleri dışa aktar" seçeneğini kullanın) ve bunları yeniden içe aktarın. Bu, özellik değerlerini mevcut alt varyasyonlara uygular.

# Languages::product_variations.allow_own_images_setting_changing
source: You've disabled the <b>Allow own images for child variations</b> setting. Please export <a href="[url]">all your default variations</a> (use "Export found products" in the gear button) and reimport them. This will apply their images to existing child variations.
cs_cz: Vypnuli jste nastavení <b>Povolit vlastní obrázky pro podřízené varianty</b> . Exportujte prosím <a href="[url]">všechny své výchozí varianty</a> (použijte "Exportovat nalezené produkty" v tlačítku ozubeného kola) a znovu je importujte. Tím se jejich obrázky použijí na existující podřízené varianty.
da_dk: Du har deaktiveret indstillingen <b>Tillad egne billeder for børnevariationer</b> . Eksporter <a href="[url]">alle dine standardvarianter</a> (brug "Eksporter fundne produkter" i gearknappen) og genimporter dem. Dette vil anvende deres billeder på eksisterende underordnede varianter.
de_de: Sie haben die Einstellung <b>Eigene Bilder für untergeordnete Variationen zulassen</b> deaktiviert. Bitte exportieren Sie <a href="[url]">alle Ihre Standardvarianten</a> (verwenden Sie "Gefundene Produkte exportieren" im Zahnrad-Button) und importieren Sie sie erneut. Dadurch werden ihre Bilder auf vorhandene untergeordnete Variationen angewendet.
fa_ir: شما تنظیم <b>مجاز به تصاویر خود برای تغییرات کودک</b> را غیرفعال کرده اید. لطفاً <a href="[url]">همه تغییرات پیش فرض خود را صادر کنید</a> (از «صادر کردن محصولات یافت شده» در دکمه چرخ دنده استفاده کنید) و دوباره آنها را وارد کنید. این تصاویر آنها را به تغییرات فرزند موجود اعمال می کند.
fi_fi: Olet poistanut käytöstä <b>Salli omat kuvat lapsimuunnelmille</b> -asetuksen. Vie <a href="[url]">kaikki oletusmuunnelmasi</a> (käytä "Vie löydetyt tuotteet" rataspainikkeessa) ja tuo ne uudelleen. Tämä käyttää heidän kuviaan olemassa oleviin lapsimuunnelmiin.
fr_fr: Vous avez désactivé le paramètre <b>Autoriser ses propres images pour les variantes enfant</b> . Veuillez exporter <a href="[url]">toutes vos variantes par défaut</a> (utilisez "Exporter les produits trouvés" dans le bouton d'engrenage) et les réimporter. Cela appliquera leurs images aux variantes enfants existantes.
it_it: Hai disabilitato l'impostazione <b>Consenti proprie immagini per varianti figlio</b> . Esporta <a href="[url]">tutte le varianti predefinite</a> (utilizza "Esporta prodotti trovati" nel pulsante a forma di ingranaggio) e reimportale. Ciò applicherà le loro immagini alle varianti figlio esistenti.
nl_nl: U heeft de instelling <b>Eigen afbeeldingen toestaan voor kindvarianten</b> uitgeschakeld. Exporteer <a href="[url]">al uw standaardvarianten</a> (gebruik "Gevonden producten exporteren" in de tandwielknop) en importeer ze opnieuw. Dit zal hun afbeeldingen toepassen op bestaande onderliggende variaties.
no_no: Du har deaktivert innstillingen <b>Tillat egne bilder for barnevarianter</b> . Vennligst eksporter <a href="[url]">alle standardvariantene dine</a> (bruk "Eksporter funnet produkter" i girknappen) og importer dem på nytt. Dette vil bruke bildene deres på eksisterende underordnede varianter.
pt_br: Você desativou a configuração <b>Permitir imagens próprias para variações filhas</b> . Exporte <a href="[url]">todas as suas variações padrão</a> (use "Exportar produtos encontrados" no botão de engrenagem) e reimporte-as. Isso aplicará suas imagens às variações filhas existentes.
ro_ro: Ați dezactivat setarea <b> Permiteți imagini proprii pentru variante copil </b>. Vă rugăm să exportați <a href="[url]"> toate variantele implicite </a> (utilizați „Exportați produsele găsite” în butonul roată) și reimportați-le. Acest lucru le va aplica imaginile la variantele copil existente.
sv_se: Du har inaktiverat inställningen <b>Tillåt egna bilder för underordnade varianter</b> . Exportera <a href="[url]">alla dina standardvarianter</a> (använd "Exportera hittade produkter" i kugghjulsknappen) och importera dem igen. Detta kommer att tillämpa deras bilder på befintliga underordnade varianter.
tr_tr: <b>Alt varyasyonlar için kendi resimlerine izin ver</b> ayarını devre dışı bıraktınız. Lütfen tüm varsayılan varyasyonlarınızı <a href="[url]">dışa aktarın</a> dişli düğmesindeki "Bulunan ürünleri dışa aktar" seçeneğini kullanın) ve bunları yeniden içe aktarın. Bu, resimlerini mevcut alt varyasyonlara uygulayacaktır.

# Languages::product_variations.add_all_variants
source: Add all variants
cs_cz: Přidejte všechny varianty
da_dk: Tilføj alle varianter
de_de: Fügen Sie alle Varianten hinzu
fa_ir: همه انواع را اضافه کنید
fi_fi: Lisää kaikki versiot
fr_fr: Ajouter toutes les variantes
it_it: Aggiungi tutte le varianti
nl_nl: Voeg alle varianten toe
no_no: Legg til alle varianter
pt_br: Adicionar todas as variações
ro_ro: Adăugați toate variantele
sv_se: Lägg till alla varianter
tr_tr: Tüm varyantları ekle

# Languages::product_variations.error.not_available_feature_purpose
source: Couldn't create variation group based on these features; please use the features with the purpose that is eligible for creating variations (group_catalog_item or group_variation_catalog_item).
cs_cz: Na základě těchto funkcí nelze vytvořit skupinu variant; prosím používejte funkce k účelu, který je vhodný pro vytváření variant (skupina_katalogu_skupiny nebo_skupinové_katalogové_položky).
da_dk: Kunne ikke oprette variationsgruppe baseret på disse funktioner; brug venligst funktionerne med det formål, der er kvalificeret til at skabe variationer (gruppe_katalog_element eller gruppe_variations_katalog_element).
de_de: Variationsgruppe konnte basierend auf diesen Funktionen nicht erstellt werden; Bitte verwenden Sie die Funktionen mit dem Zweck, der zum Erstellen von Variationen berechtigt ist (group_catalog_item oder group_variation_catalog_item).
fa_ir: بر اساس این ویژگی‌ها، گروه تغییرات ایجاد نشد. لطفاً از ویژگی‌ها با هدفی که برای ایجاد تغییرات واجد شرایط است (group_catalog_item یا group_variation_catalog_item) استفاده کنید.
fi_fi: Muunnelmaryhmää ei voitu luoda näiden ominaisuuksien perusteella. käytä ominaisuuksia sellaiseen tarkoitukseen, joka on kelvollinen muunnelmien luomiseen (ryhmäluettelon_tuote tai ryhmämuutosluettelon_tuote).
fr_fr: Impossible de créer un groupe de variantes basé sur ces fonctionnalités ; veuillez utiliser les fonctionnalités dans le but éligible pour créer des variantes (group_catalog_item ou group_variation_catalog_item).
it_it: Impossibile creare un gruppo di varianti basato su queste funzionalità; si prega di utilizzare le funzionalità con lo scopo idoneo alla creazione di varianti (group_catalog_item o group_variation_catalog_item).
nl_nl: Kan geen variatiegroep maken op basis van deze functies; gebruik de functies met het doel dat in aanmerking komt voor het maken van variaties (group_catalog_item of group_variation_catalog_item).
no_no: Kunne ikke opprette variasjonsgruppe basert på disse funksjonene. vennligst bruk funksjonene med formålet som er kvalifisert for å lage varianter (group_catalog_item eller group_variation_catalog_item).
pt_br: Não foi possível criar o grupo de variação com base nesses recursos; por favor, use os recursos com a finalidade que é elegível para criar variações (group_catalog_item ou group_variation_catalog_item).
ro_ro: Nu s-a putut crea un grup de variante pe baza acestor caracteristici; vă rugăm să utilizați funcțiile cu scopul care este eligibil pentru crearea de variații (group_catalog_item sau group_variation_catalog_item).
sv_se: Det gick inte att skapa variantgrupp baserat på dessa funktioner. använd funktionerna med det syfte som är kvalificerat för att skapa varianter (group_catalog_item eller group_variation_catalog_item).
tr_tr: Bu özelliklere dayalı varyasyon grubu oluşturulamadı; lütfen özellikleri varyasyon oluşturmaya uygun amaçlarla kullanın (group_catalog_item veya group_variation_catalog_item).

# Languages::product_variations.error.cannot_set_as_default_out_of_stock
source: Couldn't set variation #[product_id] as default, because it is out of stock. A variation that is in stock was used as default instead.
cs_cz: Variaci #[product_id] nelze nastavit jako výchozí, protože není skladem. Místo toho byla jako výchozí použita varianta, která je skladem.
da_dk: Variation #[product_id] kunne ikke indstilles som standard, fordi den er udsolgt. En variant, der er på lager, blev i stedet brugt som standard.
de_de: Variation Nr.[product_id] konnte nicht als Standard festgelegt werden, da sie nicht auf Lager ist. Stattdessen wurde eine Variante verwendet, die auf Lager ist.
fa_ir: تغییر شماره[product_id] به عنوان پیش فرض تنظیم نشد، زیرا موجود نیست. به جای آن، یک تغییر موجود در انبار به عنوان پیش‌فرض استفاده شد.
fi_fi: Muunnelmaa #[product_id] ei voitu asettaa oletukseksi, koska se on loppunut varastosta. Varastossa olevaa muunnelmaa käytettiin sen sijaan oletuksena.
fr_fr: Impossible de définir la variation #[product_id] par défaut, car elle est en rupture de stock. Une variante en stock a été utilisée par défaut à la place.
it_it: Impossibile impostare la variazione n.[product_id] come predefinita, perché è esaurita. Una variazione disponibile è stata invece utilizzata come predefinita.
nl_nl: Kan variatie #[product_id] niet als standaard instellen, omdat deze niet op voorraad is. In plaats daarvan werd een variant die op voorraad is als standaard gebruikt.
no_no: Kunne ikke angi variasjon #[product_id] som standard, fordi den er utsolgt. En variant som er på lager ble brukt som standard i stedet.
pt_br: Não foi possível definir a variação #[product_id] como padrão, pois está esgotada. Uma variação que está em estoque foi usada como padrão.
ro_ro: Nu s-a putut seta variația #[product_id] ca implicită, deoarece este epuizată. O variantă care este în stoc a fost folosită ca implicită.
sv_se: Det gick inte att ställa in variant #[product_id] som standard, eftersom den är slut i lager. En variant som finns i lager användes som standard istället.
tr_tr: Stokta olmadığı için #[product_id] varyasyonu varsayılan olarak ayarlanamadı. Bunun yerine stokta bulunan bir varyasyon varsayılan olarak kullanıldı.
