Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::product_reviews.agreement_text_full_add_new_review
source: <p>Your name will appear next to your review or comment, visible to everyone. We ([company]) also save your IP address as a security precaution, but in can only be viewed by our staff. It will remain in our system until you withdraw your consent. If you’d like to have your personal data removed, send an email to [email].</p> <p>If you believe that your personal data has been misused, you have the right to lodge a complaint with a supervisory authority. We’re obliged by EU General Data Protection Regulation to let you know about this right; we don’t actually intend to misuse your data.</p>
cs_cz: <p>Vaše jméno se zobrazí vedle vaší recenze nebo komentáře a bude viditelné pro všechny. My ([company]) také ukládáme vaši IP adresu jako bezpečnostní opatření, ale mohou ji zobrazit pouze naši zaměstnanci. Zůstane v našem systému, dokud svůj souhlas neodvoláte. Pokud si přejete, aby byly vaše osobní údaje odstraněny, zašlete e-mail na adresu [email].</p> <p>Pokud se domníváte, že byly Vaše osobní údaje zneužity, máte právo podat stížnost u dozorového úřadu. Na základě obecného nařízení EU o ochraně osobních údajů jsme povinni vás o tomto právu informovat; ve skutečnosti nemáme v úmyslu vaše údaje zneužít.</p>
da_dk: <p>Dit navn vises ved siden af din anmeldelse eller kommentar, synligt for alle. Vi ([company]) gemmer også din IP-adresse som en sikkerhedsforanstaltning, men kan kun ses af vores personale. Det forbliver i vores system, indtil du trækker dit samtykke tilbage. Hvis du gerne vil have dine personlige data fjernet, skal du sende en e-mail til [email].</p> <p>Hvis du mener, at dine personoplysninger er blevet misbrugt, har du ret til at indgive en klage til en tilsynsmyndighed. Vi er i henhold til EU's generelle databeskyttelsesforordning forpligtet til at informere dig om denne ret; vi har faktisk ikke til hensigt at misbruge dine data.</p>
de_de: <p>Ihr Name erscheint neben Ihrer Bewertung oder Ihrem Kommentar und ist für alle sichtbar. Wir ([company]) speichern aus Sicherheitsgründen auch Ihre IP-Adresse, die jedoch nur von unseren Mitarbeitern eingesehen werden kann. Es verbleibt in unserem System, bis Sie Ihre Einwilligung widerrufen. Wenn Sie möchten, dass Ihre personenbezogenen Daten entfernt werden, senden Sie eine E-Mail an [email].</p> <p>Wenn Sie glauben, dass Ihre personenbezogenen Daten missbraucht wurden, haben Sie das Recht, bei einer Aufsichtsbehörde Beschwerde einzulegen. Wir sind gemäß der EU-Datenschutzgrundverordnung verpflichtet, Sie über dieses Recht zu informieren; Wir beabsichtigen nicht, Ihre Daten zu missbrauchen.</p>
fa_ir: <p>نام شما در کنار نظر یا نظر شما ظاهر می شود و برای همه قابل مشاهده است. ما ([company]) همچنین آدرس IP شما را به عنوان یک اقدام احتیاطی امنیتی ذخیره می کنیم، اما فقط توسط کارکنان ما قابل مشاهده است. تا زمانی که رضایت خود را پس نگیرید در سیستم ما باقی خواهد ماند. اگر می‌خواهید اطلاعات شخصی‌تان حذف شود، یک ایمیل به [email]ارسال کنید.</p> <p>اگر فکر می کنید که از داده های شخصی شما سوء استفاده شده است، حق دارید به یک مقام نظارتی شکایت کنید. ما طبق مقررات عمومی حفاظت از داده های اتحادیه اروپا موظف هستیم در مورد این حق به شما اطلاع دهیم. ما در واقع قصد سوء استفاده از داده های شما را نداریم.</p>
fi_fi: <p>Nimesi näkyy arvostelusi tai kommenttisi vieressä, ja se näkyy kaikille. Tallennamme ([company]) myös IP-osoitteesi turvallisuussyistä, mutta vain henkilökuntamme voi nähdä sen. Se säilyy järjestelmässämme, kunnes peruutat suostumuksesi. Jos haluat, että henkilötietosi poistetaan, lähetä sähköpostia osoitteeseen [email].</p> <p>Jos uskot, että henkilötietojasi on käytetty väärin, sinulla on oikeus tehdä valitus valvontaviranomaiselle. EU:n yleisen tietosuoja-asetuksen mukaan olemme velvollisia ilmoittamaan sinulle tästä oikeudesta; emme todellakaan aio käyttää väärin tietojasi.</p>
fr_fr: <p>Votre nom apparaîtra à côté de votre avis ou commentaire, visible par tous. Nous ([company]) enregistrons également votre adresse IP par mesure de sécurité, mais elle ne peut être consultée que par notre personnel. Il restera dans notre système jusqu'à ce que vous retiriez votre consentement. Si vous souhaitez que vos données personnelles soient supprimées, envoyez un e-mail à [email].</p> <p>Si vous pensez que vos données personnelles ont été utilisées de manière abusive, vous avez le droit de déposer une plainte auprès d'une autorité de contrôle. Nous sommes tenus par le règlement général de l'UE sur la protection des données de vous informer de ce droit ; nous n'avons pas l'intention d'utiliser vos données à mauvais escient.</p>
he_il: <p>שמך יופיע ליד הביקורת או ההערה שלך, גלוי לכולם. אנו ([company]) שומרים גם את כתובת ה-IP שלך כאמצעי זהירות, אך רק הצוות שלנו יכול לראות אותה. זה יישאר במערכת שלנו עד שתבטל את הסכמתך. אם תרצה להסיר את הנתונים האישיים שלך, שלח אימייל אל [email].</p> <p>אם אתה סבור שנעשה שימוש לרעה בנתונים האישיים שלך, יש לך את הזכות להגיש תלונה לרשות מפקחת. אנו מחויבים על פי תקנת הגנת המידע הכללית של האיחוד האירופי ליידע אותך על זכות זו; אנחנו לא מתכוונים לעשות שימוש לרעה בנתונים שלך.</p>
it_it: <p>Il tuo nome apparirà accanto alla tua recensione o commento, visibile a tutti. Anche noi ([company]) salviamo il tuo indirizzo IP come precauzione di sicurezza, ma può essere visualizzato solo dal nostro personale. Rimarrà nel nostro sistema fino a quando non ritirerai il tuo consenso. Se desideri rimuovere i tuoi dati personali, invia un'e-mail a [email].</p> <p>Se ritieni che i tuoi dati personali siano stati utilizzati in modo improprio, hai il diritto di proporre reclamo a un'autorità di controllo. Siamo obbligati dal Regolamento generale sulla protezione dei dati dell'UE a informarti di questo diritto; in realtà non intendiamo utilizzare in modo improprio i tuoi dati.</p>
ja_jp: <p>あなたの名前はレビューやコメントの横に表示され、誰でも見ることができます。 私たち（[company]）もセキュリティ上の予防措置としてあなたのIPアドレスを保存しますが、見ることができるのは私たちのスタッフだけです。 同意を撤回するまでは、私たちのシステムに残ります。 個人データの削除をご希望の場合は、[email]にメールを送信してください。</p> <p>個人データが悪用されたと思われる場合は、監督当局に苦情を申し立てる権利があります。 EU一般データ保護規則により、この権利についてお知らせする義務があります。 実際にデータを悪用することはありません。</p>
nl_nl: <p>Je naam verschijnt naast je review of opmerking, voor iedereen zichtbaar. Wij ([company]) slaan uw IP-adres ook op als veiligheidsmaatregel, maar kunnen alleen door onze medewerkers worden bekeken. Het blijft in ons systeem totdat u uw toestemming intrekt. Als je je persoonsgegevens wilt laten verwijderen, stuur dan een e-mail naar [email].</p> <p>Als u van mening bent dat er misbruik is gemaakt van uw persoonsgegevens, heeft u het recht om een klacht in te dienen bij een toezichthoudende autoriteit. We zijn verplicht door de Algemene Verordening Gegevensbescherming van de EU om u op de hoogte te stellen van dit recht; we hebben niet echt de bedoeling om uw gegevens te misbruiken.</p>
no_no: <p>Navnet ditt vises ved siden av anmeldelsen eller kommentaren din, synlig for alle. Vi ([company]) lagrer også din IP-adresse som en sikkerhetsforanstaltning, men kan kun ses av våre ansatte. Det vil forbli i systemet vårt til du trekker tilbake samtykket ditt. Hvis du ønsker å få dine personlige data fjernet, send en e-post til [email].</p> <p>Hvis du mener at dine personopplysninger har blitt misbrukt, har du rett til å klage til en tilsynsmyndighet. Vi er forpliktet av EUs generelle databeskyttelsesforordning til å informere deg om denne retten; vi har faktisk ikke til hensikt å misbruke dataene dine.</p>
pt_br: <p>O seu nome ficará visível ao lado da sua avaliação ou do comentário. Nós ([company]) também salvamos o seu endereço IP como uma medida de segurança, mas ele só pode ser visto pela nossa equipe. Ele permanecerá no nosso sistema até que você revogue o seu consentimento. Se quiser que os seus dados pessoais sejam removidos, envie um e-mail para [email].</p> <p>Se você acredita que os seus dados pessoais foram utilizados indevidamente, é seu direito prestar queixa a uma autoridade supervisora. Nós somos obrigados pela Regulação Geral de Proteção de Dados da UE a deixar você saber sobre este direito; não pretendemos violar os seus dados.</p>
pt_pt: <p>Seu nome aparecerá ao lado de sua avaliação ou comentário, visível para todos. Nós ([company]) também salvamos seu endereço IP como medida de segurança, mas só podem ser visualizados por nossa equipe. Ele permanecerá em nosso sistema até que você retire seu consentimento. Se você deseja que seus dados pessoais sejam removidos, envie um e-mail para [email].</p> <p>Se acredita que os seus dados pessoais foram utilizados abusivamente, tem o direito de apresentar uma reclamação junto de uma autoridade de controlo. Somos obrigados pelo Regulamento Geral de Proteção de Dados da UE a informá-lo sobre esse direito; na verdade, não pretendemos fazer uso indevido de seus dados.</p>
ro_ro: <p>Numele tău va apărea lângă recenzia sau comentariul tău, vizibil pentru toată lumea. De asemenea, salvăm ([company]) adresa dvs. IP ca măsură de siguranță, dar poate fi vizualizată numai de personalul nostru. Acesta va rămâne în sistemul nostru până când vă retrageți consimțământul. Dacă doriți să vă eliminați datele personale, trimiteți un e-mail la [email].</p> <p>În cazul în care considerați că datele dumneavoastră cu caracter personal au fost utilizate abuziv, aveți dreptul de a depune o plângere la o autoritate de supraveghere. Suntem obligați prin Regulamentul general al UE privind protecția datelor să vă informăm despre acest drept; de fapt, nu intenționăm să folosim greșit datele dvs.</p>
sv_se: <p>Ditt namn kommer att visas bredvid din recension eller kommentar, synligt för alla. Vi ([company]) sparar även din IP-adress som en säkerhetsåtgärd, men kan endast ses av vår personal. Det kommer att finnas kvar i vårt system tills du drar tillbaka ditt samtycke. Om du vill att dina personuppgifter ska tas bort, skicka ett e-postmeddelande till [email].</p> <p>Om du anser att dina personuppgifter har missbrukats har du rätt att lämna in ett klagomål till en tillsynsmyndighet. Vi är enligt EU:s allmänna dataskyddsförordning skyldiga att informera dig om denna rättighet; vi har faktiskt inte för avsikt att missbruka dina uppgifter.</p>
tr_tr: <p>İsmin, bir sonraki incelemen veya yorumunda herkes tarafından görülebilir olacaktır. Ayrıca biz ([company]) IP adresini güvenlik amacı ile kayıt altına alıyoruz ama sadece kendi çalışanlarımız erişebilecektir. İşleminizi geri çektiğinizde bu kayıtlar silinecektir. Eğer bilgilerinizin silinmesini istiyorsanız [email] adresine mail gönderin.</p> <p> Eğer bilgilerinizin kullanımında bir yanlışlık olduğunu düşünüyorsanız denetim yetkililerine şikayette buluna bilirsiniz. Bu uyarıyı AB Genel Veri Koruma Yönetmenliğinin kuralı ile size bildirmek zorundayız, yoksa bilgilerinizi yanlış kullanma niyetinde değiliz. </p>
uk_ua: <p>Ваше ім'я з'явиться поруч із вашим відгуком або коментарем, яке буде видно всім. Ми ([company]) також зберігаємо вашу IP-адресу як запобіжний захід, але його можуть переглянути лише наші співробітники. Він залишається в нашій системи до тих пір, поки ви не анулюєте свою згоду. Якщо ви хочете видалити свої особисті дані, надішліть електронний лист на адресу [email].</p> <p>Якщо ви вважаєте, що ваші персональні дані були використані неправомірно, ви маєте право подати скаргу до наглядового органу. Відповідно до "Загального регламенту ЄС про захист даних" ми зобов’язані інформувати вас про це право; насправді ми не маємо наміру зловживати вашими даними.</p>

# Languages::product_reviews.terms_n_conditions
source: Select this check box to accept the [terms_href]
cs_cz: Zaškrtnutím tohoto políčka přijmete [terms_href]
da_dk: Marker dette afkrydsningsfelt for at acceptere [terms_href]
de_de: Aktivieren Sie dieses Kontrollkästchen, um die [terms_href]zu akzeptieren
fa_ir: این کادر را برای پذیرش [terms_href]انتخاب کنید
fi_fi: Valitse tämä valintaruutu hyväksyäksesi [terms_href]
fr_fr: Cochez cette case pour accepter le [terms_href]
he_il: בחר בתיבת סימון זו כדי לקבל את ה [terms_href]
it_it: Selezionare questa casella di controllo per accettare lo [terms_href]
ja_jp: チェックボックスをチェックすることにより、[terms_href] に同意したものと見なされます。
nl_nl: Schakel dit selectievakje in om de [terms_href]. te accepteren
no_no: Velg denne avmerkingsboksen for å godta [terms_href]
pt_br: Marque esta caixa para aceitar os [terms_href]
pt_pt: Marque esta caixa de seleção para aceitar o [terms_href]
ro_ro: Bifați această casetă de validare pentru a accepta [terms_href]
sv_se: Markera den här kryssrutan för att acceptera [terms_href]
tr_tr: [terms_href] kabul etmek için bu onay kutusunu seçin
uk_ua: Установіть цей прапорець, щоб прийняти [terms_href]

# Languages::product_reviews.terms_n_conditions_name
source: Terms and Conditions
cs_cz: Pravidla a podmínky
da_dk: Vilkår og betingelser
de_de: Geschäftsbedingungen
fa_ir: شرایط و ضوابط
fi_fi: Käyttöehdot
fr_fr: Termes et conditions
he_il: תנאים
it_it: Termini e Condizioni
ja_jp: 利用規約
nl_nl: Voorwaarden
no_no: Vilkår og betingelser
pt_br: Termos e Condições
pt_pt: Termos e Condições
ro_ro: Termeni și condiții
sv_se: Villkor
tr_tr: Koşul ve şartlar
uk_ua: Правила та умови
