Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::product_reviews.add_reply
source: Add reply
cs_cz: Přidat odpověď
da_dk: Tilføj svar
de_de: Antwort hinzufügen
fa_ir: پاسخ را اضافه کن
fi_fi: Lisää vastaus
fr_fr: Ajouter une réponse
he_il: הוסף תגובה
it_it: Aggiungi risposta
ja_jp: 返信を追加
nl_nl: Reactie toevoegen
no_no: Legg til svar
pt_br: Adicionar resposta
pt_pt: Adicionar resposta
ro_ro: Adăugați răspuns
sv_se: Lägg till svar
tr_tr: Cevap Ekle
uk_ua: Додати відповідь

# Languages::product_reviews.max_number_image_message
source: A review can have up to [max_image_number] images.
cs_cz: Recenze může obsahovat až [max_image_number] obrázků.
da_dk: En anmeldelse kan have op til [max_image_number] billeder.
de_de: Eine Rezension kann bis zu [max_image_number] Bilder enthalten.
fa_ir: یک بررسی می تواند حداکثر [max_image_number] تصویر داشته باشد.
fi_fi: Arvostelussa voi olla enintään [max_image_number] kuvaa.
fr_fr: Un avis peut contenir jusqu'à [max_image_number] images.
he_il: ביקורת יכולה לכלול עד [max_image_number] תמונות.
it_it: Una recensione può contenere fino a [max_image_number] immagini.
ja_jp: 1つのレビューには、最大で[max_image_number]個の画像を掲載できます
nl_nl: Een recensie kan maximaal [max_image_number] afbeeldingen bevatten.
no_no: En anmeldelse kan ha opptil [max_image_number] bilder.
pt_br: Uma revisão pode ter até[max_image_number] imagens.
pt_pt: Uma revisão pode ter até [max_image_number] imagens.
ro_ro: O recenzie poate avea până la [max_image_number] imagini.
sv_se: En recension kan ha upp till [max_image_number] bilder.
tr_tr: Bir incelemede en fazla [max_image_number] görüntü olabilir.
uk_ua: Відгук може містити до [max_image_number] зображень.

# Languages::product_reviews.uploader_drop_zone_description
source: Drop images here
cs_cz: Sem přetáhněte obrázky
da_dk: Drop billeder her
de_de: Legen Sie hier Bilder ab
fa_ir: تصاویر را اینجا رها کنید
fi_fi: Pudota kuvat tähän
fr_fr: Déposez les images ici
he_il: שחרר תמונות כאן
it_it: Rilascia le immagini qui
ja_jp: 画像はこちらから
nl_nl: Zet afbeeldingen hier neer
no_no: Slipp bilder her
pt_br: Coloque imagens aqui
pt_pt: Solte as imagens aqui
ro_ro: Pune imagini aici
sv_se: Släpp bilder här
tr_tr: Resimleri buraya bırakın
uk_ua: Перетягнути зображення сюди

# Languages::product_reviews.uploader_drop_zone_info
source: Photo up to [max_size]
cs_cz: Foto do [max_size]
da_dk: Foto op til [max_size]
de_de: Foto bis [max_size]
fa_ir: عکس تا [max_size]
fi_fi: Kuva jopa [max_size]
fr_fr: Photo jusqu'à [max_size]
he_il: תמונה עד [max_size]
it_it: Foto fino a [max_size]
ja_jp: 写真は最大[max_size]まで
nl_nl: Foto tot [max_size]
no_no: Bilde opptil [max_size]
pt_br: Foto até [max_size]
pt_pt: Foto até [max_size]
ro_ro: Fotografie până la [max_size]
sv_se: Foto upp till [max_size]
tr_tr: [max_size]kadar fotoğraf
uk_ua: Фото до [max_size]

# Languages::product_reviews.admin_reply
source: Administrator reply
cs_cz: Odpověď správce
da_dk: Administrator svar
de_de: Antwort des Administrators
fa_ir: پاسخ مدیر
fi_fi: Ylläpitäjän vastaus
fr_fr: Réponse de l'administrateur
he_il: תשובת מנהל
it_it: Risposta dell'amministratore
ja_jp: 管理者の返信
nl_nl: Beheerder antwoord
no_no: Administrator svar
pt_br: Resposta do administrador
pt_pt: Resposta do administrador
ro_ro: Răspunsul administratorului
sv_se: Administratörens svar
tr_tr: yönetici yanıtı
uk_ua: Відповідь адміністратора

# Languages::product_reviews.company_reply
source: [company_name] reply
cs_cz: [company_name] odpovědí
da_dk: [company_name] svar
de_de: [company_name] Antwort
fa_ir: [company_name] پاسخ
fi_fi: [company_name] vastausta
fr_fr: [company_name] réponse
he_il: [company_name] תשובה
it_it: [company_name] risposta
ja_jp: [company_name]の返信
nl_nl: [company_name] antwoord
no_no: [company_name] svar
pt_br: [company_name] resposta
pt_pt: [company_name] resposta
ro_ro: [company_name] raspuns
sv_se: [company_name] svar
tr_tr: [company_name] yanıt
uk_ua: Відповідь від [company_name]

# Languages::product_reviews.hide_name
source: Hide my name in the review
cs_cz: Skrýt mé jméno v recenzi
da_dk: Skjul mit navn i anmeldelsen
de_de: Verstecke meinen Namen in der Bewertung
fa_ir: نام من را در بررسی پنهان کنید
fi_fi: Piilota nimeni arvostelussa
fr_fr: Cacher mon nom dans l'avis
he_il: הסתר את שמי בביקורת
it_it: Nascondi il mio nome nella recensione
ja_jp: レビューに名前を表示しない
nl_nl: Verberg mijn naam in de recensie
no_no: Skjul navnet mitt i anmeldelsen
pt_br: Esconder meu nome na avaliação
pt_pt: Ocultar meu nome na avaliação
ro_ro: Ascunde-mi numele în recenzie
sv_se: Dölj mitt namn i recensionen
tr_tr: İncelemede adımı gizle
uk_ua: Приховати моє ім'я у відгуку

# Languages::product_reviews.product_is_rated_n_out_of_five_stars
source: The product is rated [n] out of 5 stars
cs_cz: Produkt je hodnocen [n] z 5 hvězdiček
da_dk: Produktet er vurderet til [n] ud af 5 stjerner
de_de: Das Produkt wird mit [n] von 5 Sternen bewertet
fa_ir: این محصول دارای امتیاز [n] از 5 ستاره است
fi_fi: Tuotteelle on annettu [n] tähteä
fr_fr: Le produit est noté [n] étoiles sur 5
he_il: המוצר מדורג [n] מתוך 5 כוכבים
it_it: Il prodotto è valutato [n] su 5 stelle
ja_jp: 本商品の評価は、5つ星のうち[n]です
nl_nl: Het product heeft een score van [n] van de 5 sterren
no_no: Produktet er rangert med [n] av 5 stjerner
pt_br: O produto está classificado em [n] entre 5 estrelas
pt_pt: O produto é avaliado com [n] de 5 estrelas
ro_ro: Produsul este evaluat cu [n] din 5 stele
sv_se: Produkten har fått [n] av 5 stjärnor
tr_tr: Ürün 5 üzerinden [n] puan almıştır
uk_ua: Товар отримав оцінку [n] із 5 зірок

# Languages::product_reviews.click_to_see_reviews
source: Click to see the reviews
cs_cz: Kliknutím zobrazíte recenze
da_dk: Klik for at se anmeldelserne
de_de: Klicken Sie hier, um die Bewertungen anzuzeigen
fa_ir: برای دیدن نظرات کلیک کنید
fi_fi: Napsauta nähdäksesi arvostelut
fr_fr: Cliquez pour voir les avis
he_il: לחץ כדי לראות את הביקורות
it_it: Clicca per vedere le recensioni
ja_jp: クリックしてレビューを見る
nl_nl: Klik om de beoordelingen te zien
no_no: Klikk for å se anmeldelser
pt_br: Clique para ver avaliações
pt_pt: Clique para ver os comentários
ro_ro: Click pentru a vedea recenziile
sv_se: Klicka för att se recensionerna
tr_tr: Yorumları görmek için tıklayın
uk_ua: Натисніть, щоб переглянути відгуки

# Languages::product_reviews.split_reviews_for_variations_as_separate_products
source: Split reviews for variations as separate products
cs_cz: Rozdělit recenze na varianty jako samostatné produkty
da_dk: Opdel anmeldelser for variationer som separate produkter
de_de: Geteilte Bewertungen für Variationen als separate Produkte
fa_ir: نظرات را برای تغییرات به عنوان محصولات جداگانه تقسیم کنید
fi_fi: Jaa arviot muunnelmista erillisinä tuotteina
fr_fr: Diviser les avis pour les variantes en tant que produits distincts
he_il: פיצול ביקורות עבור וריאציות כמוצרים נפרדים
it_it: Dividi le recensioni per le variazioni come prodotti separati
ja_jp: 商品バリエーションを別の商品としてレビューを分割
nl_nl: Splits beoordelingen voor variaties als afzonderlijke producten
no_no: Del anmeldelser for varianter som separate produkter
pt_br: Divida as avaliações por variações como produtos diferentes
pt_pt: Revisões divididas para variações como produtos separados
ro_ro: Împărțiți recenziile pentru variații ca produse separate
sv_se: Dela recensioner för varianter som separata produkter
tr_tr: Varyasyonlar için ayrı ürünler olarak bölünmüş incelemeler
uk_ua: Розділити відгуки на варіанти як на окремі продукти

# Languages::privileges.create_product_reviews
source: Can create
cs_cz: Může tvořit
da_dk: Kan skabe
de_de: Kann erstellen
fa_ir: می تواند ایجاد کند
fi_fi: Voi luoda
fr_fr: Peut créer
he_il: יכול ליצור
it_it: Può creare
ja_jp: 作成可能
nl_nl: Kan maken
no_no: Kan lage
pt_br: Pode criar
pt_pt: Pode criar
ro_ro: Poate crea
sv_se: Kan skapa
tr_tr: Yaratabilir
uk_ua: Може створювати

source: Administrators can now create product reviews
cs_cz: Administrátoři nyní mohou vytvářet recenze produktů
da_dk: Administratorer kan nu oprette produktanmeldelser
de_de: Administratoren können jetzt Produktbewertungen erstellen
fi_fi: Järjestelmänvalvojat voivat nyt luoda tuotearvioita
fr_fr: Les administrateurs peuvent désormais créer des avis sur les produits
he_il: מנהלי מערכת יכולים כעת ליצור ביקורות על מוצרים
it_it: Gli amministratori possono ora creare recensioni sui prodotti
ja_jp: 管理者が商品レビューを作成できるようになりました
nl_nl: Beheerders kunnen nu productrecensies maken
no_no: Administratorer kan nå lage produktanmeldelser
ro_ro: Administratorii pot acum să creeze recenzii despre produse
sv_se: Administratörer kan nu skapa produktrecensioner
tr_tr: Yöneticiler artık ürün incelemeleri oluşturabilir

source: Previously, administrators could edit existing product reviews in the admin panel, but couldn't post new ones. We've changed that: now the administrators who could edit reviews can add new reviews on the "Reviews" tab of the product editing page. Note that this change doesn't affect vendors' administrators in CS-Cart Multi-Vendor in any way. The most that they can do is leave a reply to a product review.<br><br>You can keep the old behavior if you'd like. Through user groups, you can now allow administrators to create or edit reviews (or do both of those things).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Set administrator privileges</a>
cs_cz: Dříve mohli administrátoři upravovat stávající recenze produktů na panelu administrátora, ale nemohli zveřejňovat nové. Změnili jsme to: nyní mohou administrátoři, kteří mohli upravovat recenze, přidávat nové recenze na kartě „Recenze“ na stránce pro úpravy produktu. Všimněte si, že tato změna žádným způsobem neovlivní administrátory prodejců v CS-Cart Multi-Vendor. Maximálně mohou zanechat odpověď na recenzi produktu.<br><br>Pokud chcete, můžete si ponechat staré chování. Prostřednictvím uživatelských skupin nyní můžete administrátorům povolit vytvářet nebo upravovat recenze (nebo dělat obě tyto věci).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Nastavení administrátorských práv</a>
da_dk: Tidligere kunne administratorer redigere eksisterende produktanmeldelser i administrationspanelet, men kunne ikke poste nye. Vi har ændret det: nu kan administratorer, der kunne redigere anmeldelser, tilføje nye anmeldelser på fanen "Anmeldelser" på produktredigeringssiden. Bemærk, at denne ændring ikke påvirker leverandørers administratorer i CS-Cart Multi-Vendor på nogen måde. Det mest, de kan gøre, er at efterlade et svar på en produktanmeldelse.<br><br>Du kan beholde den gamle adfærd, hvis du vil. Gennem brugergrupper kan du nu tillade administratorer at oprette eller redigere anmeldelser (eller gøre begge disse ting).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Indstil administratorrettigheder</a>
de_de: Bisher konnten Administratoren vorhandene Produktbewertungen im Admin-Bereich bearbeiten, aber keine neuen veröffentlichen. Das haben wir geändert: Jetzt können die Administratoren, die Bewertungen bearbeiten können, neue Bewertungen auf der Registerkarte "Bewertungen" der Produktbearbeitungsseite hinzufügen. Beachten Sie, dass diese Änderung die Administratoren der Anbieter in CS-Cart Multi-Vendor in keiner Weise betrifft. Sie können höchstens eine Antwort auf eine Produktbewertung hinterlassen.<br><br>Sie können das alte Verhalten beibehalten, wenn Sie möchten. Über Benutzergruppen können Sie jetzt Administratoren erlauben, Bewertungen zu erstellen oder zu bearbeiten (oder beides zu tun).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Administratorrechte festlegen</a>
fi_fi: Aiemmin järjestelmänvalvojat saattoivat muokata olemassa olevia tuotearvosteluja hallintapaneelissa, mutta eivät voineet lähettää uusia. Olemme muuttaneet asiaa: nyt järjestelmänvalvojat, jotka voivat muokata arvosteluja, voivat lisätä uusia arvosteluja tuotteen muokkaussivun Arvostelut-välilehdelle. Huomaa, että tämä muutos ei vaikuta toimittajien järjestelmänvalvojiin CS-Cart Multi-Vendorissa millään tavalla. Eniten he voivat tehdä vastauksen tuotearvosteluihin.<br><br>Voit säilyttää vanhan käytöksen, jos haluat. Käyttäjäryhmien kautta voit nyt sallia järjestelmänvalvojien luoda tai muokata arvosteluja (tai tehdä molempia).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Määritä järjestelmänvalvojan oikeudet</a>
fr_fr: Auparavant, les administrateurs pouvaient modifier les avis sur les produits existants dans le panneau d'administration, mais ne pouvaient pas en publier de nouveaux. Nous avons changé cela : désormais, les administrateurs qui pouvaient modifier les avis peuvent ajouter de nouveaux avis dans l'onglet "Avis" de la page d'édition du produit. Notez que ce changement n'affecte en aucun cas les administrateurs des fournisseurs dans CS-Cart Multi-Vendor. Le mieux qu'ils puissent faire est de laisser une réponse à un avis sur un produit.<br><br>Vous pouvez conserver l'ancien comportement si vous le souhaitez. Grâce aux groupes d'utilisateurs, vous pouvez désormais autoriser les administrateurs à créer ou à modifier des avis (ou à faire les deux).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Définir les privilèges d'administrateur</a>
he_il: בעבר, מנהלי מערכת יכלו לערוך ביקורות מוצר קיימות בפאנל הניהול, אך לא יכלו לפרסם ביקורות חדשות. שינינו את זה: כעת המנהלים שיכולים לערוך ביקורות יכולים להוסיף ביקורות חדשות בכרטיסייה "ביקורות" בדף עריכת המוצר. שים לב ששינוי זה אינו משפיע על מנהלי ספקים ב-CS-Cart Multi-Vendor בשום צורה. הכי הרבה שהם יכולים לעשות זה להשאיר תשובה לסקירת מוצר.<br><br>אתה יכול לשמור את ההתנהגות הישנה אם תרצה. באמצעות קבוצות משתמשים, אתה יכול כעת לאפשר למנהלי מערכת ליצור או לערוך ביקורות (או לעשות את שני הדברים האלה).<br><br><a target="_blank" href="[usergroups_url]" class="btn">הגדר הרשאות מנהל</a>
it_it: In precedenza, gli amministratori potevano modificare le recensioni dei prodotti esistenti nel pannello di amministrazione, ma non potevano pubblicarne di nuove. L'abbiamo cambiato: ora gli amministratori che possono modificare le recensioni possono aggiungere nuove recensioni nella scheda "Recensioni" della pagina di modifica del prodotto. Tieni presente che questa modifica non influisce in alcun modo sugli amministratori dei fornitori in CS-Cart Multi-Vendor. Il massimo che possono fare è lasciare una risposta a una recensione del prodotto.<br><br>Puoi mantenere il vecchio comportamento se lo desideri. Attraverso i gruppi di utenti, ora puoi consentire agli amministratori di creare o modificare recensioni (o eseguire entrambe le cose).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Impostare i privilegi di amministratore</a>
ja_jp: 以前、管理者は管理画面で商品レビューを編集できましたが、新しいレビューを投稿することはできなかったのを変更しました。レビューを編集できる管理者は、商品編集ページの「レビュー」タブで新しいレビューを追加できるようになりました。 この変更は、CS-Cart Multi-Vendorの出品者の管理者には影響しないことに注意してください。出品者の管理者ができることは、商品レビューへの返信をすることだけです。<br><br>必要に応じて、以前の操作を維持できます。 ユーザーグループを使って管理者がレビューを作成または編集できるようになりました（またはその両方を実行できます）。<br> <br><a target=\"_blank\" href=\"[usergroups_url]\" class=\"btn\">管理者権限を設定</a>
nl_nl: Voorheen konden beheerders bestaande productrecensies bewerken in het beheerdersdashboard, maar geen nieuwe plaatsen. We hebben dat veranderd: nu kunnen de beheerders die beoordelingen kunnen bewerken, nieuwe beoordelingen toevoegen op het tabblad "Recensies" van de productbewerkingspagina. Merk op dat deze wijziging op geen enkele manier van invloed is op de beheerders van leveranciers in CS-Cart Multi-Vendor. Het enige dat ze kunnen doen, is een reactie achterlaten op een productrecensie.<br><br>Je kunt het oude gedrag behouden als je wilt. Via gebruikersgroepen kunt u nu beheerders toestaan om beoordelingen te maken of te bewerken (of beide dingen te doen).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Beheerdersrechten instellen</a>
no_no: Tidligere kunne administratorer redigere eksisterende produktanmeldelser i administrasjonspanelet, men kunne ikke legge ut nye. Vi har endret det: nå kan administratorene som kan redigere anmeldelser legge til nye anmeldelser på «Anmeldelser»-fanen på produktredigeringssiden. Merk at denne endringen ikke påvirker leverandørers administratorer i CS-Cart Multi-Vendor på noen måte. Det meste de kan gjøre er å legge igjen et svar på en produktanmeldelse.<br><br>Du kan beholde den gamle oppførselen hvis du vil. Gjennom brukergrupper kan du nå la administratorer opprette eller redigere anmeldelser (eller gjøre begge disse tingene).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Angi administratorrettigheter</a>
ro_ro: Anterior, administratorii puteau edita recenzii de produse existente în panoul de administrare, dar nu puteau posta altele noi. Am schimbat asta: acum administratorii care ar putea edita recenzii pot adăuga recenzii noi în fila „Recenzii” a paginii de editare a produsului. Rețineți că această modificare nu afectează în niciun fel administratorii furnizorilor din CS-Cart Multi-Vendor. Cel mai mult ce pot face este să lase un răspuns la o recenzie a produsului.<br><br>Puteți păstra vechiul comportament dacă doriți. Prin intermediul grupurilor de utilizatori, acum puteți permite administratorilor să creeze sau să editeze recenzii (sau să facă ambele lucruri).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Setați privilegiile de administrator</a>
sv_se: Tidigare kunde administratörer redigera befintliga produktrecensioner i adminpanelen, men kunde inte lägga upp nya. Vi har ändrat det: nu kan administratörer som kan redigera recensioner lägga till nya recensioner på fliken "Recensioner" på produktredigeringssidan. Observera att denna ändring inte påverkar leverantörernas administratörer i CS-Cart Multi-Vendor på något sätt. Det mesta de kan göra är att lämna ett svar på en produktrecension.<br><br>Du kan behålla det gamla beteendet om du vill. Genom användargrupper kan du nu tillåta administratörer att skapa eller redigera recensioner (eller göra båda dessa saker).<br><br><a target="_blank" href="[usergroups_url]" class="btn">Ställ in administratörsbehörigheter</a>
tr_tr: Daha önce yöneticiler, yönetici panelinde mevcut ürün incelemelerini düzenleyebilir, ancak yenilerini yayınlayamazdı. Bunu değiştirdik: Artık incelemeleri düzenleyebilen yöneticiler, ürün düzenleme sayfasının "İncelemeler" sekmesinde yeni incelemeler ekleyebilir. Bu değişikliğin, CS-Cart Çoklu Satıcı'daki satıcıların yöneticilerini hiçbir şekilde etkilemediğini unutmayın. Yapabilecekleri en fazla şey, bir ürün incelemesine yanıt bırakmaktır.<br><br>İsterseniz eski davranışı koruyabilirsiniz. Kullanıcı grupları aracılığıyla artık yöneticilerin incelemeler oluşturmasına veya düzenlemesine (veya her ikisini birden yapmasına) izin verebilirsiniz.<br><br><a target="_blank" href="[usergroups_url]" class="btn">Yönetici ayrıcalıklarını ayarlayın</a>

# Languages::product_reviews.exim_error_incorrect_field_value
source: Specified [field] '[value]' was not found. The product review with comment '[comment]' was skipped.
cs_cz: Zadaná [field] '[value]' nebyla nalezena. Recenze produktu s komentářem '[comment]' byla přeskočena.
da_dk: Specificeret [field] '[value]' blev ikke fundet. Produktanmeldelsen med kommentar '[comment]' blev sprunget over.
de_de: Angegebene [field] '[value]' wurde nicht gefunden. Die Produktbewertung mit dem Kommentar '[comment]' wurde übersprungen.
fa_ir: [field] '[value]' مشخص شده یافت نشد. بررسی محصول با نظر "[comment]" نادیده گرفته شد.
fi_fi: Määritettyä arvoa [field] '[value]' ei löytynyt. Tuotearvostelu kommentilla "[comment]" ohitettiin.
fr_fr: [field] '[value]' spécifié est introuvable. L'examen du produit avec le commentaire '[comment]' a été ignoré.
he_il: [field] שצוין '[value]' לא נמצא. סקירת המוצר עם הערה '[comment]' נדחתה.
it_it: Specificato [field] '[value]' non è stato trovato. La recensione del prodotto con il commento "[comment]" è stata saltata.
ja_jp: 指定された [field] 'が[value]ませんでした。コメント「[comment]」のある製品レビューはスキップされました。
nl_nl: Opgegeven [field] '[value]' is niet gevonden. De productreview met opmerking '[comment]' is overgeslagen.
no_no: Spesifisert [field] '[value]' ble ikke funnet. Produktanmeldelsen med kommentar '[comment]' ble hoppet over.
pt_br: O especificado [field] '[value]' não foi encontrado. A revisão do produto com o comentário '[comment]' foi ignorada.
pt_pt: O especificado [field] '[value]' não foi encontrado. A revisão do produto com o comentário '[comment]' foi ignorada.
ro_ro: Specificat [field] '[value]' nu a fost găsit. Evaluarea produsului cu comentariul „[comment]” a fost omisă.
sv_se: Angiven [field] '[value]' hittades inte. Produktrecensionen med kommentaren "[comment]" hoppades över.
tr_tr: Belirtilen [field] '[value]' bulunamadı. '[comment]' yorumlu ürün incelemesi atlandı.
uk_ua: Вказаний [field] '[value]' не знайдено. Огляд продукту з коментарем «[comment]» було пропущено.

# Languages::product_reviews.exim_error_empty_field
source: The value of the <b>[field]</b> field can not be empty. The product review with comment '[comment]' was skipped.
cs_cz: Hodnota pole <b>[field]</b> nemůže být prázdná. Recenze produktu s komentářem '[comment]' byla přeskočena.
da_dk: Værdien af feltet <b>[field]</b> må ikke være tom. Produktanmeldelsen med kommentar '[comment]' blev sprunget over.
de_de: Der Wert des Feldes <b>[field]</b> darf nicht leer sein. Die Produktbewertung mit dem Kommentar '[comment]' wurde übersprungen.
fa_ir: مقدار فیلد <b>[field]</b> نمی تواند خالی باشد. بررسی محصول با نظر '[comment]' نادیده گرفته شد.
fi_fi: Kentän <b>[field]</b> arvo ei voi olla tyhjä. Tuotearvostelu kommentilla "[comment]" ohitettiin.
fr_fr: La valeur du champ <b>[field]</b> ne peut pas être vide. L'examen du produit avec le commentaire «[comment] » a été ignoré.
he_il: הערך של השדה <b>[field]</b> לא יכול להיות ריק. סקירת המוצר עם הערה '[comment]' נדחתה.
it_it: Il valore del campo <b>[field]</b> non può essere vuoto. La recensione del prodotto con il commento "[comment]" è stata saltata.
ja_jp: <b></b> の値を[field]にすることはできません。コメント「[comment]」のある製品レビューはスキップされました。
nl_nl: De waarde van het veld <b>[field]</b> mag niet leeg zijn. De productreview met opmerking '[comment]' is overgeslagen.
no_no: Verdien av <b>[field]</b> -feltet kan ikke være tomt. Produktanmeldelsen med kommentar '[comment]' ble hoppet over.
pt_br: O valor do campo <b>[field]</b> não pode ficar vazio. A avaliação do produto com o comentário '[comment]' foi ignorada.
pt_pt: O valor do campo <b>[field]</b> não pode ficar vazio. A avaliação do produto com o comentário '[comment]' foi ignorada.
ro_ro: Valoarea câmpului <b>[field]</b> nu poate fi goală. Revizuirea produsului cu comentariul „[comment]” a fost omisă.
sv_se: Värdet i fältet <b>[field]</b> får inte vara tomt. Produktrecensionen med kommentaren "[comment]" hoppades över.
tr_tr: <b>[field]</b> alanının değeri boş bırakılamaz. '[comment]' yorumlu ürün incelemesi atlandı.
uk_ua: Значення поля <b>[field]</b> не може бути порожнім. Огляд продукту з коментарем «[comment]» було пропущено.

# Languages::product_reviews
source: Product reviews
cs_cz: Recenze produktu
da_dk: Produktanmeldelser
de_de: Produktrezensionen
fa_ir: بررسی محصول
fi_fi: Tuotearvostelut
fr_fr: Avis sur les produits
he_il: ביקורות מוצרים
it_it: Recensioni dei prodotti
ja_jp: 製品レビュー
nl_nl: Productrecensies
no_no: Produktanmeldelser
pt_br: Revisão de produtos
pt_pt: Revisão de produtos
ro_ro: Recenzii de produse
sv_se: Produktrecensioner
tr_tr: Ürün incelemeleri
uk_ua: Відгуки про товар
