Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::product_reviews.review_status
source: Review status
cs_cz: Stav kontroly
da_dk: Gennemgå status
de_de: Überprüfungsstatus
fa_ir: بررسی وضعیت
fi_fi: Tarkista tila
fr_fr: État de l'examen
he_il: בדיקת סטטוס
it_it: Stato di revisione
ja_jp: ステータスをレビュー
nl_nl: Beoordelingsstatus
no_no: Gjennomgå status
pt_br: Status da avaliação
pt_pt: Status da revisão
ro_ro: Starea revizuirii
sv_se: Granska status
tr_tr: Durumu gözden geçir
uk_ua: Статус перегляду

# Languages::product_reviews.star
source: star
cs_cz: hvězda
da_dk: stjerne
de_de: Stern
fa_ir: ستاره
fi_fi: tähti
he_il: כוכב
it_it: stella
ja_jp: 星
nl_nl: ster
no_no: stjerne
pt_br: estrela
pt_pt: Estrela
ro_ro: stea
sv_se: stjärna
tr_tr: Yıldız
uk_ua: Зірка

# Languages::product_reviews.stars
source: stars
cs_cz: hvězdy
da_dk: stjerner
de_de: Sterne
fa_ir: ستاره ها
fi_fi: tähdet
fr_fr: étoiles
he_il: כוכבים
it_it: stelle
ja_jp: 星
nl_nl: sterren
no_no: stjerner
pt_br: estrelas
pt_pt: estrelas
ro_ro: stele
sv_se: stjärnor
tr_tr: Yıldız
uk_ua: Зірки

# Languages::product_reviews.n_stars
source: [n] star|[n] stars
cs_cz: [n] hvězd |[n] hvězdička
da_dk: [n] stjerne|[n] stjerner
de_de: [n] Sterne|[n] Sterne
fa_ir: [n] ستاره|[n] ستاره
fi_fi: [n] tähti|[n] tähteä
fr_fr: [n] étoile |[n] étoiles
he_il: [n] כוכב|[n] כוכבים
it_it: [n] stelle|[n] stelle
ja_jp: 星 [n] |星 [n]
nl_nl: [n] ster|[n] sterren
no_no: [n] stjerne|[n] stjerner
pt_br: [n] estrela|[n]estrelas
pt_pt: [n] estrela|[n] estrela
ro_ro: [n] stea|[n] stele
sv_se: [n] stjärna|[n] stjärnor
tr_tr: [n] yıldız|[n] yıldız
uk_ua: [n] зірка|[n] зірки

# Languages::product_reviews.out_of_five
source: out of 5
cs_cz: z 5
da_dk: ud af 5
de_de: von 5
fa_ir: از 5
fi_fi: viidestä
fr_fr: sur 5
he_il: מתוך 5
it_it: su 5
ja_jp: 5つ星のうち
nl_nl: uit 5
no_no: av 5
pt_br: de 5
pt_pt: de 5
ro_ro: din 5
sv_se: av 5
tr_tr: 5 üzerinden
uk_ua: з 5

# Languages::product_reviews.review_this_product
source: Review this product
cs_cz: Zkontrolujte tento produkt
da_dk: Gennemgå dette produkt
de_de: Bewerten Sie dieses Produkt
fa_ir: این محصول را بررسی کنید
fi_fi: Arvostele tämä tuote
fr_fr: Donnez votre avis sur ce produit
he_il: סקור מוצר זה
it_it: Recensisci questo prodotto
ja_jp: この商品をレビュー
nl_nl: Beoordeel dit product
no_no: Anmeld dette produktet
pt_br: Avaliar este produto
pt_pt: Comente este produto
ro_ro: Examinați acest produs
sv_se: Recensera den här produkten
tr_tr: Bu ürünü inceleyin
uk_ua: Переглянути цей товар

# Languages::product_reviews.review_this_product_description
source: Share your thoughts with other customers
cs_cz: Podělte se o své myšlenky s ostatními zákazníky
da_dk: Del dine tanker med andre kunder
de_de: Teilen Sie Ihre Gedanken mit anderen Kunden
fa_ir: افکار خود را با سایر مشتریان به اشتراک بگذارید
fi_fi: Jaa ajatuksesi muiden asiakkaiden kanssa
fr_fr: Partagez vos pensées avec d'autres clients
he_il: שתף את מחשבותיך עם לקוחות אחרים
it_it: Condividi i tuoi pensieri con altri clienti
ja_jp: レビューを共有する
nl_nl: Deel uw gedachten met andere klanten
no_no: Del tankene dine med andre kunder
pt_br: Compartilhe a sua opinião com outros clientes
pt_pt: Compartilhe seus pensamentos com outros clientes
ro_ro: Împărtășiți-vă gândurile cu alți clienți
sv_se: Dela dina tankar med andra kunder
tr_tr: Düşüncelerinizi diğer müşterilerle paylaşın
uk_ua: Поділитися своїми думками з іншими клієнтами

# Languages::product_reviews.reply
source: Reply
cs_cz: Odpověď
da_dk: Svar
de_de: Antwort
fa_ir: پاسخ
fi_fi: Vastaa
fr_fr: Répondre
he_il: תשובה
it_it: Rispondere
ja_jp: 回答
nl_nl: Antwoorden
no_no: Svare
pt_br: Responder
pt_pt: Responder
ro_ro: Răspuns
sv_se: Svar
tr_tr: Cevap
uk_ua: Відповісти

# Languages::product_reviews.first_and_last_name
source: First and last name
cs_cz: Křestní jméno a příjmení
da_dk: For-og efternavn
de_de: Vor-und Nachname
fa_ir: نام و نام خانوادگی
fi_fi: Etu-ja sukunimi
fr_fr: Nom et prénom
he_il: שם פרטי ושם משפחה
it_it: Nome e cognome
ja_jp: 姓名
nl_nl: Voor-en achternaam
no_no: Fornavn og etternavn
pt_br: Primeiro e último nome
pt_pt: Primeiro e último nome
ro_ro: Numele și prenumele
sv_se: För-och efternamn
tr_tr: Ad ve soyad
uk_ua: Ім'я та прізвище

# Languages::product_reviews.text_thank_you_for_review
source: Thank you for your review
cs_cz: děkujeme za Vaši recenzi
da_dk: Tak for din anmeldelse
de_de: Vielen Dank für Ihre Bewertung
fa_ir: ممنون از نقد شما
fi_fi: Kiitos arvostelustasi
fr_fr: Merci pour votre avis
he_il: תודה על סקירתך
it_it: Grazie per la tua opinione
ja_jp: レビューいただきありがとうございました
nl_nl: Bedankt voor je review
no_no: Takk for din anmeldelse
pt_br: Obrigado pela sua avaliação
pt_pt: Obrigado por sua avaliação
ro_ro: Vă mulțumim pentru recenzie
sv_se: Tack för din recension
tr_tr: Yazınız için teşekkür ederiz
uk_ua: Дякуємо вам за ваш відгук

# Languages::product_reviews.excellent
source: Excellent!
cs_cz: Vynikající!
da_dk: Fremragende!
de_de: Exzellent!
fa_ir: عالی!
fi_fi: Erinomainen!
he_il: מְעוּלֶה!
it_it: Eccellente!
ja_jp: 最高
no_no: Utmerket!
pt_br: Excelente!
pt_pt: Excelente!
ro_ro: Excelent!
tr_tr: Mükemmel!
uk_ua: Чудово!

# Languages::product_reviews.very_good
source: Very Good
cs_cz: Velmi dobře
da_dk: Meget godt
de_de: Sehr gut
fa_ir: خیلی خوب
fi_fi: Oikein hyvä
fr_fr: Très bien
he_il: טוב מאוד
it_it: Molto bene
ja_jp: 良い
nl_nl: Heel goed
no_no: Veldig bra
pt_br: Muito Bom
pt_pt: Muito bom
ro_ro: Foarte bine
sv_se: Mycket bra
tr_tr: Çok güzel
uk_ua: Дуже добре

# Languages::product_reviews.average
source: Average
cs_cz: Průměrný
da_dk: Gennemsnit
de_de: Durchschnitt
fa_ir: میانگین
fi_fi: Keskiverto
fr_fr: Moyen
he_il: מְמוּצָע
it_it: Media
ja_jp: 普通
nl_nl: Gemiddeld
no_no: Gjennomsnitt
pt_br: Mais ou menos
pt_pt: Média
ro_ro: In medie
sv_se: Genomsnitt
tr_tr: Averaj
uk_ua: Середній

# Languages::product_reviews.fair
source: Fair
cs_cz: Veletrh
da_dk: Retfærdig
de_de: Messe
fa_ir: نمایشگاه
fi_fi: Reilu
fr_fr: Équitable
he_il: יריד
it_it: Equo
ja_jp: やや悪い
nl_nl: Kermis
no_no: Rettferdig
pt_br: Aceitável
pt_pt: Feira
ro_ro: Corect
sv_se: Rättvis
tr_tr: Vasat
uk_ua: Виставка

# Languages::product_reviews.poor
source: Poor
cs_cz: Chudý
da_dk: Fattige
de_de: Arm
fa_ir: فقیر
fi_fi: Huono
fr_fr: Pauvre
he_il: עני
it_it: Povero
ja_jp: 悪い
nl_nl: Arm
no_no: Dårlig
pt_br: Fraco
pt_pt: Pobre
ro_ro: Sărac
sv_se: Fattig
tr_tr: tavsiye etmem
uk_ua: Дуже погано

# Languages::product_reviews.product_details
source: Product details
cs_cz: Detaily produktu
da_dk: Produktdetaljer
de_de: Produktdetails
fa_ir: مشخصات محصول
fi_fi: Tuotteen yksityiskohdat
fr_fr: Détails du produit
he_il: פרטי מוצר
it_it: Dettagli prodotto
ja_jp: 商品詳細
no_no: Produkt detaljer
pt_br: Detalhes do produto
pt_pt: Detalhes do produto
ro_ro: Detalii produs
sv_se: Produktinformation
tr_tr: Ürün Detayları
uk_ua: Інформація про товар

# Languages::product_reviews.rating_4_and_up
source: Rating 4+
cs_cz: Hodnocení 4+
da_dk: Bedømmelse 4+
de_de: Bewertung 4+
fa_ir: رتبه 4+
fi_fi: Arvosana 4+
fr_fr: Classement 4+
he_il: דירוג 4+
it_it: Voto 4+
ja_jp: 評価 4+
nl_nl: Beoordeling 4+
no_no: Rangering 4+
pt_br: Classificação4+
pt_pt: Classificação 4+
ro_ro: Evaluare 4+
sv_se: Betyg 4+
tr_tr: Değerlendirme 4+
uk_ua: Оцінка 4+

# Languages::product_reviews.event.new_post.title
source: New review posted for a product
cs_cz: Byla zveřejněna nová recenze produktu
da_dk: Ny anmeldelse af et produkt
de_de: Neue Bewertung für ein Produkt veröffentlicht
fa_ir: بررسی جدید برای یک محصول ارسال شده است
fi_fi: Uusi arvostelu julkaistu tuotteesta
fr_fr: Nouvel avis déposé pour un produit
he_il: סקירה חדשה פורסמה עבור מוצר
it_it: Nuova recensione pubblicata per un prodotto
ja_jp: 商品に投稿された新しいレビュー
nl_nl: Nieuwe recensie geplaatst voor een product
no_no: Ny anmeldelse lagt ut for et produkt
pt_br: Nova avaliação postada para um produto
pt_pt: Nova avaliação postada para um produto
ro_ro: O nouă recenzie postată pentru un produs
sv_se: Ny recension publicerad för en produkt
tr_tr: Bir ürün için yeni inceleme gönderildi
uk_ua: Опубліковано новий відгук про товар

# Languages::product_reviews.event.new_post.message
source: A new review has been posted for product [product]. Click this notification to see the review.
cs_cz: Pro produkt [product]byla zveřejněna nová recenze. Kliknutím na toto oznámení zobrazíte recenzi.
da_dk: En ny anmeldelse er blevet udgivet for produkt [product]. Klik på denne notifikation for at se anmeldelsen.
de_de: Für Produkt [product]wurde eine neue Rezension veröffentlicht. Klicken Sie auf diese Benachrichtigung, um die Bewertung anzuzeigen.
fa_ir: نظر جدیدی برای محصول [product]ارسال شده است. برای مشاهده بررسی روی این اعلان کلیک کنید.
fi_fi: Tuotteelle [product]on julkaistu uusi arvostelu. Napsauta tätä ilmoitusta nähdäksesi arvostelun.
fr_fr: Un nouvel avis a été publié pour le produit [product]. Cliquez sur cette notification pour voir l'avis.
he_il: סקירה חדשה פורסמה עבור מוצר [product]. לחץ על הודעה זו כדי לראות את הביקורת.
it_it: È stata pubblicata una nuova recensione per il prodotto [product]. Fare clic su questa notifica per vedere la recensione.
ja_jp: 商品[product]の新しいレビューが投稿されました。 レビューを表示するには、この通知をクリックしてください。
nl_nl: Er is een nieuwe recensie geplaatst voor product [product]. Klik op deze melding om de recensie te zien.
no_no: En ny anmeldelse er lagt ut for produkt [product]. Klikk på dette varselet for å se anmeldelsen.
pt_br: Uma nova avaliação foi postada para o produto [product]. Clique nesta notificação para ver a avaliação.
pt_pt: Uma nova avaliação foi publicada para o produto [product]. Clique nesta notificação para ver a revisão.
ro_ro: O nouă recenzie a fost postată pentru produsul [product]. Faceți clic pe această notificare pentru a vedea recenzia.
sv_se: En ny recension har publicerats för produkt [product]. Klicka på det här meddelandet för att se recensionen.
tr_tr: Ürün [product]için yeni bir inceleme yayınlandı. İncelemeyi görmek için bu bildirime tıklayın.
uk_ua: Опубліковано новий відгук про товар [product]. Натисніть на це сповіщення, щоб побачити відгук.

# Languages::product_reviews.copy_old_reviews_warning
source: You have product reviews in the old "Comments and reviews" add-on. While that add-on is installed, you'll be able copy those reviews to the new "Product reviews" add-on <a class="cm-post" href="[url]">in its settings</a>.
cs_cz: Ve starém doplňku „Komentáře a recenze“ máte recenze produktů. Zatímco je tento doplněk nainstalován, budete moci zkopírovat tyto recenze do nového doplňku „Recenze produktů“ <a class="cm-post" href="[url]">v jeho nastavení</a>.
da_dk: Du har produktanmeldelser i den gamle tilføjelse "Kommentarer og anmeldelser". Mens tilføjelsen er installeret, kan du kopiere disse anmeldelser til den nye tilføjelse "Produktanmeldelser" <a class="cm-post" href="[url]">i dens indstillinger</a>.
de_de: Sie haben Produktbewertungen im alten Add-on "Kommentare und Bewertungen". Während dieses Add-on installiert ist, können Sie diese Bewertungen in das neue Add-on „Produktbewertungen“ <a class="cm-post" href="[url]">in dessen Einstellungen</a>kopieren.
fa_ir: در افزونه قدیمی "نظرات و نظرات" نظرات محصول را دارید. زمانی که آن برافزا نصب شده است، می‌توانید آن نظرات را در تنظیمات آن</a>در افزونه <a class="cm-post" href="[url]">«بررسی محصول» جدید کپی کنید.
fi_fi: Sinulla on tuotearvioita vanhassa "Kommentit ja arvostelut" -lisäosassa. Kun lisäosa on asennettu, voit kopioida kyseiset arvostelut uuteen "Tuotearvostelut"-lisäosaan <a class="cm-post" href="[url]">sen asetuksissa</a>.
fr_fr: Vous avez des avis sur les produits dans l'ancien module complémentaire "Commentaires et avis". Pendant que ce module complémentaire est installé, vous pourrez copier ces avis dans le nouveau module complémentaire "Avis sur les produits" <a class="cm-post" href="[url]">dans ses paramètres</a>.
he_il: יש לך ביקורות על מוצרים בתוסף הישן "הערות וסקירות". בזמן שהתוסף מותקן, תוכל להעתיק את הביקורות הללו לתוסף החדש "ביקורות מוצר" <a class="cm-post" href="[url]">בהגדרות שלו</a>.
it_it: Hai recensioni di prodotti nel vecchio componente aggiuntivo "Commenti e recensioni". Mentre il componente aggiuntivo è installato, potrai copiare quelle recensioni nel nuovo componente aggiuntivo "Recensioni del prodotto" <a class="cm-post" href="[url]">nelle sue impostazioni</a>.
ja_jp: 古い「コメントとレビュー」アドオンに商品レビューがあります。 そのアドオンがインストールされている間、それらのレビューを新しい「商品レビュー」アドオン<a class="cm-post" href="[url]">設定</a>にコピーできます。
nl_nl: U heeft productrecensies in de oude add-on "Opmerkingen en recensies". Terwijl die add-on is geïnstalleerd, kunt u die beoordelingen kopiëren naar de nieuwe "Productbeoordelingen"-add-on <a class="cm-post" href="[url]">in de instellingen</a>.
no_no: Du har produktanmeldelser i det gamle «Kommentarer og anmeldelser»-tillegget. Mens tillegget er installert, vil du kunne kopiere disse anmeldelsene til det nye «Produktanmeldelser»-tillegget <a class="cm-post" href="[url]">i innstillingene</a>.
pt_br: Voce tem avaliações de produtos na antiga extensão "Comentários e avalições" . Enquanto esta extensão estiver instalada, voce estaráapto a copiar essas avaliações para a nova"Avaliações de Produto" <a class="cm-post" href="[url]">em suas configurações</a>.
pt_pt: Você tem avaliações de produtos no antigo complemento "Comentários e avaliações". Enquanto esse complemento estiver instalado, você poderá copiar essas avaliações para o novo complemento "Revisões de produtos" <a class="cm-post" href="[url]">em suas configurações</a>.
ro_ro: Aveți recenzii despre produse în vechiul add-on „Comentarii și recenzii”. În timp ce acest supliment este instalat, veți putea copia acele recenzii în noul supliment „Recenzii despre produse” <a class="cm-post" href="[url]">din setările sale</a>.
sv_se: Du har produktrecensioner i det gamla tillägget "Kommentarer och recensioner". Medan det tillägget är installerat kommer du att kunna kopiera dessa recensioner till det nya "Produktrecensioner"-tillägget <a class="cm-post" href="[url]">i dess inställningar</a>.
tr_tr: Eski "Yorumlar ve incelemeler" eklentisinde ürün incelemeleriniz var. Bu eklenti kuruluyken, bu incelemeleri ayarlarında</a>yeni "Ürün incelemeleri" eklentisine <a class="cm-post" href="[url]">kopyalayabilirsiniz.
uk_ua: Ви маєте відгуки про товар в старому додатку "Коментарі та відгуки". Поки це доповнення встановлено, ви зможете скопіювати ці відгуки в новий додаток "Відгуки товарів" <a class="cm-post" href="[url]">у його налаштуваннях</a> .
