Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_bundles.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::product_bundles.internal_feature_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple product bundles that have the same displayed name.
ar_sa: يظهر هذا الاسم فقط في لوحة الإدارة لمساعدتك على التمييز بين حزم المنتجات المتعددة التي لها نفس الاسم المعروض.
cs_cz: Tento název se zobrazuje pouze na panelu Správa, aby vám pomohl rozlišit mezi několika balíčky produktů, které mají stejný zobrazený název.
da_dk: Dette navn vises kun i administrationspanelet for at hjælpe dig med at skelne mellem flere produktpakker, der har det samme viste navn.
de_de: Dieser Name wird nur im Verwaltungsbereich angezeigt, damit Sie zwischen mehreren Produktpaketen mit demselben angezeigten Namen unterscheiden können.
el_gr: Αυτό το όνομα εμφανίζεται μόνο στον πίνακα "Διαχειριστή" για να σας βοηθήσει να διακρίνετε πολλά πακέτα προϊόντων που έχουν το ίδιο εμφανιζόμενο όνομα.
es_es: Este nombre solo se muestra en el panel de administración para ayudarlo a distinguir entre varios paquetes de productos que tienen el mismo nombre.
fa_ir: این نام فقط در پانل مدیریت نشان داده می شود تا به شما کمک کند تا بین چندین بسته محصول که نام نمایش داده شده یکسانی دارند تمایز قائل شوید.
fi_fi: Tämä nimi näkyy vain Hallinta-paneelissa, jotta voit erottaa useita tuotenippuja, joilla on sama näyttönimi.
fr_fr: Ce nom s'affiche uniquement dans le panneau d'administration pour vous aider à faire la distinction entre plusieurs offres groupées de produits qui ont le même nom affiché.
he_il: שם זה מוצג רק בחלונית Administration כדי לעזור לך להבחין בין חבילות מוצרים מרובות שיש להן אותו שם מוצג.
hu_hu: Ez a név csak az Adminisztráció panelen jelenik meg, hogy segítsen megkülönböztetni több, azonos megjelenített névvel rendelkező termékcsomagot.
it_it: Questo nome viene mostrato solo nel pannello Amministrazione per aiutarti a distinguere tra più pacchetti di prodotti che hanno lo stesso nome visualizzato.
ja_jp: この名前は、同じ表示名を持つ複数の商品バンドルを区別するために、管理画面にのみ表示されます。
nl_nl: Deze naam wordt alleen weergegeven in het beheerpaneel om u te helpen onderscheid te maken tussen meerdere productbundels met dezelfde weergegeven naam.
no_no: Dette navnet vises bare i administrasjonspanelet for å hjelpe deg å skille mellom flere produktpakker som har det samme viste navnet.
pl_pl: Ta nazwa jest wyświetlana tylko w panelu administracyjnym, aby pomóc w rozróżnieniu między wieloma pakietami produktów, które mają taką samą nazwę wyświetlaną.
pt_pt: Esse nome é mostrado apenas no painel Administração para ajudá-lo a distinguir entre vários pacotes configuráveis de produtos que possuem o mesmo nome exibido.
ro_ro: Acest nume este afișat numai în panoul de administrare pentru a vă ajuta să faceți distincția între mai multe pachete de produse care au același nume afișat.
ru_ru: Это имя отображается только в панели администратора. Оно помогает отличать друг от друга те комплекты, у которых на витрине одинаковое имя.
sv_se: Det här namnet visas endast i administrationspanelen för att hjälpa dig att skilja mellan flera produktpaket som har samma visade namn.
tr_tr: Bu ad, aynı görünen ada sahip birden çok ürün paketini ayırt etmenize yardımcı olmak için yalnızca Yönetim panelinde gösterilir.
uk_ua: Ця назва відображається лише на панелі Адміністратора, щоб допомогти розрізняти кілька комплектів продуктів, які мають однакову відображувану назву.

# Languages::product_bundles.show_on_product_page
source: Show on products page
ar_sa: تظهر على صفحة المنتجات
cs_cz: Zobrazit na stránce produktů
da_dk: Vises på produktsiden
de_de: Auf der Produktseite anzeigen
el_gr: Εμφάνιση στη σελίδα προϊόντων
es_es: Mostrar en la página de productos
fa_ir: نمایش در صفحه محصولات
fi_fi: Näytä tuotesivulla
fr_fr: Afficher sur la page des produits
he_il: הצג בדף המוצרים
hu_hu: Megjelenítés a termékek oldalán
it_it: Mostra sulla pagina dei prodotti
ja_jp: 商品ページに表示
nl_nl: Weergeven op productpagina
no_no: Vises på produktsiden
pl_pl: Pokaż na karcie produktu
pt_pt: Mostrar na página de produtos
ro_ro: Afișați pe pagina produselor
ru_ru: Показывать на странице товара
sv_se: Visas på produktsidan
tr_tr: Ürünler sayfasında göster
uk_ua: Показати на сторінці продуктів

# Languages::product_bundles.confirm_text_on_empty_bundle
source: Are you sure you want to create a bundle without products?
ar_sa: هل أنت متأكد أنك تريد إنشاء حزمة بدون منتجات؟
cs_cz: Opravdu chcete vytvořit balíček bez produktů?
da_dk: Er du sikker på, at du vil oprette en pakke uden produkter?
de_de: Möchten Sie wirklich ein Paket ohne Produkte erstellen?
el_gr: Είστε βέβαιοι ότι θέλετε να δημιουργήσετε ένα πακέτο χωρίς προϊόντα;
es_es: ¿Está seguro de que desea crear un paquete sin productos?
fa_ir: آیا مطمئن هستید که می خواهید یک بسته نرم افزاری بدون محصولات ایجاد کنید؟
fi_fi: Haluatko varmasti luoda paketin ilman tuotteita?
fr_fr: Voulez-vous vraiment créer un bundle sans produits ?
he_il: האם אתה בטוח שברצונך ליצור חבילה ללא מוצרים?
hu_hu: Biztos, hogy termék nélküli csomagot szeretne létrehozni?
it_it: Sei sicuro di voler creare un bundle senza prodotti?
ja_jp: 本当に商品なしのバンドルを作成しますか？
nl_nl: Weet je zeker dat je een bundel wilt maken zonder producten?
no_no: Er du sikker på at du vil lage en pakke uten produkter?
pl_pl: Czy na pewno chcesz utworzyć pakiet bez produktów?
pt_pt: Tem certeza de que deseja criar um pacote sem produtos?
ro_ro: Sigur doriți să creați un pachet fără produse?
ru_ru: Вы уверены, что хотите создать комплект без товаров?
sv_se: Är du säker på att du vill skapa ett paket utan produkter?
tr_tr: Ürünler olmadan bir paket oluşturmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете створити комплект без продуктів?

# Languages::product_bundles.confirm_text_with_one_product_bundle
source: Are you sure you want to create a bundle with 1 product?
ar_sa: هل أنت متأكد أنك تريد إنشاء حزمة بمنتج واحد؟
cs_cz: Opravdu chcete vytvořit balíček s 1 produktem?
da_dk: Er du sikker på, at du vil oprette en pakke med 1 produkt?
de_de: Möchten Sie wirklich ein Bundle mit 1 Produkt erstellen?
el_gr: Είστε βέβαιοι ότι θέλετε να δημιουργήσετε ένα πακέτο με 1 προϊόν;
es_es: ¿Está seguro de que desea crear un paquete con 1 producto?
fa_ir: آیا مطمئن هستید که می خواهید یک بسته با 1 محصول ایجاد کنید؟
fi_fi: Haluatko varmasti luoda paketin 1 tuotteesta?
fr_fr: Êtes-vous sûr de vouloir créer un bundle avec 1 produit ?
he_il: האם אתה בטוח שברצונך ליצור חבילה עם מוצר אחד?
hu_hu: Biztosan létrehoz egy csomagot 1 termékkel?
it_it: Sei sicuro di voler creare un bundle con 1 prodotto?
ja_jp: 本当に1商品でバンドルを作成しますか？
nl_nl: Weet je zeker dat je een bundel wilt maken met 1 product?
no_no: Er du sikker på at du vil lage en pakke med 1 produkt?
pl_pl: Czy na pewno chcesz utworzyć pakiet z jednym produktem?
pt_pt: Tem certeza de que deseja criar um pacote com 1 produto?
ro_ro: Sigur doriți să creați un pachet cu 1 produs?
ru_ru: Вы уверены, что хотите создать комплект из одного товара?
sv_se: Är du säker på att du vill skapa ett paket med 1 produkt?
tr_tr: 1 ürün içeren bir paket oluşturmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете створити комплект з 1 продуктом?

# Languages::product_bundles.specify_options_first
source: Product options should be specified
ar_sa: يجب تحديد خيارات المنتج
cs_cz: Měly by být specifikovány možnosti produktu
da_dk: Produktmuligheder bør specificeres
de_de: Produktoptionen sollten angegeben werden
el_gr: Οι επιλογές προϊόντων Θα πρέπει να προσδιορίζονται
es_es: Se deben especificar las opciones del producto.
fa_ir: گزینه های محصول باید مشخص شود
fi_fi: Tuotevaihtoehdot tulee määrittää
fr_fr: Les options de produit doivent être spécifiées
he_il: יש לציין אפשרויות מוצר
hu_hu: Meg kell adni a terméklehetőségeket
it_it: È necessario specificare le opzioni del prodotto
ja_jp: 商品オプションの指定が必要
nl_nl: Productopties moeten worden gespecificeerd
no_no: Produktalternativer bør spesifiseres
pl_pl: Należy określić opcje produktu
pt_pt: As opções do produto devem ser especificadas
ro_ro: Opțiunile de produs ar trebui specificate
ru_ru: Должны быть указаны опции товара
sv_se: Produktalternativ bör specificeras
tr_tr: Ürün seçenekleri belirtilmelidir
uk_ua: Варіанти товару повинні бути вказані

# Languages::privileges.view_product_bundles
source: Can view
ar_sa: يمكن أن يشاهد
cs_cz: Lze prohlížet
da_dk: Kan se
de_de: Kann ansehen
el_gr: Μπορεί να δει
es_es: Puedo ver
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
fr_fr: Peut voir
he_il: יכול לצפות
hu_hu: Megtekinthető
it_it: Posso vedere
ja_jp: 閲覧可能
nl_nl: Kan zien
no_no: Kan se
pl_pl: Może przeglądać
pt_pt: Pode ver
ro_ro: Poate vizualiza
ru_ru: Просмотр
sv_se: Kan visa
tr_tr: Görüntüleyebilir
uk_ua: Можна переглянути

# Languages::privileges.manage_product_bundles
source: Can edit
ar_sa: يمكن التحرير
cs_cz: Může upravit
da_dk: Kan redigere
de_de: Kann bearbeiten
el_gr: Μπορεί να επεξεργαστεί
es_es: Poder editar
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
fr_fr: Peut éditer
he_il: יכול לערוך
hu_hu: Szerkeszthető
it_it: Può modificare
ja_jp: 編集可能
nl_nl: Kan bewerken
no_no: Kan redigere
pl_pl: Można edytować
pt_pt: Pode editar
ro_ro: Pot edita
ru_ru: Редактирование
sv_se: Kan redigera
tr_tr: Düzenleyebilir
uk_ua: Можна редагувати

# Languages::privilege_groups.product_bundles
source: Product bundles
ar_sa: حزم المنتجات
cs_cz: Balíčky produktů
da_dk: Produktbundter
de_de: Produktpakete
el_gr: Πακέτα προϊόντων
es_es: Paquetes de productos
fa_ir: بسته های محصول
fi_fi: Tuotepaketit
fr_fr: Offres groupées de produits
he_il: חבילות מוצרים
hu_hu: Termékcsomagok
it_it: Pacchetti di prodotti
ja_jp: 商品バンドル
nl_nl: Productbundels
no_no: Produktbunter
pl_pl: Pakiety produktów
pt_pt: Pacotes de produtos
ro_ro: Pachetele de produse
ru_ru: Комплекты товаров
sv_se: Produktpaket
tr_tr: Ürün paketleri
uk_ua: Пачки продуктів
