Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_variations.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr

# Languages::product_variations.feature_can_be_deleted
source: Couldn't delete a feature or its variant because at least one variation group is based on it. Please delete <a href="[href]">these products</a> or disband their product groups, and try again.
cs_cz: Objekt nebo jeho variantu nelze smazat, protože je na něm založena alespoň jedna skupina variant. Smažte prosím <a href="[href]">těchto produktů</a> nebo zrušte jejich skupiny produktů a zkuste to znovu.
da_dk: Kunne ikke slette en funktion eller dens variant, fordi mindst én variantgruppe er baseret på den. Slet venligst <a href="[href]">disse produkter</a> eller ophæv deres produktgrupper, og prøv igen.
de_de: Eine Funktion oder ihre Variante konnte nicht gelöscht werden, da mindestens eine Variationsgruppe darauf basiert. Bitte löschen Sie <a href="[href]">diese Produkte</a> oder lösen Sie ihre Produktgruppen auf und versuchen Sie es erneut.
fa_ir: نمی توان یک ویژگی یا نوع آن را حذف کرد زیرا حداقل یک گروه تنوع بر اساس آن است. لطفاً <a href="[href]">این محصولات</a> را حذف کنید یا گروه محصولات آنها را منحل کنید و دوباره امتحان کنید.
fi_fi: Ominaisuutta tai sen muunnelmaa ei voitu poistaa, koska ainakin yksi muunnelmaryhmä perustuu siihen. Poista <a href="[href]">näitä tuotteita</a> tai pura niiden tuoteryhmät ja yritä uudelleen.
fr_fr: Impossible de supprimer une fonctionnalité ou sa variante, car au moins un groupe de variantes est basé sur celle-ci. Veuillez supprimer <a href="[href]">ces produits</a> ou dissoudre leurs groupes de produits, puis réessayer.
it_it: Impossibile eliminare un elemento o la sua variante perché almeno un gruppo di varianti è basato su di esso. Elimina <a href="[href]">questi prodotti</a> o sciogli i loro gruppi di prodotti e riprova.
nl_nl: Kan een kenmerk of de variant ervan niet verwijderen omdat er ten minste één variantgroep op is gebaseerd. Verwijder a.u.b. <a href="[href]">deze producten</a> of ontbind hun productgroepen en probeer het opnieuw.
no_no: Kunne ikke slette en funksjon eller varianten fordi minst én variantgruppe er basert på den. Vennligst slett <a href="[href]">disse produktene</a> eller oppløs produktgruppene deres, og prøv igjen.
pt_br: Não foi possível excluir um recurso ou sua variante porque pelo menos um grupo de variação é baseado nele. Exclua <a href="[href]">destes produtos</a> ou desfaça seus grupos de produtos e tente novamente.
ro_ro: Nu s-a putut șterge o caracteristică sau varianta acesteia, deoarece cel puțin un grup de variante se bazează pe aceasta. Ștergeți <a href="[href]"> aceste produse </a> sau desființați grupurile de produse și încercați din nou.
sv_se: Det gick inte att ta bort en funktion eller dess variant eftersom minst en variantgrupp är baserad på den. Ta bort <a href="[href]">dessa produkter</a> eller avveckla deras produktgrupper och försök igen.
tr_tr: En az bir varyasyon grubu buna dayalı olduğundan bir özellik veya varyantı silinemedi. Lütfen <a href="[href]">bu ürünleri</a> silin veya ürün gruplarını dağıtın ve tekrar deneyin.

# Languages::product_variations.notice.old_product_variations_exists
source: Your store still has old product variations. They currently appear as separate products, without the ability to switch between them. To make them work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>. It's easy and automatic.
cs_cz: Váš obchod má stále staré varianty produktů. V současnosti se objevují jako samostatné produkty, bez možnosti mezi nimi přepínat. Aby fungovaly jako před upgradem, <a href="[convert_url]">převeďte staré varianty na nové varianty</a>. Je to snadné a automatické.
da_dk: Din butik har stadig gamle produktvarianter. De vises i øjeblikket som separate produkter, uden mulighed for at skifte mellem dem. For at få dem til at fungere som før opgraderingen, <a href="[convert_url]">konverter gamle varianter til nye varianter</a>. Det er nemt og automatisk.
de_de: Ihr Shop hat noch alte Produktvariationen. Sie werden derzeit als separate Produkte angezeigt, ohne dass zwischen ihnen gewechselt werden kann. Damit sie wie vor dem Upgrade funktionieren, <a href="[convert_url]">konvertieren Sie alte Varianten in neue Varianten</a>. Es ist einfach und automatisch.
fa_ir: فروشگاه شما هنوز تنوع محصولات قدیمی دارد. آنها در حال حاضر به عنوان محصولات جداگانه ظاهر می شوند، بدون امکان جابجایی بین آنها. برای اینکه آنها مانند قبل از ارتقا کار کنند، <a href="[convert_url]">تغییرات قدیمی را به تغییرات جدید تبدیل کنید</a>. آسان و خودکار است.
fi_fi: Myymälässäsi on edelleen vanhoja tuotevariaatioita. Ne näkyvät tällä hetkellä erillisinä tuotteina, ilman mahdollisuutta vaihtaa niiden välillä. Jotta ne toimivat kuten ennen päivitystä, <a href="[convert_url]">muunna vanhat muunnelmat uusiksi muunnelmilla</a>. Se on helppoa ja automaattista.
fr_fr: Votre boutique a encore d'anciennes variantes de produits. Ils apparaissent actuellement comme des produits distincts, sans possibilité de basculer entre eux. Pour les faire fonctionner comme avant la mise à niveau, <a href="[convert_url]">convertissez les anciennes variantes en nouvelles variantes</a>. C'est facile et automatique.
it_it: Il tuo negozio ha ancora vecchie varianti di prodotto. Attualmente appaiono come prodotti separati, senza la possibilità di passare da uno all'altro. Per farli funzionare come prima dell'aggiornamento, <a href="[convert_url]">converti le vecchie variazioni in nuove varianti</a>. È facile e automatico.
nl_nl: Uw winkel heeft nog oude productvarianten. Ze verschijnen momenteel als afzonderlijke producten, zonder de mogelijkheid om ertussen te schakelen. Om ze te laten werken zoals voor de upgrade, <a href="[convert_url]">converteert u oude variaties naar nieuwe variaties</a>. Het is gemakkelijk en automatisch.
no_no: Butikken din har fortsatt gamle produktvarianter. De vises foreløpig som separate produkter, uten mulighet til å bytte mellom dem. For å få dem til å fungere som før oppgraderingen, <a href="[convert_url]">konverter gamle varianter til nye varianter</a>. Det er enkelt og automatisk.
pt_br: Sua loja ainda tem variações de produtos antigos. Atualmente, eles aparecem como produtos separados, sem a capacidade de alternar entre eles. Para fazê-los funcionar como antes da atualização, <a href="[convert_url]">converta as variações antigas em novas variações</a>. É fácil e automático.
ro_ro: Magazinul dvs. are încă variante vechi de produse. În prezent, apar ca produse separate, fără posibilitatea de a comuta între ele. Pentru a le face să funcționeze ca înainte de actualizare, <a href="[convert_url]"> convertiți variantele vechi în variante noi </a>. Este ușor și automat.
sv_se: Din butik har fortfarande gamla produktvarianter. De visas för närvarande som separata produkter, utan möjlighet att växla mellan dem. För att få dem att fungera som före uppgraderingen, <a href="[convert_url]">konvertera gamla varianter till nya varianter</a>. Det är enkelt och automatiskt.
tr_tr: Mağazanızda hala eski ürün varyasyonları var. Şu anda, aralarında geçiş yapılmaksızın ayrı ürünler olarak görünüyorlar. Yükseltmeden önceki gibi çalışmalarını sağlamak için <a href="[convert_url]">, eski varyasyonları yeni varyasyonlara dönüştürün</a>. Kolay ve otomatik.

# Languages::product_variations.notice.is_old_product_variation
source: This product is an old variation that hasn't been converted yet. To make it work as before the upgrade, <a href="[convert_url]">convert old variations to new variations</a>.
cs_cz: Tento produkt je stará varianta, která ještě nebyla převedena. Aby to fungovalo jako před upgradem, <a href="[convert_url]">převeďte staré varianty na nové varianty</a>.
da_dk: Dette produkt er en gammel variant, der ikke er blevet konverteret endnu. For at få det til at fungere som før opgraderingen, <a href="[convert_url]">konverter gamle varianter til nye varianter</a>.
de_de: Dieses Produkt ist eine alte Variante, die noch nicht konvertiert wurde. Damit es wie vor dem Upgrade funktioniert, <a href="[convert_url]">konvertieren Sie alte Varianten in neue Varianten</a>.
fa_ir: این محصول یک نسخه قدیمی است که هنوز تبدیل نشده است. برای اینکه مانند قبل از ارتقا کار کند، <a href="[convert_url]">تغییرات قدیمی را به تغییرات جدید تبدیل کنید</a>.
fi_fi: Tämä tuote on vanha muunnelma, jota ei ole vielä muunnettu. Jotta se toimisi kuten ennen päivitystä, <a href="[convert_url]">muunna vanhat muunnelmat uusiksi muunnelmilla</a>.
fr_fr: Ce produit est une ancienne variante qui n'a pas encore été convertie. Pour que cela fonctionne comme avant la mise à niveau, <a href="[convert_url]">convertissez les anciennes variantes en nouvelles variantes</a>.
it_it: Questo prodotto è una vecchia variante che non è stata ancora convertita. Per farlo funzionare come prima dell'aggiornamento, <a href="[convert_url]">converti le vecchie variazioni in nuove varianti</a>.
nl_nl: Dit product is een oude variant die nog niet is omgebouwd. Om het te laten werken zoals voor de upgrade, <a href="[convert_url]">converteert u oude variaties naar nieuwe variaties</a>.
no_no: Dette produktet er en gammel variant som ikke er konvertert ennå. For å få det til å fungere som før oppgraderingen, <a href="[convert_url]">konverter gamle varianter til nye varianter</a>.
pt_br: Este produto é uma variação antiga que ainda não foi convertida. Para que funcione como antes da atualização, <a href="[convert_url]">converta as variações antigas em novas variações</a>.
ro_ro: Acest produs este o variantă veche care nu a fost încă convertită. Pentru ca acesta să funcționeze ca înainte de actualizare, <a href="[convert_url]"> convertiți variantele vechi în variante noi </a>.
sv_se: Denna produkt är en gammal variant som inte har konverterats ännu. För att få det att fungera som före uppgraderingen, <a href="[convert_url]">konvertera gamla varianter till nya varianter</a>.
tr_tr: Bu ürün, henüz dönüştürülmemiş eski bir varyasyondur. Yükseltmeden önceki gibi çalışmasını sağlamak için <a href="[convert_url]">, eski varyasyonları yeni varyasyonlara dönüştürün</a>.

# Languages::variation_set_as_default
source: Variation set as default
cs_cz: Varianta nastavena jako výchozí
da_dk: Variation indstillet som standard
de_de: Variation als Standard festgelegt
fa_ir: تغییر به عنوان پیش فرض تنظیم شده است
fi_fi: Variaatio asetettu oletukseksi
fr_fr: Variante définie par défaut
it_it: Variazione impostata come predefinita
nl_nl: Variatie ingesteld als standaard
no_no: Variasjon satt som standard
pt_br: Variação definida como padrão
ro_ro: Variația este setată ca implicită
sv_se: Variation inställd som standard
tr_tr: Varyasyon varsayılan olarak ayarlandı

# Languages::product_variations.cant_edit_feature_categories
source: Couldn't restrict the feature's availability in categories. <a href="[href]">Some product variations with that feature</a> are still available in the categories where you tried to restrict the feature. Please remove the variation groups from those categories and try again.
cs_cz: Dostupnost funkce v kategoriích se nepodařilo omezit. <a href="[href]">Některé varianty produktu s touto funkcí</a> jsou stále dostupné v kategoriích, ve kterých jste se pokusili tuto funkci omezit. Odeberte skupiny variant z těchto kategorií a zkuste to znovu.
da_dk: Kunne ikke begrænse funktionens tilgængelighed i kategorier. <a href="[href]">Nogle produktvarianter med denne funktion</a> er stadig tilgængelige i de kategorier, hvor du forsøgte at begrænse funktionen. Fjern venligst variationsgrupperne fra disse kategorier, og prøv igen.
de_de: Die Verfügbarkeit der Funktion in Kategorien konnte nicht eingeschränkt werden. <a href="[href]">Einige Produktvarianten mit dieser Funktion</a> sind noch in den Kategorien verfügbar, in denen Sie versucht haben, die Funktion einzuschränken. Bitte entfernen Sie die Variationsgruppen aus diesen Kategorien und versuchen Sie es erneut.
fa_ir: نمی‌توان در دسترس بودن ویژگی را در دسته‌ها محدود کرد. <a href="[href]">برخی از تغییرات محصول با آن ویژگی</a> هنوز در دسته بندی هایی که سعی کردید این ویژگی را محدود کنید موجود است. لطفاً گروه‌های تغییرات را از آن دسته‌ها حذف کنید و دوباره امتحان کنید.
fi_fi: Ominaisuuden saatavuutta luokittain ei voitu rajoittaa. <a href="[href]">Jotkin tuotemuunnelmat kyseisellä ominaisuudella</a> ovat edelleen saatavilla luokissa, joissa yritit rajoittaa ominaisuutta. Poista muunnelmaryhmät näistä luokista ja yritä uudelleen.
fr_fr: Impossible de restreindre la disponibilité de la fonctionnalité dans les catégories. <a href="[href]">Certaines variations de produits avec cette fonctionnalité</a> sont toujours disponibles dans les catégories où vous avez essayé de restreindre la fonctionnalité. Veuillez supprimer les groupes de variantes de ces catégories et réessayer.
it_it: Impossibile limitare la disponibilità della funzione nelle categorie. <a href="[href]">Alcune varianti di prodotto con quella funzione</a> sono ancora disponibili nelle categorie in cui hai tentato di limitare la funzione. Rimuovi i gruppi di varianti da tali categorie e riprova.
nl_nl: Kan de beschikbaarheid van de functie in categorieën niet beperken. <a href="[href]">Sommige productvarianten met die functie</a> zijn nog steeds beschikbaar in de categorieën waar je de functie hebt proberen te beperken. Verwijder de variatiegroepen uit die categorieën en probeer het opnieuw.
no_no: Kunne ikke begrense funksjonens tilgjengelighet i kategorier. <a href="[href]">Noen produktvarianter med den funksjonen</a> er fortsatt tilgjengelig i kategoriene der du prøvde å begrense funksjonen. Fjern variantgruppene fra disse kategoriene og prøv på nytt.
pt_br: Não foi possível restringir a disponibilidade do recurso em categorias. <a href="[href]">Algumas variações de produto com esse recurso</a> ainda estão disponíveis nas categorias em que você tentou restringir o recurso. Remova os grupos de variação dessas categorias e tente novamente.
ro_ro: Nu s-a putut restricționa disponibilitatea funcției în categorii. <a href="[href]">Unele variante ale produsului cu acea caracteristică</a> sunt încă disponibile în categoriile în care ați încercat să restricționați funcția. Eliminați grupurile de variante din acele categorii și încercați din nou.
sv_se: Det gick inte att begränsa funktionens tillgänglighet i kategorier. <a href="[href]">Vissa produktvarianter med den funktionen</a> är fortfarande tillgängliga i de kategorier där du försökte begränsa funktionen. Ta bort variantgrupperna från dessa kategorier och försök igen.
tr_tr: Özelliğin kategorilerde kullanılabilirliği kısıtlanamadı. <a href="[href]">Bu özellik</a> ile bazı ürün varyasyonları, özelliği kısıtlamaya çalıştığınız kategorilerde hala mevcuttur. Lütfen varyasyon gruplarını bu kategorilerden kaldırın ve tekrar deneyin.

# Languages::product_variations.too_many_combinations
source: Sorry, there are too many possible variations that can be generated. To prevent heavy load, we won't display them here. Please create the products with the right feature values manually or via import, and add them to the group.
cs_cz: Je nám líto, existuje příliš mnoho možných variant, které lze vygenerovat. Abychom předešli velkému zatížení, nebudeme je zde zobrazovat. Vytvořte prosím produkty se správnými hodnotami vlastností ručně nebo pomocí importu a přidejte je do skupiny.
da_dk: Beklager, der er for mange mulige variationer, der kan genereres. For at forhindre tung belastning viser vi dem ikke her. Opret venligst produkterne med de rigtige funktionsværdier manuelt eller via import, og tilføj dem til gruppen.
de_de: Entschuldigung, es gibt zu viele mögliche Variationen, die generiert werden können. Um eine starke Belastung zu vermeiden, werden wir sie hier nicht anzeigen. Bitte legen Sie die Produkte mit den richtigen Merkmalswerten manuell oder per Import an und fügen Sie sie der Gruppe hinzu.
fa_ir: با عرض پوزش، تغییرات احتمالی زیادی وجود دارد که می توان ایجاد کرد. برای جلوگیری از بار سنگین، آنها را در اینجا نمایش نمی دهیم. لطفاً محصولات را با مقادیر مناسب ویژگی به صورت دستی یا از طریق import ایجاد کنید و آنها را به گروه اضافه کنید.
fi_fi: Valitettavasti on olemassa liian monta mahdollista muunnelmaa, jotka voidaan luoda. Raskaan kuormituksen estämiseksi emme näytä niitä tässä. Luo oikeat ominaisuusarvot sisältävät tuotteet manuaalisesti tai tuomalla ja lisää ne ryhmään.
fr_fr: Désolé, il y a trop de variations possibles qui peuvent être générées. Pour éviter de lourdes charges, nous ne les afficherons pas ici. Veuillez créer les produits avec les bonnes valeurs de fonctionnalité manuellement ou par importation, et ajoutez-les au groupe.
it_it: Siamo spiacenti, ci sono troppe possibili variazioni che possono essere generate. Per evitare carichi pesanti, non li visualizzeremo qui. Crea i prodotti con i valori delle caratteristiche corretti manualmente o tramite importazione e aggiungili al gruppo.
nl_nl: Sorry, er zijn te veel mogelijke variaties die kunnen worden gegenereerd. Om zware belasting te voorkomen, zullen we ze hier niet weergeven. Maak de producten met de juiste kenmerkwaarden handmatig of via import aan en voeg ze toe aan de groep.
no_no: Beklager, det er for mange mulige varianter som kan genereres. For å unngå tung belastning, vil vi ikke vise dem her. Opprett produktene med de riktige funksjonsverdiene manuelt eller via import, og legg dem til gruppen.
pt_br: Desculpe, há muitas variações possíveis que podem ser geradas. Para evitar cargas pesadas, não as exibiremos aqui. Crie os produtos com os valores de recursos corretos manualmente ou via importação e adicione-os ao grupo.
ro_ro: Ne pare rău, există prea multe variante posibile care pot fi generate. Pentru a preveni încărcarea grea, nu le vom afișa aici. Vă rugăm să creați produsele cu valorile corecte ale caracteristicilor manual sau prin import și adăugați-le la grup.
sv_se: Tyvärr, det finns för många möjliga varianter som kan genereras. För att förhindra tung belastning kommer vi inte att visa dem här. Vänligen skapa produkterna med rätt funktionsvärden manuellt eller via import och lägg till dem i gruppen.
tr_tr: Üzgünüz, oluşturulabilecek çok fazla olası varyasyon var. Ağır yükü önlemek için onları burada göstermeyeceğiz. Lütfen doğru özellik değerlerine sahip ürünleri manuel olarak veya içe aktararak oluşturup gruba ekleyin.

# Languages::product_variations.generator.features.placeholder
source: Search for features that can generate variations
cs_cz: Hledejte funkce, které mohou generovat variace
da_dk: Søg efter funktioner, der kan generere variationer
de_de: Suchen Sie nach Merkmalen, die Variationen erzeugen können
fa_ir: ویژگی هایی را جستجو کنید که می توانند تغییرات ایجاد کنند
fi_fi: Etsi ominaisuuksia, jotka voivat luoda muunnelmia
fr_fr: Rechercher des fonctionnalités susceptibles de générer des variations
it_it: Cerca le caratteristiche che possono generare variazioni
nl_nl: Zoeken naar functies die variaties kunnen genereren
no_no: Søk etter funksjoner som kan generere variasjoner
pt_br: Pesquisar características que podem gerar variações
ro_ro: Căutați caracteristici care pot genera variații
sv_se: Sök efter funktioner som kan generera variationer
tr_tr: Varyasyonlar oluşturabilecek özellikleri arayın

# Languages::product_variations.generator.warning.new_features_add
source: You can add a new feature if you disband the group in the actions menu and create variations again.
cs_cz: Novou funkci můžete přidat, pokud skupinu v nabídce akcí rozpustíte a vytvoříte znovu varianty.
da_dk: Du kan tilføje en ny funktion, hvis du opløser gruppen i handlingsmenuen og opretter variationer igen.
de_de: Sie können eine neue Funktion hinzufügen, wenn Sie die Gruppe im Aktionsmenü auflösen und erneut Variationen erstellen.
fa_ir: اگر گروه را در منوی اقدامات منحل کنید و دوباره تغییرات ایجاد کنید، می توانید یک ویژگی جدید اضافه کنید.
fi_fi: Voit lisätä uuden ominaisuuden, jos purat ryhmän toimintovalikossa ja luot muunnelmia uudelleen.
fr_fr: Vous pouvez ajouter une nouvelle fonctionnalité en dissolvant le groupe dans le menu des actions et en créant à nouveau des variantes.
it_it: Puoi aggiungere una nuova funzionalità se sciogli il gruppo nel menu delle azioni e crei nuovamente le variazioni.
nl_nl: Je kunt een nieuwe functie toevoegen als je de groep ontbindt in het actiemenu en weer variaties maakt.
no_no: Du kan legge til en ny funksjon hvis du oppløser gruppen i handlingsmenyen og lager variasjoner på nytt.
pt_br: Você pode adicionar uma nova característica se desfizer o grupo no menu de ações e recriar variações
ro_ro: Puteți adăuga o funcție nouă dacă desființați grupul în meniul de acțiuni și creați din nou variante.
sv_se: Du kan lägga till en ny funktion om du avvecklar gruppen i åtgärdsmenyn och skapar varianter igen.
tr_tr: Eylemler menüsünde grubu dağıtırsanız ve yeniden varyasyonlar oluşturursanız yeni bir özellik ekleyebilirsiniz.

# Languages::product_variations.generator.feature_variants.placeholder
source: Type to search
cs_cz: Zadejte a vyhledejte
da_dk: Skriv for at søge
de_de: Tippe um zu suchen
fa_ir: برای جستجو تایپ کنید
fi_fi: Hae kirjoittamalla
fr_fr: Tapez pour rechercher
it_it: Digita per cercare
nl_nl: Type om te zoeken
no_no: Skriv for å søke
pt_br: Digite para pesquisar
ro_ro: Tastați pentru a căuta
sv_se: Skriv för att söka
tr_tr: Aramak için yazın

# Languages::product_variations.generator.feature_variants.add_all_variants
source: Add all variants
cs_cz: Přidejte všechny varianty
da_dk: Tilføj alle varianter
de_de: Fügen Sie alle Varianten hinzu
fa_ir: همه انواع را اضافه کنید
fi_fi: Lisää kaikki versiot
fr_fr: Ajouter toutes les variantes
it_it: Aggiungi tutte le varianti
nl_nl: Voeg alle varianten toe
no_no: Legg til alle varianter
pt_br: Adicionar todas as variações
ro_ro: Adăugați toate variantele
sv_se: Lägg till alla varianter
tr_tr: Tüm varyantları ekle

# Languages::product_variations.generator.table.title
source: Modify the variations to be created:
cs_cz: Upravte varianty, které se mají vytvořit:
da_dk: Rediger de variationer, der skal oprettes:
de_de: Ändern Sie die zu erstellenden Variationen:
fa_ir: تغییرات ایجاد شده را تغییر دهید:
fi_fi: Muokkaa luotavia muunnelmia:
fr_fr: Modifier les déclinaisons à créer :
it_it: Modifica le varianti da creare:
nl_nl: Wijzig de aan te maken variaties:
no_no: Endre variantene som skal opprettes:
pt_br: Modifique as variações a serem criadas:
ro_ro: Modificați variantele care urmează să fie create:
sv_se: Ändra de varianter som ska skapas:
tr_tr: Oluşturulacak varyasyonları değiştirin:

# Languages::product_variations.generator.create_btn
source: Create [n] variation|Create [n] variations
cs_cz: Vytvořit [n] variantu|Vytvořit [n] variantu
da_dk: Opret [n] variation|Opret [n] variationer
de_de: [n] Variation erstellen| [n] Variation erstellen
fa_ir: ایجاد [n] تنوع|ایجاد [n] تنوع
fi_fi: Luo [n] muunnelmaa|Luo [n] muunnelma
fr_fr: Créer [n] variante|Créer [n] variantes
it_it: Crea [n] varianti|Crea [n] varianti
nl_nl: Creëer [n] variatie|Maak [n] variaties
no_no: Opprett [n] varianter|Opprett [n] varianter
pt_br: Criar [n] variação|Criar [n] variações
ro_ro: Creați [n] variante|Creați [n] variante
sv_se: Skapa [n] variant|Skapa [n] varianter
tr_tr: [n] varyasyon oluştur| [n] varyasyon oluştur
