Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_variations.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr

# Languages::product_feature.purpose.group_variation_catalog_item.description
source: For cases when a few similar products differ by a feature, but have the same name and similar appearance (for example, multiple "Size" variants of a T-shirt). These products will occupy a single position in the catalog. Customers will be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
cs_cz: Pro případy, kdy se pár podobných produktů liší parametrem, ale stále mají stejné jméno a podobný vizuál (například vícerozměrné tričko). Tyto produkty budou obsazovat jednu pozici v katalogu. Zákazníci budou schopni vybrat požadovanou hodnotu parametru na stránce produktu. Dosáhnout toho můžete <b>nastavením variant s parametry pro tento produkt</b>.
da_dk: Til tilfælde, hvor nogle få lignende produkter adskiller sig fra en funktion, men har samme navn og lignende udseende (f.eks. flere "Størrelses"-varianter af en T-shirt). Disse produkter vil indtage en enkelt position i kataloget. Kunder vil være i stand til at vælge den ønskede funktionsværdi på produktsiden. For at opnå dette skal <b>opsætte variationer for produkter med denne funktion</b>.
de_de: Für Fälle, in denen sich einige ähnliche Produkte durch ein Merkmal unterscheiden, aber denselben Namen und ein ähnliches Erscheinungsbild haben (z. B. mehrere „Größen“-Varianten eines T-Shirts). Diese Produkte nehmen im Katalog eine einzige Position ein. Kunden können den gewünschten Merkmalswert auf der Produktseite auswählen. Um dies zu erreichen, <b>erstellen Sie Variationen für Produkte mit dieser Funktion</b>.
fa_ir: برای مواردی که چند محصول مشابه با یک ویژگی متفاوت هستند، اما نام یکسان و ظاهری مشابه دارند (به عنوان مثال، چندین نوع "سایز" یک تی شرت). این محصولات یک موقعیت واحد را در کاتالوگ اشغال خواهند کرد. مشتریان می توانند مقدار ویژگی مورد نظر را در صفحه محصول انتخاب کنند. برای رسیدن به این هدف، <b>تغییرات را برای محصولات دارای این ویژگی تنظیم کنید</b>.
fi_fi: Tapauksiin, joissa muutama samankaltainen tuote eroaa ominaisuuksiltaan, mutta niillä on sama nimi ja samanlainen ulkonäkö (esimerkiksi T-paidan useita "Koko"-versioita). Nämä tuotteet ovat luettelossa yhdellä paikalla. Asiakkaat voivat valita haluamansa ominaisuusarvon tuotesivulta. Tämän saavuttamiseksi <b>määritä muunnelmia tuotteille, joissa on tämä ominaisuus</b>.
fr_fr: Pour les cas où quelques produits similaires diffèrent par une caractéristique, mais ont le même nom et une apparence similaire (par exemple, plusieurs variantes "Taille" d'un T-shirt). Ces produits occuperont une position unique dans le catalogue. Les clients pourront sélectionner la valeur de fonctionnalité souhaitée sur la page du produit. Pour ce faire, <b>configurez des variantes pour les produits dotés de cette fonctionnalité</b>.
it_it: Per i casi in cui alcuni prodotti simili differiscono per una caratteristica, ma hanno lo stesso nome e aspetto simile (ad esempio, più varianti "Taglia" di una maglietta). Questi prodotti occuperanno un'unica posizione nel catalogo. I clienti potranno selezionare il valore della caratteristica desiderato nella pagina del prodotto. Per ottenere ciò, <b>imposta le varianti per i prodotti con questa funzione</b>.
nl_nl: Voor gevallen waarin een paar vergelijkbare producten verschillen door een kenmerk, maar dezelfde naam en hetzelfde uiterlijk hebben (bijvoorbeeld meerdere "Maat"-varianten van een T-shirt). Deze producten zullen één plaats in de catalogus innemen. Klanten kunnen de gewenste functiewaarde op de productpagina selecteren. Om dit te bereiken, stelt <b>variaties in voor producten met deze functie</b>.
no_no: For tilfeller der noen få lignende produkter avviker med en funksjon, men har samme navn og lignende utseende (for eksempel flere "Størrelse"-varianter av en T-skjorte). Disse produktene vil innta en enkelt plassering i katalogen. Kunder vil kunne velge ønsket funksjonsverdi på produktsiden. For å oppnå dette, <b>konfigurere varianter for produkter med denne funksjonen</b>.
pt_br: Para casos em que alguns produtos semelhantes diferem por um recurso, mas têm o mesmo nome e aparência semelhante (por exemplo, várias variantes de "Tamanho" de uma camiseta). Esses produtos ocuparão uma única posição no catálogo. Os clientes poderão selecionar o valor do recurso desejado na página do produto. Para conseguir isso, <b>configure variações para produtos com esse recurso</b>.
ro_ro: Pentru cazurile în care câteva produse similare diferă în funcție de o caracteristică, dar au același nume și aspect similar (de exemplu, mai multe variante "Dimensiune" ale unui tricou). Aceste produse vor ocupa o singură poziție în catalog. Clienții vor putea selecta valoarea caracteristicii dorite pe pagina produsului. Pentru a realiza acest lucru, <b> configurați variante pentru produsele cu această funcție </b>.
sv_se: För fall när några liknande produkter skiljer sig åt genom en funktion, men har samma namn och liknande utseende (till exempel flera "Storleks"-varianter av en T-shirt). Dessa produkter kommer att uppta en enda plats i katalogen. Kunder kommer att kunna välja önskat funktionsvärde på produktsidan. För att uppnå detta, <b>ställ in varianter för produkter med denna funktion</b>.
tr_tr: Birkaç benzer ürünün bir özelliğe göre farklılık gösterdiği ancak aynı ada ve benzer görünüme sahip olduğu durumlar için (örneğin, bir tişörtün birden fazla "Beden" çeşidi). Bu ürünler katalogda tek bir pozisyonda yer alacaktır. Müşteriler, ürün sayfasından istenilen özellik değerini seçebilecektir. Bunu başarmak için, bu özelliğe sahip ürünler için <b>kurulum varyasyonları</b>.

# Languages::product_variations.warning.before_edit_variations_save_product
source: Before you can edit variations, please save the product.
cs_cz: Než budete moci upravovat varianty, uložte produkt.
da_dk: Før du kan redigere varianter, skal du gemme produktet.
de_de: Bevor Sie Variationen bearbeiten können, speichern Sie bitte das Produkt.
fa_ir: قبل از اینکه بتوانید تغییرات را ویرایش کنید، لطفاً محصول را ذخیره کنید.
fi_fi: Ennen kuin voit muokata muunnelmia, tallenna tuote.
fr_fr: Avant de pouvoir modifier les variantes, veuillez enregistrer le produit.
it_it: Prima di poter modificare le varianti, salva il prodotto.
nl_nl: Sla het product op voordat u varianten kunt bewerken.
no_no: Før du kan redigere varianter, vennligst lagre produktet.
pt_br: Antes de editar as variações, salve o produto.
ro_ro: Înainte de a putea edita variantele, salvați produsul.
sv_se: Spara produkten innan du kan redigera varianter.
tr_tr: Varyasyonları düzenlemeden önce lütfen ürünü kaydedin.

# Languages::product_variations.error.group_not_found
source: Variation group #[id] not found
cs_cz: Skupina variant #[id] nenalezena
da_dk: Variationsgruppe #[id] blev ikke fundet
de_de: Variantengruppe Nr.[id] nicht gefunden
fa_ir: گروه تغییر شماره[id] یافت نشد
fi_fi: Muunnelmaryhmää[id] ei löydy
fr_fr: Groupe de variantes #[id] introuvable
it_it: Gruppo di variazioni n.[id] non trovato
nl_nl: Variatiegroep #[id] niet gevonden
no_no: Variasjonsgruppe #[id] ikke funnet
pt_br: Grupo de variação #[id] não encontrado
ro_ro: Grupul de variații nr. #[id] nu a fost găsit
sv_se: Variationsgrupp #[id] hittades inte
tr_tr: Varyasyon grubu #[id] bulunamadı

# Languages::product_variations.error.product_not_found_in_group
source: Product #[product_id] not found in variation group "[group_code]"
cs_cz: Produkt #[product_id] nebyl nalezen ve skupině variant "[group_code]"
da_dk: Produkt nr.[product_id] ikke fundet i variationsgruppe "[group_code]"
de_de: Produkt Nr.[product_id] nicht in Variationsgruppe „[group_code]“ gefunden
fa_ir: محصول شماره[product_id] در گروه تنوع "[group_code]" یافت نشد
fi_fi: Tuotetta nro[product_id] ei löytynyt muunnelmaryhmästä "[group_code]"
fr_fr: Produit #[product_id] introuvable dans le groupe de variantes "[group_code]"
it_it: Prodotto n.[product_id] non trovato nel gruppo di varianti "[group_code]"
nl_nl: Product #[product_id] niet gevonden in variatiegroep "[group_code]"
no_no: Produkt nr.[product_id] ikke funnet i variantgruppe "[group_code]"
pt_br: Produto #[product_id] não encontrado no grupo de variação "[group_code]"
ro_ro: Produsul nr. #[product_id] nu a fost găsit în grupul de variații "[group_code]"
sv_se: Produkt #[product_id] hittades inte i variantgrupp "[group_code]"
tr_tr: Ürün #[product_id] "[group_code]" varyasyon grubunda bulunamadı

# Languages::product_variations.error.cannot_mark_main_product_child_product
source: Product #[product_id] in group "[group_code]" isn't a variation, so it can't become default for a catalog item
cs_cz: Produkt č.[product_id] ve skupině „[group_code]“ není varianta, takže se nemůže stát výchozím pro položku katalogu
da_dk: Produkt #[product_id] i gruppe "[group_code]" er ikke en variation, så det kan ikke blive standard for en katalogvare
de_de: Produkt Nr.[product_id] in Gruppe "[group_code]" ist keine Variante und kann daher nicht zum Standard für einen Katalogartikel werden
fa_ir: محصول شماره[product_id] در گروه "[group_code]" یک تغییر نیست، بنابراین نمی تواند به عنوان پیش فرض برای یک مورد کاتالوگ تبدیل شود.
fi_fi: Tuote nro[product_id] ryhmässä "[group_code]" ei ole muunnelma, joten siitä ei voi tulla luettelonimikkeen oletusarvo
fr_fr: Le produit n°[product_id] dans le groupe "[group_code]" n'est pas une variante, il ne peut donc pas devenir la valeur par défaut d'un article du catalogue
it_it: Il prodotto n.[product_id] nel gruppo "[group_code]" non è una variazione, quindi non può diventare predefinito per un articolo del catalogo
nl_nl: Product #[product_id] in groep "[group_code]" is geen variatie, dus het kan niet standaard worden voor een catalogusitem
no_no: Produkt nr.[product_id] i gruppe "[group_code]" er ikke en variant, så det kan ikke bli standard for et katalogelement
pt_br: O produto #[product_id] no grupo "[group_code]" não é uma variação, portanto não pode se tornar padrão para um item do catálogo
ro_ro: Produsul #[product_id] din grupul „[group_code]” nu este o variație, așa că nu poate deveni implicit pentru un articol de catalog
sv_se: Produkt #[product_id] i grupp "[group_code]" är inte en variant, så den kan inte bli standard för ett katalogobjekt
tr_tr: "[group_code]" grubundaki ürün #[product_id] bir varyasyon değildir, bu nedenle bir katalog öğesi için varsayılan olamaz

# Languages::product_variations.error.generate_combinations_is_empty
source: Couldn't generate variations. Please specify the values of features to generate variations.
cs_cz: Variace se nepodařilo vygenerovat. Uveďte prosím hodnoty funkcí, které chcete generovat varianty.
da_dk: Kunne ikke generere variationer. Angiv værdierne for funktioner for at generere variationer.
de_de: Variationen konnten nicht generiert werden. Bitte geben Sie die Werte der Merkmale an, um Variationen zu generieren.
fa_ir: تغییرات ایجاد نشد. لطفاً مقادیر ویژگی ها را برای ایجاد تغییرات مشخص کنید.
fi_fi: Muunnelmia ei voitu luoda. Määritä ominaisuuksien arvot muunnelmien luomiseksi.
fr_fr: Impossible de générer des variantes. Veuillez spécifier les valeurs des caractéristiques pour générer des variantes.
it_it: Impossibile generare variazioni. Specifica i valori delle caratteristiche per generare variazioni.
nl_nl: Kan geen variaties genereren. Geef de waarden van functies op om variaties te genereren.
no_no: Kunne ikke generere variasjoner. Vennligst spesifiser verdiene for funksjoner for å generere variasjoner.
pt_br: Não foi possível gerar as variações. Especifique os valores das opções.
ro_ro: Nu s-au putut genera variații. Vă rugăm să specificați valorile caracteristicilor pentru a genera variații.
sv_se: Det gick inte att generera varianter. Vänligen ange värdena för funktioner för att generera variationer.
tr_tr: Varyasyonlar oluşturulamadı. Lütfen varyasyonlar oluşturmak için özelliklerin değerlerini belirtin.

# Languages::product_variations.error.generate_products_is_empty
source: No new products were created
cs_cz: Nebyly vytvořeny žádné nové produkty
da_dk: Der blev ikke oprettet nye produkter
de_de: Es wurden keine neuen Produkte erstellt
fa_ir: هیچ محصول جدیدی ایجاد نشد
fi_fi: Uusia tuotteita ei luotu
fr_fr: Aucun nouveau produit n'a été créé
it_it: Non sono stati creati nuovi prodotti
nl_nl: Er zijn geen nieuwe producten gemaakt
no_no: Ingen nye produkter ble opprettet
pt_br: Nenhum produto novo foi criado
ro_ro: Nu au fost create produse noi
sv_se: Inga nya produkter skapades
tr_tr: Yeni ürün oluşturulmadı

# Languages::product_variations.error.product_not_found
source: Product #[product_id] not found
cs_cz: Produkt č.[product_id] nenalezen
da_dk: Produkt nr.[product_id] ikke fundet
de_de: Produkt Nr.[product_id] nicht gefunden
fa_ir: محصول شماره[product_id] یافت نشد
fi_fi: Tuotetta nro[product_id] ei löytynyt
fr_fr: Produit #[product_id] introuvable
it_it: Prodotto n.[product_id] non trovato
nl_nl: Product #[product_id] niet gevonden
no_no: Produkt nr.[product_id] ikke funnet
pt_br: Produto #[product_id] não encontrado
ro_ro: Produsul #[product_id] nu a fost găsit
sv_se: Produkt #[product_id] hittades inte
tr_tr: Ürün #[product_id] bulunamadı

# Languages::product_variations.error.group_not_found_by_product
source: Couldn't find variation group for #[product_id] "[product]"
cs_cz: Nepodařilo se najít skupinu variant pro #[product_id] "[product]"
da_dk: Kunne ikke finde variationsgruppe for #[product_id] "[product]"
de_de: Variationsgruppe für #[product_id] "[product]" konnte nicht gefunden werden
fa_ir: گروه تنوع برای #[product_id] "[product]" یافت نشد
fi_fi: Muunnelmaryhmää numerolle #[product_id] "[product]" ei löytynyt
fr_fr: Impossible de trouver le groupe de variantes pour #[product_id] "[product]"
it_it: Impossibile trovare il gruppo di varianti per #[product_id] "[product]"
nl_nl: Kan variatiegroep niet vinden voor #[product_id] "[product]"
no_no: Kunne ikke finne variantgruppen for #[product_id] "[product]"
pt_br: Grupo de variação de #[product_id] "[product]" não encontrado
ro_ro: Nu s-a putut găsi grupul de variante pentru #[product_id] „[product]”
sv_se: Det gick inte att hitta variantgruppen för #[product_id] "[product]"
tr_tr: #[product_id] "[product]" için varyasyon grubu bulunamadı

# Languages::product_variations.error.feature_combination_is_invalid_for_product
source: Wrong combination of features for product #[product_id] "[product]"
cs_cz: Špatná kombinace funkcí pro produkt #[product_id] "[product]"
da_dk: Forkert kombination af funktioner for produkt #[product_id] "[product]"
de_de: Falsche Merkmalskombination für Produkt Nr.[product_id] "[product]"
fa_ir: ترکیب اشتباه از ویژگی ها برای محصول شماره[product_id] "[product]"
fi_fi: Väärä ominaisuuksien yhdistelmä tuotteelle #[product_id] "[product]"
fr_fr: Mauvaise combinaison de fonctionnalités pour le produit #[product_id] "[product]"
it_it: Combinazione errata di funzioni per il prodotto n.[product_id] "[product]"
nl_nl: Verkeerde combinatie van functies voor product #[product_id] "[product]"
no_no: Feil kombinasjon av funksjoner for produkt #[product_id] "[product]"
pt_br: Combinação de opções errada para o produto #[product_id] "[product]"
ro_ro: Combinație greșită de caracteristici pentru produsul #[product_id] "[product]"
sv_se: Fel kombination av funktioner för produkt #[product_id] "[product]"
tr_tr: Ürün #[product_id] "[product]" için yanlış özellik kombinasyonu

# Languages::product_variations.error.product_ids_empty
source: Products couldn't be found
cs_cz: Produkty se nepodařilo najít
da_dk: Produkterne kunne ikke findes
de_de: Produkte konnten nicht gefunden werden
fa_ir: محصولات یافت نشد
fi_fi: Tuotteita ei löytynyt
fr_fr: Produits introuvables
it_it: Impossibile trovare i prodotti
nl_nl: Producten konden niet gevonden worden
no_no: Produktene ble ikke funnet
pt_br: Produtos não encontrados
ro_ro: Produsele nu au putut fi găsite
sv_se: Det gick inte att hitta produkter
tr_tr: Ürünler bulunamadı

# Languages::product_variations.select_variation
source: Select a Variation
cs_cz: Vyberte variantu
da_dk: Vælg en variation
de_de: Wählen Sie eine Variation aus
fa_ir: یک Variation را انتخاب کنید
fi_fi: Valitse muunnelma
fr_fr: Sélectionnez une variante
it_it: Seleziona una variante
nl_nl: Kies een variatie
no_no: Velg en variant
pt_br: Selecione uma variação
ro_ro: Selectați o variantă
sv_se: Välj en variant
tr_tr: Bir Varyasyon Seçin

# Languages::product_variations.error.group_code_is_required
source: Variation group code must be specified
cs_cz: Musí být zadán kód skupiny variant
da_dk: Variationsgruppekode skal angives
de_de: Variantengruppencode muss angegeben werden
fa_ir: کد گروه تغییرات باید مشخص شود
fi_fi: Muunnelmaryhmän koodi on määritettävä
fr_fr: Le code du groupe de variantes doit être spécifié
it_it: È necessario specificare il codice del gruppo di varianti
nl_nl: Variatiegroepscode moet worden opgegeven
no_no: Variasjonsgruppekode må angis
pt_br: O código do grupo de variação deve ser especificado
ro_ro: Trebuie specificat codul grupului de variante
sv_se: Variationsgruppskod måste anges
tr_tr: Varyasyon grubu kodu belirtilmelidir

# Languages::product_variations.error.group_code_is_invalid
source: Couldn't set this code for variation group. A group code can contain only digits, Latin characters, and the following signs: "-" and "_"
cs_cz: Tento kód se nepodařilo nastavit pro skupinu variant. Skupinový kód může obsahovat pouze číslice, latinské znaky a následující znaky: "-" a "_"
da_dk: Kunne ikke indstille denne kode for variationsgruppe. En gruppekode kan kun indeholde cifre, latinske tegn og følgende tegn: "-" og "_"
de_de: Dieser Code konnte für die Variationsgruppe nicht festgelegt werden. Ein Gruppencode darf nur Ziffern, lateinische Buchstaben und die folgenden Zeichen enthalten: "-" und "_"
fa_ir: این کد برای گروه تغییرات تنظیم نشد. یک کد گروه فقط می تواند شامل اعداد، نویسه های لاتین و علائم زیر باشد: "-" و "_"
fi_fi: Tätä koodia ei voitu asettaa muunnelmaryhmälle. Ryhmäkoodi voi sisältää vain numeroita, latinalaisia merkkejä ja seuraavia merkkejä: "-" ja "_"
fr_fr: Impossible de définir ce code pour le groupe de variantes. Un code de groupe ne peut contenir que des chiffres, des caractères latins et les signes suivants : "-" et "_"
it_it: Impossibile impostare questo codice per il gruppo di varianti. Un codice gruppo può contenere solo cifre, caratteri latini e i seguenti segni: "-" e "_"
nl_nl: Kan deze code niet instellen voor variatiegroep. Een groepscode kan alleen cijfers, Latijnse tekens en de volgende tekens bevatten: "-" en "_"
no_no: Kunne ikke angi denne koden for variantgruppen. En gruppekode kan bare inneholde sifre, latinske tegn og følgende tegn: "-" og "_"
pt_br: Não foi possível definir este código para o grupo de variação. Um código de grupo pode conter somente números, letras e os sinais "-" e "_"
ro_ro: Nu s-a putut seta acest cod pentru grupul de variante. Un cod de grup poate conține doar cifre, caractere latine și următoarele semne: „-” și „_”
sv_se: Det gick inte att ställa in den här koden för variantgruppen. En gruppkod kan endast innehålla siffror, latinska tecken och följande tecken: "-" och "_"
tr_tr: Varyasyon grubu için bu kod ayarlanamadı. Bir grup kodu yalnızca rakamlar, Latin karakterleri ve şu işaretleri içerebilir: "-" ve "_"

# Languages::product_variations.error.group_code_is_duplicate
source: The specified variation group code is already in use
cs_cz: Zadaný kód skupiny variant se již používá
da_dk: Den angivne variantgruppekode er allerede i brug
de_de: Der angegebene Variantengruppencode wird bereits verwendet
fa_ir: کد گروه تغییرات مشخص شده در حال حاضر در حال استفاده است
fi_fi: Määritetty muunnelmaryhmän koodi on jo käytössä
fr_fr: Le code de groupe de variantes spécifié est déjà utilisé
it_it: Il codice del gruppo di varianti specificato è già in uso
nl_nl: De opgegeven variatiegroepcode is al in gebruik
no_no: Den angitte variantgruppekoden er allerede i bruk
pt_br: O código especificado de grupo de variação já está em uso
ro_ro: Codul grupului de variante specificat este deja utilizat
sv_se: Den angivna variantgruppkoden används redan
tr_tr: Belirtilen varyasyon grubu kodu zaten kullanımda

# Languages::product_variations.error.features_is_empty
source: Features couldn't be found
cs_cz: Funkce se nepodařilo najít
da_dk: Funktionerne kunne ikke findes
de_de: Funktionen konnten nicht gefunden werden
fa_ir: ویژگی‌ها یافت نشد
fi_fi: Ominaisuuksia ei löytynyt
fr_fr: Les fonctionnalités sont introuvables
it_it: Impossibile trovare le funzionalità
nl_nl: Kenmerken konden niet gevonden worden
no_no: Funksjonene ble ikke funnet
pt_br: Opções não encontradas
ro_ro: Caracteristicile nu au putut fi găsite
sv_se: Det gick inte att hitta funktioner
tr_tr: Özellikler bulunamadı

# Languages::product_variations.error.no_available_products
source: No suitable products were found
cs_cz: Nebyly nalezeny žádné vhodné produkty
da_dk: Der blev ikke fundet egnede produkter
de_de: Es wurden keine passenden Produkte gefunden
fa_ir: هیچ محصول مناسبی یافت نشد
fi_fi: Sopivia tuotteita ei löytynyt
fr_fr: Aucun produit approprié n'a été trouvé
it_it: Non sono stati trovati prodotti idonei
nl_nl: Er zijn geen geschikte producten gevonden
no_no: Ingen egnede produkter ble funnet
pt_br: Nenhum produto adequado foi encontrado
ro_ro: Nu au fost găsite produse potrivite
sv_se: Inga lämpliga produkter hittades
tr_tr: Uygun ürün bulunamadı

# Languages::product_variations.error.product_has_not_required_features
source: Product #[product_id] "[product]" doesn't have the required features to become a variation. Please set feature values for that product.
cs_cz: Produkt #[product_id] "[product]" nemá požadované vlastnosti, aby se stal variací. Nastavte hodnoty funkcí pro tento produkt.
da_dk: Produkt #[product_id] "[product]" har ikke de nødvendige funktioner for at blive en variant. Indstil venligst funktionsværdier for det pågældende produkt.
de_de: Produkt Nr.[product_id] "[product]" verfügt nicht über die erforderlichen Funktionen, um eine Variation zu werden. Bitte legen Sie Funktionswerte für dieses Produkt fest.
fa_ir: محصول شماره[product_id] "[product]" ویژگی های لازم برای تبدیل شدن به یک تنوع را ندارد. لطفاً مقادیر ویژگی را برای آن محصول تنظیم کنید.
fi_fi: Tuotteella #[product_id] "[product]" ei ole tarvittavia ominaisuuksia, jotta siitä tulisi muunnelma. Aseta ominaisuusarvot tälle tuotteelle.
fr_fr: Le produit #[product_id] "[product]" n'a pas les caractéristiques requises pour devenir une variante. Veuillez définir des valeurs de fonctionnalité pour ce produit.
it_it: Il prodotto n.[product_id] "[product]" non ha le caratteristiche richieste per diventare una variante. Si prega di impostare i valori delle funzioni per quel prodotto.
nl_nl: Product #[product_id] "[product]" heeft niet de vereiste eigenschappen om een variatie te worden. Stel functiewaarden in voor dat product.
no_no: Produkt #[product_id] "[product]" har ikke de nødvendige funksjonene for å bli en variant. Angi funksjonsverdier for det produktet.
pt_br: O produto #[product_id] "[product]" não possui as características necessárias para se tornar uma variação. Defina valores de característica para ele.
ro_ro: Produsul #[product_id] „[product]” nu are caracteristicile necesare pentru a deveni o variantă. Vă rugăm să setați valorile caracteristicilor pentru acel produs.
sv_se: Produkt #[product_id] "[product]" har inte de funktioner som krävs för att bli en variant. Ange funktionsvärden för den produkten.
tr_tr: Ürün No.[product_id] "[product]" varyasyon olabilmek için gerekli özelliklere sahip değildir. Lütfen o ürün için özellik değerlerini ayarlayın.
