Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_variations.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr

# Languages::product_variations.error.product_with_features_combination_exits
source: Product #[product_id] "[product]" has the exact same combination of feature values as a variation that already exists in the group.
cs_cz: Produkt #[product_id] "[product]" má přesně stejnou kombinaci hodnot vlastností jako varianta, která již ve skupině existuje.
da_dk: Produkt #[product_id] "[product]" har nøjagtig den samme kombination af funktionsværdier som en variant, der allerede findes i gruppen.
de_de: Produkt Nr.[product_id] "[product]" hat genau dieselbe Kombination von Merkmalswerten wie eine Variante, die bereits in der Gruppe vorhanden ist.
fa_ir: محصول شماره[product_id] "[product]" دقیقاً همان ترکیبی از مقادیر ویژگی را با تغییراتی دارد که از قبل در گروه وجود دارد.
fi_fi: Tuotteella #[product_id] "[product]" on täsmälleen sama ominaisuusarvojen yhdistelmä kuin ryhmässä jo olemassa olevalla muunnelmalla.
fr_fr: Le produit n°[product_id] "[product]" a exactement la même combinaison de valeurs de caractéristiques qu'une variante qui existe déjà dans le groupe.
it_it: Il prodotto n.[product_id] "[product]" ha la stessa identica combinazione di valori delle caratteristiche di una variazione già esistente nel gruppo.
nl_nl: Product #[product_id] "[product]" heeft exact dezelfde combinatie van kenmerkwaarden als een variant die al in de groep bestaat.
no_no: Produkt #[product_id] "[product]" har nøyaktig samme kombinasjon av funksjonsverdier som en variant som allerede eksisterer i gruppen.
pt_br: O produto #[product_id] "[product]" possui a mesma combinação de valores de característica de uma variação que já existe no grupo.
ro_ro: Produsul #[product_id] „[product]” are exact aceeași combinație de valori ale caracteristicilor ca o variație care există deja în grup.
sv_se: Produkt #[product_id] "[product]" har exakt samma kombination av funktionsvärden som en variant som redan finns i gruppen.
tr_tr: Ürün #[product_id] "[product]", grupta zaten var olan bir varyasyonla tam olarak aynı özellik değerleri kombinasyonuna sahiptir.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same storefront.
cs_cz: Produkt č.[product_id] "[product]" nelze přidat do skupiny variant, protože všechny produkty ve skupině variant musí patřit do stejné výlohy.
da_dk: Produkt #[product_id] "[product]" kan ikke tilføjes til variationsgruppen, fordi alle produkter i en variationsgruppe skal tilhøre den samme butiksfacade.
de_de: Produkt Nr.[product_id] "[product]" kann der Variationsgruppe nicht hinzugefügt werden, da alle Produkte in einer Variationsgruppe zur selben Storefront gehören müssen.
fa_ir: محصول شماره[product_id] "[product]" را نمی توان به گروه تغییرات اضافه کرد زیرا همه محصولات در یک گروه تنوع باید به یک ویترین تعلق داشته باشند.
fi_fi: Tuotetta #[product_id] "[product]" ei voi lisätä muunnelmaryhmään, koska kaikkien muunnelmaryhmän tuotteiden on kuuluttava samaan julkisivuun.
fr_fr: Le produit n°[product_id] "[product]" ne peut pas être ajouté au groupe de variantes, car tous les produits d'un groupe de variantes doivent appartenir à la même vitrine.
it_it: Il prodotto n.[product_id] "[product]" non può essere aggiunto al gruppo di varianti perché tutti i prodotti in un gruppo di varianti devono appartenere alla stessa vetrina.
nl_nl: Product #[product_id] "[product]" kan niet worden toegevoegd aan de variantgroep omdat alle producten in een variantgroep tot dezelfde winkel moeten behoren.
no_no: Produkt #[product_id] "[product]" kan ikke legges til variantgruppen fordi alle produkter i en variantgruppe må tilhøre samme butikkfront.
pt_br: O produto #[product_id] "[product]" não pode ser adicionado ao grupo de variação, pois todos os produtos de um grupo de variação devem pertencer à mesma loja.
ro_ro: Produsul #[product_id] „[product]” nu poate fi adăugat la grupul de variante, deoarece toate produsele dintr-un grup de variante trebuie să aparțină aceleiași vitrine.
sv_se: Produkt #[product_id] "[product]" kan inte läggas till variantgruppen eftersom alla produkter i en variantgrupp måste tillhöra samma skyltfönster.
tr_tr: Ürün #[product_id] "[product]", bir varyasyon grubundaki tüm ürünlerin aynı vitrine ait olması gerektiğinden varyasyon grubuna eklenemez.

source: Product #[product_id] "[product]" can't be added to the variation group because all products in a variation group must belong to the same vendor.
cs_cz: Produkt č.[product_id] "[product]" nelze přidat do skupiny variant, protože všechny produkty ve skupině variant musí patřit stejnému dodavateli.
da_dk: Produkt #[product_id] "[product]" kan ikke tilføjes til variationsgruppen, fordi alle produkter i en variationsgruppe skal tilhøre den samme leverandør.
de_de: Produkt Nr.[product_id] "[product]" kann der Variationsgruppe nicht hinzugefügt werden, da alle Produkte in einer Variationsgruppe zum selben Anbieter gehören müssen.
fa_ir: محصول شماره[product_id] "[product]" را نمی توان به گروه تغییرات اضافه کرد زیرا همه محصولات در یک گروه تغییرات باید متعلق به یک فروشنده باشند.
fi_fi: Tuotetta #[product_id] "[product]" ei voi lisätä muunnelmaryhmään, koska kaikkien muunnelmaryhmän tuotteiden on kuuluttava samalle toimittajalle.
fr_fr: Le produit n°[product_id] "[product]" ne peut pas être ajouté au groupe de variantes car tous les produits d'un groupe de variantes doivent appartenir au même fournisseur.
it_it: Il prodotto n.[product_id] "[product]" non può essere aggiunto al gruppo di varianti perché tutti i prodotti in un gruppo di varianti devono appartenere allo stesso fornitore.
nl_nl: Product #[product_id] "[product]" kan niet worden toegevoegd aan de variatiegroep omdat alle producten in een variatiegroep van dezelfde leverancier moeten zijn.
no_no: Produkt #[product_id] "[product]" kan ikke legges til variantgruppen fordi alle produkter i en variantgruppe må tilhøre samme leverandør.
pt_br: O produto #[product_id] "[product]" não pode ser adicionado ao grupo de variação, pois todos os produtos de um grupo de variação devem pertencer ao mesmo fornecedor.
ro_ro: Produsul #[product_id] „[product]” nu poate fi adăugat la grupul de variante deoarece toate produsele dintr-un grup de variante trebuie să aparțină aceluiași furnizor.
sv_se: Produkt #[product_id] "[product]" kan inte läggas till variantgruppen eftersom alla produkter i en variantgrupp måste tillhöra samma leverantör.
tr_tr: Ürün #[product_id] "[product]", bir varyasyon grubundaki tüm ürünlerin aynı satıcıya ait olması gerektiğinden varyasyon grubuna eklenemez.

# Languages::product_variations.variations_filling
source: Variations
cs_cz: Variace
da_dk: Variationer
de_de: Varianten
fa_ir: تغییرات
fi_fi: Muunnelmat
fr_fr: Variantes
it_it: Variazioni
nl_nl: Variaties
no_no: Varianter
pt_br: Variações
ro_ro: Variante
sv_se: Variationer
tr_tr: Varyasyonlar

# Languages::product_variations.variations_list
source: Variations
cs_cz: Variace
da_dk: Variationer
de_de: Varianten
fa_ir: تغییرات
fi_fi: Muunnelmat
fr_fr: Variantes
it_it: Variazioni
nl_nl: Variaties
no_no: Varianter
pt_br: Variações
ro_ro: Variante
sv_se: Variationer
tr_tr: Varyasyonlar

# Languages::variations_in_stock
source: Only "in stock" products
cs_cz: Pouze produkty "skladem".
da_dk: Kun "på lager" produkter
de_de: Nur verfügbare Artikel anzeigen
fa_ir: فقط محصولات "در انبار".
fi_fi: Vain "varastossa" olevat tuotteet
fr_fr: Uniquement des produits "en stock"
it_it: Solo prodotti "in stock".
nl_nl: Alleen "op voorraad" producten
no_no: Bare "på lager" produkter
pt_br: Somente produtos "disponíveis"
ro_ro: Doar produse "pe stoc".
sv_se: Endast "i lager" produkter
tr_tr: Sadece ''stoktaki'' ürünler

# Languages::product_variations.hide_add_to_wishlist_button
source: Hide add to wish list button
cs_cz: Skrýt tlačítko Přidat do seznamu přání
da_dk: Skjul knappen Tilføj til ønskeliste
de_de: "Zum Warenkorb hinzufügen" Taste verstecken
fa_ir: دکمه افزودن به لیست آرزوها را مخفی کنید
fi_fi: Piilota lisää toivelistaan -painike
fr_fr: Masquer le bouton Ajouter à la liste de souhaits
it_it: Nascondi il pulsante Aggiungi alla lista dei desideri
nl_nl: Verberg knop toevoegen aan verlanglijst
no_no: Skjul legg til ønskeliste-knappen
pt_br: Ocultar botão de adicionar à lista de desejos
ro_ro: Ascunde butonul adăugare la lista de dorințe
sv_se: Dölj knappen Lägg till i önskelistan
tr_tr: Sepete ekle butonunu gizle

# Languages::product_variations.variations_list_block_name
source: Variations list
cs_cz: Seznam variací
da_dk: Variationsliste
de_de: Varianten-Liste
fa_ir: لیست تغییرات
fi_fi: Muunnelmien luettelo
fr_fr: Liste des variantes
it_it: Elenco varianti
nl_nl: Variaties lijst
no_no: Variantliste
pt_br: Lista de variações
ro_ro: Lista de variante
sv_se: Variationslista
tr_tr: Varyasyon listesi

# Languages::product_variations.variations_list_tab_name
source: View all variations as list
cs_cz: Zobrazit všechny varianty jako seznam
da_dk: Se alle varianter som liste
de_de: Alle Variationen als Liste anzeigen
fa_ir: مشاهده تمام تغییرات به عنوان لیست
fi_fi: Näytä kaikki muunnelmat luettelona
fr_fr: Afficher toutes les variantes sous forme de liste
it_it: Visualizza tutte le varianti come elenco
nl_nl: Bekijk alle varianten als lijst
no_no: Se alle varianter som liste
pt_br: Ver todas as variações como lista
ro_ro: Vedeți toate variantele ca listă
sv_se: Se alla varianter som lista
tr_tr: Tüm varyasyonları liste olarak görüntüle

# Languages::product_variations.show_variation_thumbnails
source: Show variation thumbnails
cs_cz: Zobrazit miniatury variant
da_dk: Vis variationsminiaturer
de_de: Variations-Thumbnails anzeigen
fa_ir: نمایش ریز عکس های تنوع
fi_fi: Näytä muunnelmien pikkukuvat
fr_fr: Afficher les vignettes des variantes
it_it: Mostra le miniature delle varianti
nl_nl: Variatieminiaturen weergeven
no_no: Vis variasjon miniatyrbilder
pt_br: Exibir miniaturas de variação
ro_ro: Afișați miniaturile variațiilor
sv_se: Visa variantminiatyrer
tr_tr: Varyasyon minyatürlerini göster

# Languages::product_variations.show_product_code
source: Show product code
cs_cz: Zobrazit kód produktu
da_dk: Vis produktkode
de_de: Produktcode anzeigen
fa_ir: نمایش کد محصول
fi_fi: Näytä tuotekoodi
fr_fr: Afficher le code produit
it_it: Mostra codice prodotto
nl_nl: Toon productcode
no_no: Vis produktkode
pt_br: Mostrar código do produto
ro_ro: Afișați codul produsului
sv_se: Visa produktkod
tr_tr: Ürün kodunu göster

# Languages::product_variations.exim.result_notice
source: Data is imported successfully.<br />New products - <b>[new]</b>;<br />Updated products - <b>[exist]</b>;<br />Skipped products - <b>[skipped]</b>;<br />Total - <b>[total]</b>;<br />Created variations - <b>[variation_created]</b>;<br />Updated variations - <b>[variation_updated]</b>;<br />Disbanded variations - <b>[variation_removed]</b>.
cs_cz: Data byla úspěšně importována.<br />Nové produkty - <b>[new]</b>;<br />Aktualizované produkty - <b>[exist]</b>;<br />Vynechané produkty - <b>[skipped]</b>;<br />Celkem - <b>[total]</b>;<br />Vytvořené variace - <b>[variation_created]</b>;<br />Aktualizované varianty - <b>[variation_updated]</b>;<br />Rozložené variace - <b>[variation_removed]</b>.
da_dk: Data er importeret.<br />Nye produkter - <b>[new]</b>;<br />Opdaterede produkter - <b>[exist]</b>;<br />Oversprungne produkter - <b>[skipped]</b>;<br />I alt - <b>[total]</b>;<br />Skabte variationer - <b>[variation_created]</b>;<br />Opdaterede variationer - <b>[variation_updated]</b>;<br />Opløste variationer - <b>[variation_removed]</b>.
de_de: Daten wurden erfolgreich importiert.<br />Neue Produkte - <b>[new]</b>;<br />Aktualisierte Produkte - <b>[exist]</b>;<br />Übersprungene Produkte - <b>[skipped]</b>;<br />Gesamt - <b>[total]</b>;<br />Erstellte Variationen - <b>[variation_created]</b>;<br />Aktualisierte Variationen - <b>[variation_updated]</b>;<br />Aufgelöste Variationen - <b>[variation_removed]</b>.
fa_ir: داده ها با موفقیت وارد شد.<br />محصول جدید - <b>[new]</b>;<br />محصول به روز شده - <b>[exist]</b>;<br />محصول حذف شده - <b>[skipped]</b>;<br />مجموع - <b>[total]</b>;<br />تغییرات ایجاد شده - <b>[variation_created]</b>;<br />تغییرات به روز شده - <b>[variation_updated]</b>;<br />تغییرات منحل شده - <b>[variation_removed]</b>.
fi_fi: Tietojen tuonti onnistui.<br />Uusia tuotteita - <b>[new]</b>;<br />Päivitetyt tuotteet - <b>[exist]</b>;<br />ohitetut tuotteet - <b>[skipped]</b>;<br />Yhteensä - <b>[total]</b>;<br />Luotuja muunnelmia - <b>[variation_created]</b>;<br />Päivitetyt muunnelmat - <b>[variation_updated]</b>;<br />Purettu muunnelma - <b>[variation_removed]</b>.
fr_fr: Les données sont importées avec succès.<br />Nouveaux produits - <b>[new]</b>;<br />Produits mis à jour - <b>[exist]</b>;<br />Produits sautés - <b>[skipped]</b>;<br />Ensemble - <b>[total]</b>;<br />Variantes créées - <b>[variation_created]</b>;<br />Variantes mises à jour - <b>[variation_updated]</b>;<br />Variations dissoutes - <b>[variation_removed]</b>.
it_it: I dati sono stati importati correttamente.<br />Nuovi prodotti - <b>[new]</b>;<br />Prodotti aggiornati - <b>[exist]</b>;<br />Prodotti saltati - <b>[skipped]</b>;<br />Totale - <b>[total]</b>;<br />Variazioni create - <b>[variation_created]</b>;<br />Variazioni aggiornate - <b>[variation_updated]</b>;<br />Variazioni sciolte - <b>[variation_removed]</b>.
nl_nl: Gegevens zijn succesvol geïmporteerd.<br />Nieuwe producten - <b>[new]</b>;<br />Bijgewerkte producten - <b>[exist]</b>;<br />Overgeslagen producten - <b>[skipped]</b>;<br />Totaal - <b>[total]</b>;<br />Gemaakte variaties - <b>[variation_created]</b>;<br />Bijgewerkte varianten - <b>[variation_updated]</b>;<br />Ontbonden variaties - <b>[variation_removed]</b>.
no_no: Data importeres vellykket.<br />Nye produkter - <b>[new]</b>;<br />Oppdaterte produkter - <b>[exist]</b>;<br />Hoppet over produkter - <b>[skipped]</b>;<br />Totalt - <b>[total]</b>;<br />Lagede varianter - <b>[variation_created]</b>;<br />Oppdaterte varianter - <b>[variation_updated]</b>;<br />Oppløste varianter - <b>[variation_removed]</b>.
pt_br: Os dados são importados com sucesso.<br />Novos produtos - <b>[new]</b>;<br />Produtos atualizados - <b>[exist]</b>;<br />Produtos omitidos - <b>[skipped]</b>;<br />Total - <b>[total]</b>;<br />Variações criadas - <b>[variation_created]</b>;<br />Variações atualizadas - <b>[variation_updated]</b>;<br />Variações dissolvidas - <b>[variation_removed]</b>.
ro_ro: Datele au fost importate cu succes.<br />Produse noi - <b>[new]</b>;<br />Produse actualizate - <b>[exist]</b>;<br />Produse omise - <b>[skipped]</b>;<br />Total - <b>[total]</b>;<br />Variaţii create - <b>[variation_created]</b>;<br />Variante actualizate - <b>[variation_updated]</b>;<br />Variaţii desfiinţate - <b>[variation_removed]</b>.
sv_se: Data har importerats.<br />Nya produkter - <b>[new]</b>;<br />Uppdaterade produkter - <b>[exist]</b>;<br />Överhoppade produkter - <b>[skipped]</b>;<br />Totalt - <b>[total]</b>;<br />Skapade varianter - <b>[variation_created]</b>;<br />Uppdaterade varianter - <b>[variation_updated]</b>;<br />Upplösta varianter - <b>[variation_removed]</b>.
tr_tr: Veriler başarıyla içe aktarıldı.<br />Yeni ürünler - <b>[new]</b>;<br />Güncellenen ürünler - <b>[exist]</b>;<br />Atlanan ürün - <b>[skipped]</b>;<br />Toplam - <b>[total]</b>;<br />Oluşturulan varyasyonlar - <b>[variation_created]</b>;<br />Güncellenmiş varyasyonlar - <b>[variation_updated]</b>;<br />Dağıtılmış varyasyonlar - <b>[variation_removed]</b>.

# Languages::variation_group_id
source: Variation group ID
cs_cz: ID skupiny variant
da_dk: Variationsgruppe-id
de_de: Variantengruppen-ID
fa_ir: شناسه گروه تنوع
fi_fi: Muunnelmaryhmän tunnus
fr_fr: ID du groupe de variantes
it_it: ID gruppo di varianti
nl_nl: Variatiegroep-ID
no_no: Variasjonsgruppe-ID
pt_br: ID do grupo de variação
ro_ro: ID grup de variații
sv_se: Variationsgrupp-ID
tr_tr: Varyasyon grubu kimliği

# Languages::variation_group_code
source: Variation group code
cs_cz: Kód skupiny variace
da_dk: Variationsgruppekode
de_de: Variationsgruppencode
fa_ir: کد گروه تنوع
fi_fi: Muunnelmaryhmän koodi
fr_fr: Code de groupe de variantes
it_it: Codice gruppo variazione
nl_nl: Variatie groepscode
no_no: Variasjonsgruppekode
pt_br: Código do grupo de variação
ro_ro: Cod grup de variații
sv_se: Variationsgruppskod
tr_tr: Varyasyon grubu kodu

# Languages::variation_parent_product_id
source: Variation parent product ID
cs_cz: ID nadřazeného produktu varianty
da_dk: Variant overordnet produkt-id
de_de: Übergeordnete Produkt-ID der Variation
fa_ir: شناسه محصول والد تنوع
fi_fi: Muunnelman päätuotteen tunnus
fr_fr: ID du produit parent de la variante
it_it: ID prodotto principale variante
nl_nl: Variatie bovenliggende product-ID
no_no: Variant overordnet produkt-ID
pt_br: ID do produto-pai da variação
ro_ro: ID-ul produsului părinte al variației
sv_se: Variant överordnad produkt-ID
tr_tr: Varyasyon ana ürün kimliği

# Languages::variation_sub_group_id
source: Variation sub group ID
cs_cz: ID podskupiny variant
da_dk: Variation undergruppe-id
de_de: Variationsuntergruppen-ID
fa_ir: شناسه زیر گروه تنوع
fi_fi: Muunnelman alaryhmän tunnus
fr_fr: ID de sous-groupe de variante
it_it: ID sottogruppo variazione
nl_nl: Variatie subgroep ID
no_no: Variasjonsundergruppe-ID
pt_br: ID do subgrupo de variação
ro_ro: ID-ul subgrupului de variații
sv_se: Variation undergrupp-ID
tr_tr: Varyasyon alt grup kimliği

# Languages::product_variations.feature_used_by_variation_group.tooltip
source: This feature is used by variation group [code]. To choose a different value of this feature for a product, switch to the "Variations" tab of the product editing page. New values can be added on the feature editing page.
cs_cz: Tuto funkci používá skupina variací [code]. Chcete-li pro produkt vybrat jinou hodnotu této funkce, přepněte na kartu „Varianty“ na stránce úprav produktu. Nové hodnoty lze přidat na stránce pro úpravy prvku.
da_dk: Denne funktion bruges af variationsgruppe [code]. For at vælge en anden værdi af denne funktion for et produkt skal du skifte til fanen "Variationer" på produktredigeringssiden. Nye værdier kan tilføjes på funktionsredigeringssiden.
de_de: Diese Funktion wird von der Variantengruppe [code]verwendet. Um einen anderen Wert dieser Funktion für ein Produkt auszuwählen, wechseln Sie zur Registerkarte "Variationen" der Produktbearbeitungsseite. Auf der Feature-Bearbeitungsseite können neue Werte hinzugefügt werden.
fa_ir: این ویژگی توسط گروه تغییرات [code]استفاده می شود. برای انتخاب مقدار متفاوتی از این ویژگی برای یک محصول، به برگه «تغییرها» در صفحه ویرایش محصول بروید. می توان مقادیر جدیدی را در صفحه ویرایش ویژگی اضافه کرد.
fi_fi: Tätä ominaisuutta käyttää muunnelmaryhmä [code]. Jos haluat valita tuotteelle tämän ominaisuuden erilaisen arvon, siirry tuotteen muokkaussivun Muunnelmat-välilehteen. Ominaisuuden muokkaussivulle voidaan lisätä uusia arvoja.
fr_fr: Cette fonction est utilisée par le groupe de variation [code]. Pour choisir une valeur différente de cette fonctionnalité pour un produit, passez dans l'onglet "Variantes" de la page d'édition du produit. De nouvelles valeurs peuvent être ajoutées sur la page d'édition des fonctionnalités.
it_it: Questa funzione è utilizzata dal gruppo di variazioni [code]. Per scegliere un valore diverso di questa funzione per un prodotto, passa alla scheda "Variazioni" della pagina di modifica del prodotto. È possibile aggiungere nuovi valori nella pagina di modifica delle funzioni.
nl_nl: Deze functie wordt gebruikt door variatiegroep [code]. Als u een andere waarde van deze functie voor een product wilt kiezen, gaat u naar het tabblad 'Variaties' van de productbewerkingspagina. Nieuwe waarden kunnen worden toegevoegd op de functiebewerkingspagina.
no_no: Denne funksjonen brukes av variasjonsgruppe [code]. For å velge en annen verdi for denne funksjonen for et produkt, bytt til "Variasjoner"-fanen på produktredigeringssiden. Nye verdier kan legges til på funksjonsredigeringssiden.
pt_br: Este recurso é usado pelo grupo de variação [code]. Para escolher um valor diferente desse recurso para um produto, alterne para a guia "Variações" da página de edição do produto. Novos valores podem ser adicionados na página de edição de recursos.
ro_ro: Această caracteristică este utilizată de grupul de variații [code]. Pentru a alege o valoare diferită a acestei caracteristici pentru un produs, comutați la fila "Variații" a paginii de editare a produsului. Valorile noi pot fi adăugate pe pagina de editare a caracteristicilor.
sv_se: Denna funktion används av variantgrupp [code]. För att välja ett annat värde för den här funktionen för en produkt, växla till fliken "Variationer" på produktredigeringssidan. Nya värden kan läggas till på funktionsredigeringssidan.
tr_tr: Bu özellik, [code]varyasyon grubu tarafından kullanılır. Bir ürün için bu özelliğin farklı bir değerini seçmek için ürün düzenleme sayfasının "Varyasyonlar" sekmesine geçin. Özellik düzenleme sayfasına yeni değerler eklenebilir.

# Languages::product_variations.variations_naming_strategy.key_value
source: Color: Red, Size: Small
cs_cz: Barva: červená, Velikost: malá
da_dk: Farve: Rød, Størrelse: Lille
de_de: Farbe: Rot, Größe: Klein
fa_ir: رنگ: قرمز، سایز: کوچک
fi_fi: Väri: punainen, koko: pieni
fr_fr: Couleur : Rouge, Taille : Petit
it_it: Colore: rosso, taglia: piccola
nl_nl: Kleur: rood, maat: klein
no_no: Farge: Rød, Størrelse: Liten
pt_br: Cor: Vermelho, Tamanho: Pequeno
ro_ro: Culoare: Roșu, Dimensiune: Mic
sv_se: Färg: Röd, Storlek: Liten
tr_tr: Renk: Kırmızı, Beden: Küçük

# Languages::product_variations.variations_naming_strategy.value
source: Red, Small
cs_cz: Červená, Malá
da_dk: Rød, lille
de_de: Rot, klein
fa_ir: قرمز، کوچک
fi_fi: Punainen, Pieni
fr_fr: Rouge, petit
it_it: Rosso, piccolo
nl_nl: Rood, klein
no_no: Rød, liten
pt_br: Vermelho, Pequeno
ro_ro: Roșu, Mic
sv_se: Röd, liten
tr_tr: Kırmızı, Küçük
