Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_variations.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr

# Languages::product_variations.group_code.link
source: Add to variation group
cs_cz: Přidat do skupiny variant
da_dk: Tilføj til variationsgruppe
de_de: Zur Variationsgruppe hinzufügen
fa_ir: به گروه تغییرات اضافه کنید
fi_fi: Lisää muunnelmaryhmään
fr_fr: Ajouter au groupe de variantes
it_it: Aggiungi al gruppo di varianti
nl_nl: Toevoegen aan variatiegroep
no_no: Legg til variantgruppe
pt_br: Adicionar ao grupo de variação
ro_ro: Adăugați la grupul de variații
sv_se: Lägg till i variantgrupp
tr_tr: Varyasyon grubuna ekle

# Languages::product_variations.add_variations
source: Add variations
cs_cz: Přidejte varianty
da_dk: Tilføj variationer
de_de: Varianten hinzufügen
fa_ir: تغییرات را اضافه کنید
fi_fi: Lisää muunnelmia
fr_fr: Ajouter des variantes
it_it: Aggiungi varianti
nl_nl: Voeg variaties toe
no_no: Legg til varianter
pt_br: Adicionar variação
ro_ro: Adăugați variații
sv_se: Lägg till varianter
tr_tr: Varyasyonlar ekle

# Languages::product_variations.link_existing
source: Use existing products
cs_cz: Používejte stávající produkty
da_dk: Brug eksisterende produkter
de_de: Verwenden Sie vorhandene Produkte
fa_ir: از محصولات موجود استفاده کنید
fi_fi: Käytä olemassa olevia tuotteita
fr_fr: Utiliser des produits existants
it_it: Usa i prodotti esistenti
nl_nl: Gebruik bestaande producten
no_no: Bruk eksisterende produkter
pt_br: Usar produtos existentes
ro_ro: Folosiți produsele existente
sv_se: Använd befintliga produkter
tr_tr: Mevcut ürünleri kullan

# Languages::product_variations.create_new
source: Create new products
cs_cz: Vytvářejte nové produkty
da_dk: Opret nye produkter
de_de: Erstellen Sie neue Produkte
fa_ir: محصولات جدید ایجاد کنید
fi_fi: Luo uusia tuotteita
fr_fr: Créer de nouveaux produits
it_it: Crea nuovi prodotti
nl_nl: Maak nieuwe producten
no_no: Lag nye produkter
pt_br: Criar novo produto
ro_ro: Creati produse noi
sv_se: Skapa nya produkter
tr_tr: Yeni ürünler oluşturun

# Languages::product_variations.add_variations_description
source: Add variations to generate a group of similar products that differ in color, size, etc. Or add this product to an existing group by entering the group code.
cs_cz: Přidejte varianty a vygenerujte skupinu podobných produktů, které se liší barvou, velikostí atd. Nebo přidejte tento produkt do existující skupiny zadáním kódu skupiny.
da_dk: Tilføj variationer for at generere en gruppe af lignende produkter, der adskiller sig i farve, størrelse osv. Eller føj dette produkt til en eksisterende gruppe ved at indtaste gruppekoden.
de_de: Fügen Sie Variationen hinzu, um eine Gruppe ähnlicher Produkte zu erstellen, die sich in Farbe, Größe usw. unterscheiden. Oder fügen Sie dieses Produkt zu einer bestehenden Gruppe hinzu, indem Sie den Gruppencode eingeben.
fa_ir: برای تولید گروهی از محصولات مشابه که از نظر رنگ، اندازه و غیره متفاوت هستند، تغییراتی اضافه کنید. یا با وارد کردن کد گروه، این محصول را به یک گروه موجود اضافه کنید.
fi_fi: Lisää muunnelmia luodaksesi ryhmän samankaltaisia tuotteita, jotka eroavat väriltään, kooltaan jne. Tai lisää tämä tuote olemassa olevaan ryhmään syöttämällä ryhmän koodi.
fr_fr: Ajoutez des variantes pour générer un groupe de produits similaires qui diffèrent par la couleur, la taille, etc. Ou ajoutez ce produit à un groupe existant en saisissant le code du groupe.
it_it: Aggiungi variazioni per generare un gruppo di prodotti simili che differiscono per colore, taglia, ecc. Oppure aggiungi questo prodotto a un gruppo esistente inserendo il codice gruppo.
nl_nl: Voeg variaties toe om een groep vergelijkbare producten te genereren die verschillen in kleur, maat, etc. Of voeg dit product toe aan een bestaande groep door de groepscode in te voeren.
no_no: Legg til varianter for å generere en gruppe lignende produkter som er forskjellige i farge, størrelse osv. Eller legg til dette produktet i en eksisterende gruppe ved å skrive inn gruppekoden.
pt_br: Adicione variações para gerar um grupo de produtos similares que se diferem em cor, tamanho etc. Ou adicione este produto a um grupo existente através de um código de grupo.
ro_ro: Adăugați variante pentru a genera un grup de produse similare care diferă în ceea ce privește culoarea, dimensiunea etc. Sau adăugați acest produs la un grup existent introducând codul grupului.
sv_se: Lägg till varianter för att generera en grupp liknande produkter som skiljer sig i färg, storlek, etc. Eller lägg till denna produkt i en befintlig grupp genom att ange gruppkoden.
tr_tr: Renk, boyut vb. açısından farklılık gösteren benzer ürünlerden oluşan bir grup oluşturmak için varyasyonlar ekleyin. Veya bu ürünü grup kodunu girerek mevcut bir gruba ekleyin.

# Languages::product_variations.manage
source: Manage variations
cs_cz: Správa variant
da_dk: Administrer variationer
de_de: Variationen verwalten
fa_ir: تغییرات را مدیریت کنید
fi_fi: Hallitse muunnelmia
fr_fr: Gérer les variantes
it_it: Gestisci le variazioni
nl_nl: Beheer variaties
no_no: Administrer variasjoner
pt_br: Gerenciar variações
ro_ro: Gestionați variațiile
sv_se: Hantera variationer
tr_tr: Varyasyonları yönet

# Languages::product_variations.edit_features
source: Edit features
cs_cz: Upravit funkce
da_dk: Rediger funktioner
de_de: Funktionen bearbeiten
fa_ir: ویرایش ویژگی ها
fi_fi: Muokkaa ominaisuuksia
fr_fr: Modifier les fonctionnalités
it_it: Modifica funzionalità
nl_nl: Functies bewerken
no_no: Rediger funksjoner
pt_br: Editar características
ro_ro: Editați caracteristicile
sv_se: Redigera funktioner
tr_tr: Özellikleri düzenle

# Languages::product_variations.delete
source: Disband group
cs_cz: Rozpustit skupinu
da_dk: Opløs gruppe
de_de: Gruppe auflösen
fa_ir: گروه را منحل کنید
fi_fi: Purkaa ryhmä
fr_fr: Dissoudre le groupe
it_it: Sciogliere il gruppo
nl_nl: Groep ontbinden
no_no: Oppløse gruppen
pt_br: Desfazer grupo
ro_ro: Dizolvați grupul
sv_se: Avveckla gruppen
tr_tr: Grubu dağıt

# Languages::product_variations.remove_variation
source: Remove variation from group
cs_cz: Odebrat variaci ze skupiny
da_dk: Fjern variation fra gruppen
de_de: Variante aus Gruppe entfernen
fa_ir: حذف تغییرات از گروه
fi_fi: Poista muunnelma ryhmästä
fr_fr: Supprimer la variante du groupe
it_it: Rimuovi la variante dal gruppo
nl_nl: Verwijder variatie uit groep
no_no: Fjern varianten fra gruppen
pt_br: Remover variação do grupo
ro_ro: Eliminați variația din grup
sv_se: Ta bort variant från gruppen
tr_tr: Gruptan varyasyonu kaldır

# Languages::product_variations.delete_product
source: Delete product
cs_cz: Smazat produkt
da_dk: Slet produkt
de_de: Produkt löschen
fa_ir: محصول را حذف کنید
fi_fi: Poista tuote
fr_fr: Supprimer le produit
it_it: Elimina prodotto
nl_nl: Verwijder product
no_no: Slett produkt
pt_br: Apagar produto
ro_ro: Ștergeți produsul
sv_se: Ta bort produkt
tr_tr: Ürünü sil

# Languages::product_variations.mark_main_product
source: Set as default variation
cs_cz: Nastavit jako výchozí variantu
da_dk: Indstil som standardvariant
de_de: Als Standardvariante festlegen
fa_ir: به عنوان تنوع پیش فرض تنظیم کنید
fi_fi: Aseta oletusmuunnelmaksi
fr_fr: Définir comme variante par défaut
it_it: Imposta come variazione predefinita
nl_nl: Instellen als standaardvariant
no_no: Angi som standardvariant
pt_br: Definir como variação padrão
ro_ro: Setați ca variantă implicită
sv_se: Ställ in som standardvariant
tr_tr: Varsayılan varyasyon olarak ayarla

# Languages::product_variations.no_available_features
source: This product doesn't have features that allow grouping products. Please make sure that:<ol><li>You have created at least one feature with <b>Purpose:</b> <i>Variations as separate products</i> or <i>Variations as one product</i>.</li><li>You have specified the value of that feature for the product.</li></ol><a href=[manage_features_href]>Manage features</a>
cs_cz: Tento produkt nemá funkce, které umožňují seskupování produktů. Ujistěte se prosím, že:<ol><li>Vytvořili jste alespoň jeden prvek s <b>Účel:</b> <i>Varianty jako samostatné produkty</i> nebo <i>Varianty jako jeden produkt</i>.</li><li>Zadali jste hodnotu této funkce pro produkt.</li></ol><a href=[manage_features_href]>Správa funkcí</a>
da_dk: Dette produkt har ikke funktioner, der tillader gruppering af produkter. Sørg for at:<ol><li>Du har oprettet mindst én funktion med <b>Formål:</b> <i>Variationer som separate produkter</i> eller <i>Variationer som ét produkt</i>.</li><li>Du har angivet værdien af denne funktion for produktet.</li></ol><a href=[manage_features_href]>Administrer funktioner</a>
de_de: Dieses Produkt verfügt nicht über Funktionen zum Gruppieren von Produkten. Bitte stellen Sie sicher, dass:<ol><li>Sie mindestens ein Feature mit <b>Verwendungszweck erstellt haben:</b> <i>Variationen als separate Produkte</i> oder <i>Variationen als ein Produkt</i>.</li><li>Sie haben den Wert dieser Eigenschaft für das Produkt angegeben.</li></ol><a href=[manage_features_href]>Funktionen verwalten</a>
fa_ir: این محصول دارای ویژگی هایی نیست که امکان گروه بندی محصولات را فراهم می کند. لطفاً مطمئن شوید که:<ol><li>شما حداقل یک ویژگی را با <b>هدف ایجاد کرده اید:</b> <i>تنوع به عنوان محصولات جداگانه</i> یا <i>تنوع به عنوان یک محصول</i>.</li><li>شما مقدار آن ویژگی را برای محصول مشخص کرده اید.</li></ol><a href=[manage_features_href]>مدیریت ویژگی های</a>
fi_fi: Tällä tuotteella ei ole ominaisuuksia, jotka mahdollistaisivat tuotteiden ryhmittelyn. Varmista, että:<ol><li>Olet luonut vähintään yhden ominaisuuden, jolla on <b>Tarkoitus:</b> <i>Muunnelmia erillisinä tuotteina</i> tai <i>muunnelmia yhtenä tuotteena</i>.</li><li>Olet määrittänyt tuotteelle ominaisuuden arvon.</li></ol><a href=[manage_features_href]>Hallitse ominaisuuksia</a>
fr_fr: Ce produit n'a pas de fonctionnalités permettant de regrouper des produits. Veuillez vous assurer que :<ol><li>Vous avez créé au moins une fonctionnalité avec <b>Objectif :</b> <i>Variations en tant que produits distincts</i> ou <i>Variations en tant que produit unique</i>.</li><li>Vous avez spécifié la valeur de cette fonctionnalité pour le produit.</li></ol><a href=[manage_features_href]>Gérer les fonctionnalités</a>
it_it: Questo prodotto non ha funzionalità che consentono di raggruppare i prodotti. Assicurati che:<ol><li>Hai creato almeno una funzione con <b>Scopo:</b> <i>Variazioni come prodotti separati</i> o <i>Variazioni come un prodotto</i>.</li><li>Hai specificato il valore di quella caratteristica per il prodotto.</li></ol><a href=[manage_features_href]>Gestire le funzioni</a>
nl_nl: Dit product heeft geen functies waarmee u producten kunt groeperen. Zorg ervoor dat:<ol><li>U ten minste één kenmerk heeft gemaakt met <b>Doel:</b> <i>Variaties als afzonderlijke producten</i> of <i>Variaties als één product</i>.</li><li>U hebt de waarde van dat kenmerk voor het product opgegeven.</li></ol><a href=[manage_features_href]>Functies beheren</a>
no_no: Dette produktet har ikke funksjoner som tillater gruppering av produkter. Pass på at:<ol><li>Du har opprettet minst én funksjon med <b>Formål:</b> <i>Variasjoner som separate produkter</i> eller <i>Variasjoner som ett produkt</i>.</li><li>Du har spesifisert verdien av denne funksjonen for produktet.</li></ol><a href=[manage_features_href]>Administrer funksjoner</a>
pt_br: Este produto não possui recursos que permitem agrupar produtos. Certifique-se de que:<ol><li>Você criou pelo menos um recurso com <b>Finalidade:</b> <i>Variações como produtos separados</i> ou <i>Variações como um produto</i>.</li><li>Você especificou o valor desse recurso para o produto.</li></ol><a href=[manage_features_href]>Gerenciar recursos</a>
ro_ro: Acest produs nu are caracteristici care să permită gruparea produselor. Vă rugăm să vă asigurați că: <ol> <li> Ați creat cel puțin o caracteristică cu <b> Scop: </b> <i> Variații ca produse separate </i> sau <i> Variații ca un produs </ i >. </li> <li> Ați specificat valoarea acelei funcții pentru produs. </li> </ol> <a href=[manage_features_href]> Gestionați caracteristicile </a>
sv_se: Den här produkten har inga funktioner som tillåter gruppering av produkter. Se till att:<ol><li>Du har skapat minst en funktion med <b>Syfte:</b> <i>Variationer som separata produkter</i> eller <i>Variationer som en produkt</i>.</li><li>Du har angett värdet för den funktionen för produkten.</li></ol><a href=[manage_features_href]>Hantera funktioner</a>
tr_tr: Bu ürün, ürünleri gruplandırmaya izin veren özelliklere sahip değil. Lütfen şunlardan emin olun:<ol><li> <b>Amaç ile en az bir özellik oluşturdunuz:</b> <i>Ayrı ürünler olarak Varyasyonlar</i> veya Tek bir ürün olarak <i>Varyasyonlar</i>.</li><li>Ürün için o özelliğin değerini belirttiniz.</li></ol><a href=[manage_features_href]>Özellikleri yönet</a>

# Languages::product_feature.purpose.group_catalog_item
source: Variations as separate products
cs_cz: Varianty jako samostatné produkty
da_dk: Variationer som separate produkter
de_de: Variationen als separate Produkte
fa_ir: تغییرات به عنوان محصولات جداگانه
fi_fi: Variaatiot erillisinä tuotteina
fr_fr: Variations en tant que produits séparés
it_it: Variazioni come prodotti separati
nl_nl: Variaties als losse producten
no_no: Variasjoner som egne produkter
pt_br: Variações como produtos separados
ro_ro: Variații ca produse separate
sv_se: Variationer som separata produkter
tr_tr: Ayrı ürünler olarak varyasyonlar

# Languages::product_feature.purpose.group_catalog_item.description
source: For cases when a few similar products differ visibly by a feature, and have different names (for example, multiple "Color" variants of a T-shirt). These products will appear as separate positions in the catalog. Customers will also be able to select the desired feature value on the product page. To achieve this, <b>set up variations for products with this feature</b>.
cs_cz: Pro případy, kdy se několik podobných produktů viditelně liší funkcí a mají různé názvy (například více „Barevných“ variant trička). Tyto produkty se v katalogu objeví jako samostatné pozice. Zákazníci si také budou moci vybrat požadovanou hodnotu funkce na stránce produktu. Chcete-li toho dosáhnout, <b>nastavte varianty pro produkty s touto funkcí</b>.
da_dk: Til tilfælde, hvor nogle få lignende produkter adskiller sig synligt ved en funktion og har forskellige navne (f.eks. flere "farve"-varianter af en T-shirt). Disse produkter vises som separate positioner i kataloget. Kunder vil også kunne vælge den ønskede funktionsværdi på produktsiden. For at opnå dette skal <b>opsætte variationer for produkter med denne funktion</b>.
de_de: Für Fälle, in denen sich einige ähnliche Produkte sichtbar durch ein Merkmal unterscheiden und unterschiedliche Namen haben (z. B. mehrere „Farb“-Varianten eines T-Shirts). Diese Produkte erscheinen als separate Positionen im Katalog. Kunden können den gewünschten Merkmalswert auch auf der Produktseite auswählen. Um dies zu erreichen, <b>erstellen Sie Variationen für Produkte mit dieser Funktion</b>.
fa_ir: برای مواردی که چند محصول مشابه با یک ویژگی به وضوح متفاوت هستند، و نام‌های متفاوتی دارند (به عنوان مثال، چندین نوع "رنگی" یک تی شرت). این محصولات به عنوان موقعیت های جداگانه در کاتالوگ ظاهر می شوند. مشتریان همچنین می توانند مقدار ویژگی مورد نظر را در صفحه محصول انتخاب کنند. برای رسیدن به این هدف، <b>تغییرات را برای محصولات دارای این ویژگی تنظیم کنید</b>.
fi_fi: Tapauksiin, joissa muutama samankaltainen tuote eroaa näkyvästi ominaisuuksiltaan ja niillä on eri nimet (esimerkiksi T-paidan useita "väri"-versioita). Nämä tuotteet näkyvät luettelossa erillisinä paikkoina. Asiakkaat voivat myös valita haluamansa ominaisuusarvon tuotesivulta. Tämän saavuttamiseksi <b>määritä muunnelmia tuotteille, joissa on tämä ominaisuus</b>.
fr_fr: Pour les cas où quelques produits similaires diffèrent visiblement par une caractéristique et ont des noms différents (par exemple, plusieurs variantes "Couleur" d'un T-shirt). Ces produits apparaîtront dans des positions distinctes dans le catalogue. Les clients pourront également sélectionner la valeur de fonctionnalité souhaitée sur la page du produit. Pour ce faire, <b>configurez des variantes pour les produits dotés de cette fonctionnalité</b>.
it_it: Per i casi in cui alcuni prodotti simili differiscono visibilmente per una caratteristica e hanno nomi diversi (ad esempio, più varianti "Colore" di una maglietta). Questi prodotti appariranno come posizioni separate nel catalogo. I clienti potranno anche selezionare il valore della caratteristica desiderato nella pagina del prodotto. Per ottenere ciò, <b>imposta le varianti per i prodotti con questa funzione</b>.
nl_nl: Voor gevallen waarin een paar vergelijkbare producten zichtbaar verschillen door een kenmerk en verschillende namen hebben (bijvoorbeeld meerdere 'Kleur'-varianten van een T-shirt). Deze producten verschijnen als aparte posities in de catalogus. Klanten kunnen ook de gewenste functiewaarde op de productpagina selecteren. Om dit te bereiken, stelt <b>variaties in voor producten met deze functie</b>.
no_no: For tilfeller der noen få lignende produkter er synlige forskjellige med en funksjon og har forskjellige navn (for eksempel flere "farge"-varianter av en T-skjorte). Disse produktene vil vises som separate posisjoner i katalogen. Kunder vil også kunne velge ønsket funksjonsverdi på produktsiden. For å oppnå dette, <b>konfigurere varianter for produkter med denne funksjonen</b>.
pt_br: Para casos em que alguns produtos semelhantes diferem visivelmente por um recurso e têm nomes diferentes (por exemplo, várias variantes de "Cor" de uma camiseta). Esses produtos aparecerão como posições separadas no catálogo. Os clientes também poderão selecionar o valor do recurso desejado na página do produto. Para conseguir isso, <b>configure variações para produtos com esse recurso</b>.
ro_ro: Pentru cazurile în care câteva produse similare diferă în mod vizibil de o caracteristică și au nume diferite (de exemplu, mai multe variante "Culoare" ale unui tricou). Aceste produse vor apărea ca poziții separate în catalog. De asemenea, clienții vor putea selecta valoarea caracteristicii dorite pe pagina produsului. Pentru a realiza acest lucru, <b> configurați variante pentru produsele cu această funcție </b>.
sv_se: För fall där ett fåtal liknande produkter skiljer sig tydligt från en funktion och har olika namn (till exempel flera "Färg"-varianter av en T-shirt). Dessa produkter kommer att visas som separata positioner i katalogen. Kunder kommer också att kunna välja önskat funktionsvärde på produktsidan. För att uppnå detta, <b>ställ in varianter för produkter med denna funktion</b>.
tr_tr: Birkaç benzer ürünün bir özelliğe göre gözle görülür şekilde farklılık gösterdiği ve farklı adlara sahip olduğu durumlar için (örneğin, bir tişörtün birden çok "Renk" çeşidi). Bu ürünler katalogda ayrı pozisyonlar olarak görünecektir. Müşteriler ayrıca ürün sayfasından istenilen özellik değerini seçebilecekler. Bunu başarmak için, bu özelliğe sahip ürünler için <b>kurulum varyasyonları</b>.

# Languages::product_feature.feature_style.dropdown
source: Drop-down list
cs_cz: Rozbalovací seznam
da_dk: Rulleliste
de_de: Dropdown-Liste
fa_ir: لیست کشویی
fi_fi: Pudotusvalikosta
fr_fr: La liste déroulante
it_it: Menu `A tendina
nl_nl: Keuzelijst
no_no: Nedtrekksliste
pt_br: Lista suspensa
ro_ro: Lista verticală
sv_se: Rullgardinslista
tr_tr: Açılır liste

# Languages::product_feature.feature_style.dropdown_images
source: Images
cs_cz: snímky
da_dk: Billeder
de_de: Bilder
fa_ir: تصاویر
fi_fi: kuvat
it_it: immagini
nl_nl: Afbeeldingen
no_no: Bilder
pt_br: Fotos
ro_ro: Imagini
sv_se: Bilder
tr_tr: Resimler

# Languages::product_feature.feature_style.dropdown_labels
source: Text labels
cs_cz: Textové popisky
da_dk: Tekstetiketter
de_de: Textetiketten
fa_ir: برچسب های متنی
fi_fi: Tekstimerkit
fr_fr: Étiquettes de texte
it_it: Etichette di testo
nl_nl: Tekstlabels
no_no: Tekstetiketter
pt_br: Rótulos de texto
ro_ro: Etichete text
sv_se: Textetiketter
tr_tr: Metin etiketleri

# Languages::product_feature.purpose.group_variation_catalog_item
source: Variations as one product
cs_cz: Varianty jako jeden produkt
da_dk: Variationer som ét produkt
de_de: Variationen als ein Produkt
fa_ir: تنوع به عنوان یک محصول
fi_fi: Muunnelmia yhtenä tuotteena
fr_fr: Variations comme un seul produit
it_it: Variazioni come un unico prodotto
nl_nl: Variaties als één product
no_no: Variasjoner som ett produkt
pt_br: Variações como um só produto
ro_ro: Variații ca un singur produs
sv_se: Variationer som en produkt
tr_tr: Tek bir ürün olarak varyasyonlar
