Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_variations.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, it_it, nl_nl, no_no, pt_br, ro_ro, sv_se, tr_tr

# Addons::name::product_variations
source: Product Variations
cs_cz: Variace produktu
da_dk: Produktvariationer
de_de: Produktvariationen
fa_ir: تغییرات محصول
fi_fi: Tuotevariaatiot
fr_fr: Variantes de produit
it_it: Variazioni del prodotto
nl_nl: Productvariaties
no_no: Produktvariasjoner
pt_br: Variações de produto
ro_ro: Variații de produs
sv_se: Produktvariationer
tr_tr: Ürün varyasyonları

# Addons::description::product_variations
source: Create products with different feature variants (for example, a different color or size), and let customers select the desired variant.
cs_cz: Vytvářejte produkty s různými variantami funkcí (například jinou barvou nebo velikostí) a nechte zákazníky vybrat si požadovanou variantu.
da_dk: Opret produkter med forskellige funktionsvarianter (for eksempel en anden farve eller størrelse), og lad kunderne vælge den ønskede variant.
de_de: Erstellen Sie Produkte mit verschiedenen Funktionsvarianten (z. B. eine andere Farbe oder Größe) und lassen Sie Kunden die gewünschte Variante auswählen.
fa_ir: محصولاتی با انواع ویژگی های مختلف (به عنوان مثال، رنگ یا اندازه متفاوت) ایجاد کنید و به مشتریان اجازه دهید نوع مورد نظر را انتخاب کنند.
fi_fi: Luo tuotteita erilaisilla ominaisuuksilla (esimerkiksi eri värillä tai koossa) ja anna asiakkaiden valita haluamasi versio.
fr_fr: Créez des produits avec différentes variantes de fonctionnalités (par exemple, une couleur ou une taille différente) et laissez les clients sélectionner la variante souhaitée.
it_it: Crea prodotti con varianti di caratteristiche diverse (ad esempio, un colore o una taglia diversi) e consenti ai clienti di selezionare la variante desiderata.
nl_nl: Maak producten met verschillende kenmerkvarianten (bijvoorbeeld een andere kleur of maat) en laat klanten de gewenste variant selecteren.
no_no: Lag produkter med ulike funksjonsvarianter (for eksempel en annen farge eller størrelse), og la kundene velge ønsket variant.
pt_br: Crie produtos com variações de características (por exemplo, uma cor ou um tamanho diferente), e deixe os clientes selecionarem a desejada.
ro_ro: Creați produse cu diferite variante de caracteristici (de exemplu, o culoare sau dimensiune diferită) și lăsați clienții să selecteze varianta dorită.
sv_se: Skapa produkter med olika funktionsvarianter (till exempel en annan färg eller storlek), och låt kunderna välja önskad variant.
tr_tr: Farklı özellik varyantlarına (örneğin, farklı bir renk veya boyut) sahip ürünler oluşturun ve müşterilerin istenen varyantı seçmesine izin verin.

# SettingsSections::product_variations::general
source: General
cs_cz: Všeobecné
da_dk: Generel
de_de: Allgemein
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
it_it: Generale
nl_nl: Algemeen
no_no: Generell
pt_br: Geral
sv_se: Allmän
tr_tr: Genel

# SettingsOptions::product_variations::variations_allow_own_images
source: Allow own images for child variations
cs_cz: Povolit vlastní obrázky pro dětské varianty
da_dk: Tillad egne billeder til børnevariationer
de_de: Eigene Bilder für untergeordnete Variationen zulassen
fa_ir: به تصاویر خود برای تغییرات کودک اجازه دهید
fi_fi: Salli omat kuvat lapsimuunnelmille
fr_fr: Autoriser ses propres images pour les variantes enfant
it_it: Consenti le proprie immagini per le varianti figlio
nl_nl: Eigen afbeeldingen toestaan voor kindvariaties
no_no: Tillat egne bilder for barnevariasjoner
pt_br: Permitir imagens próprias para variações infantis
ro_ro: Permiteți imagini proprii pentru variațiile copilului
sv_se: Tillåt egna bilder för barnvariationer
tr_tr: Alt varyasyonlar için kendi resimlerine izin ver

# SettingsTooltips::product_variations::variations_allow_own_images
source: If child variations aren't allowed to have their own images, they will use the images from the default variation of the catalog item.
cs_cz: Pokud podřízené varianty nemohou mít vlastní obrázky, použijí obrázky z výchozí varianty položky katalogu.
da_dk: Hvis underordnede varianter ikke må have deres egne billeder, vil de bruge billederne fra standardvarianten af katalogelementet.
de_de: Wenn untergeordnete Varianten keine eigenen Bilder haben dürfen, verwenden sie die Bilder aus der Standardvariante des Katalogartikels.
fa_ir: اگر تغییرات فرزند مجاز به داشتن تصاویر خود نباشند، از تصاویر مربوط به تنوع پیش‌فرض مورد کاتالوگ استفاده خواهند کرد.
fi_fi: Jos alatason muunnelmilla ei saa olla omia kuvia, ne käyttävät luettelon oletusmuunnelman kuvia.
fr_fr: Si les variantes enfants ne sont pas autorisées à avoir leurs propres images, elles utiliseront les images de la variante par défaut de l'élément de catalogue.
it_it: Se le varianti figlio non possono avere le proprie immagini, utilizzeranno le immagini della variante predefinita dell'elemento del catalogo.
nl_nl: Als onderliggende variaties geen eigen afbeeldingen mogen hebben, gebruiken ze de afbeeldingen van de standaardvariant van het catalogusitem.
no_no: Hvis underordnede varianter ikke har lov til å ha sine egne bilder, vil de bruke bildene fra standardvarianten av katalogelementet.
pt_br: Se as variações infantis não tiverem as próprias imagens, elas utilizarão as imagens da variação padrão do item.
ro_ro: Dacă variantele copil nu au voie să aibă propriile imagini, vor folosi imaginile din varianta implicită a articolului din catalog.
sv_se: Om underordnade varianter inte tillåts ha sina egna bilder kommer de att använda bilderna från standardvarianten av katalogobjektet.
tr_tr: Alt varyasyonların kendi resimlerine sahip olmasına izin verilmiyorsa, katalog öğesinin varsayılan varyasyonundaki resimleri kullanırlar.

source: Change default variation when it gets hidden or runs out of stock
cs_cz: Změňte výchozí variantu, když se skryje nebo dojde sklad
da_dk: Skift standardvariant, når den bliver skjult eller løber tør for lager
de_de: Ändern Sie die Standardvariante, wenn sie ausgeblendet wird oder nicht mehr vorrätig ist
fa_ir: تغییرات پیش‌فرض را هنگامی که مخفی می‌شود یا موجودی آن تمام می‌شود، تغییر دهید
fi_fi: Muuta oletusmuunnelmaa, kun se piilotetaan tai loppuu varastosta
fr_fr: Modifier la variante par défaut lorsqu'elle est masquée ou en rupture de stock
it_it: Modifica la variazione predefinita quando viene nascosta o esaurita
nl_nl: Wijzig de standaardvariant wanneer deze wordt verborgen of niet meer op voorraad is
no_no: Endre standardvarianten når den blir skjult eller går tom for lager
pt_br: Trocar variação padrão quando estiver oculta ou esgotada
ro_ro: Schimbați varianta implicită atunci când este ascunsă sau epuizează stocul
sv_se: Ändra standardvarianten när den döljs eller tar slut i lager
tr_tr: Gizlendiğinde veya stokta kalmadığında varsayılan varyasyonu değiştirin

source: Ensure that customers always see the products that are in stock first. We recommend leaving this setting enabled for better filtering of variations.
cs_cz: Zajistěte, aby zákazníci vždy nejprve viděli produkty, které jsou skladem. Pro lepší filtrování variant doporučujeme nechat toto nastavení zapnuté.
da_dk: Sørg for, at kunderne altid ser de produkter, der er på lager først. Vi anbefaler at lade denne indstilling være aktiveret for bedre filtrering af variationer.
de_de: Stellen Sie sicher, dass Kunden immer zuerst die Produkte sehen, die auf Lager sind. Wir empfehlen, diese Einstellung aktiviert zu lassen, um Variationen besser filtern zu können.
fa_ir: اطمینان حاصل کنید که مشتریان همیشه ابتدا محصولات موجود در انبار را مشاهده می کنند. توصیه می کنیم برای فیلتر کردن بهتر تغییرات، این تنظیم را فعال کنید.
fi_fi: Varmista, että asiakkaat näkevät aina ensin varastossa olevat tuotteet. Suosittelemme jättämään tämän asetuksen käyttöön muunnelmien suodattamiseksi paremmin.
fr_fr: Assurez-vous que les clients voient toujours les produits en stock en premier. Nous vous recommandons de laisser ce paramètre activé pour un meilleur filtrage des variations.
it_it: Assicurati che i clienti vedano sempre per primi i prodotti in stock. Ti consigliamo di lasciare questa impostazione abilitata per un migliore filtraggio delle variazioni.
nl_nl: Zorg ervoor dat klanten altijd eerst de producten zien die op voorraad zijn. We raden aan deze instelling ingeschakeld te laten voor een betere filtering van variaties.
no_no: Sørg for at kundene alltid ser produktene som er på lager først. Vi anbefaler å la denne innstillingen være aktivert for bedre filtrering av variasjoner.
pt_br: Exibir sempre os produtos disponíveis primeiro. Recomendamos deixar esta opção ativada para melhor filtragem das variações.
ro_ro: Asigurați-vă că clienții văd întotdeauna produsele care sunt în stoc mai întâi. Vă recomandăm să lăsați această setare activată pentru o mai bună filtrare a variațiilor.
sv_se: Se till att kunderna alltid ser de produkter som finns i lager först. Vi rekommenderar att du låter den här inställningen vara aktiverad för bättre filtrering av varianter.
tr_tr: Müşterilerin her zaman önce stokta bulunan ürünleri görmesini sağlayın. Varyasyonların daha iyi filtrelenmesi için bu ayarın etkin durumda bırakılmasını öneririz.

# SettingsOptions::product_variations::variations_allow_own_features
source: Allow own feature values for child variations
cs_cz: Povolit vlastní hodnoty funkcí pro podřízené varianty
da_dk: Tillad egne funktionsværdier for underordnede variationer
de_de: Eigene Feature-Werte für untergeordnete Variationen zulassen
fa_ir: مقادیر ویژگی های خود را برای تغییرات فرزند مجاز کنید
fi_fi: Salli omat ominaisuusarvot alatason muunnelmille
fr_fr: Autoriser ses propres valeurs de caractéristiques pour les variantes enfants
it_it: Consenti i propri valori di funzionalità per le varianti figlio
nl_nl: Eigen kenmerkwaarden toestaan voor onderliggende variaties
no_no: Tillat egne funksjonsverdier for underordnede varianter
pt_br: Permitir valores próprios para variações infantis
ro_ro: Permiteți propriile valori ale caracteristicilor pentru variațiile copilului
sv_se: Tillåt egna funktionsvärden för underordnade varianter
tr_tr: Alt varyasyonlar için kendi özellik değerlerine izin ver

# SettingsTooltips::product_variations::variations_allow_own_features
source: If child variations aren't allowed to have their own values for features, they will use the values from the default variation of the catalog item.
cs_cz: Pokud podřízené varianty nemohou mít vlastní hodnoty funkcí, použijí hodnoty z výchozí varianty položky katalogu.
da_dk: Hvis underordnede varianter ikke må have deres egne værdier for funktioner, vil de bruge værdierne fra standardvarianten af katalogelementet.
de_de: Wenn untergeordnete Variationen keine eigenen Werte für Features haben dürfen, verwenden sie die Werte aus der Standardvariation des Katalogelements.
fa_ir: اگر تغییرات فرزند مجاز به داشتن مقادیر خاص برای ویژگی‌ها نباشند، از مقادیر تغییر پیش‌فرض مورد کاتالوگ استفاده خواهند کرد.
fi_fi: Jos alimuunnelmilla ei saa olla omia arvojaan ominaisuuksille, ne käyttävät luettelonimikkeen oletusmuunnelman arvoja.
fr_fr: Si les variantes enfants ne sont pas autorisées à avoir leurs propres valeurs pour les fonctionnalités, elles utiliseront les valeurs de la variante par défaut de l'élément de catalogue.
it_it: Se le varianti figlio non possono avere i propri valori per le caratteristiche, utilizzeranno i valori della variante predefinita dell'elemento del catalogo.
nl_nl: Als onderliggende variaties geen eigen waarden voor objecten mogen hebben, zullen ze de waarden van de standaardvariant van het catalogusitem gebruiken.
no_no: Hvis underordnede varianter ikke tillates å ha sine egne verdier for funksjoner, vil de bruke verdiene fra standardvarianten av katalogelementet.
pt_br: Se as variações infantis não tiverem os próprios valores, elas utilizarão os valores da variação padrão do item.
ro_ro: Dacă variantele copil nu au voie să aibă propriile valori pentru caracteristici, vor folosi valorile din variația implicită a articolului din catalog
sv_se: Om underordnade varianter inte tillåts ha sina egna värden för funktioner, kommer de att använda värdena från standardvarianten av katalogobjektet.
tr_tr: Alt varyasyonların özellikler için kendi değerlerine sahip olmasına izin verilmezse, katalog öğesinin varsayılan varyasyonundaki değerleri kullanırlar.

source: Show all possible feature variants
cs_cz: Zobrazit všechny možné varianty funkcí
da_dk: Vis alle mulige funktionsvarianter
de_de: Alle möglichen Ausstattungsvarianten anzeigen
fa_ir: نمایش همه انواع ویژگی های ممکن
fi_fi: Näytä kaikki mahdolliset ominaisuusversiot
fr_fr: Afficher toutes les variantes de fonctionnalités possibles
it_it: Mostra tutte le possibili varianti di funzionalità
nl_nl: Toon alle mogelijke feature varianten
no_no: Vis alle mulige funksjonsvarianter
pt_br: Exibir todas as variações possíveis
ro_ro: Afișați toate variantele de caracteristici posibile
sv_se: Visa alla möjliga funktionsvarianter
tr_tr: Tüm olası özellik çeşitlerini göster

source: Show a feature variant even if it is not available for this variation.
cs_cz: Zobrazit variantu funkce, i když pro tuto variantu není k dispozici.
da_dk: Vis en funktionsvariant, selvom den ikke er tilgængelig for denne variant.
de_de: Zeigen Sie eine Feature-Variante an, auch wenn sie für diese Variante nicht verfügbar ist.
fa_ir: یک نوع ویژگی را حتی اگر برای این تنوع موجود نباشد نشان دهید.
fi_fi: Näytä ominaisuuden muunnelma, vaikka se ei olisi saatavilla tälle muunnelmalle.
fr_fr: Afficher une variante de fonctionnalité même si elle n'est pas disponible pour cette variante.
it_it: Mostra una variante di funzionalità anche se non è disponibile per questa variante.
nl_nl: Toon een functievariant, zelfs als deze niet beschikbaar is voor deze variant.
no_no: Vis en funksjonsvariant selv om den ikke er tilgjengelig for denne varianten.
pt_br: Exibir uma variação mesmo se ela não estiver disponível.
ro_ro: Afișați o variantă de caracteristică chiar dacă nu este disponibilă pentru această variantă.
sv_se: Visa en funktionsvariant även om den inte är tillgänglig för denna variant.
tr_tr: Bu varyasyon için mevcut olmasa bile bir özellik varyantı gösterin.

# SettingsOptions::product_variations::quantity_discount_on_different_variations
source: Give quantity discount on different product variations
cs_cz: Poskytněte množstevní slevu na různé varianty produktu
da_dk: Giv mængderabat på forskellige produktvarianter
de_de: Geben Sie Mengenrabatt auf verschiedene Produktvariationen
fa_ir: برای تنوع محصول تخفیف کمی بدهید
fi_fi: Anna määräalennus eri tuotevariaatioista
fr_fr: Accorder une remise quantitative sur différentes variantes de produits
it_it: Offri uno sconto sulla quantità su diverse varianti di prodotto
nl_nl: Geef kwantumkorting op verschillende productvariaties
no_no: Gi kvantumsrabatt på ulike produktvarianter
pt_br: Dê desconto de quantidade em diferentes variações de produtos
ro_ro: Oferă reducere de cantitate la diferite variante de produs
sv_se: Ge mängdrabatt på olika produktvarianter
tr_tr: Farklı ürün varyasyonlarında miktar indirimi yapın

# SettingsTooltips::product_variations::quantity_discount_on_different_variations
source: All variations in the same group will count to the quantity that is eligible for a discount.
cs_cz: Všechny varianty ve stejné skupině se započítají do množství, které je způsobilé pro slevu.
da_dk: Alle variationer i samme gruppe tæller med i den mængde, der er berettiget til rabat.
de_de: Alle Variationen in derselben Gruppe zählen zu der rabattfähigen Menge.
fa_ir: همه تغییرات در همان گروه به مقداری که برای تخفیف واجد شرایط است محاسبه می شود.
fi_fi: Kaikki saman ryhmän muunnelmat lasketaan mukaan alennukseen oikeutettuun määrään.
fr_fr: Toutes les variantes d'un même groupe seront prises en compte dans la quantité éligible à une remise.
it_it: Tutte le variazioni nello stesso gruppo verranno conteggiate nella quantità che può beneficiare di uno sconto.
nl_nl: Alle variaties in dezelfde groep tellen mee voor het aantal dat in aanmerking komt voor korting.
no_no: Alle variasjoner i samme gruppe vil telle til antallet som er kvalifisert for rabatt.
pt_br: Todas as variações no mesmo grupo contarão para a quantidade que é elegível para desconto.
ro_ro: Toate variațiile din același grup vor fi luate în considerare pentru cantitatea care este eligibilă pentru o reducere.
sv_se: Alla varianter i samma grupp kommer att räknas till den kvantitet som är berättigad till rabatt.
tr_tr: Aynı gruptaki tüm varyasyonlar, indirim için uygun olan miktara dahil edilecektir.

# Languages::product_variations.product_type
source: Product type
cs_cz: Typ produktu
da_dk: Produkttype
de_de: Produktart
fa_ir: نوع محصول
fi_fi: Tuotetyyppi
fr_fr: Type de produit
it_it: Tipologia di prodotto
nl_nl: Productsoort
no_no: Produkttype
pt_br: Tipo do produto
ro_ro: Tipul produsului
sv_se: Produkttyp
tr_tr: Ürün tipi

# Languages::product_variations.product_type.catalog_item
source: Catalog item
cs_cz: Katalogová položka
da_dk: Katalog vare
de_de: Katalogartikel
fa_ir: مورد کاتالوگ
fi_fi: Katalogin kohde
fr_fr: Article de catalogue
it_it: Articolo del catalogo
nl_nl: Catalogus item
no_no: Katalogelement
pt_br: Item do catálogo
ro_ro: Articol din catalog
sv_se: Katalogobjekt
tr_tr: Katalog öğesi

# Languages::product_variations.product_type.variation_of_catalog_item
source: Variation of a catalog item
cs_cz: Variace položky katalogu
da_dk: Variation af en katalogvare
de_de: Variation eines Katalogartikels
fa_ir: تنوع یک آیتم کاتالوگ
fi_fi: Luettelotuotteen muunnelma
fr_fr: Déclinaison d'un article du catalogue
it_it: Variazione di un articolo del catalogo
nl_nl: Variatie van een catalogusitem
no_no: Variasjon av en katalogartikkel
pt_br: Variação de um item do catálogo
ro_ro: Variația unui articol din catalog
sv_se: Variation av ett katalogobjekt
tr_tr: Bir katalog öğesinin varyasyonu

# Languages::product_variations.belongs_to_catalog_item
source: Belongs to catalog item:
cs_cz: Patří do katalogu:
da_dk: Tilhører katalog vare:
de_de: Gehört zum Katalogartikel:
fa_ir: متعلق به آیتم کاتالوگ:
fi_fi: Kuuluu luetteloon:
fr_fr: Appartient à l'article du catalogue :
it_it: Appartiene all'articolo del catalogo:
nl_nl: Behoort tot catalogusitem:
no_no: Tilhører katalogelementet:
pt_br: Faz parte do item do catálogo:
ro_ro: Aparține articolului din catalog:
sv_se: Tillhör katalogobjekt:
tr_tr: Katalog öğesine aittir:

# Languages::product_variations.variations
source: Variations
cs_cz: Variace
da_dk: Variationer
de_de: Varianten
fa_ir: تغییرات
fi_fi: Muunnelmat
fr_fr: Variantes
it_it: Variazioni
nl_nl: Variaties
no_no: Varianter
pt_br: Variação
ro_ro: Variante
sv_se: Variationer
tr_tr: Varyasyonlar

# Languages::product_variations.variation_of_product
source: Variation of catalog item <a href="[url]">[product]</a>
cs_cz: Varianta položky katalogu <a href="[url]">[product]</a>
da_dk: Variation af katalogvare <a href="[url]">[product]</a>
de_de: Variante des Katalogartikels <a href="[url]">[product]</a>
fa_ir: تنوع مورد کاتالوگ <a href="[url]">[product]</a>
fi_fi: Luettelotuotteen muunnelma <a href="[url]">[product]</a>
fr_fr: Déclinaison article catalogue <a href="[url]">[product]</a>
it_it: Variazione della voce di catalogo <a href="[url]">[product]</a>
nl_nl: Variatie op catalogusitem <a href="[url]">[product]</a>
no_no: Variasjon av katalogelement <a href="[url]">[product]</a>
pt_br: Variação do item do catálogo <a href="[url]">[product]</a>
ro_ro: Variația articolului din catalog <a href="[url]"> [product] </a>
sv_se: Variation av katalogobjekt <a href="[url]">[product]</a>
tr_tr: Katalog öğesinin varyasyonu <a href="[url]">[product]</a>

# Languages::product_variations.group_code
source: Variation group
cs_cz: Variační skupina
da_dk: Variationsgruppe
de_de: Variationsgruppe
fa_ir: گروه واریاسیون
fi_fi: Variaatioryhmä
fr_fr: Groupe de variantes
it_it: Gruppo di variazione
nl_nl: variatie groep
no_no: Variasjonsgruppe
pt_br: Grupo de variação
ro_ro: Grup de variații
sv_se: Variationsgrupp
tr_tr: Varyasyon grubu

# Languages::product_variations.group_code.placeholder
source: Set custom group code here
cs_cz: Zde nastavte vlastní kód skupiny
da_dk: Indstil brugerdefineret gruppekode her
de_de: Legen Sie hier einen benutzerdefinierten Gruppencode fest
fa_ir: کد گروه سفارشی را در اینجا تنظیم کنید
fi_fi: Aseta mukautettu ryhmäkoodi tähän
fr_fr: Définissez le code de groupe personnalisé ici
it_it: Imposta qui il codice del gruppo personalizzato
nl_nl: Stel hier een aangepaste groepscode in
no_no: Angi egendefinert gruppekode her
pt_br: Definir código de grupo personalizado aqui
ro_ro: Setați aici codul de grup personalizat
sv_se: Ställ in anpassad gruppkod här
tr_tr: Özel grup kodunu buradan ayarlayın

# Languages::product_variations.group_code.description
source: Use the group code on a product editing page or during import to add the product to this group as a variation. A group code can contain only digits, Latin characters, and the following signs: "-" and "_".
cs_cz: Pomocí kódu skupiny na stránce pro úpravy produktu nebo během importu přidejte produkt do této skupiny jako variantu. Skupinový kód může obsahovat pouze číslice, latinské znaky a následující znaky: "-" a "_".
da_dk: Brug gruppekoden på en produktredigeringsside eller under import for at tilføje produktet til denne gruppe som en variation. En gruppekode kan kun indeholde cifre, latinske tegn og følgende tegn: "-" og "_".
de_de: Verwenden Sie den Gruppencode auf einer Produktbearbeitungsseite oder während des Imports, um das Produkt dieser Gruppe als Variante hinzuzufügen. Ein Gruppencode darf nur Ziffern, lateinische Buchstaben und die folgenden Zeichen enthalten: „-“ und „_“.
fa_ir: از کد گروه در صفحه ویرایش محصول یا در حین واردات استفاده کنید تا محصول را به عنوان یک تغییر به این گروه اضافه کنید. یک کد گروه فقط می تواند شامل ارقام، حروف لاتین و علائم زیر باشد: "-" و "_".
fi_fi: Käytä ryhmäkoodia tuotteen muokkaussivulla tai tuonnin aikana lisätäksesi tuotteen tähän ryhmään muunnelmana. Ryhmäkoodi voi sisältää vain numeroita, latinalaisia merkkejä ja seuraavia merkkejä: "-" ja "_".
fr_fr: Utilisez le code de groupe sur une page d'édition de produit ou lors de l'importation pour ajouter le produit à ce groupe en tant que variante. Un code de groupe ne peut contenir que des chiffres, des caractères latins et les signes suivants : "-" et "_".
it_it: Utilizza il codice del gruppo in una pagina di modifica del prodotto o durante l'importazione per aggiungere il prodotto a questo gruppo come variante. Un codice di gruppo può contenere solo cifre, caratteri latini e i seguenti segni: "-" e "_".
nl_nl: Gebruik de groepscode op een productbewerkingspagina of tijdens het importeren om het product als variatie aan deze groep toe te voegen. Een groepscode kan alleen cijfers, Latijnse tekens en de volgende tekens bevatten: "-" en "_".
no_no: Bruk gruppekoden på en produktredigeringsside eller under import for å legge produktet til denne gruppen som en variant. En gruppekode kan bare inneholde sifre, latinske tegn og følgende tegn: "-" og "_".
pt_br: Use o código de grupo na página de edição de um produto ou durante a importação para adicionar o produto ao grupo como uma variação. Um código de grupo pode conter somente números, letras e os sinais "-" e "_".
sv_se: Använd gruppkoden på en produktredigeringssida eller under import för att lägga till produkten i denna grupp som en variant. En gruppkod kan endast innehålla siffror, latinska tecken och följande tecken: "-" och "_".
tr_tr: Ürünü bir varyasyon olarak bu gruba eklemek için ürün düzenleme sayfasında veya içe aktarma sırasında grup kodunu kullanın. Bir grup kodu yalnızca rakamlar, Latin karakterleri ve şu işaretleri içerebilir: "-" ve "_".
