Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/product_reviews.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# SettingsOptions::product_reviews::review_ip_check
source: Allow one review per IP address
cs_cz: Povolit jednu recenzi na IP adresu
da_dk: Tillad én anmeldelse pr. IP-adresse
de_de: Erlauben Sie eine Überprüfung pro IP-Adresse
fa_ir: یک بازبینی برای هر آدرس IP مجاز است
fi_fi: Salli yksi tarkistus IP-osoitetta kohden
fr_fr: Autoriser un examen par adresse IP
he_il: אפשר סקירה אחת לכל כתובת IP
it_it: Consenti una revisione per indirizzo IP
ja_jp: 1つのIPアドレスにつき1つのレビューを許可
nl_nl: Eén beoordeling per IP-adres toestaan
no_no: Tillat én anmeldelse per IP-adresse
pt_br: Permitir uma revisão por endereço de IP
pt_pt: Permitir uma revisão por endereço IP
ro_ro: Permiteți o examinare pentru fiecare adresă IP
sv_se: Tillåt en recension per IP-adress
tr_tr: IP adresi başına bir incelemeye izin ver
uk_ua: Дозволити один відгук на IP-адресу

# SettingsOptions::product_reviews::split_reviews_by_storefronts
source: Split reviews by storefront
cs_cz: Rozdělit recenze podle výkladu
da_dk: Opdel anmeldelser efter butiksfacade
de_de: Aufgeteilte Rezensionen nach Schaufenster
fa_ir: نظرات را بر اساس ویترین تقسیم کنید
fi_fi: Jaa arvostelut julkisivun mukaan
fr_fr: Diviser les avis par vitrine
he_il: פיצול ביקורות לפי חזית חנות
it_it: Dividi le recensioni per vetrina
ja_jp: ストアフロントでレビューを分割
nl_nl: Beoordelingen splitsen op etalage
no_no: Del anmeldelser etter butikkfront
pt_br: Partir avaliações por fachada
pt_pt: Dividir avaliações por vitrine
ro_ro: Împărțiți recenziile în funcție de vitrină
sv_se: Dela recensioner efter skyltfönster
tr_tr: Yorumları vitrine göre ayırın
uk_ua: Розділити відгуки за вутриною

# SettingsTooltips::product_reviews::product_reviews_type
source: Determines if comments and/or reviews are allowed for newly-created products. Doesn't affect existing products.
cs_cz: Určuje, zda jsou u nově vytvořených produktů povoleny komentáře a/nebo recenze. Nemá vliv na stávající produkty.
da_dk: Bestemmer, om kommentarer og/eller anmeldelser er tilladt for nyoprettede produkter. Påvirker ikke eksisterende produkter.
de_de: Legt fest, ob Kommentare und/oder Bewertungen für neu erstellte Produkte erlaubt sind. Hat keinen Einfluss auf bestehende Produkte.
fa_ir: تعیین می کند که آیا نظرات و/یا نظرات برای محصولات جدید ایجاد شده مجاز هستند یا خیر. محصولات موجود را تحت تاثیر قرار نمی دهد.
fi_fi: Määrittää, ovatko kommentit ja/tai arvostelut sallittuja uusille tuotteille. Ei vaikuta olemassa oleviin tuotteisiin.
fr_fr: Détermine si les commentaires et/ou les critiques sont autorisés pour les produits nouvellement créés. N'affecte pas les produits existants.
he_il: קובע אם הערות ו/או ביקורות מותרות עבור מוצרים חדשים שנוצרו. לא משפיע על מוצרים קיימים.
it_it: Determina se sono consentiti commenti e/o recensioni per i prodotti appena creati. Non pregiudica i prodotti esistenti.
ja_jp: 新しく作成された商品に対してコメントやレビューを許可するかどうかを決定します。 既存の商品には影響しません。
nl_nl: Bepaalt of opmerkingen en/of recensies zijn toegestaan voor nieuw gemaakte producten. Heeft geen invloed op bestaande producten.
no_no: Avgjør om kommentarer og/eller anmeldelser er tillatt for nyopprettede produkter. Påvirker ikke eksisterende produkter.
pt_br: Determina se comentários e/ou avaliações são permitidos para produtos recém-criados. Não afeta produtos existentes.
pt_pt: Determina se comentários e/ou avaliações são permitidos para produtos recém-criados. Não afeta os produtos existentes.
ro_ro: Stabilește dacă comentariile și/sau recenziile sunt permise pentru produsele nou create. Nu afectează produsele existente.
sv_se: Avgör om kommentarer och/eller recensioner är tillåtna för nyskapade produkter. Påverkar inte befintliga produkter.
tr_tr: Yorumların ve/veya incelemelerin yeni yaratılan ürünler için izin verilip verilmediğini belirler. Varolan ürünleri etkilemez.
uk_ua: Визначає, чи дозволені коментарі та/або відгуки для нещодавно створених товарів. Не впливає на вже наявні товари.

# SettingsOptions::product_reviews::review_after_purchase
source: Only buyers can post
cs_cz: Posílat mohou pouze kupující
da_dk: Kun købere kan sende
de_de: Nur Käufer können posten
fa_ir: فقط خریداران می توانند پست کنند
fi_fi: Vain ostajat voivat postittaa
fr_fr: Seuls les acheteurs peuvent poster
he_il: רק קונים יכולים לפרסם
it_it: Solo gli acquirenti possono pubblicare
ja_jp: 購入者のみ投稿可
nl_nl: Alleen kopers kunnen posten
no_no: Kun kjøpere kan legge inn
pt_br: Somente compradores podem postar
pt_pt: Somente compradores podem postar
ro_ro: Numai cumpărătorii pot posta
sv_se: Endast köpare kan lägga upp
tr_tr: Sadece alıcılar gönderebilir
uk_ua: Опублікувати можуть лише покупці

# SettingsTooltips::product_reviews::review_after_purchase
source: Allow leaving reviews for a product only to those who bought that product.
cs_cz: Povolit zanechání recenzí na produkt pouze těm, kteří si daný produkt koupili.
da_dk: Tillad kun at efterlade anmeldelser af et produkt til dem, der har købt det pågældende produkt.
de_de: Erlauben Sie, Bewertungen für ein Produkt nur denjenigen zu hinterlassen, die dieses Produkt gekauft haben.
fa_ir: اجازه گذاشتن نظر برای یک محصول را فقط برای کسانی که آن محصول را خریداری کرده‌اند، بدهید.
fi_fi: Salli tuotteen arvostelujen jättäminen vain tuotteen ostaneille.
fr_fr: Autoriser la publication d'avis sur un produit uniquement à ceux qui l'ont acheté.
he_il: אפשר להשאיר ביקורות על מוצר רק למי שקנה את המוצר הזה.
it_it: Consenti di lasciare recensioni per un prodotto solo a coloro che hanno acquistato quel prodotto.
ja_jp: 商品の購入者のみ購入した商品のレビューを投稿することができます
nl_nl: Laat beoordelingen voor een product alleen achter voor degenen die dat product hebben gekocht.
no_no: Tillat å legge igjen anmeldelser for et produkt kun til de som har kjøpt det produktet.
pt_br: Permitir que deixe avaliações do produto somente quem o comprou.
pt_pt: Permitir deixar comentários de um produto apenas para quem comprou esse produto.
ro_ro: Permiteți să lăsați recenzii pentru un produs numai celor care au cumpărat acel produs.
sv_se: Tillåt att endast lämna recensioner för en produkt till de som köpt den produkten.
tr_tr: Sadece ürünü satın alan müşterilerin o ürün için inceleme yazmasına izin ver.
uk_ua: Дозволити залишати відгуки про товар лише тим, хто його купив.

# SettingsOptions::product_reviews::review_fields
source: Review fields
cs_cz: Kontrolní pole
da_dk: Gennemgå felter
de_de: Überprüfungsfelder
fa_ir: بررسی فیلدها
fi_fi: Tarkista kentät
fr_fr: Champs de révision
he_il: סקור שדות
it_it: Campi di revisione
ja_jp: フィールドを確認する
nl_nl: Velden bekijken
no_no: Gjennomgå felt
pt_br: Campos de revisão
pt_pt: Campos de revisão
ro_ro: Câmpuri de revizuire
sv_se: Granska fält
tr_tr: Alanları gözden geçir
uk_ua: Поля відгуку

# SettingsVariants::product_reviews::review_fields::advanced
source: Comment with advantages and disadvantages
cs_cz: Komentář s výhodami a nevýhodami
da_dk: Kommenter med fordele og ulemper
de_de: Kommentar mit Vor- und Nachteilen
fa_ir: با مزایا و معایب نظر دهید
fi_fi: Kommentoi edut ja haitat
fr_fr: Commentaire avec avantages et inconvénients
he_il: הערה עם יתרונות וחסרונות
it_it: Commenta con vantaggi e svantaggi
ja_jp: 長所と短所をコメントする
nl_nl: Reageer met voor- en nadelen
no_no: Kommenter med fordeler og ulemper
pt_br: Comentar as vantagens e desvantagens
pt_pt: Comente com vantagens e desvantagens
ro_ro: Comentează cu avantaje și dezavantaje
sv_se: Kommentera med för- och nackdelar
tr_tr: Avantajları ve dezavantajları ile yorum yapın
uk_ua: Прокоментувати переваги та недоліки

# SettingsVariants::product_reviews::review_fields::simple
source: Only comment
cs_cz: Pouze komentovat
da_dk: Kun kommentar
de_de: Nur kommentieren
fa_ir: فقط نظر بده
fi_fi: Vain kommentoida
fr_fr: Seul commentaire
he_il: רק הערה
it_it: Solo commento
ja_jp: コメントのみ
nl_nl: Alleen commentaar
no_no: Kun kommentar
pt_br: Somente comenário
pt_pt: Apenas comentar
ro_ro: Comentează doar
sv_se: Endast kommentar
tr_tr: sadece yorum
uk_ua: Тільки коментар

# SettingsVariants::product_reviews::review_approval::any
source: Any customer
cs_cz: Jakýkoli zákazník
da_dk: Enhver kunde
de_de: Jeder Kunde
fa_ir: هر مشتری
fi_fi: Kuka tahansa asiakas
fr_fr: Tout client
he_il: כל לקוח
it_it: Qualsiasi cliente
ja_jp: すべての顧客
nl_nl: Elke klant
no_no: Enhver kunde
pt_br: Qualquer cliente
pt_pt: Qualquer cliente
ro_ro: Orice client
sv_se: Vilken kund som helst
tr_tr: Herhangi bir müşteri
uk_ua: Будь-який клієнт

# SettingsVariants::product_reviews::review_approval::anonymous
source: Only anonymous customers
cs_cz: Pouze anonymní zákazníci
da_dk: Kun anonyme kunder
de_de: Nur anonyme Kunden
fa_ir: فقط مشتریان ناشناس
fi_fi: Vain nimettömät asiakkaat
fr_fr: Seuls les clients anonymes
he_il: רק לקוחות אנונימיים
it_it: Solo clienti anonimi
ja_jp: 会員登録なしの顧客のみ
nl_nl: Alleen anonieme klanten
no_no: Kun anonyme kunder
pt_br: Apenas os clientes anônimos
pt_pt: Apenas clientes anônimos
ro_ro: Doar clienți anonimi
sv_se: Endast anonyma kunder
tr_tr: Yalnız bilinmeyen müşteriler
uk_ua: Тільки анонімні клієнти

# SettingsVariants::product_reviews::review_approval::disabled
source: No approval needed
cs_cz: Není potřeba žádný souhlas
da_dk: Ingen godkendelse nødvendig
de_de: Keine Genehmigung erforderlich
fa_ir: بدون نیاز به تایید
fi_fi: Hyväksyntää ei tarvita
fr_fr: Aucune approbation nécessaire
he_il: אין צורך באישור
it_it: Nessuna approvazione necessaria
ja_jp: 承認不要
nl_nl: Geen goedkeuring nodig
no_no: Ingen godkjenning nødvendig
pt_br: Nenhuma aprovação necessária
pt_pt: Não precisa de aprovação
ro_ro: Nu este nevoie de aprobare
sv_se: Inget godkännande behövs
tr_tr: Onaya gerek yok
uk_ua: Затвердження не потрібно

# SettingsOptions::product_reviews::review_ask_for_customer_location
source: Ask for customer location
cs_cz: Zeptejte se na umístění zákazníka
da_dk: Spørg efter kundens placering
de_de: Fragen Sie nach dem Standort des Kunden
fa_ir: مکان مشتری را بخواهید
fi_fi: Kysy asiakkaan sijaintia
fr_fr: Demander l'emplacement du client
he_il: שאל את מיקום הלקוח
it_it: Chiedi la posizione del cliente
ja_jp: お客様住所を尋ねる
nl_nl: Vraag naar de locatie van de klant
no_no: Spør etter kundens plassering
pt_br: Pedir pela localização do cliente
pt_pt: Solicite a localização do cliente
ro_ro: Solicitați locația clientului
sv_se: Fråga efter kundens plats
tr_tr: Müşterinin yerini isteyin
uk_ua: Запитати місцезнаходження клієнта

# SettingsVariants::product_reviews::review_ask_for_customer_location::none
source: None
cs_cz: Žádný
da_dk: Ingen
de_de: Keiner
fa_ir: هیچ یک
fi_fi: Ei mitään
fr_fr: Aucun
he_il: אף אחד
it_it: Nessuno
ja_jp: なし
nl_nl: Geen
no_no: Ingen
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Nici unul
sv_se: Ingen
tr_tr: Hiçbiri
uk_ua: Жоден

# SettingsVariants::product_reviews::review_ask_for_customer_location::country
source: Country
cs_cz: Země
da_dk: Land
de_de: Land
fa_ir: کشور
fi_fi: Maa
fr_fr: De campagne
he_il: מדינה
it_it: Paese
ja_jp: 国名
nl_nl: Land
no_no: Land
pt_br: País
pt_pt: País
ro_ro: Țară
sv_se: Land
tr_tr: Ülke
uk_ua: Країна

# SettingsVariants::product_reviews::review_ask_for_customer_location::city
source: City
cs_cz: Město
da_dk: By
de_de: Stadt
fa_ir: شهر
fi_fi: Kaupunki
fr_fr: Ville
he_il: עִיר
it_it: Città
ja_jp: 市区町村
nl_nl: Stad
no_no: By
pt_br: Cidade
pt_pt: Cidade
ro_ro: Oraș
sv_se: Stad
tr_tr: Şehir
uk_ua: Місто

# Languages::email_template.product_reviews_notification
source: Product reviews: New review notification
cs_cz: Recenze produktu: Oznámení o nové recenzi
da_dk: Produktanmeldelser: Ny anmeldelsesmeddelelse
de_de: Produktbewertungen: Neue Bewertungsbenachrichtigung
fa_ir: بررسی محصول: اطلاعیه بررسی جدید
fi_fi: Tuotearvostelut: Uusi arvosteluilmoitus
fr_fr: Avis sur les produits : nouvelle notification d'avis
he_il: סקירות מוצר: הודעת ביקורת חדשה
it_it: Recensioni del prodotto: Nuova notifica di recensione
ja_jp: 商品レビュー：新しいレビュー通知
nl_nl: Productrecensies: melding nieuwe recensie
no_no: Produktanmeldelser: Ny anmeldelsesmelding
pt_br: Avaliações de produtos: Nova notificação de avaliação
pt_pt: Revisões de produtos: nova notificação de revisão
ro_ro: Recenzii despre produse: notificare de recenzie nouă
sv_se: Produktrecensioner: Nytt recensionsmeddelande
tr_tr: Ürün incelemeleri: Yeni inceleme bildirimi
uk_ua: Відгуки про товар: Нове повідомлення про відгук

# Languages::email_template.product_reviews_reply_notification
source: Product reviews: Reply notification
cs_cz: Recenze produktu: Oznámení o odpovědi
da_dk: Produktanmeldelser: Svarmeddelelse
de_de: Produktbewertungen: Antwortbenachrichtigung
fa_ir: بررسی محصول: اعلان پاسخ
fi_fi: Tuotearvostelut: Vastausilmoitus
fr_fr: Avis sur les produits : notification de réponse
he_il: סקירות מוצר: הודעת תשובה
it_it: Recensioni del prodotto: notifica di risposta
ja_jp: 製品レビュー：通知に回答
nl_nl: Productrecensies: Reageermelding
no_no: Produktanmeldelser: Svarmelding
pt_br: Avaliações de produtos: Notificação de resposta
pt_pt: Revisões do produto: notificação de resposta
ro_ro: Recenzii despre produse: notificare de răspuns
sv_se: Produktrecensioner: Svarsmeddelande
tr_tr: Ürün incelemeleri: Yanıt bildirimi
uk_ua: Відгуки про товар: Сповіщення про відповідь

# Languages::product_reviews.show_rating
source: Show review rating
cs_cz: Zobrazit hodnocení recenze
da_dk: Vis anmeldelsesbedømmelse
de_de: Bewertungsbewertung anzeigen
fa_ir: نمایش رتبه بندی بررسی
fi_fi: Näytä arvostelun luokitus
fr_fr: Afficher la note d'évaluation
he_il: הצג דירוג ביקורת
it_it: Mostra valutazione recensione
ja_jp: レビュー評価を表示
nl_nl: Beoordelingsbeoordeling weergeven
no_no: Vis vurderingsvurdering
pt_br: Exibir classificação de avaliação
pt_pt: Mostrar avaliação da avaliação
ro_ro: Arată evaluarea recenziei
sv_se: Visa recensionsbetyg
tr_tr: İnceleme puanını göster
uk_ua: Показати оцінку відгуку

# Languages::product_reviews.show_reviews
source: Show reviews
cs_cz: Zobrazit recenze
da_dk: Vis anmeldelser
de_de: Bewertungen anzeigen
fa_ir: نمایش نظرات
fi_fi: Näytä arvostelut
fr_fr: Afficher les avis
he_il: הצג ביקורות
it_it: Mostra recensioni
ja_jp: レビューを表示
nl_nl: Toon beoordelingen
no_no: Vis anmeldelser
pt_br: Mostrar avaliações
pt_pt: Mostrar comentários
ro_ro: Afișați recenzii
sv_se: Visa recensioner
tr_tr: İncelemeleri göster
uk_ua: Показати відгуки

# Languages::product_reviews.show_review
source: Show review
cs_cz: Zobrazit recenzi
da_dk: Vis anmeldelse
de_de: Rezension anzeigen
fa_ir: نمایش بررسی
fi_fi: Näytä arvostelu
fr_fr: Afficher l'avis
he_il: הצג ביקורת
it_it: Mostra recensione
ja_jp: レビューを表示
nl_nl: Toon recensie
no_no: Vis anmeldelse
pt_br: Mostrar avaliações
pt_pt: Mostrar revisão
ro_ro: Arată recenzia
sv_se: Visa recension
tr_tr: İnceleme göster
uk_ua: Показати відгук

# Languages::product_reviews.show_n_reviews
source: Show [n] review|Show [n] reviews
cs_cz: Ukázat [n] recenzí|Ukázat [n] recenzí
da_dk: Vis [n] anmeldelse|Vis [n] anmeldelser
de_de: [n] Rezension anzeigen| [n] Rezension anzeigen
fa_ir: نمایش [n] نظر|نمایش [n] نظر
fi_fi: Näytä [n] arvostelua|Näytä [n] arvostelua
fr_fr: Afficher [n] avis|Afficher [n] avis
he_il: הצג [n] ביקורות|הצג [n] ביקורות
it_it: Mostra [n] recensioni|Mostra [n] recensioni
ja_jp: [n]件のレビューを表示| [n]件のレビューを表示
nl_nl: Toon [n] beoordeling|Toon [n] beoordelingen
no_no: Vis [n] anmeldelse|Vis [n] anmeldelser
pt_br: Mostrar [n] avaliação| Mostrar [n] avaliações
pt_pt: Mostrar [n] comentários|Mostrar [n] comentários
ro_ro: Arată [n] recenzii|Afișează [n] recenzii
sv_se: Visa [n] recension|Visa [n] recensioner
tr_tr: [n] incelemeyi göster| [n] incelemeyi göster
uk_ua: Показати [n] відгук|Показати [n] відгуки

# Languages::product_reviews.scroll_to_reviews
source: Scroll to reviews
cs_cz: Přejděte na recenze
da_dk: Rul til anmeldelser
de_de: Scrollen Sie zu Bewertungen
fa_ir: به بررسی ها بروید
fi_fi: Vieritä arvosteluihin
fr_fr: Faites défiler jusqu'aux avis
he_il: גלול לביקורות
it_it: Scorri fino alle recensioni
ja_jp: レビューまでスクロール
nl_nl: Scroll naar beoordelingen
no_no: Rull til anmeldelser
pt_br: Deslizar para avaliações
pt_pt: Role para comentários
ro_ro: Derulați la recenzii
sv_se: Bläddra till recensioner
tr_tr: İncelemelere ilerleyin
uk_ua: Перейти до відгуків

# Languages::product_reviews.show_review_images
source: Show review images
cs_cz: Zobrazit obrázky recenze
da_dk: Vis anmeldelsesbilleder
de_de: Bewertungsbilder anzeigen
fa_ir: نمایش تصاویر بررسی
fi_fi: Näytä arvostelukuvat
fr_fr: Afficher les images d'examen
he_il: הצג תמונות ביקורת
it_it: Mostra le immagini delle recensioni
ja_jp: レビュー画像を表示
nl_nl: Toon recensie-afbeeldingen
no_no: Vis anmeldelsesbilder
pt_br: Mostrar avaliação de imagens
pt_pt: Mostrar imagens de avaliação
ro_ro: Afișați imagini de recenzie
sv_se: Visa recensionsbilder
tr_tr: İnceleme resimlerini göster
uk_ua: Показати зображення з відгуку

# Languages::product_reviews.scroll_to_review_images
source: Scroll to review images
cs_cz: Přejděte k zobrazení obrázků
da_dk: Rul for at gennemgå billeder
de_de: Scrollen Sie, um Bilder zu überprüfen
fa_ir: برای بررسی تصاویر اسکرول کنید
fi_fi: Vieritä tarkastellaksesi kuvia
fr_fr: Faites défiler pour revoir les images
he_il: גלול לסקור תמונות
it_it: Scorri per rivedere le immagini
ja_jp: レビュー画像までスクロール
nl_nl: Scroll om afbeeldingen te bekijken
no_no: Rull for å se gjennom bildene
pt_br: Deslizar para avaliar imagens
pt_pt: Role para rever as imagens
ro_ro: Derulați pentru a examina imaginile
sv_se: Bläddra för att granska bilder
tr_tr: Resimleri incelemek için kaydırın
uk_ua: Переглянути зображення з відгуку

# Languages::product_reviews.gdpr_reviews_data
source: Personal data from reviews
cs_cz: Osobní údaje z recenzí
da_dk: Personlige data fra anmeldelser
de_de: Personenbezogene Daten aus Bewertungen
fa_ir: داده های شخصی از بررسی ها
fi_fi: Henkilötiedot arvosteluista
fr_fr: Données personnelles issues des avis
he_il: נתונים אישיים מסקירות
it_it: Dati personali da recensioni
ja_jp: レビューからの個人情報
nl_nl: Persoonlijke gegevens uit beoordelingen
no_no: Personopplysninger fra anmeldelser
pt_br: Dados pessoais das avaliações
pt_pt: Dados pessoais de comentários
ro_ro: Date personale din recenzii
sv_se: Personuppgifter från recensioner
tr_tr: İncelemelerden elde edilen kişisel veriler
uk_ua: Особисті дані з відгуків

# Languages::product_reviews.add_new_review
source: reviews: new review
cs_cz: recenze: nová recenze
da_dk: anmeldelser: ny anmeldelse
de_de: Bewertungen: neue Bewertung
fa_ir: نظرات: بررسی جدید
fi_fi: arvostelut: uusi arvostelu
fr_fr: critiques : nouvelle critique
he_il: ביקורות: סקירה חדשה
it_it: recensioni: nuova recensione
ja_jp: レビュー：新しいレビュー
nl_nl: beoordelingen: nieuwe beoordeling
no_no: anmeldelser: ny anmeldelse
pt_br: avaliações: nova avaliação
pt_pt: comentários: novo comentário
ro_ro: recenzii: recenzie nouă
sv_se: recensioner: ny recension
tr_tr: incelemeler: yeni inceleme
uk_ua: Відгуки: новий відгук
