Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/quickbooks.po
Languages: fa_ir, fi_fi, ko_kr, pt_pt, sv_se

# Addons::name::quickbooks
source: Quickbooks
fa_ir: کتابچه
fi_fi: Pikakirjat
ko_kr: 퀵북
pt_pt: Livros rápidos

# Addons::description::quickbooks
source: Integrates the Quickbooks accounting software with the store
fa_ir: نرم افزار حسابداری پرشین ادغام با فروشگاه
fi_fi: Integroi Quickbooks-kirjanpitoohjelmiston kauppaan
ko_kr: Quickbooks 회계 소프트웨어를 스토어와 통합
pt_pt: Integra o software de contabilidade Quickbooks com a loja
sv_se: Integrerar Quickbooks bokföringsprogram med butiken

# Languages::export_to_quickbooks
source: Export to Quickbooks
fa_ir: خروجی به کتابچه
fi_fi: Vie Quickbooksiin
ko_kr: 퀵북으로 내보내기
pt_pt: Exportar para Quickbooks
sv_se: Exportera till Quickbooks

# SettingsSections::quickbooks::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
ko_kr: 일반적인
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::quickbooks::trns_class
source: Transaction class name
fa_ir: نام کلاس تراکنش
fi_fi: Tapahtumaluokan nimi
ko_kr: 트랜잭션 클래스 이름
pt_pt: Nome da classe de transação
sv_se: Transaktion klassnamn

# SettingsOptions::quickbooks::accnt_tax
source: Account to track taxes. The type of this account should be INC.
fa_ir: حساب برای پیگیری مالیات. نوع این حساب باید INC باشد.
fi_fi: Tili verojen seuraamiseen. Tämän tilin tyypin tulee olla INC.
ko_kr: 세금을 추적하는 계정. 이 계정의 유형은 INC여야 합니다.
pt_pt: Conta para acompanhar os impostos. O tipo desta conta deve ser INC.
sv_se: Konto för att registrera moms. Denna kontotyp bör vara INC.

# SettingsOptions::quickbooks::accnt_product
source: Account to track product sales. The type of this account should be INC.
fa_ir: حساب برای پیگیری فروش محصول می باشد. نوع این حساب باید INC باشد.
fi_fi: Tili tuotteiden myynnin seuraamiseen. Tämän tilin tyypin tulee olla INC.
ko_kr: 제품 판매를 추적하는 계정입니다. 이 계정의 유형은 INC여야 합니다.
pt_pt: Conta para acompanhar as vendas de produtos. O tipo desta conta deve ser INC.
sv_se: Konto för att registrera produktförsäljning. Denna kontotyp bör vara INC.

# SettingsOptions::quickbooks::accnt_shipping
source: Account to track shipping cost. The type of this account should be INC.
fa_ir: حساب برای پیگیری هزینه حمل و نقل. نوع این حساب باید INC باشد.
fi_fi: Tili toimituskulujen seuraamiseen. Tämän tilin tyypin tulee olla INC.
ko_kr: 운송비를 추적하는 계정. 이 계정의 유형은 INC여야 합니다.
pt_pt: Conta para acompanhar o custo de envio. O tipo desta conta deve ser INC.
sv_se: Konto för att registrera leveransavgifter. Denna kontotyp bör vara INC.

# SettingsOptions::quickbooks::accnt_discount
source: Account to track discounts. The type of this account should be INC.
fa_ir: حساب برای پیگیری تخفیف. نوع این حساب باید INC باشد.
fi_fi: Tili alennusten seuraamiseen. Tämän tilin tyypin tulee olla INC.
ko_kr: 할인을 추적하는 계정. 이 계정의 유형은 INC여야 합니다.
pt_pt: Conta para acompanhar descontos. O tipo desta conta deve ser INC.
sv_se: Konto för att registrera rabatter. Denna kontotyp bör vara INC.

# SettingsOptions::quickbooks::accnt_surcharge
source: Account to track the payment surcharge of your items sales (where applicable). The type of this account should be INC.
fa_ir: حساب برای پیگیری اضافه پرداخت از فروش اقلام خود را (در صورت وجود). نوع این حساب باید INC باشد.
fi_fi: Tili tuotteiden myynnin maksulisän seuraamiseen (tarvittaessa). Tämän tilin tyypin tulee olla INC.
ko_kr: 항목 판매에 대한 추가 요금을 추적하기 위한 계정(해당되는 경우). 이 계정의 유형은 INC여야 합니다.
pt_pt: Conta para rastrear a sobretaxa de pagamento de suas vendas de itens (quando aplicável). O tipo desta conta deve ser INC.
sv_se: Konto för att registrera betalavgifter för din försäljning (i förekommande fall). Denna kontotyp bör vara INC.

# SettingsOptions::quickbooks::accnt_asset
source: Account to track the value of your inventory. The type of this account should be OASSET.
fa_ir: حساب برای پیگیری ارزش موجودی خود را. نوع این حساب باید OASSET باشد.
fi_fi: Tili, jolla voit seurata varastosi arvoa. Tämän tilin tyypin tulee olla OASSET.
ko_kr: 재고 가치를 추적하는 계정. 이 계정의 유형은 OASSET이어야 합니다.
pt_pt: Conta para acompanhar o valor do seu inventário. O tipo desta conta deve ser OASSET.
sv_se: Konto för att registrera varulager. Denna kontotyp bör vara OASSET.

# SettingsOptions::quickbooks::accnt_cogs
source: Account to track the cost of your items sales. The type of this account should be COGS.
fa_ir: حساب برای پیگیری هزینه های فروش اقلام خود. نوع این حساب باید COGS باشد.
fi_fi: Tili tuotteiden myynnin kustannusten seuraamiseen. Tämän tilin tyypin tulee olla COGS.
ko_kr: 항목 판매 비용을 추적하는 계정. 이 계정의 유형은 COGS여야 합니다.
pt_pt: Conta para acompanhar o custo das vendas de seus itens. O tipo dessa conta deve ser CPV.
sv_se: Konto för att registrera kostnader för produktförsäljningen. Denna kontotyp bör vara COGS.
