Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/recaptcha.po
Languages: da_dk, fa_ir, fi_fi, fr_fr, nl_nl, no_no, ro_ro, sv_se, zh_cn

# Addons::name::recaptcha
source: Google reCAPTCHA
zh_cn: 谷歌验证

# Addons::description::recaptcha
source: Adds the support of Google reCAPTCHA to protect your store against bots
da_dk: Tilføjer understøttelse af Google reCAPTCHA til at beskytte din butik mod bots
fa_ir: پشتیبانی Google reCAPTCHA را برای محافظت از فروشگاه شما در برابر ربات‌ها اضافه می‌کند
fi_fi: Lisää Googlen reCAPTCHA-tuen suojaamaan kauppaasi botteja vastaan
fr_fr: Ajoute le support de Google reCAPTCHA pour protéger votre boutique contre les bots
nl_nl: Voegt de ondersteuning van Google reCAPTCHA toe om uw winkel te beschermen tegen bots
no_no: Legger til støtte for Google reCAPTCHA å beskytte din butikk mot bots og spam
ro_ro: Adaugă suportul Google reCAPTCHA pentru a vă proteja magazinul împotriva roboților
sv_se: Lägger till stöd för Google reCAPTCHA att skydda din butik mot bots
zh_cn: 添加谷歌验证的支持，以保护您的商店免受漫游

# SettingsOptions::recaptcha::recaptcha_theme
source: Theme
da_dk: Tema
fa_ir: موضوع
fi_fi: Teema
fr_fr: Thème
nl_nl: Thema
no_no: Mal
ro_ro: Teme
sv_se: Tema
zh_cn: 主题

# SettingsVariants::recaptcha::recaptcha_theme::light
source: Light
da_dk: Lyst
fa_ir: سبک
fi_fi: Kevyt
fr_fr: Léger
nl_nl: Licht
no_no: Lys
ro_ro: Luminos
sv_se: Ljus
zh_cn: 浅色的

# SettingsVariants::recaptcha::recaptcha_theme::dark
source: Dark
da_dk: Mørk
fa_ir: تاریک
fi_fi: Tumma
fr_fr: Sombre
nl_nl: Donker
no_no: Mørk
ro_ro: Întunecat
sv_se: Mörk
zh_cn: 深色的

# SettingsOptions::recaptcha::recaptcha_size
source: Size
da_dk: Størrelse
fa_ir: اندازه
fi_fi: Koko
fr_fr: Taille
nl_nl: Afmeting
no_no: Størrelse
ro_ro: Mărime
sv_se: Storlek
zh_cn: 大小

# SettingsVariants::recaptcha::recaptcha_size::normal
source: Normal
fa_ir: معمولی
fi_fi: Normaali
nl_nl: Normaal
zh_cn: 正常

# SettingsVariants::recaptcha::recaptcha_size::compact
source: Compact
da_dk: Kompakt
fa_ir: فشرده - جمع و جور
fi_fi: Kompakti
no_no: Kompakt
sv_se: Kompakt
zh_cn: 紧凑

# SettingsOptions::recaptcha::recaptcha_type
source: Type
fa_ir: تایپ کنید
fi_fi: Tyyppi
fr_fr: Taper
ro_ro: Tip
sv_se: Typ
zh_cn: 类型

# SettingsVariants::recaptcha::recaptcha_type::image
source: Image
da_dk: Billede
fa_ir: تصویر
fi_fi: Kuva
nl_nl: Afbeelding
no_no: Bilde
ro_ro: Imagine
sv_se: Bild
zh_cn: 图片

# SettingsVariants::recaptcha::recaptcha_type::audio
source: Audio
fa_ir: سمعی
fr_fr: l'audio
no_no: Lyd
sv_se: Ljud
zh_cn: 音频

# SettingsOptions::recaptcha::recaptcha_site_key
source: Site key
da_dk: Site nøgle
fa_ir: کلید سایت
fi_fi: Sivuston avain
fr_fr: Clé du site
nl_nl: Sitesleutel
no_no: Side nøkkel
ro_ro: Cheia site-ului
sv_se: Webbplats nyckel
zh_cn: 站点密钥

# SettingsOptions::recaptcha::recaptcha_secret
source: Secret
da_dk: Hemmelighed
fa_ir: راز
fi_fi: Salaisuus
nl_nl: Geheim
no_no: Hemmelighet
sv_se: Hemlighet
zh_cn: 秘密

# SettingsSections::recaptcha::general
source: General
da_dk: Generel
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
nl_nl: Algemeen
no_no: Generell
sv_se: Allmän
zh_cn: 一般的

# SettingsSections::recaptcha::forbidden_countries
source: Excluded countries
da_dk: Udelukkede lande
fa_ir: کشورهای مستثنی شده
fi_fi: Poissuljetut maat
fr_fr: Pays exclus
nl_nl: uitgesloten landen
no_no: Ekskluderte land
ro_ro: Țările excluse
sv_se: Uteslutna länder
zh_cn: 排除国家

# SettingsOptions::recaptcha::forbidden_countries
source: Excluded countries
da_dk: Udelukkede lande
fa_ir: کشورهای مستثنی شده
fi_fi: Poissuljetut maat
fr_fr: Pays exclus
nl_nl: uitgesloten landen
no_no: Ekskluderte land
ro_ro: Țările excluse
sv_se: Uteslutna länder
zh_cn: 排除国家

# Languages::error_validator_recaptcha
source: Please confirm you are not a robot.
da_dk: Bekræft venligst, at du ikke er en robot.
fa_ir: لطفاً تأیید کنید که ربات نیستید.
fi_fi: Vahvista, että et ole robotti.
fr_fr: Veuillez confirmer que vous n'êtes pas un robot.
nl_nl: Bevestig dat je geen robot bent.
no_no: Vennligst bekreft at du ikke er en robot.
ro_ro: Vă rugăm să confirmați că nu sunteți un robot.
sv_se: Vänligen bekräfta att du inte är en robot.
zh_cn: 请确认你不是一个机器人。

# Languages::recaptcha_settings_notice
source: <p>The instructions on how to get the <b>site key</b> and <b>secret</b> are available <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">here</a></b>.</p>
da_dk: <p>Instruktioner om hvordan man får <b>site nøglen</b> og <b>hemmelighed</b> er tilgængelig <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start"> her</a></b>.</p>
fa_ir: <p>دستورالعمل نحوه به دست آوردن کلید سایت <b></b> و <b>مخفی</b> در دسترس است <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">اینجا</a></b>.</p>
fi_fi: <p>Ohjeet <b>sivustoavaimen</b> ja <b>salaisuuden</b> hankkimiseen ovat saatavilla <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">täältä</a></b>.</p>
fr_fr: <p>Les instructions pour obtenir la clé de site <b></b> et <b>secret</b> sont disponibles <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">ici</a></b>.</p>
nl_nl: <p>De instructies voor het verkrijgen van de <b>sitesleutel</b> en <b>secret</b> zijn beschikbaar <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">hier</a></b>.</p>
no_no: <p>Instruksjonene for hvordan du mottar <b>side nøkkel</b> og <b>hemmelighet</b> er tilgjengelig <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">her</a></b>.</p>
ro_ro: <p>Instrucțiunile despre cum să obțineți <b>cheie de site</b> și <b>secrete</b> sunt disponibile <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start">aici</a></b>.</p>
sv_se: <p>Instruktionerna på hur får <b>webbplats nyckel</b> och <b>hemlighet</b> är tillgänglig <b><a target="_blank" href="https://developers.google.com/recaptcha/docs/start"> här</a></b>.</p>
zh_cn: <p> 如何获取 <b> 站点密钥 </b> 和 <b> 机密 </b> 的说明可用 <b> <a target="_blank" href="https://developers.google.com/recaptcha/docs/start"> 此处 </a> </b>。

# Languages::recaptcha.text_settings_notice
source: <p>The instructions on how to get the <b>site key</b> and <b>secret</b> are available <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">here</a></b>.<br>Please note that the add-on currently supports only <b>Google reCAPTCHA v2: Checkbox</b> and <b>Google reCAPTCHA v3</b></p>
da_dk: <p>Instruktionerne om, hvordan man får <b>webstedsnøgle</b> og <b>hemmelighed</b> er tilgængelige <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">her</a></b>.<br>Bemærk venligst, at tilføjelsen i øjeblikket kun understøtter <b>Google reCAPTCHA v2: Afkrydsningsfelt</b> og <b>Google reCAPTCHA v3</b></p>
fa_ir: <p>دستورالعمل نحوه به دست آوردن کلید سایت <b></b> و <b>مخفی</b> در دسترس است <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">اینجا</a></b>.<br>لطفاً توجه داشته باشید که این افزونه در حال حاضر تنها <b>نسخه Google reCAPTCHA نسخه 2 را پشتیبانی می کند: چک باکس</b> و <b>Google reCAPTCHA نسخه</b></p>
fi_fi: <p>Ohjeet <b>sivustoavaimen</b> ja <b>salaisuuden</b> hankkimiseen ovat saatavilla <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">täältä</a></b>.<br>Huomaa, että lisäosa tukee tällä hetkellä vain <b>Google reCAPTCHA v2:a: valintaruudut</b> ja <b>Google reCAPTCHA v3</b></p>
fr_fr: <p>Les instructions pour obtenir la clé de site <b></b> et <b>secret</b> sont disponibles <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">ici</a></b>.<br>Veuillez noter que le module complémentaire ne prend actuellement en charge que <b>Google reCAPTCHA v2 : Cases à cocher</b> et <b>Google reCAPTCHA v3</b></p>
nl_nl: <p>De instructies voor het verkrijgen van de <b>sitesleutel</b> en <b>secret</b> zijn beschikbaar <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">hier</a></b>.<br>Houd er rekening mee dat de add-on momenteel slechts <b>Google reCAPTCHA v2 ondersteunt: Checkbox</b> en <b>Google reCAPTCHA v3</b></p>
no_no: <p>Instruksjonene for hvordan du får <b>nettstedsnøkkel</b> og <b>hemmelig</b> er tilgjengelig <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">her</a></b>.<br>Vær oppmerksom på at tillegget for øyeblikket kun støtter <b>Google reCAPTCHA v2: Avmerkingsboks</b> og <b>Google reCAPTCHA v3</b></p>
ro_ro: <p>Instrucțiunile despre cum să obțineți <b>cheie de site</b> și <b>secrete</b> sunt disponibile <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">aici</a></b>.<br>Vă rugăm să rețineți că programul de completare acceptă în prezent numai <b>Google reCAPTCHA v2: Caseta de selectare</b> și <b>Google reCAPTCHA v3</b></p>
sv_se: <p>Instruktionerna om hur man får <b>webbplatsnyckel</b> och <b>hemlighet</b> finns tillgängliga <b><a target="_blank" href="https://developers.google.com/recaptcha/intro">här</a></b>.<br>Observera att tillägget för närvarande endast stöder <b>Google reCAPTCHA v2: Kryssruta</b> och <b>Google reCAPTCHA v3</b></p>
zh_cn: <p>有关如何获取 <b>站点密钥</b> 和 <b>秘密</b> 的说明可在此处获得 <b><a target="_blank" href="https://developers.google.com/recaptcha/intro"></a></b>。<br>请注意，该插件目前仅支持 <b>Google reCAPTCHA v2：复选框</b> 和 <b>Google reCAPTCHA v3</b></p>

# Languages::recaptcha.text_forbidden_countries_notice
source: <p>Google reCAPTACHA will be disabled for the selected countries. Instead, visitors from those countries will be asked to type a few symbols they see on the screen.</p>
da_dk: <p>Google reCAPTACHA vil blive deaktiveret for de valgte lande. I stedet vil besøgende fra disse lande blive bedt om at skrive nogle få symboler, de ser på skærmen.</p>
fa_ir: <p>Google reCAPTACHA برای کشورهای انتخاب شده غیرفعال خواهد شد. در عوض، از بازدیدکنندگان آن کشورها خواسته می‌شود تا چند علامت را که روی صفحه می‌بینند تایپ کنند.</p>
fi_fi: <p>Googlen reCAPTACHA poistetaan käytöstä valituissa maissa. Sen sijaan vierailijoita näistä maista pyydetään kirjoittamaan muutama symboli, jonka he näkevät näytöllä.</p>
fr_fr: <p>Google reCAPTACHA sera désactivé pour les pays sélectionnés. Au lieu de cela, les visiteurs de ces pays seront invités à taper quelques symboles qu'ils voient à l'écran.</p>
nl_nl: <p>Google reCAPTACHA wordt uitgeschakeld voor de geselecteerde landen. In plaats daarvan zullen bezoekers uit die landen worden gevraagd een paar symbolen in te typen die ze op het scherm zien.</p>
no_no: <p>Google reCAPTACHA vil bli deaktivert for de valgte landene. I stedet vil besøkende fra disse landene bli bedt om å skrive inn noen få symboler de ser på skjermen.</p>
ro_ro: <p>Google reCAPTACHA va fi dezactivat pentru țările selectate. În schimb, vizitatorilor din acele țări li se va cere să introducă câteva simboluri pe care le văd pe ecran.</p>
sv_se: <p>Google reCAPTACHA kommer att inaktiveras för de valda länderna. Istället kommer besökare från dessa länder att uppmanas att skriva in några symboler som de ser på skärmen.</p>
zh_cn: <p>所选国家/地区将禁用 Google reCAPTAHA。相反，来自这些国家的访客将被要求输入他们在屏幕上看到的一些符号。</p>

# SettingsOptions::recaptcha::information
source: Information
fa_ir: اطلاعات
fi_fi: Tiedot
nl_nl: Informatie
no_no: Informasjon
ro_ro: informație
zh_cn: 信息

# SettingsOptions::recaptcha::recaptcha_v2_settings
source: reCAPTCHA v2 settings
da_dk: reCAPTCHA v2 indstillinger
fa_ir: تنظیمات reCAPTCHA v2
fi_fi: reCAPTCHA v2 -asetukset
fr_fr: Paramètres reCAPTCHA v2
nl_nl: reCAPTCHA v2-instellingen
no_no: reCAPTCHA v2-innstillinger
ro_ro: setări reCAPTCHA v2
sv_se: reCAPTCHA v2-inställningar
zh_cn: reCAPTCHA v2 设置

# SettingsOptions::recaptcha::recaptcha_v3_settings
source: reCAPTCHA v3 settings
da_dk: reCAPTCHA v3 indstillinger
fa_ir: تنظیمات reCAPTCHA v3
fi_fi: reCAPTCHA v3 -asetukset
fr_fr: Paramètres reCAPTCHA v3
nl_nl: reCAPTCHA v3-instellingen
no_no: reCAPTCHA v3-innstillinger
ro_ro: setări reCAPTCHA v3
sv_se: reCAPTCHA v3-inställningar
zh_cn: reCAPTCHA v3 设置

# SettingsOptions::recaptcha::use_for_settings
source: Antibot settings
da_dk: Antibot-indstillinger
fa_ir: تنظیمات آنتی بات
fi_fi: Antibotin asetukset
fr_fr: Paramètres antibot
nl_nl: Antibot-instellingen
no_no: Antibot-innstillinger
ro_ro: Setări antibot
sv_se: Antibot-inställningar
zh_cn: 反机器人设置

# SettingsOptions::recaptcha::recaptcha_v3_site_key
source: Site key
da_dk: Site nøgle
fa_ir: کلید سایت
fi_fi: Sivuston avain
fr_fr: Clé du site
nl_nl: Sitesleutel
no_no: Nettstednøkkel
ro_ro: Cheia site-ului
sv_se: Webbplatsnyckel
zh_cn: 站点密钥

# SettingsOptions::recaptcha::recaptcha_v3_secret
source: Secret
da_dk: Hemmelighed
fa_ir: راز
fi_fi: Salaisuus
nl_nl: Geheim
no_no: Hemmelig
sv_se: Hemlighet
zh_cn: 秘密

# SettingsOptions::recaptcha::recaptcha_v3_success_score
source: Required rating to pass the check
da_dk: Påkrævet vurdering for at bestå kontrollen
fa_ir: امتیاز لازم برای قبولی در چک
fi_fi: Vaadittava luokitus kokeen läpäisemiseksi
fr_fr: Note requise pour passer le contrôle
nl_nl: Vereiste beoordeling om de controle te doorstaan
no_no: Nødvendig vurdering for å bestå sjekken
ro_ro: Evaluare necesară pentru a trece verificarea
sv_se: Betyg krävs för att klara kontrollen
zh_cn: 通过检查所需的评级

# SettingsVariants::recaptcha::recaptcha_v3_success_score::0.9
source: 0.9 (even some humans can't pass)
da_dk: 0,9 (selv nogle mennesker kan ikke bestå)
fa_ir: 0.9 (حتی برخی از انسان ها نمی توانند عبور کنند)
fi_fi: 0,9 (jopa jotkut ihmiset eivät voi kulkea)
fr_fr: 0,9 (même certains humains ne peuvent pas passer)
nl_nl: 0,9 (zelfs sommige mensen kunnen niet passeren)
no_no: 0,9 (selv noen mennesker kan ikke passere)
ro_ro: 0.9 (chiar și unii oameni nu pot trece)
sv_se: 0,9 (även vissa människor kan inte passera)
zh_cn: 0.9（甚至有些人也过不去）

# SettingsVariants::recaptcha::recaptcha_v3_success_score::0.5
source: 0.5 (recommended value)
da_dk: 0,5 (anbefalet værdi)
fa_ir: 0.5 (مقدار توصیه شده)
fi_fi: 0,5 (suositeltu arvo)
fr_fr: 0,5 (valeur recommandée)
nl_nl: 0,5 (aanbevolen waarde)
no_no: 0,5 (anbefalt verdi)
ro_ro: 0,5 (valoare recomandată)
sv_se: 0,5 (rekommenderat värde)
zh_cn: 0.5（推荐值）

# SettingsVariants::recaptcha::recaptcha_v3_success_score::0.1
source: 0.1 (bots are welcome)
da_dk: 0.1 (bots er velkomne)
fa_ir: 0.1 (روبات ها خوش آمدید)
fi_fi: 0.1 (botit ovat tervetulleita)
fr_fr: 0.1 (les bots sont les bienvenus)
nl_nl: 0.1 (bots zijn welkom)
no_no: 0.1 (roboter er velkomne)
ro_ro: 0.1 (boții sunt bineveniți)
sv_se: 0.1 (botar är välkomna)
zh_cn: 0.1（欢迎机器人）

# Languages::recaptcha.error_recaptcha_v3_failed
source: Sorry, the anti-bot validation has failed. If you're seeing this message, please contact us and let us know about it.
da_dk: Beklager, anti-bot-valideringen mislykkedes. Hvis du ser denne besked, bedes du kontakte os og fortælle os om det.
fa_ir: متأسفیم، اعتبارسنجی ضد ربات ناموفق بود. اگر این پیام را می بینید، لطفا با ما تماس بگیرید و در مورد آن به ما اطلاع دهید.
fi_fi: Anteeksi, anti-bot-vahvistus epäonnistui. Jos näet tämän viestin, ota meihin yhteyttä ja kerro siitä meille.
fr_fr: Désolé, la validation anti-bot a échoué. Si vous voyez ce message, veuillez nous contacter et nous en informer.
nl_nl: Sorry, de antibot-validatie is mislukt. Als je dit bericht ziet, neem dan contact met ons op en laat het ons weten.
no_no: Beklager, anti-bot-valideringen mislyktes. Hvis du ser denne meldingen, vennligst kontakt oss og gi oss beskjed om det.
ro_ro: Ne pare rău, validarea anti-bot a eșuat. Dacă vedeți acest mesaj, vă rugăm să ne contactați și să ne anunțați despre el.
sv_se: Tyvärr, anti-bot-valideringen misslyckades. Om du ser det här meddelandet, vänligen kontakta oss och meddela oss om det.
zh_cn: 抱歉，反机器人验证失败。如果您看到此消息，请与我们联系并告知我们。

# Languages::recaptcha.recaptcha_v2
source: reCAPTCHA v2
fa_ir: reCAPTCHA نسخه 2
zh_cn: 验证码 v2

# Languages::recaptcha.recaptcha_v3
source: reCAPTCHA v3
fa_ir: reCAPTCHA نسخه 3
zh_cn: 验证码 v3

# Languages::recaptcha.none
source: none
da_dk: ingen
fa_ir: هیچ یک
fi_fi: ei mitään
fr_fr: rien
nl_nl: geen
no_no: ingen
ro_ro: nici unul
sv_se: ingen
zh_cn: 没有任何

# Languages::recaptcha.recaptcha_cookie_title
source: Google reCAPTCHA
zh_cn: 谷歌验证码

# Languages::recaptcha.recaptcha_cookie_description
source: Google reCAPTCHA is a service that provides anti-bot protection and verifies that site visitors are humans. Here is <a href="https://policies.google.com/privacy" target="_blank">Google privacy policy</a>; we also recommend Google's concise and comprehensive <a href="https://support.google.com/maps/answer/10400210" target="_blank">note on privacy</a>.
da_dk: Google reCAPTCHA er en tjeneste, der giver anti-bot-beskyttelse og verificerer, at de besøgende på webstedet er mennesker. Her er <a href="https://policies.google.com/privacy" target="_blank">Googles privatlivspolitik</a>; vi anbefaler også Googles kortfattede og omfattende <a href="https://support.google.com/maps/answer/10400210" target="_blank">note om privatliv</a>.
fa_ir: Google reCAPTCHA سرویسی است که محافظت ضد ربات را ارائه می دهد و تأیید می کند که بازدیدکنندگان سایت انسان هستند. اینجا <a href="https://policies.google.com/privacy" target="_blank">خط مشی رازداری Google است</a>; ما همچنین یادداشت <a href="https://support.google.com/maps/answer/10400210" target="_blank">مختصر و جامع Google را در مورد حریم خصوصی</a>توصیه می کنیم.
fi_fi: Google reCAPTCHA on palvelu, joka tarjoaa bot-suojauksen ja varmistaa, että sivuston vierailijat ovat ihmisiä. Tässä on <a href="https://policies.google.com/privacy" target="_blank">Googlen tietosuojakäytäntö</a>; Suosittelemme myös Googlen tiivistä ja kattavaa <a href="https://support.google.com/maps/answer/10400210" target="_blank">huomautusta tietosuojasta</a>.
fr_fr: Google reCAPTCHA est un service qui fournit une protection anti-bot et vérifie que les visiteurs du site sont des humains. Voici <a href="https://policies.google.com/privacy" target="_blank">la politique de confidentialité de Google</a>; nous recommandons également la note concise et complète de Google <a href="https://support.google.com/maps/answer/10400210" target="_blank">sur la confidentialité</a>.
nl_nl: Google reCAPTCHA is een service die antibotbescherming biedt en verifieert dat bezoekers van de site mensen zijn. Hier is <a href="https://policies.google.com/privacy" target="_blank">Google privacybeleid</a>; we raden ook de beknopte en uitgebreide <a href="https://support.google.com/maps/answer/10400210" target="_blank">opmerking van Google over privacy</a>aan.
no_no: Google reCAPTCHA er en tjeneste som gir anti-bot-beskyttelse og bekrefter at besøkende på nettstedet er mennesker. Her er <a href="https://policies.google.com/privacy" target="_blank">Googles personvernregler</a>; vi anbefaler også Googles kortfattede og omfattende <a href="https://support.google.com/maps/answer/10400210" target="_blank">-notat om personvern</a>.
ro_ro: Google reCAPTCHA este un serviciu care oferă protecție anti-bot și verifică dacă vizitatorii site-ului sunt oameni. Iată <a href="https://policies.google.com/privacy" target="_blank">politica de confidențialitate Google</a>; recomandăm, de asemenea, nota concisă și cuprinzătoare a Google <a href="https://support.google.com/maps/answer/10400210" target="_blank">privind confidențialitatea</a>.
sv_se: Google reCAPTCHA är en tjänst som ger antibot-skydd och verifierar att webbplatsbesökare är människor. Här är <a href="https://policies.google.com/privacy" target="_blank">Googles sekretesspolicy</a>; vi rekommenderar även Googles kortfattade och omfattande <a href="https://support.google.com/maps/answer/10400210" target="_blank">anmärkning om sekretess</a>.
zh_cn: Google reCAPTCHA 是一项提供反机器人保护并验证网站访问者是否为人类的服务。这里是 <a href="https://policies.google.com/privacy" target="_blank">谷歌隐私政策</a>；我们还推荐 Google 简洁而全面的 <a href="https://support.google.com/maps/answer/10400210" target="_blank">隐私说明</a>。
