Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/reward_points.po
Languages: fa_ir, fi_fi, pt_pt, sv_se

# Addons::name::reward_points
source: Reward points
fa_ir: امتیاز پاداش
fi_fi: Palkinto pisteet
pt_pt: Pontos de recompensa
sv_se: Bonuspoäng

# Addons::description::reward_points
source: Lets customers earn and spend points for purchases
fa_ir: اجازه به مشتریان برای کسب و خرج امتیاز برای خرید ها
fi_fi: Antaa asiakkaiden ansaita ja käyttää pisteitä ostoksista
pt_pt: Permite que os clientes ganhem e gastem pontos em compras
sv_se: Låter kunderna tjäna och använda poäng vid köp

# Languages::reward_points
source: Reward points
fa_ir: امتیاز پاداش
fi_fi: Palkintopisteet
pt_pt: Pontos de recompensa
sv_se: Bonus

# Languages::reward_points_log
source: Reward points log
fa_ir: گزارش امتیاز پاداش
fi_fi: Bonuspistehistoria
pt_pt: Registro de pontos de recompensa
sv_se: Aktivitetslogg bonuspoäng

# Languages::reward_points_menu_description
source: Assign global reward points in your store.
fa_ir: اختصاص امتیاز جایزه سراسری در فروشگاه شما.
fi_fi: Määritä maailmanlaajuiset palkintopisteet kaupassasi.
pt_pt: Atribua pontos de recompensa globais em sua loja.
sv_se: Tilldela globala bonuspoäng.

# Languages::promotion_cond_reward_points
source: Points on user account
fa_ir: امتیاز حساب کاربری
fi_fi: Pisteet käyttäjätilillä
pt_pt: Pontos na conta do usuário
sv_se: Poäng på användarkonto

# Languages::points
source: Points
fa_ir: امتیاز
fi_fi: Pisteet
pt_pt: Pontos
sv_se: Poäng

# Languages::points_in_use
source: Points in use
fa_ir: امتیاز های در حال استفاده
fi_fi: Pisteet käytössä
pt_pt: Pontos em uso
sv_se: Poäng i bruk

# Languages::points_in_use_lower
source: points in use
fa_ir: امتیاز های در حال استفاده
fi_fi: käytössä olevia pisteitä
pt_pt: pontos em uso
sv_se: poäng i bruk

# Languages::points_lower
source: points
fa_ir: امتیاز
fi_fi: pisteitä
pt_pt: pontos
sv_se: poäng

# Languages::points_in_use_lowercase
source: [n] point in use|[n] points in use
fa_ir: امتیاز در حال استفاده [n]
fi_fi: [n] käyttöpistettä|[n] piste käytössä
pt_pt: [n] ponto em uso|[n] ponto em uso
sv_se: [n] poäng i bruk|[n] poäng i bruk

# Languages::points_lowercase
source: [n] point|[n] points
fa_ir: امتیاز [n]
fi_fi: [n] pistettä|[n] pistettä
pt_pt: [n] ponto|[n] ponto
sv_se: [n] poäng|[n] poäng

# Languages::points_to_use
source: Points to use
fa_ir: امتیاز برای استفاده
fi_fi: Käytettävät pisteet
pt_pt: Pontos para usar
sv_se: Använd poäng

# Languages::point_payment
source: Point payment
fa_ir: پرداخت امتیازی
fi_fi: Pistemaksu
pt_pt: Pagamento de pontos
sv_se: Poängbetalning

# Languages::point_price
source: Price in points
fa_ir: قیمت امتیازی
fi_fi: Hinta pisteinä
pt_pt: Preço em pontos
sv_se: Pris i poäng

# Languages::text_increase_points_in_use
source: The points used in the order were added to user account.
fa_ir: امتیاز در جهت استفاده به حساب کاربری افزوده شد.
fi_fi: Tilauksessa käytetyt pisteet lisättiin käyttäjätilille.
pt_pt: Os pontos usados no pedido foram adicionados à conta do usuário.
sv_se: Poängen i ordern lades till användarkontot.

# Languages::text_points_used_in_order
source: Points were used in order
fa_ir: امتیاز در سفارش مورد استفاده قرار گرفت
fi_fi: Pisteet käytettiin järjestyksessä
pt_pt: Os pontos foram usados em ordem
sv_se: Poäng användes i order

# Languages::text_point_in_account
source: You have
fa_ir: شما دارای
fi_fi: Sinulla on
pt_pt: Você tem
sv_se: Du har

# Languages::pay_by_points
source: Allow payment by points
fa_ir: اجازه پرداخت با امتیاز
fi_fi: Salli maksu pisteillä
pt_pt: Permitir pagamento por pontos
sv_se: Tillåt betalning med poäng

# Languages::override_per
source: Override global PER
fa_ir: نادیده گرفتن PER جهانی
fi_fi: Ohita globaali PER
pt_pt: Substituir PER global
sv_se: Åsidosätt global "Poäng Valuta Kurs"

# Languages::override_gc_points_brief
source: Override global/category points
fa_ir: نادیده گرفتن امتیاز جهانی/رده
fi_fi: Ohita globaalit/luokkapisteet
pt_pt: Substituir pontos globais/de categoria
sv_se: Åsidosätt globala/kategori poäng

# Languages::text_points_exceed_points_on_account
source: The number of the points entered by you exceeds the number of points at your account.
fa_ir: تعداد امتیاز وارد شده شما بیش از مقدار امتیاز حساب شما می باشد.
fi_fi: Syöttämiesi pisteiden määrä ylittää tililläsi olevien pisteiden määrän.
pt_pt: O número de pontos inseridos por você excede o número de pontos em sua conta.
sv_se: Du har inte så många poäng på ditt konto

# Languages::text_points_exceed_points_that_can_be_applied
source: The number of points entered by you exceeds the number of points that can be applied to this order.
fa_ir: تعداد امتیاز وارد شده توسط شما بیش از تعداد امتیازی است که می توان برای این منظور استفاده شود.
fi_fi: Syöttämäsi pisteiden määrä ylittää tähän tilaukseen käytettävien pisteiden määrän.
pt_pt: O número de pontos inseridos por você excede o número de pontos que podem ser aplicados a este pedido.
sv_se: Poängantalet du angav överskrider antalet poäng som kan användas på denna order.

# Languages::text_points_cannot_applied_because_subtotal_redeemed
source: Points cannot be applied because the subtotal is completely redeemed.
fa_ir: امتیاز ها قابل اعمال نمی باشد زیرا جمع کل کاملا بخشوده شده است.
fi_fi: Pisteitä ei voi käyttää, koska välisumma on lunastettu kokonaan.
pt_pt: Os pontos não podem ser aplicados porque o subtotal é totalmente resgatado.
sv_se: Poäng kan inte användas eftersom delsumman är helt inlöst.

# Languages::text_cannot_apply_points_to_this_order_because_total
source: Unfortunately, you cannot apply points to this order, because the total cost is zero.
fa_ir: از آنجا که کل هزینه صفر است متاسفانه، شما نمی توانید امتیاز را برای این سفارش به کار برید.
fi_fi: Valitettavasti et voi käyttää pisteitä tähän tilaukseen, koska kokonaishinta on nolla.
pt_pt: Infelizmente, você não pode aplicar pontos a este pedido, pois o custo total é zero.
sv_se: Du kan du inte använda poäng i denna order eftersom totalsumman är noll.

# Languages::text_cannot_apply_points_to_this_order_because_user
source: Unfortunately, you cannot apply points to this order, because you do not have enough points at the account.
fa_ir: از آنجا که شما امتیاز کافی در حساب را ندارید متاسفانه، شما نمی توانید امتیاز را برای این سفارش به کار برید.
fi_fi: Valitettavasti et voi käyttää pisteitä tähän tilaukseen, koska sinulla ei ole tarpeeksi pisteitä tililläsi.
pt_pt: Infelizmente, você não pode aplicar pontos a este pedido, porque você não tem pontos suficientes na conta.
sv_se: Du kan inte använda poäng i denna order eftersom du inte har tillräckligt med poäng på ditt konto.

# Languages::text_order_status_has_not_been_changed
source: The order status has not been changed, because the user did not have enough points.
fa_ir: از آنجا که کاربر امتیاز کافی نداشته وضعیت سفارش، تغییر نکرده است.
fi_fi: Tilauksen tilaa ei ole muutettu, koska käyttäjällä ei ollut tarpeeksi pisteitä.
pt_pt: O status do pedido não foi alterado, pois o usuário não tinha pontos suficientes.
sv_se: Orderstatusen har inte ändrats eftersom användaren inte har tillräckligt med poäng.

# Languages::price_in_points_increased
source: Price in points has been increased by
fa_ir: افزایش قیمت امتیازی با
fi_fi: Hinta pisteinä on korotettu
pt_pt: O preço em pontos foi aumentado em
sv_se: Pris i poäng har ökat med

# Languages::price_in_points_decreased
source: Price in points has been decreased by
fa_ir: کاهش قیمت امتیازی با
fi_fi: Hinta pisteinä on laskenut
pt_pt: O preço em pontos foi reduzido em
sv_se: Pris i poäng har minskat med

# Languages::earned_points
source: Points earned per product
fa_ir: امتیاز به دست امده در هر محصول
fi_fi: Tuotetta kohti ansaitut pisteet
pt_pt: Pontos ganhos por produto
sv_se: Poäng att tjäna per produkt

# Languages::override_g_points
source: Override global point value for all products in this category
fa_ir: نادیده گرفتن مقدار سراسری امتیاز برای تمام محصولات این دسته
fi_fi: Ohita kaikkien tämän luokan tuotteiden yleinen pistearvo
pt_pt: Substituir o valor global de pontos para todos os produtos nesta categoria
sv_se: Åsidosätt globala poängvärde för produkter i denna kategori

# Languages::amount_type
source: Amount type
fa_ir: نوع مقدار
fi_fi: Summan tyyppi
pt_pt: Tipo de valor
sv_se: Typ

# Languages::maximum
source: Maximum
fa_ir: حداکثر
fi_fi: Enimmäismäärä
pt_pt: Máximo
sv_se: Högsta

# Languages::earned_point_modifier
source: Earned point modifier
fa_ir: اصلاح امتیاز به دست آمده
fi_fi: Ansaittujen pisteiden muokkaaja
pt_pt: Modificador de pontos ganhos
sv_se: Intjänad poängmodifierare

# Languages::override_gc_points
source: Override global/category point value for this product
fa_ir: نادیده گرفتن امتیاز سراسری/دسته برای این محصول
fi_fi: Ohita tämän tuotteen yleinen/luokkapistearvo
pt_pt: Substituir o valor global/ponto de categoria para este produto
sv_se: Åsidosätt globala/kategori poäng för denna produkt

# Languages::view_user_points
source: View user points
fa_ir: نمایش امتیاز کاربر
fi_fi: Katso käyttäjäpisteet
pt_pt: Ver pontos do usuário
sv_se: Visa bonuspoäng

# Languages::log
source: Log
fa_ir: گزارش
fi_fi: Hirsi
pt_pt: Registro
sv_se: Aktivitetslogg

# Languages::subtract
source: Subtract
fa_ir: کم کردن
fi_fi: Vähentää
pt_pt: Subtrair
sv_se: Dra ifrån

# Languages::change_points
source: Change points
fa_ir: تغییر امتیاز
fi_fi: Muuta pisteitä
pt_pt: Alterar pontos
sv_se: Ändra poäng

# Languages::add_subtract_points
source: Add & subtract points
fa_ir: اضافه کردن و کم کردن امتیاز
fi_fi: Lisää ja vähennä pisteitä
pt_pt: Adicionar e subtrair pontos
sv_se: Lägg till och dra ifrån poäng

# Languages::cleanup_log
source: Cleanup log
fa_ir: پاکسازی گزارش
fi_fi: Puhdistusloki
pt_pt: Registro de limpeza
sv_se: Rensa aktivitetslogg

# Languages::we_would_like_to_inform
source: We would like to inform you that
fa_ir: ما می خواهم به اطلاع شما برسانیم که
fi_fi: Haluamme ilmoittaa sinulle siitä
pt_pt: Gostaríamos de informar que
sv_se: Vi vill informera dig om att

# Languages::reward_points_subj_added_to
source: [n] point have been added to your account.|[n] points have been added to your account.
fa_ir: [n] امتیاز به حساب شما اضافه شد. | [n] امتیاز به حساب شما اضافه شده است.
fi_fi: [n] pistettä on lisätty tilillesi.|[n] piste on lisätty tilillesi.
pt_pt: [n] pontos foram adicionados à sua conta.|[n] pontos foram adicionados à sua conta.
sv_se: [n] poäng har lagts till på ditt konto. | [n] poäng har lagts till på ditt konto.

# Languages::reward_points_subj_subtracted_from
source: [n] point have been subtracted from your account.|[n] points have been subtracted from your account.
fa_ir: [n] امتیاز از حساب شما کاسته شد. | [n] امتیاز از حساب شما کاسته شد.
fi_fi: Tilistäsi on vähennetty [n] pistettä.| Tililtäsi on vähennetty[n] piste.
pt_pt: [n] pontos foram subtraídos da sua conta.|[n] ponto foi subtraído da sua conta.
sv_se: [n] poäng har dragits från ditt konto. | [n] poäng har dragits från ditt konto.

# Languages::privileges.manage_reward_points
source: Can edit
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
pt_pt: Pode editar
sv_se: Kan redigera

# Languages::privilege_groups.reward_points
source: Reward points
fa_ir: امتیاز پاداش
fi_fi: Palkintopisteet
pt_pt: Pontos de recompensa
sv_se: Belöningspoäng

# SettingsSections::reward_points::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::reward_points::point_rate
source: Points Exchange Rate (PER - the number of points equal to 1 conventional unit)
fa_ir: نرخ ارز (PER - تعداد امتیازات برابر با 1 واحد متعارف) امتیاز
fi_fi: Pisteiden vaihtokurssi (PER - pisteiden määrä, joka vastaa yhtä tavanomaista yksikköä)
pt_pt: Taxa de Câmbio de Pontos (PER - número de pontos igual a 1 unidade convencional)
sv_se: Poäng Valuta Kurs (antal poäng som är lika med 1 konventionell enhet)

# SettingsOptions::reward_points::auto_price_in_points
source: "Price in points" is calculated automatically on PER basis
fa_ir: "قیمت امتیازی" به طور خودکار در هر صورت محاسبه می شود
fi_fi: "Hinta pisteinä" lasketaan automaattisesti PER-perusteella
pt_pt: "Preço em pontos" é calculado automaticamente em base PER
sv_se: "Pris i poäng" beräknas automatiskt enligt "Poäng Valuta Kurs"

# SettingsOptions::reward_points::price_in_points_with_discounts
source: "Price in points" is recalculated taking into account discounts
fa_ir: "قیمت به امتیاز" برای اعمال تخفیفات سفارش حساب مجدداً محاسبه شده است
fi_fi: "Hinta pisteinä" lasketaan uudelleen ottaen huomioon alennukset
pt_pt: "Preço em pontos" é recalculado levando em consideração os descontos
sv_se: "Pris i poäng" beräknas med hänsyn till kontorabatter

# SettingsOptions::reward_points::points_with_discounts
source: "Points" is recalculated taking into account discounts
fa_ir: "امتیاز" مجددا با توجه به تخفیفات حساب محاسبه می شود
fi_fi: "Pisteet" lasketaan uudelleen ottaen huomioon alennukset
pt_pt: "Pontos" é recalculado levando em consideração os descontos
sv_se: "Poäng" beräknas med hänsyn till kontorabatter

# SettingsOptions::reward_points::price_in_points_order_discount
source: "Price in points" is recalculated taking into account order discounts
fa_ir: "قیمت به امتیاز" برای اعمال تخفیفات سفارش حساب مجدداً محاسبه شده است
fi_fi: "Hinta pisteinä" lasketaan uudelleen ottaen huomioon tilausalennukset
pt_pt: "Preço em pontos" é recalculado levando em consideração os descontos de pedidos
sv_se: "Pris i poäng" is beräknas med hänsyn till orderrabatter

# SettingsOptions::reward_points::reward_points_order_discount
source: "Points" is recalculated taking into account order discounts
fa_ir: "امتیاز" مجددا با توجه به تخفیفات حساب محاسبه می شود
fi_fi: "Pisteet" lasketaan uudelleen ottaen huomioon tilausalennukset
pt_pt: "Pontos" é recalculado levando em consideração os descontos de pedidos
sv_se: "Poäng" beräknas med hänsyn till orderrabatter

# SettingsOptions::reward_points::higher_level_extract
source: If the product and the product category do not have defined reward points but the higher level category has such reward points, extract data from it
fa_ir: گر محصول و دسته بندی محصولات انجام امتیاز پاداش تعریف نشده اند اما دسته سطح بالاتر است از جمله نقاط پاداش، استخراج اطلاعات از آن
fi_fi: Jos tuotteella ja tuotekategorialla ei ole määriteltyjä palkintopisteitä, mutta korkeamman tason kategorialla on sellaisia palkintopisteitä, poimi siitä tiedot
pt_pt: Se o produto e a categoria do produto não tiverem pontos de recompensa definidos, mas a categoria de nível superior tiver esses pontos de recompensa, extraia os dados dela
sv_se: Om produkt och produktkategori inte har tilldelade bonuspoäng kommer bonuspoäng från överliggande kategori tillämpas om poäng finns tilldelade

# SettingsOptions::reward_points::several_points_action
source: If several reward points can be applied, set
fa_ir: اگر چند امتیاز پاداش را می توان استفاده کرد،
fi_fi: Jos useita palkintopisteitä voidaan käyttää, aseta
pt_pt: Se vários pontos de recompensa podem ser aplicados, defina
sv_se: Om flera poäng kan appliceras, använd

# SettingsOptions::reward_points::consider_zero_values
source: Apply zero reward point values
fa_ir: درخواست صفر برای ارزش نقطه پاداش
fi_fi: Käytä nollapistearvoja
pt_pt: Aplicar valores de pontos de recompensa zero
sv_se: Använd noll-värden för bonuspoäng

# SettingsOptions::reward_points::log_per_page
source: Log lines per page
fa_ir: ورودی خطوط در هر صفحه
fi_fi: Lokirivejä per sivu
pt_pt: Linhas de registro por página
sv_se: Antal loggrader per sida

# SettingsTooltips::reward_points::consider_zero_values
source: The reward points rules with the zero values should be considered
fa_ir: قوانین امتیاز جایزه با ارزش صفر در نظر گرفته است
fi_fi: Nolla-arvoisia palkintopistesääntöjä tulee harkita
pt_pt: As regras de pontos de recompensa com os valores zero devem ser consideradas
sv_se: Poängregler med noll-värden bör övervägas

# SettingsVariants::reward_points::several_points_action::minimal_absolute
source: Absolute minimal value
fa_ir: مقدار حداقل مطلق
fi_fi: Ehdoton minimiarvo
pt_pt: Valor mínimo absoluto
sv_se: Absolut lägsta värde

# SettingsVariants::reward_points::several_points_action::minimal_percentage
source: Minimal percentage value
fa_ir: حداقل درصد ارزش
fi_fi: Pienin prosenttiarvo
pt_pt: Valor percentual mínimo
sv_se: Minsta procentvärde

# SettingsVariants::reward_points::several_points_action::maximal_absolute
source: Absolute maximal value
fa_ir: مقدار حداکثر مطلق
fi_fi: Absoluuttinen maksimiarvo
pt_pt: Valor máximo absoluto
sv_se: Absolut högsta värde

# SettingsVariants::reward_points::several_points_action::maximal_percentage
source: Maximal percentage value
fa_ir: حداکثر درصد ارزش
fi_fi: Suurin prosenttiarvo
pt_pt: Valor percentual máximo
sv_se: Högsta procentvärde

# Languages::email_template.reward_points_notification
source: Reward points
fa_ir: امتیاز پاداش
fi_fi: Palkintopisteet
pt_pt: Pontos de recompensa
sv_se: Bonuspoäng

# Languages::grant_point
source: Grant reward points
fa_ir: اعطای امتیاز پاداش
fi_fi: Myönnä palkintopisteitä
pt_pt: Conceder pontos de recompensa
sv_se: Ge bonuspoäng
