Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/rma.po
Languages: cs_cz, fa_ir, fi_fi, pt_pt, sv_se

# Addons::name::rma
source: RMA
cs_cz: Reklamace
sv_se: Returförfrågningar

# Addons::description::rma
source: Adds a return management system
cs_cz: Přidá správu reklamací v obchodě
fa_ir: افزودن سیستم مدیریت عودت
fi_fi: Lisää palautushallintajärjestelmän
pt_pt: Adiciona um sistema de gerenciamento de retorno
sv_se: Lägger till ett returhanteringssystem

# Languages::returned_products
source: Returned products
cs_cz: Vrácené zboží
fa_ir: کالا مرجوعی
fi_fi: Palautetut tuotteet
pt_pt: Produtos devolvidos
sv_se: Returnerade produkter

# Languages::rma_return
source: Return
cs_cz: Vrácení zboží
fa_ir: بازگشت
fi_fi: Palata
pt_pt: Retornar
sv_se: Retur

# Languages::no_return_requests_found
source: No return requests found
cs_cz: Žádné žádosti o vrácení zboží nebyly nalezeny
fa_ir: هیچ درخواست بازگشتی یافت نشد
fi_fi: Palautuspyyntöjä ei löytynyt
pt_pt: Nenhum pedido de devolução encontrado
sv_se: Ingen returförfrågan hittades

# Languages::returned_product
source: Returned product
cs_cz: Vrácené zboží
fa_ir: کالا مرجوعی
fi_fi: Palautettu tuote
pt_pt: Produto devolvido
sv_se: Returnerad produkt

# Languages::returns
source: Returns
cs_cz: Vrácené zboží
fa_ir: عودتی ها
fi_fi: Palauttaa
pt_pt: Devoluções
sv_se: Returer

# Languages::returns_info
source: Returns info
cs_cz: Informace o vráceném zboží
fa_ir: اطلاعات عودتی ها
fi_fi: Palauttaa tiedot
pt_pt: Informações de retorno
sv_se: Returinfo

# Languages::return_info
source: Return information
cs_cz: Informace o vrácení zboží
fa_ir: اطلاعات بازگشتی
fi_fi: Palautustiedot
pt_pt: Informações de devolução
sv_se: Returinformation

# Languages::order_returns
source: Order returns
cs_cz: Vrácení objednávky
fa_ir: عودتی های سفارش
fi_fi: Tilauksen palautukset
pt_pt: Devoluções de pedidos
sv_se: Orderreturer

# Languages::return_registration
source: Request a replacement or a refund
cs_cz: Požadovat náhradu nebo vrácení peněz
fa_ir: درخواست تعویض یا برگشت هزینه
fi_fi: Pyydä vaihtoa tai hyvitystä
pt_pt: Solicitar uma substituição ou um reembolso
sv_se: Begär ny produkt eller återbetalning

# Languages::return_requests
source: Return requests
cs_cz: Žádosti o vrácení zboží
fa_ir: درخواست های عودت
fi_fi: Palautuspyynnöt
pt_pt: Solicitações de devolução
sv_se: Returförfrågningar

# Languages::return_requests_menu_description
source: View and process return requests from orders placed on your web site.
cs_cz: Zkontrolujte a zpracujte požadavky na vrácení zboží z objednávek na vaší stránce.
fa_ir: نمایش و پردازش درخواست های عودت از سفارشات ثبت شده وب سایت شما.
fi_fi: Tarkastele ja käsittele verkkosivustollesi tehtyjen tilausten palautuspyyntöjä.
pt_pt: Visualize e processe solicitações de devolução de pedidos feitos em seu site.
sv_se: Hantera returförfrågningar

# Languages::return_status
source: Return status
cs_cz: Stav vrácení zboží
fa_ir: وضعیت عودتی
fi_fi: Palautustila
pt_pt: Status de devolução
sv_se: Returstatus

# Languages::return_period
source: Return period
cs_cz: Lhůta vrácení zboží
fa_ir: زمان عودت
fi_fi: Palautusaika
pt_pt: Período de retorno
sv_se: Returperiod

# Languages::what_you_would_like_to_do
source: What would you like to do
cs_cz: Co byste chtěli udělat
fa_ir: تمایل دارید چه کاری انجام دهید
fi_fi: Mitä haluaisit tehdä
pt_pt: O que você gostaria de fazer
sv_se: Vad önskar du att göra

# Languages::rma_notify_supplier
source: Notify supplier
cs_cz: Informujte dodavatele
fa_ir: اطلاع تامین کننده
fi_fi: Ilmoita toimittajalle
pt_pt: Notificar fornecedor
sv_se: Meddela leverantör

# Languages::add_reason
source: Add reason
cs_cz: Přidat důvod
fa_ir: اضافه کردن دلیل
fi_fi: Lisää syy
pt_pt: Adicionar motivo
sv_se: Lägg till anledning

# Languages::new_reason
source: New reason
cs_cz: Nový důvod
fa_ir: دلیل جدید
fi_fi: Uusi syy
pt_pt: Novo motivo
sv_se: Ny anledning

# Languages::type_comment
source: Type comments here
cs_cz: Zadejte komentáře zde
fa_ir: نظرات را اینجا وارد نمایید
fi_fi: Kirjoita kommentit tähän
pt_pt: Digite comentários aqui
sv_se: Skriv kommentarer här

# Languages::return_requests_note
source: Go to the list of your return requests
cs_cz: Přejděte k seznamu žádostí o vrácení zboží
fa_ir: رفتن به فهرست درخواست های عودت
fi_fi: Siirry palautuspyyntöjesi luetteloon
pt_pt: Vá para a lista de seus pedidos de devolução
sv_se: Till listan med returförfrågningar

# Languages::privileges.manage_rma
source: Can edit
cs_cz: Může upravit
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
pt_pt: Pode editar
sv_se: Kan redigera

# Languages::privilege_groups.rma
source: Return merchandise authorization (RMA)
cs_cz: Povolení k vrácení zboží (RMA)
fa_ir: مجوز بازگشت کالا (RMA)
fi_fi: Palautusvaltuutus (RMA)
pt_pt: Autorização de devolução de mercadoria (RMA)
sv_se: Returgodis för varor (RMA)

# Languages::rma.text_return_change_warning
source: The status of return request will change from [old_status] to [new_status].
cs_cz: Stav žádosti o vrácení se změní z [old_status] na [new_status].
fa_ir: وضعیت درخواست بازگشت از [old_status] به [new_status]تغییر می کند.
fi_fi: Palautuspyynnön tila muuttuu [old_status] :sta [new_status]:ksi.
pt_pt: O status da solicitação de devolução mudará de [old_status] para [new_status].
sv_se: Statusen för returförfrågan kommer att ändras från [old_status] till [new_status].

# Languages::returnable
source: Returnable
cs_cz: Vratné
fa_ir: قابل برگشت
fi_fi: Palautettava
pt_pt: Retornável
sv_se: Returnerbar

# Languages::returnable_product
source: Returnable product
cs_cz: Vratné zboží
fa_ir: محصول قابل عودت
fi_fi: Palautettava tuote
pt_pt: Produto retornável
sv_se: Returnerbar produkt

# Languages::rma_request_statuses
source: RMA request statuses
cs_cz: Vyžádat stav RMA
fa_ir: وضعیت درخواست RMA
fi_fi: RMA-pyyntöjen tilat
pt_pt: Status de solicitação de RMA
sv_se: Retursystem statusar

# Languages::return_products_information
source: Return products information
cs_cz: Informace o vráceném zboží
fa_ir: اطلاعات محصولات بازگشتی
fi_fi: Palauta tuotetiedot
pt_pt: Informações sobre produtos de devolução
sv_se: Retur produktinformation

# Languages::declined_products_information
source: Declined products information
cs_cz: Informace odmítnutého zboží
fa_ir: اطلاعات محصولات رد شده
fi_fi: Hylättyjen tuotteiden tiedot
pt_pt: Informações sobre produtos recusados
sv_se: Info om nekade produkter

# Languages::rma_reasons
source: RMA reasons
cs_cz: Důvody RMA
fa_ir: دلایل RMA
fi_fi: RMA syistä
pt_pt: Motivos de RMA
sv_se: Returorsak

# Languages::rma_actions
source: RMA actions
cs_cz: Akce RMA
fa_ir: اقدامات RMA
fi_fi: RMA-toiminnot
pt_pt: Ações de RMA
sv_se: Returåtgärder

# Languages::return_period_days
source: Return period (days)
cs_cz: Vratná doba (ve dnech)
fa_ir: دوره بازگشت (روز)
fi_fi: Palautusaika (päiviä)
pt_pt: Período de retorno (dias)
sv_se: Returperiod (dagar)

# Languages::all_actions
source: All actions
cs_cz: Všechny akce
fa_ir: تمام اقدامات
fi_fi: Kaikki toimet
pt_pt: Todas as ações
sv_se: Alla handlingar

# Languages::decline_products
source: Decline products
cs_cz: Odmítnuté zboží
fa_ir: کاهش محصولات
fi_fi: Hylkää tuotteet
pt_pt: Recusar produtos
sv_se: Neka produkter

# Languages::create_gift_certificate
source: Create gift certificate
cs_cz: Vytvořit dárkovou kartu
fa_ir: ایجاد گواهی هدیه
fi_fi: Luo lahjakortti
pt_pt: Criar vale-presente
sv_se: Skapa presentkort

# Languages::accept_products
source: Accept products
cs_cz: Přijmout zboží
fa_ir: پذیرش محصولات
fi_fi: Hyväksy tuotteet
pt_pt: Aceitar produtos
sv_se: Acceptera produkter

# Languages::rma.recalculate_order
source: Recalculate order
cs_cz: Přepočítat objednávku
fa_ir: بازمحاسبه سفارش
fi_fi: Laske tilaus uudelleen
pt_pt: Recalcular pedido
sv_se: Räkna om order

# Languages::rma.manually_recalculate_order
source: Set the new order total manually
cs_cz: Nastavte celkovou částku nové objednávky ručně
fa_ir: کل سفارش جدید را به صورت دستی تنظیم کنید
fi_fi: Aseta uusi tilaussumma manuaalisesti
pt_pt: Defina o novo total do pedido manualmente
sv_se: Ställ in den nya ordersumman manuellt

# Languages::rma.dont_recalculate_order
source: Don't recalculate order
cs_cz: Nepřepočítávejte objednávku
fa_ir: ترتیب را دوباره محاسبه نکنید
fi_fi: Älä laske tilausta uudelleen
pt_pt: Não recalcular pedido
sv_se: Beräkna inte om ordningen

# Languages::delete_this_return
source: Delete this return
cs_cz: Smazat vrácení zboží
fa_ir: این بازگشت را حذف کنید
fi_fi: Poista tämä palautus
pt_pt: Excluir este retorno
sv_se: Ta bort denna retur

# Languages::update_totals_and_inventory
source: Update totals and inventory
cs_cz: Aktualizovat součet a inventář
fa_ir: موجودی و مجموع های به روز رسانی
fi_fi: Päivitä kokonaismäärät ja varasto
pt_pt: Atualizar totais e estoque
sv_se: Uppdatera summor och lagerantal

# Languages::request_statuses
source: request statuses
cs_cz: vyžádat stavy
fa_ir: وضعیت های درخواست
fi_fi: pyynnön tilat
pt_pt: status de solicitação
sv_se: returstatusar

# SettingsSections::rma::general
source: General
cs_cz: Obecné
fa_ir: عمومی
fi_fi: Kenraali
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::rma::display_product_return_period
source: Display product return period
cs_cz: Zobrazit lhůtu pro vrácení zboží
fa_ir: نمایش دوره بازگشت محصول
fi_fi: Näytä tuotteen palautusaika
pt_pt: Exibir período de devolução do produto
sv_se: Visa produktens returperiod

# SettingsOptions::rma::dont_take_weekends_into_account
source: Do not take weekends into account when calculating product return period
cs_cz: Při počítání lhůty pro vrácení zboží nebrat v úvahu víkendy
fa_ir: تعطیلات آخر هفته به حساب هنگام محاسبه دوره بازگشت محصول را ندارد
fi_fi: Älä ota viikonloppuja huomioon tuotteen palautusaikaa laskeessasi
pt_pt: Não leve em consideração os fins de semana ao calcular o período de devolução do produto
sv_se: Ta inte med helger i beräkningen av produkternas returperiod

# Languages::email_template.rma_slip_notification
source: RMA slip
cs_cz: RMA skluz
fa_ir: لغزش RMA
fi_fi: RMA lipsahdus
pt_pt: Recibo de RMA

# Languages::template_document_rma_packing_slip_default
source: Return request: packing slip
cs_cz: Požadavek na vrácení: dodací list
fa_ir: درخواست بازگشت: بسته بندی رسید
fi_fi: Palautuspyyntö: pakkausluettelo
pt_pt: Pedido de devolução: guia de embalagem
sv_se: Returförfrågan: följesedel

# Languages::document_preview_return_request_not_found
source: Couldn't find a return request. Preview only works with existing data. Please create a return request and use Preview again.
cs_cz: Žádost o vrácení se nepodařilo najít. Náhled funguje pouze s existujícími daty. Vytvořte prosím žádost o vrácení a znovu použijte Náhled.
fa_ir: می تواند یک درخواست بازگشت را پیدا کند. پیش نمایش تنها با داده های موجود کار می کند. لطفا یک درخواست بازگشت ایجاد و استفاده از پیش نمایش است.
fi_fi: Palautuspyyntöä ei löytynyt. Esikatselu toimii vain olemassa olevien tietojen kanssa. Luo palautuspyyntö ja käytä esikatselua uudelleen.
pt_pt: Não foi possível encontrar uma solicitação de devolução. A visualização só funciona com dados existentes. Crie uma solicitação de devolução e use a Visualização novamente.
sv_se: Det gick inte att hitta en returförfrågan. Förhandsgranskning fungerar bara med befintliga data. Skapa en returförfrågan och använd Förhandsgranska igen.

# Languages::event.rma.status_changed.name
source: Return request status changed to [status]
cs_cz: Stav žádosti o vrácení se změnil na [status]
fa_ir: وضعیت درخواست بازگشت به [status]تغییر کرد
fi_fi: Palautuspyynnön tilaksi muutettu [status]
pt_pt: Status da solicitação de devolução alterado para [status]
sv_se: Status för returförfrågan ändrad till [status]

# Languages::rma.choose_change_return_status
source: What to do with the order
cs_cz: Co dělat s objednávkou
fa_ir: با سفارش چه کنیم
fi_fi: Mitä tehdä tilaukselle
pt_pt: O que fazer com o pedido
sv_se: Vad ska man göra med beställningen

# Languages::rma.please_confirm_decision
source: Please confirm your decision.
cs_cz: Potvrďte prosím své rozhodnutí.
fa_ir: لطفا تصمیم خود را تایید کنید.
fi_fi: Vahvista päätöksesi.
pt_pt: Por favor, confirme sua decisão.
sv_se: Vänligen bekräfta ditt beslut.

# Languages::rma.order_total_will_changed
source: The order total will be set to
cs_cz: Celková objednávka bude nastavena na
fa_ir: مجموع سفارش به تنظیم خواهد شد
fi_fi: Tilauksen loppusummaksi asetetaan
pt_pt: O total do pedido será definido como
sv_se: Ordersumman kommer att sättas till

# Languages::rma.shipping_costs_will_changed
source: Shipping costs will be set to
cs_cz: Náklady na dopravu budou stanoveny na
fa_ir: هزینه حمل و نقل تعیین خواهد شد
fi_fi: Toimituskulut määrätään
pt_pt: Os custos de envio serão definidos para
sv_se: Fraktkostnad kommer att sättas till

# Languages::rma
source: RMA
sv_se: Returbegäran
