Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/rss_feed.po
Languages: fa_ir, fi_fi, sv_se

# Addons::name::rss_feed
source: RSS feed
fa_ir: خبرخوان
fi_fi: RSS-syöte
sv_se: RSS-flöde

# Addons::description::rss_feed
source: Generates RSS feeds for products and blog posts
fa_ir: تولید خورد RSS برای محصولات و پست های وبلاگ
fi_fi: Luo RSS-syötteitä tuotteille ja blogikirjoituksille
sv_se: Skapar RSS-flöde för produkter och blogginlägg

# Languages::rss_feed
source: RSS feed
fa_ir: خبرخوان
fi_fi: RSS-syöte
sv_se: RSS-flöde

# Languages::feed_title
source: Feed title
fa_ir: عنوان خوراک
fi_fi: Syötteen otsikko
sv_se: Flöde titel

# Languages::feed_description
source: Feed description
fa_ir: شرح خروجی
fi_fi: Syötteen kuvaus
sv_se: Flöde beskrivning

# Languages::rss_sort_by
source: Sort items by
fa_ir: مرتب سازی موارد با
fi_fi: Lajittele kohteet
sv_se: Sortera objekt efter

# Languages::rss_display_sku
source: Display SKU
fa_ir: نمایش SKU
fi_fi: Näytä SKU
sv_se: Visa SKU

# Languages::rss_display_image
source: Display image
fa_ir: نمایش تصویر
fi_fi: Näytä kuva
sv_se: Visa bild

# Languages::rss_display_price
source: Display gross price
fa_ir: نمایش قیمت ناخالص
fi_fi: Näytä bruttohinta
sv_se: Visa bruttopris

# Languages::rss_display_original_price
source: Display net price
fa_ir: نمایش قیمت خالص
fi_fi: Näytä nettohinta
sv_se: Visa nettopris

# Languages::rss_display_add_to_cart
source: Display add to cart button
fa_ir: نمایش دکمه اضافه به سبد خرید
fi_fi: Näytä lisää ostoskoriin -painike
sv_se: Visa lägg i varukorgen knapp

# Languages::rss_created
source: Created
fa_ir: ایجاد شد
fi_fi: Luotu
sv_se: Skapad

# Languages::rss_updated
source: Updated
fa_ir: به روز شده
fi_fi: Päivitetty
sv_se: Uppdaterad

# Languages::block_rss_feed
source: RSS feed
fa_ir: خبرخوان
fi_fi: RSS-syöte
sv_se: RSS-flöde

# Languages::block_rss_feed_description
source: RSS feed subscription icon
fa_ir: نماد اشتراک اشتراک آر اس اس
fi_fi: RSS-syötteen tilauskuvake
sv_se: RSS-flöde prenumerationsikon

# SettingsSections::rss_feed::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
sv_se: Allmänt

# SettingsOptions::rss_feed::managing_editor
source: Content editor
fa_ir: ویرایشگر محتوا
fi_fi: Sisällön editori
sv_se: Innehållsredigerare

# SettingsOptions::rss_feed::display_rss_feed_in_category
source: Show RSS feed for each category
fa_ir: نمایش فید هر دسته
fi_fi: Näytä kunkin luokan RSS-syöte
sv_se: Visa RSS-flöde för varje kategori

# SettingsOptions::rss_feed::category_max_products_items
source: Max product number per category
fa_ir: حداکثر تعداد محصول در هر دسته بندی
fi_fi: Max tuotemäärä luokkaa kohti
sv_se: Max produktantal per kategori

# SettingsTooltips::rss_feed::managing_editor
source: Enter the content editor's email and real name, e.g. john@example.com (John Doe)
fa_ir: ویرایشگر مطلب نام ایمیل و واقعی مانند john@example.com (John Doe) را وارد کنید
fi_fi: Syötä sisällöntoimittajan sähköpostiosoite ja oikea nimi, esim. john@example.com (John Doe)
sv_se: Ange författarens e-postadress och namn, t.ex. john@example.com (John Doe)

# SettingsTooltips::rss_feed::display_rss_feed_in_category
source: RSS icon near category title.
fa_ir: آیکون آر اس اس نزدیک عنوان دسته.
fi_fi: RSS-kuvake luokan otsikon lähellä.
sv_se: RSS-ikonen i närheten av kategorititeln.

# Languages::addons.rss_feed.icon
source: RSS feed subscription icon
fa_ir: نماد اشتراک فید RSS
fi_fi: RSS-syötteen tilauskuvake
sv_se: RSS-flöde prenumerationsikon
