Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/searchanise.po
Languages: fa_ir, fi_fi, pt_pt, sv_se

# Addons::name::searchanise
source: Searchanise
fa_ir: جستجو بر اساس Searchanise
pt_pt: Pesquisar

# Addons::description::searchanise
source: Turns on the <a target="_blank" href="https://searchanise.io/">Searchanise</a> fast search service
fa_ir: سرویس جستجوی سریع <a target="_blank" href="https://searchanise.io/">Searchanise</a> را روشن می کند
fi_fi: Ottaa käyttöön <a target="_blank" href="https://searchanise.io/">Searchanise</a> -pikahakupalvelun
pt_pt: Ativa o serviço de pesquisa rápida <a target="_blank" href="https://searchanise.io/">Searchanise</a>
sv_se: Slår på snabbsöktjänsten <a target="_blank" href="https://searchanise.io/">Searchanise</a>

# Languages::searchanise_menu_description
source: Manage search settings, customize view and merchandise products.
fa_ir: تنظیمات جستجو را مدیریت کنید، مشاهده و محصولات را سفارشی کنید.
fi_fi: Hallitse hakuasetuksia, mukauta näkymää ja oheistuotteita.
pt_pt: Gerencie as configurações de pesquisa, personalize a visualização e produtos de mercadoria.
sv_se: Hantera sökinställningar, anpassa vyer och varuprodukter.

# Languages::searchanise
source: Searchanise
fa_ir: جستجو بر اساس Searchanise
pt_pt: Pesquisar

# Languages::text_se_import_status_queued
source: The product catalog is queued for syncing with Searchanise.
fa_ir: کاتالوگ محصولات برای همگام سازی با Searchanise صف ایجاد شد.
fi_fi: Tuoteluettelo on jonossa Searchanisen kanssa synkronoitavaksi.
pt_pt: O catálogo de produtos está na fila para sincronização com o Searchanise.
sv_se: Produktkatalogen står i kö för synkronisering med Searchanise.

# Languages::text_se_re_indexation_required
source: Searchanise: Re-indexation required (click the <strong>Force re-indexation</strong> button in the <a href="[link]">Searchanise admin panel</a>).
fa_ir: Searchanise: دوباره شاخص بندی مورد نیاز (روی <strong> نیروی دوباره شاخص بندی </ strong> را در <a href="[link]"> Searchanise پنل مدیریت </a> را).
fi_fi: Searchanise: Uudelleenindeksointi vaaditaan (napsauta <strong>Pakota uudelleenindeksointi</strong> -painiketta <a href="[link]">Searchanise-hallintapaneelissa</a>).
pt_pt: Searchanise: Reindexação necessária (clique no botão <strong>Force reindexation</strong> no painel de administração <a href="[link]">Searchanise</a>).
sv_se: Searchanise: Förnyad indexering krävs, klicka på knappen <b>Tvinga indexering</b> i <a href="[link]">Searchanise kontrollpanel</a>.

# Languages::text_se_new_engine_store
source: Searchanise: New search engine for [store] created. Catalog import started.
fa_ir: Searchanise: موتور جستجوی جدید برای [store] ایجاد شده است. کاتالوگ واردات آغاز شده است.
fi_fi: Searchanise: Uusi hakukone [store] luotiin. Katalogin tuonti aloitettu.
pt_pt: Searchanise: Novo mecanismo de pesquisa para [store] criado. Importação do catálogo iniciada.
sv_se: Searchanise: Ny sökmotor för [store] upprättades. Katalogimport startad.

# Languages::text_se_seo_settings_notice
source: If you have modified any SEO add-on settings, please <a href="[link]">Re-indexation</a> product catalog with Searchanise to update product URLs.
fa_ir: لطفا <a href="[link]"> مجدد تشخيص</a> كاتالوگ با Searchanise به روز رسانی محصول آدرس ها اگر هر جستجوگرها افزودنی تنظیمات را تغییر داده اید.
fi_fi: Jos olet muokannut SEO-lisäosan asetuksia, päivitä tuotteiden URL-osoitteet päivittämällä <a href="[link]">uudelleen</a> tuoteluettelo Searchanisella.
pt_pt: Se você modificou alguma configuração de complemento de SEO, <a href="[link]">Reindexação</a> catálogo de produtos com Searchanise para atualizar os URLs dos produtos.
sv_se: Om du ändrat någon SEO inställning måste du <a href="[link]">återindexera</a> butiken med Searchanise för att uppdatera alla URLer.

# Languages::text_se_connect_error
source: An error occurred during Searchanise registration. Please try later.
fa_ir: خطایی در هنگام ثبت نام Searchanise. لطفا بعدا امتحان کنید.
fi_fi: Searchanisen rekisteröinnin aikana tapahtui virhe. Ole hyvä ja yritä myöhemmin.
pt_pt: Ocorreu um erro durante o registro do Searchanise. Por favor tente mais tarde.
sv_se: Ett fel inträffade under Searchanise registreringen. Försök igen senare.

# Languages::text_se_import_status_processing
source: The product catalog syncing is in progress.
fa_ir: محصول فروشگاه همگام سازی در جریان است.
fi_fi: Tuoteluettelon synkronointi on käynnissä.
pt_pt: A sincronização do catálogo de produtos está em andamento.
sv_se: Synkronisering av produktkatalogen pågår.

# Languages::text_se_import_status_done
source: The product catalog was synced successfully with Searchanise.
fa_ir: کاتالوگ محصولات با موفقیت با Searchanise همزمان بود.
fi_fi: Tuoteluettelo synkronoitiin Searchanisen kanssa.
pt_pt: O catálogo de produtos foi sincronizado com sucesso com o Searchanise.
sv_se: Produktkatalogen har synkroniserats med Searchanise.

# Languages::text_se_import_status_none
source: The product catalog is not synced with Searchanise yet. Please press "Sync" button to start.
fa_ir: کاتالوگ محصولات با Searchanise هنوز همگام سازی است. "همگام سازی" را فشار دهید برای شروع را فشار دهید.
fi_fi: Tuoteluetteloa ei ole vielä synkronoitu Searchanisen kanssa. Paina "Sync"-painiketta aloittaaksesi.
pt_pt: O catálogo de produtos ainda não está sincronizado com o Searchanise. Por favor, pressione o botão "Sincronizar" para iniciar.
sv_se: Produktkatalogen är inte synkroniserad med Searchanise ännu. Klicka på "Sync" knappen för att starta.

# Languages::text_se_data_update
source: Please note that the data on Searchanise server is updated with a 2-3 minute delay after you make changes in your store.
fa_ir: توجه داشته باشید که داده ها بر روی سرور Searchanise است با تاخیر 2-3 دقیقه روز پس از ایجاد تغییرات در فروشگاه شما.
fi_fi: Huomaa, että Searchanise-palvelimen tiedot päivittyvät 2-3 minuutin viiveellä, kun olet tehnyt muutoksia myymälässäsi.
pt_pt: Observe que os dados no servidor Searchanise são atualizados com um atraso de 2 a 3 minutos após você fazer alterações em sua loja.
sv_se: Obs! Searchanise servern uppdateras med 2-3 minuters fördröjning efter att du ändrat något i din butik.

# Languages::text_se_signup
source: Click the button below to connect to Searchanise.
fa_ir: با کلیک روی دکمه زیر برای اتصال به Searchanise.
fi_fi: Napsauta alla olevaa painiketta muodostaaksesi yhteyden Searchaniseen.
pt_pt: Clique no botão abaixo para se conectar ao Searchanise.
sv_se: Klicka på knappen nedanför för att ansluta till Searchanise.

# Languages::text_se_just_connected
source: Congratulations, you've just connected to Searchanise.
fa_ir: تبریک, شما به Searchanise متصل هستید.
fi_fi: Onnittelut, olet juuri muodostanut yhteyden Searchaniseen.
pt_pt: Parabéns, você acabou de se conectar ao Searchanise.
sv_se: Grattis, du har just anslutet till Searchanise.

# Languages::text_se_connected
source: You've connected to Searchanise.
fa_ir: به Searchanise متصل شده اید.
fi_fi: Olet muodostanut yhteyden Searchaniseen.
pt_pt: Você se conectou ao Searchanise.
sv_se: Du har anslutit till Searchanise.

# Languages::text_se_ajax_connecting
source: Product indexation has started in your store. It may take some time. Wait just a little, we've almost finished.
fa_ir: نمایه سازی محصول در فروشگاه شما آغاز شده است. ممکن است مدتی طول بکشد. کمی صبر کنید، ما تقریباً تمام کردیم.
fi_fi: Tuotteen indeksointi on alkanut kaupassasi. Se voi kestää jonkin aikaa. Odota hetki, olemme melkein valmiita.
pt_pt: A indexação de produtos começou em sua loja. Pode levar algum tempo. Espere um pouco, estamos quase terminando.
sv_se: Produktindexering har påbörjats i din butik. Det kan ta lite tid. Vänta lite, vi är nästan klara.

# Languages::text_se_database_restore_notice
source: You've just restored your data from the database dump file. If this dump contains product data, please <a href="[link]">Re-indexation</a> it with Searchanise.
fa_ir: شما فقط اطلاعات خود را از فایل پایگاه داده کمپرسی دوباره بازسازی شد. اگر این کمپرسی شامل داده های محصول، لطفا <a href="[link]"> دوباره شاخص بندی </a> را با Searchanise.
fi_fi: Olet juuri palauttanut tietosi tietokannan vedostiedostosta. Jos tämä kaatopaikka sisältää tuotetietoja, <a href="[link]">Indeksoi se uudelleen</a> Searchanisella.
pt_pt: Você acabou de restaurar seus dados do arquivo de despejo do banco de dados. Se este dump contiver dados do produto, <a href="[link]">Reindexação</a> com Searchanise.
sv_se: Eftersom du har återställt data från en databas dump-fil måste du, om denna fil innehåller produktdata <a href="[link]">återindexera</a> Searchanise.

# Languages::text_se_only_root_can_register
source: Only the root admin has the permission to connect to Searchanise
fa_ir: اجازه اتصال به Searchaniseفقط با مدیر اصلی است
fi_fi: Vain pääjärjestelmänvalvojalla on oikeus muodostaa yhteys Searchaniseen
pt_pt: Apenas o administrador root tem permissão para se conectar ao Searchanise
sv_se: Endast huvudadministratör har tillåtelse att ansluta till Searchanise

# Languages::se_did_you_mean
source: Did you mean
fa_ir: منظور شما چیست
fi_fi: Tarkoititko
pt_pt: Você quis dizer
sv_se: Menade du

# Languages::se_product_id
source: Product Id
fa_ir: شناسه محصول
fi_fi: Tuotekoodi
pt_pt: ID do produto
sv_se: Produkt ID

# Languages::se_title
source: Title
fa_ir: عنوان
fi_fi: Otsikko
pt_pt: Título
sv_se: Titel

# Languages::se_summary
source: Description
fa_ir: شرح
fi_fi: Kuvaus
pt_pt: Descrição
sv_se: Beskrivning

# Languages::se_link
source: Product Url
fa_ir: نشانی اینترنتی محصول
fi_fi: Tuotteen URL-osoite
pt_pt: URL do produto
sv_se: Produkt Url

# Languages::se_price
source: Price
fa_ir: قیمت
fi_fi: Hinta
pt_pt: Preço
sv_se: Pris

# Languages::se_list_price
source: List Price
fa_ir: لیست قیمت
fi_fi: Listahinta
pt_pt: Preço de tabela
sv_se: Listpris

# Languages::se_quantity
source: Quantity
fa_ir: مقدار
fi_fi: Määrä
pt_pt: Quantidade
sv_se: Antal

# Languages::se_product_code
source: Product Code
fa_ir: کد محصول
fi_fi: Tuotekoodi
pt_pt: Código do produto
sv_se: Produktkod

# Languages::se_image_link
source: Image Url
fa_ir: Url تصویر
fi_fi: Kuvan URL-osoite
pt_pt: Imagem URL
sv_se: Bild Url

# Languages::se_category_Id
source: Category Id
fa_ir: شناسه رده
fi_fi: Luokkatunnus
pt_pt: Categoria ID
sv_se: Kategori ID

# Languages::se_category_usergroup_ids
source: Category Usergroup Ids
fa_ir: رده شناسه
fi_fi: Luokka käyttäjäryhmän tunnukset
pt_pt: IDs do grupo de usuários da categoria
sv_se: Kategori kundgrupp ID

# Languages::se_usergroup_ids
source: Usergroup Ids
fa_ir: شناسه ميتوانم
fi_fi: Käyttäjäryhmän tunnukset
pt_pt: IDs de grupo de usuários
sv_se: Kundgrupp ID

# Languages::se_company_id
source: Company Id
fa_ir: شناسه شرکت
fi_fi: Yritystunnus
pt_pt: ID da empresa
sv_se: Företag ID

# Languages::se_empty_categories
source: Without Categories
fa_ir: بدون دسته بندی
fi_fi: Ilman Kategorioita
pt_pt: Sem categorias
sv_se: Utan kategorier

# Languages::se_active_companies
source: Company is active
fa_ir: شرکت فعال است
fi_fi: Yritys on aktiivinen
pt_pt: A empresa está ativa
sv_se: Företaget är akivt

# Languages::se_price_for_usergroup_id
source: Price for usergroup Id ([id])
fa_ir: قیمت برای شناسه گروه کاربری([id])
fi_fi: Hinta käyttäjäryhmän tunnukselle ([id])
pt_pt: Preço para o ID do grupo de usuários ([id])
sv_se: Pris för kundgrupp ID ([id])

# Languages::se_for_feature_id
source: Feature "[id]" Id
fa_ir: ویژگی Id "[id]"
fi_fi: Ominaisuus "[id]" Id
pt_pt: Identificação do recurso "[id]"
sv_se: Egenskapsidentifierare "[id]"

# Languages::se_relevance
source: Relevance
fa_ir: ارتباط
fi_fi: Merkityksellisyys
pt_pt: Relevância
sv_se: Relevans

# Languages::se_products
source: Products
fa_ir: محصولات
fi_fi: Tuotteet
pt_pt: Produtos
sv_se: Produkter

# Languages::se_popular_suggestions
source: Popular suggestions
fa_ir: پیشنهادات محبوب
fi_fi: Suosittuja ehdotuksia
pt_pt: Sugestões populares
sv_se: Populära förslag

# Languages::sort_by_relevance_asc
source: Sort by Relevance
fa_ir: مرتب کردن بر اساس ارتباط
fi_fi: Lajittele osuvuuden mukaan
pt_pt: Classificar por relevância
sv_se: Sortera efter relevans

# Languages::se_api_key
source: API key
fa_ir: کلید API
fi_fi: API-avain
pt_pt: Chave API
sv_se: API nyckel

# Languages::se_private_key
source: Private key
fa_ir: کلید خصوصی
fi_fi: Yksityinen avain
pt_pt: Chave privada
sv_se: Privat nyckel

# Languages::se_options_combinations_codes
source: Options combinations codes
fa_ir: گزینه های ترکیب کدهای
fi_fi: Vaihtoehtojen yhdistelmäkoodit
pt_pt: Códigos de combinações de opções
sv_se: Kombinationskoder för alternativ

# Languages::se_master_product_status
source: Common product status
fa_ir: وضعیت محصول مشترک
fi_fi: Yhteinen tuotteen tila
pt_pt: Status do produto comum
sv_se: Gemensam produktstatus

# Languages::se_is_vendor_product
source: Vendor product flag
fa_ir: پرچم محصول فروشنده
fi_fi: Myyjän tuotteen lippu
pt_pt: Sinalizador de produto do fornecedor
sv_se: Säljarens produktflagga

# Languages::se_is_master_product
source: Сommon product flag
fa_ir: پرچم محصول مشترک
fi_fi: Yhteinen tuotelippu
pt_pt: Bandeira de produto comum
sv_se: Gemensam produktflagga

# Languages::se_connection_warning
source: Searchanise: There is no connection to Searchanise server! For Searchanise to work properly, the store server must be able to access searchserverapi.com. Please contact Searchanise <a href="mailto: [email]">[email]</a> technical support or your system administrator.
fa_ir: Searchanise: هیچ اتصالی به سرور Searchanise وجود ندارد! برای اینکه Searchanise به درستی کار کند، سرور فروشگاه باید بتواند به searchserverapi.com دسترسی داشته باشد. لطفاً با پشتیبانی فنی Searchanise <a href="mailto: [email]">[email]</a> یا سرپرست سیستم خود تماس بگیرید.
fi_fi: Searchanise: Ei yhteyttä Searchanise-palvelimeen! Jotta Searchanise toimisi oikein, myymäläpalvelimen on voitava päästä osoitteeseen searchserverapi.com. Ota yhteyttä Searchanisen <a href="mailto: [email]">[email]</a> tekniseen tukeen tai järjestelmänvalvojaan.
pt_pt: Searchanise: Não há conexão com o servidor Searchanise! Para que o Searchanise funcione corretamente, o servidor de armazenamento deve poder acessar searchserverapi.com. Entre em contato com o suporte técnico da Searchanise <a href="mailto: [email]">[email]</a> ou com o administrador do sistema.
sv_se: Searchanise: Det finns ingen anslutning till Searchanise-servern! För att Searchanise ska fungera korrekt måste butiksservern kunna komma åt searchserverapi.com. Kontakta Searchanise <a href="mailto: [email]">[email]</a> tekniska support eller din systemadministratör.

# Languages::se_queue_warning
source: Searchanise: We found an issue with the export of changes in your store catalog. To resolve the issue please contact the Searchanise <a href="mailto: [email]">[email]</a> technical support.
fa_ir: Searchanise: ما مشکلی در صادرات تغییرات در کاتالوگ فروشگاه شما پیدا کردیم. برای حل مشکل لطفا با پشتیبانی فنی Searchanise <a href="mailto: [email]">[email]</a> تماس بگیرید.
fi_fi: Searchanise: Löysimme ongelman myymäläluettelosi muutosten viennissä. Voit ratkaista ongelman ottamalla yhteyttä Searchanisen <a href="mailto: [email]">[email]</a> tekniseen tukeen.
pt_pt: Searchanise: encontramos um problema com a exportação de alterações no catálogo da sua loja. Para resolver o problema, entre em contato com o suporte técnico do Searchanise <a href="mailto: [email]">[email]</a>.
sv_se: Searchanise: Vi hittade ett problem med exporten av ändringar i din butikskatalog. Kontakta Searchanise <a href="mailto: [email]">[email]</a> tekniska support för att lösa problemet.

# SettingsSections::searchanise::configuration
source: Configuration
fa_ir: پیکربندی
fi_fi: Kokoonpano
pt_pt: Configuração
sv_se: Inställningar
