Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/seo.po
Languages: fa_ir, fi_fi, it_it, pt_pt, sv_se

# Addons::description::seo
source: Adds Search engine-friendly URLs support
fa_ir: موتور جستجو افزونه های URL های پشتیبانی مبکند
fi_fi: Lisää hakukoneystävällisten URL-osoitteiden tuen
it_it: Aggiunge il supporto SEO agli URL (richiede mod_rewrite o isapi_rewrite)
pt_pt: Adiciona suporte para URLs (Search Engine Friendly)
sv_se: Lägger till stöd för sökmotorvänliga webbadresser

# Languages::seo_rules_menu_description
source: Use this section to define global rules for the URLs rewritten in your store.
fa_ir: با استفاده از این بخش به تعریف قوانین جهانی برای آدرس بازنویسی در فروشگاه شما.
fi_fi: Tämän osion avulla voit määrittää yleiset säännöt kaupassasi uudelleenkirjoitetuille URL-osoitteille.
it_it: Utilizzare questa sezione per definire le regole globali per la riscrittura degli URL del tuo negozio.
pt_pt: Use esta secção para definir as regras globais dos URLs na sua loja.
sv_se: Hantera globala URL omdirigeringar.

# Languages::seo.redirects_manager_menu_description
source: Manages redirect rules from old URLs
fa_ir: مدیریت قوانین تغییر مسیر از آدرس قدیمی
fi_fi: Hallitsee uudelleenohjaussääntöjä vanhoista URL-osoitteista
it_it: Gestisce le regole redirect dai vecchi URL
pt_pt: Gere as regras de redirecionamento de URLs antigos
sv_se: Hantera omdirigeringar från gamla URLer.

# Languages::controller_description
source: If you want to specify a SEO-name for the URL, e.g. http://example.com/index.php?dispatch=<b>categories.catalog</b>, you need to enter the "<b>categories.catalog</b>" value into the "<b>The value of the "dispatch" parameter from the URL</b>" field and specify the SEO name in the "<b>SEO name</b>" field.
fa_ir: اگر می خواهید مشخص کنید نام جستجوگرها آدرس مانند http://example.com/index.php?dispatch= <b>categories.catalog</b>، شما باید وارد کنید مقدار "<b>categories.catalog</b>" را در قسمت "<b>مقدار پارامتر"اعزام"از آدرس</b>" و نامي جستجوگرها در قسمت "<b>نام جستجوگرها</b>".
fi_fi: Jos haluat määrittää URL-osoitteelle SEO-nimen, esim. http://example.com/index.php?dispatch=<b>category.catalog</b>, sinun on syötettävä "<b>category.catalog</b>" -arvo kohtaan "<b>"lähetys"-parametrin arvo URL</b>" -kentästä ja määritä SEO nimi "<b>SEO name</b>" -kenttään.
it_it: Se vuoi specificare un nome SEO p.e.: http://example.com/index.php?dispatch=<b>categories.catalog</b>. devi inserire il valore "<b>categories.catalog</b>" nel campo "<b>valore del parametro "dispatch" dell\'URL</b>" e specificare il nome SEO nel campo "<b>nome SEO</b>"
pt_pt: Se deseja especificar um nome de SEO para o URL, por exemplo, http://example.com/index.php?dispatch= <b>categories.catalog</b>, precisa inserir o valor "<b>categories.catalog</b>" no campo "<b>Valor do parâmetro de expedição do URL</b>" e especificar o nome SEO no campo "<b>Nome SEO</b>".
sv_se: Om du t.ex. vill ange ett SEO-namn för http://example.com/index.php?dispatch=<b>categories.catalog</b> skall du ange värdet "<b>categories.catalog</b>" i fältet "<b>URL "dispatch" värde</b>" och ange SEO-namnet i fältet "<b>SEO namn</b>".

# Languages::seo_name
source: SEO name
fa_ir: نام جستجوگرها
fi_fi: SEO nimi
it_it: Nome SEO
pt_pt: Nome SEO
sv_se: SEO namn

# Languages::warning_seo_urls_disabled
source: SEO-friendly URLs are disabled. Check your web server and URL manipulation engine settings.
fa_ir: جستجوگرها دوستانه URLs غیرفعال می شوند. سرور و تنظیمات موتور دستکاری URL را بررسی کنید.
fi_fi: SEO-ystävälliset URL-osoitteet on poistettu käytöstä. Tarkista verkkopalvelimesi ja URL-käsittelykoneen asetukset.
it_it: Gli URL SEO-friendly sono disabilitati. Controlla il tuo server Web e la riscrittura URL nelle impostazioni vhost e .htaccess.
pt_pt: URLs SEF estão desativados.
sv_se: SEO URLer är inaktiverade. Kontrollera serverns inställningar för URL manipulation.

# Languages::dispatch_value
source: Dispatch value
fa_ir: اعزام ارزش
fi_fi: Lähetysarvo
it_it: Valore di spedizione
pt_pt: Valor de expedição
sv_se: Dispatch värde

# Languages::url_dispatch_part
source: The value of the "dispatch" parameter from the URL
fa_ir: مقدار پارامتر "اعزام" از آدرس
fi_fi: "Dispatch"-parametrin arvo URL-osoitteesta
it_it: Il valore del parametro "spedizione" dall'URL
pt_pt: O valor do parâmetro de expedição do URL
sv_se: URL dispatch värde

# Languages::new_rule
source: New rule
fa_ir: قانون جدید
fi_fi: Uusi sääntö
it_it: Nuova regola
pt_pt: Nova regra
sv_se: Ny regel

# Languages::seo_rules
source: SEO rules
fa_ir: قوانین SEO
fi_fi: SEO säännöt
it_it: Regole SEO
pt_pt: Regras SEO
sv_se: SEO namn

# Languages::seo_page_title
source: page [n]
fa_ir: صفحه [n]
fi_fi: sivu [n]
it_it: pagina [n]
pt_pt: página [n]
sv_se: sidan [n]

# Languages::privileges.manage_seo_rules
source: Can edit
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
it_it: Può modificare
pt_pt: Pode editar
sv_se: Kan redigera

# Languages::privileges.view_seo_rules
source: Can view
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
it_it: Può visualizzare
pt_pt: Pode ver
sv_se: Kan visa

# Languages::seo.redirects_manager
source: 301 redirects
fa_ir: تغییر مسیر 301
fi_fi: 301 uudelleenohjaukset
it_it: Reindirizzamenti 301
pt_pt: Redirecionamentos 301
sv_se: Permanent flyttad (301)

# Languages::seo.old_url
source: Old URL
fa_ir: آدرس قدیمی
fi_fi: Vanha URL-osoite
it_it: Vecchio URL
pt_pt: URL antigo
sv_se: Gammal URL

# Languages::seo.new_url
source: New URL
fa_ir: آدرس جدید
fi_fi: Uusi URL-osoite
it_it: Nuovo URL
pt_pt: Novo URL
sv_se: Ny URL

# Languages::seo.new_redirect
source: New Redirect
fa_ir: تغییر مسیر جدید
fi_fi: Uusi uudelleenohjaus
it_it: Nuovo Redirect
pt_pt: Novo redirecionamento
sv_se: Ny omdirigering

# Languages::seo.error_old_url_exists
source: The URL you're redirecting from is already exist
fa_ir: آدرس شما در حال هدایت از قبل وجود داشته باشد
fi_fi: URL-osoite, josta ohjaat uudelleen, on jo olemassa
it_it: L'URL che vuoi reindirizzare esiste già
pt_pt: O URL de onde está a redirecionar já existe
sv_se: URLen du omdirigerar från finns redan

# Languages::seo.rich_snippets
source: Google rich snippets preview
fa_ir: پیش نمایش گوگل اسنیپت های پیشرفته
fi_fi: Google Rich Snippets -esikatselu
it_it: Anteprima dei rich snippet di Google
pt_pt: Previsualização do Google Rich Snippets
sv_se: Google rich snippets förhandsvisning

# Languages::seo.rich_snippets_rating
source: Rating
fa_ir: رده بندی
fi_fi: Luokitus
it_it: Valutazione
pt_pt: Avaliação
sv_se: Betyg

# Languages::seo.rich_snippets_reviews
source: [n] review|[n] reviews
fa_ir: [n] نظر
fi_fi: [n] arvostelua|[n] arvostelua
it_it: [n] recensione|[n] recensioni
pt_pt: [n] avaliações|[n] comentários
sv_se: [n] recension|[n] recensioner

# Languages::seo.create_redirect
source: Create redirect from old URL
fa_ir: ایجاد تغییر مسیر از آدرس قدیمی
fi_fi: Luo uudelleenohjaus vanhasta URL-osoitteesta
it_it: Creare il reindirizzamento dal vecchio URL
pt_pt: Criar redirecionamento para um URL antigo
sv_se: Skapa omdirigering från gammal URL

# Languages::seo.error_incorrect_url
source: Incorrect format for <b>[url]</b> URL. For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
fa_ir: فرمت نادرست به <b> [URL] </ B> URL. برای مثال، اگر URL شما <B> http://example.com/path/to/object </ B>، شما نیاز به وارد <B> / راه / به / شی </ B>
fi_fi: Virheellinen muoto <b>[url]</b> URL-osoitteelle. Jos URL-osoitteesi on esimerkiksi <b>http://example.com/path/to/object</b>, sinun on syötettävä <b>/polku/objektiin</b>
it_it: Formato non corretto dell'URL <b>[url]</b>. Ad esempio, se l'URL è <b>http://example.com/path/to/object</b>, è necessario inserire <b>/path/to/object</b>
pt_pt: Formato incorreto para <b>[url]</b> URL. Por exemplo, se seu URL for <b>http://example.com/path/to/object</b>, você precisará inserir <b>/path/to/object</b>
sv_se: Felaktigt format för <b>[url]</b>. Om t.ex. webbadressen är <b>http://example.com/sökväg/till/objekt</b>, måste du ange <b>/sökväg/till/objekt</b>

# Languages::tt_addons_seo_views_seo_redirects_manage_seo.old_url
source: For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
fa_ir: اگر شما آدرس را وارد کنید <b>http://example.com/path/to/object</b> به عنوان مثال، شما نیاز به وارد نمودن<b>کردن/راه/به/شی</b>
fi_fi: Jos URL-osoitteesi on esimerkiksi <b>http://example.com/polku/objektiin</b>, sinun on syötettävä <b>/polku/objektiin</b>
it_it: Ad esempio, se l'URL è <b>http://example.com/path/to/object</b>, è necessario <b>/path/to/object</b>
pt_pt: Por exemplo, se seu URL for <b>http://example.com/path/to/object</b>, você precisará inserir <b>/path/to/object</b>
sv_se: Om t.ex. webbadressen är <b>http://example.com/sökväg/till/objekt</b>, skriver du in <b>/sökväg/till/objekt</b>

# SettingsSections::seo::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
it_it: Generale
pt_pt: Geral
sv_se: Allmänt

# SettingsOptions::seo::seo_product_type
source: Product SEO URL format
fa_ir: محصول فرمت های جستجوگرها
fi_fi: Tuotteen SEO URL-muoto
it_it: Formato SEO dell'URL del prodotto
pt_pt: Formato de URL (SEO) do artigo
sv_se: Produkt SEO URL-format

# SettingsOptions::seo::seo_category_type
source: Category SEO URL format
fa_ir: دسته بندی فرمت های جستجوگرها
fi_fi: Luokka SEO URL-muoto
it_it: Formato SEO dell'URL di categoria
pt_pt: Formato de URL (SEO) da categoria
sv_se: Kategori SEO URL-format

# SettingsOptions::seo::seo_page_type
source: Page SEO URL format
fa_ir: فرمت صفحه جستجوگرها
fi_fi: Sivun SEO URL-muoto
it_it: Formato SEO dell'URL della pagina
pt_pt: Formato de URL (SEO) da página
sv_se: Sida SEO URL-format

# SettingsOptions::seo::seo_other_type
source: Other SEO URL format
fa_ir: دیگر فرمت URL جستجوگرها
fi_fi: Muu SEO URL-muoto
it_it: Formato SEO dell'URL per altri elementi
pt_pt: Outro formato de URL (SEO)
sv_se: Övriga SEO URL-format

# SettingsOptions::seo::seo_language
source: Show additional language in the URL
fa_ir: نمایش زبان اضافی در URL
fi_fi: Näytä lisäkieli URL-osoitteessa
it_it: Mostra la lingua aggiuntiva nell'URL
pt_pt: Mostrar idioma adicional no URL
sv_se: Visa ytterligare språk i URL:en

# SettingsOptions::seo::single_url
source: Use single URL for all languages
fa_ir: آدرس تک استفاده برای همه زبان ها
fi_fi: Käytä yhtä URL-osoitetta kaikille kielille
it_it: Utilizzare un URL unico per tutte le lingue
pt_pt: Usar URL único para todos os idiomas
sv_se: Använd samma URL för alla språk

# SettingsOptions::seo::non_latin_symbols
source: Allow non-latin symbols in URL
fa_ir: اجازه به نشانه های غیر لاتین در آدرس
fi_fi: Salli muut kuin latinalaiset symbolit URL-osoitteessa
it_it: Permettere i simboli non latini nell'URL
pt_pt: Permitir símbolos não-latinos no URL
sv_se: Tillåt icke-latinska tecken i URL

# SettingsVariants::seo::seo_product_type::product_file_nohtml
source: /product-name/
fi_fi: /tuotteen nimi/
it_it: /nome-prodotto/
sv_se: /produkttitel/

# SettingsVariants::seo::seo_product_type::product_file
source: /product-name.html
fi_fi: /tuotteen-nimi.html
it_it: /nome-prodotto.html
sv_se: /produkttitel.html

# SettingsVariants::seo::seo_product_type::product_category_nohtml
source: /category-name/[subcategory-name/]product-name/
fi_fi: /kategorian-nimi/[alaluokan-nimi/]tuotteen-nimi/
it_it: /categoria/[sottocategoria/]nome-prodotto/
sv_se: /kategorititel/[underkategorititel/]produkttitel/

# SettingsVariants::seo::seo_product_type::product_category
source: /category-name/[subcategory-name/]product-name.html
fa_ir: /category-name/[subcategory-name/]product-name/
fi_fi: /luokan-nimi/[alaluokan-nimi/]tuotteen-nimi.html
it_it: /categoria/[sottocategoria/]nome-prodotto.html
sv_se: /kategorititel/[underkategorititel/]produkttitel.html

# SettingsVariants::seo::seo_category_type::category_nohtml
source: /parent-category/category/[page-2/]
fi_fi: /parent-category/category/[sivu-2/]
it_it: /categoria-padre/categoria/[pagina2/]
sv_se: /överliggande-kategori/kategori/[sida-2/]

# SettingsVariants::seo::seo_category_type::category
source: /parent-category/category-[page-2].html
it_it: /categoria-padre/categoria-[pagina2].html
sv_se: /överliggande-kategori/kategori-[sida-2].html

# SettingsVariants::seo::seo_category_type::root_category
source: /category/[page-2/]
fi_fi: /kategoria/[sivu-2/]
it_it: /categoria/[pagina2/]
sv_se: /kategori/[sida-2/]

# SettingsVariants::seo::seo_page_type::page
source: /parent-page/page.html
it_it: /pagina-padre/pagina.html
sv_se: /överliggande-sida/sida.html

# SettingsVariants::seo::seo_page_type::page_nohtml
source: /parent-page/page/
fi_fi: /emosivu/sivu/
it_it: /pagina-padre/pagina/
sv_se: /överliggande-sida/sida/

# SettingsVariants::seo::seo_page_type::root_page
source: /page/
fi_fi: /sivu/
it_it: /pagina/
sv_se: /sida/

# SettingsVariants::seo::seo_other_type::directory
source: /item/
fi_fi: /tuote/
it_it: /oggetto/
sv_se: /objekt/

# SettingsVariants::seo::seo_category_type::file
source: /category[-page-2].html
fi_fi: /luokka[-page-2].html
it_it: /categoria[-page2].html
sv_se: /kategori[-sida-2].html

# SettingsVariants::seo::seo_page_type::file
source: /page.html
fi_fi: /sivu.html
it_it: /pagina.html
sv_se: /sida.html

# SettingsVariants::seo::seo_other_type::file
source: /item.html
fi_fi: /tuote.html
it_it: /articolo.html
sv_se: /objekt.html

# Languages::seo.important_language_text
source: <b>Warning!</b> The <b>SEO</b> add-on is currently configured to use a single URL for all languages. If you hide, disable, or delete a default language of one of the storefronts, the SEO URLs will be changed.
fa_ir: <b>هشدار!</b> افزونه <b>بهینه سازی با موتورهای جستجو</b> در حال حاضر برای استفاده از یک آدرس واحد برای تمام زبان پیکربندی شده است. اگر شما زبان پیش فرض هر کدام از فروشگاه ها را مخفی ، غیرفعال یا حذف کنید لینک آدرس ها تغییر خواهد کرد.
fi_fi: <b>Varoitus!</b> <b>SEO</b> -lisäosa on tällä hetkellä määritetty käyttämään yhtä URL-osoitetta kaikille kielille. Jos piilotat, poistat käytöstä tai poistat jonkin myymälän oletuskielen, hakukoneoptimoinnin URL-osoitteet muuttuvat.
it_it: <b>Avviso!</b> L'add-on <b>SEO</b> e configurato in questo momento per utilizzare uno unico URL per tutte le lingue. Se occulta, deattiva, or elimina una lingua default di una pagine frontale di mercato, i URLs SEO saranno cambiati.
pt_pt: <b>Aviso!</b> O módulo </b>SEO<b> está configurado para usar um URL único para todos os idiomas. Se ocultar, desativar ou remover o idioma padrão de uma das frentes de loja, o SEO dos URL será alterado.
sv_se: <b>Varning!</b> <b>SEO</b> tillägget är konfigurerat för att använda en URL för alla språk. Om du döljer, inaktiverar eller radera ett standardspråk för en av butikerna, kommer SEO webbadresser att ändras.

# Languages::seo.product_feature.feature_code.notice
source: A suitable code can help this feature appear with the product in search engines. Supported codes:
fa_ir: یک کد مناسب می تواند به نمایش این ویژگی با محصول در موتورهای جستجو کمک کند. کدهای پشتیبانی شده:
fi_fi: Sopiva koodi voi auttaa tätä ominaisuutta näkymään tuotteen mukana hakukoneissa. Tuetut koodit:
it_it: Un codice adatto può aiutare questa funzione ad apparire con il prodotto nei motori di ricerca. Codici supportati:
pt_pt: Um código adequado pode ajudar esse recurso a aparecer com o produto nos mecanismos de pesquisa. Códigos suportados:
sv_se: En lämplig kod kan hjälpa den här funktionen att visas med produkten i sökmotorer. Koder som stöds:

# Languages::seo.brand
source: Brand
fa_ir: نام تجاری
fi_fi: Brändi
it_it: Marca
pt_pt: Marca
sv_se: varumärke

# Languages::seo.feature_code.brand.description
source: Name used by an organization or business person for labeling a product
fa_ir: نامی که توسط یک سازمان یا شخص تجاری برای برچسب زدن یک محصول استفاده می شود
fi_fi: Organisaation tai liikehenkilön käyttämä nimi tuotteen merkitsemiseen
it_it: Nome utilizzato da un'organizzazione o da un uomo d'affari per etichettare un prodotto
pt_pt: Nome usado por uma organização ou pessoa de negócios para rotular um produto
sv_se: Namn som används av en organisation eller affärsperson för att märka en produkt

# Languages::seo.feature_code.isbn.description
source: International Standard Book Number
fa_ir: شماره کتاب استاندارد بین المللی
fi_fi: Kansainvälinen standardikirjan numero
it_it: Numero di libro standard internazionale
pt_pt: Número de livro padrão internacional

# Languages::seo.feature_code.gtin.description
source: Global Trade Item Number
fa_ir: شماره کالای تجارت جهانی
fi_fi: Maailmanlaajuinen kauppanimikkeen numero
it_it: Codice Internazionale articolo
pt_pt: Número Global do Item Comercial
sv_se: Global Trade Artikelnummer

# Languages::seo.MPN
source: MPN
it_it: MPN (Codice del Produttore)

# Languages::seo.feature_code.mpn.description
source: Manufacturer Part Number
fa_ir: شماره قطعه سازنده
fi_fi: Valmistajan osanumero
it_it: codice articolo del costruttore
pt_pt: Número da peça do fabricante
sv_se: Tillverkarens artikelnummer

# Languages::seo.storefront_frontend_default_language_warning
source: The <a href="[link]">SEO</a> add-on is currently configured to use a single URL for all languages. If you change a default language of this storefront, the SEO URLs will be changed.
fa_ir: افزونه <a href="[link]">SEO</a> در حال حاضر برای استفاده از یک URL واحد برای همه زبان ها پیکربندی شده است. اگر زبان پیش‌فرض این ویترین را تغییر دهید، URLهای SEO تغییر خواهند کرد.
fi_fi: <a href="[link]">SEO</a> -lisäosa on tällä hetkellä määritetty käyttämään yhtä URL-osoitetta kaikille kielille. Jos muutat tämän julkisivun oletuskieltä, hakukoneoptimoinnin URL-osoitteet muuttuvat.
it_it: Il componente aggiuntivo <a href="[link]">SEO</a> è attualmente configurato per utilizzare un unico URL per tutte le lingue. Se modifichi una lingua predefinita di questa vetrina, gli URL SEO verranno modificati.
pt_pt: O complemento <a href="[link]">SEO</a> está atualmente configurado para usar um único URL para todos os idiomas. Se você alterar um idioma padrão dessa vitrine, os URLs de SEO serão alterados.
sv_se: Tillägget <a href="[link]">SEO</a> är för närvarande konfigurerat att använda en enda URL för alla språk. Om du ändrar ett standardspråk för detta skyltfönster kommer SEO-webbadresserna att ändras.

# Languages::seo.default_storefront_frontend_default_language_warning
source: The <a href="[link]">SEO</a> add-on is currently configured to use a single URL for all languages. If you change a default language of the default storefront, the SEO URLs will be changed for all storefronts.
fa_ir: افزونه <a href="[link]">SEO</a> در حال حاضر برای استفاده از یک URL واحد برای همه زبان ها پیکربندی شده است. اگر زبان پیش‌فرض ویترین پیش‌فرض را تغییر دهید، URLهای سئو برای همه ویترین‌ها تغییر خواهند کرد.
fi_fi: <a href="[link]">SEO</a> -lisäosa on tällä hetkellä määritetty käyttämään yhtä URL-osoitetta kaikille kielille. Jos muutat oletusjulkisivun oletuskieltä, hakukoneoptimoinnin URL-osoitteet muuttuvat kaikissa julkisivuissa.
it_it: Il componente aggiuntivo <a href="[link]">SEO</a> è attualmente configurato per utilizzare un unico URL per tutte le lingue. Se modifichi una lingua predefinita della vetrina predefinita, gli URL SEO verranno modificati per tutte le vetrine.
pt_pt: O complemento <a href="[link]">SEO</a> está atualmente configurado para usar um único URL para todos os idiomas. Se você alterar um idioma padrão da vitrine padrão, os URLs de SEO serão alterados para todas as vitrinas.
sv_se: Tillägget <a href="[link]">SEO</a> är för närvarande konfigurerat att använda en enda URL för alla språk. Om du ändrar ett standardspråk för standardskyltfönstret kommer SEO-webbadresserna att ändras för alla skyltfönster.

# Languages::seo.error_at_creation_seo_name
source: The following SEO name already exists in your store: <b>[names]</b>. <p> The following SEO name was used instead: <b>[new_names]</b>.|The following SEO names already exist in your store: <b>[names]</b>. The following SEO names were used instead: <b>[new_names]</b>.
fa_ir: نام سئوی زیر در حال حاضر در فروشگاه شما وجود دارد: <b>[names]</b>. <p> به جای آن از نام سئوی زیر استفاده شده است: <b>[new_names]</b>.|اسامی سئوی زیر در حال حاضر در فروشگاه شما وجود دارد: <b>[names]</b>. به جای آن از نام های سئو زیر استفاده شد: <b>[new_names]</b>.
fi_fi: Seuraava hakukoneoptimoinnin nimi on jo olemassa kaupassasi: <b>[names]</b>. <p> Sen sijaan käytettiin seuraavaa SEO-nimeä: <b>[new_names]</b>.|Seuraavat SEO-nimet ovat jo olemassa kaupassasi: <b>[names]</b>. Sen sijaan käytettiin seuraavia SEO-nimiä: <b>[new_names]</b>.
it_it: Il seguente nome SEO esiste già nel tuo negozio: <b>[names]</b>. <p> È stato invece utilizzato il seguente nome SEO: <b>[new_names]</b>.|I seguenti nomi SEO esistono già nel tuo negozio: <b>[names]</b>. Sono stati invece utilizzati i seguenti nomi SEO: <b>[new_names]</b>.
pt_pt: O seguinte nome de SEO já existe em sua loja: <b>[names]</b>. <p> Em vez disso, foi usado o seguinte nome de SEO: <b>[new_names]</b>.|Os seguintes nomes de SEO já existem em sua loja: <b>[names]</b>. Em vez disso, foram usados os seguintes nomes de SEO: <b>[new_names]</b>.
sv_se: Följande SEO-namn finns redan i din butik: <b>[names]</b>. <p> Följande SEO-namn användes istället: <b>[new_names]</b>.|Följande SEO-namn finns redan i din butik: <b>[names]</b>. Följande SEO-namn användes istället: <b>[new_names]</b>.

# Languages::seo.error_incorrect_seo_name
source: The following SEO name had incorrect format: <b>[names]</b>. <p> The following SEO name was used instead: <b>[new_names]</b>.|The following SEO names had incorrect format: <b>[names]</b>. The following SEO names were used instead: <b>[new_names]</b>.
fa_ir: نام سئوی زیر دارای فرمت نادرست است: <b>[names]</b>. <p> به جای آن از نام سئوی زیر استفاده شده است: <b>[new_names]</b>.| نام های سئوی زیر دارای فرمت نادرست هستند: <b>[names]</b>. به جای آن از نام های سئو زیر استفاده شد: <b>[new_names]</b>.
fi_fi: Seuraava SEO-nimen muoto oli väärä: <b>[names]</b>. <p> Sen sijaan käytettiin seuraavaa SEO-nimeä: <b>[new_names]</b>.|Seuraavien SEO-nimien muoto oli väärä: <b>[names]</b>. Sen sijaan käytettiin seuraavia SEO-nimiä: <b>[new_names]</b>.
it_it: Il seguente nome SEO aveva un formato errato: <b>[names]</b>. <p> È stato invece utilizzato il seguente nome SEO: <b>[new_names]</b>.|I seguenti nomi SEO avevano un formato errato: <b>[names]</b>. Sono stati invece utilizzati i seguenti nomi SEO: <b>[new_names]</b>.
pt_pt: O seguinte nome de SEO tinha formato incorreto: <b>[names]</b>. <p> Em vez disso, foi usado o seguinte nome de SEO: <b>[new_names]</b>.|Os seguintes nomes de SEO tinham formato incorreto: <b>[names]</b>. Em vez disso, foram usados os seguintes nomes de SEO: <b>[new_names]</b>.
sv_se: Följande SEO-namn hade felaktigt format: <b>[names]</b>. <p> Följande SEO-namn användes istället: <b>[new_names]</b>.|Följande SEO-namn hade felaktigt format: <b>[names]</b>. Följande SEO-namn användes istället: <b>[new_names]</b>.

# Addons::name::seo
source: SEO
fa_ir: بهینه سازی موتور جستجو

# Languages::privilege_groups.seo
source: SEO
fa_ir: سئو

# Languages::seo.isbn
source: ISBN
fa_ir: شابک
