Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/shopify_import.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, zh_cn

# Addons::name::shopify_import
source: Import from Shopify
ar_sa: الاستيراد من Shopify
cs_cz: Import ze Shopify
da_dk: Importer fra Shopify
de_de: Aus Shopify importieren
el_gr: Εισαγωγή από το Shopify
es_es: Importar desde Shopify
fa_ir: واردات از Shopify
fi_fi: Tuo Shopifysta
fr_fr: Importer depuis Shopify
he_il: ייבוא מ- Shopify
hu_hu: Importálás a Shopify-ból
it_it: Importa da Shopify
ja_jp: Shopifyからインポート
ko_kr: Shopify에서 가져오기
nl_nl: Importeren vanuit Shopify
no_no: Importer fra Shopify
pl_pl: Import z Shopify
pt_br: Importar da Shopify
ro_ro: Importă din Shopify
ru_ru: Импорт из Shopify
sv_se: Importera från Shopify
tr_tr: Shopify'dan içe aktar
uk_ua: Імпорт із Shopify
zh_cn: 从 Shopify 导入

# Addons::description::shopify_import
source: Allows you to import products from Shopify.
ar_sa: يسمح لك باستيراد المنتجات من Shopify.
cs_cz: Umožňuje importovat produkty ze Shopify.
da_dk: Giver dig mulighed for at importere produkter fra Shopify.
de_de: Ermöglicht das Importieren von Produkten aus Shopify.
el_gr: Σας επιτρέπει να εισάγετε προϊόντα από το Shopify.
es_es: Te permite importar productos de Shopify.
fa_ir: به شما امکان می دهد محصولات را از Shopify وارد کنید.
fi_fi: Mahdollistaa tuotteiden tuomisen Shopifysta.
fr_fr: Vous permet d'importer des produits depuis Shopify.
he_il: מאפשר לך לייבא מוצרים מ- Shopify.
hu_hu: Lehetővé teszi termékek importálását a Shopify-ból.
it_it: Ti consente di importare prodotti da Shopify.
ja_jp: Shopifyから商品をインポートできます。
ko_kr: Shopify에서 제품을 가져올 수 있습니다.
nl_nl: Hiermee kunt u producten importeren uit Shopify.
no_no: Lar deg importere produkter fra Shopify.
pl_pl: Umożliwia importowanie produktów z Shopify.
pt_br: Permite importar produtos da Shopify.
ro_ro: Vă permite să importați produse din Shopify.
ru_ru: Позволяет вам импортировать товары из Shopify.
sv_se: Låter dig importera produkter från Shopify.
tr_tr: Shopify'dan ürünleri içe aktarmanıza olanak tanır.
uk_ua: Дозволяє імпортувати продукти з Shopify.
zh_cn: 允许您从 Shopify 导入产品。

# Languages::shopify_import.shopify_products_import
source: Shopify products
ar_sa: Shopify المنتجات
cs_cz: Produkty Shopify
da_dk: Shopify produkter
de_de: Shopify-Produkte
el_gr: Προϊόντα Shopify
es_es: Shopify productos
fa_ir: محصولات Shopify
fi_fi: Shopify tuotteita
fr_fr: Produits Shopify
he_il: מוצרי Shopify
hu_hu: Shopify termékek
it_it: Shopify prodotti
ja_jp: Shopify製品
ko_kr: 쇼피파이 제품
nl_nl: Shopify-producten
no_no: Shopify-produkter
pl_pl: Produkty Shopify
pt_br: Produtos da Shopify
ro_ro: Produse Shopify
ru_ru: Товары из Shopify
sv_se: Shopify produkter
tr_tr: Ürünleri Shopify
uk_ua: Продукти Shopify
zh_cn: Shopify 产品

# Languages::shopify_import.sync_data_name
source: Import products from Shopify
ar_sa: استيراد المنتجات من Shopify
cs_cz: Importujte produkty ze Shopify
da_dk: Importer produkter fra Shopify
de_de: Importieren Sie Produkte aus Shopify
el_gr: Εισαγάγετε προϊόντα από το Shopify
es_es: Importar productos de Shopify
fa_ir: محصولات را از Shopify وارد کنید
fi_fi: Tuo tuotteet Shopifysta
fr_fr: Importer des produits depuis Shopify
he_il: יבוא מוצרים מ- Shopify
hu_hu: Importáljon termékeket a Shopify-ból
it_it: Importa prodotti da Shopify
ja_jp: Shopifyから商品をインポートする
ko_kr: Shopify에서 제품 가져오기
nl_nl: Producten importeren uit Shopify
no_no: Importer produkter fra Shopify
pl_pl: Importuj produkty z Shopify
pt_br: Importar produtos da Shopify
ro_ro: Importați produse din Shopify
ru_ru: Импорт товаров из Shopify
sv_se: Importera produkter från Shopify
tr_tr: Shopify'dan ürünleri içe aktarın
uk_ua: Імпортуйте продукти з Shopify
zh_cn: 从 Shopify 导入产品

# Languages::shopify_import.choose_import_mode
source: Choose import mode
ar_sa: اختر وضع الاستيراد
cs_cz: Vyberte režim importu
da_dk: Vælg importtilstand
de_de: Wählen Sie den Importmodus
el_gr: Επιλέξτε λειτουργία εισαγωγής
es_es: Elija el modo de importación
fa_ir: حالت واردات را انتخاب کنید
fi_fi: Valitse tuontitila
fr_fr: Choisissez le mode d'importation
he_il: בחר מצב ייבוא
hu_hu: Válassza az importálási módot
it_it: Scegli la modalit√† di importazione
ja_jp: インポートモードを選択
ko_kr: 가져오기 모드 선택
nl_nl: Kies importmodus
no_no: Velg importmodus
pl_pl: Wybierz tryb importu
pt_br: Escolha o modo de importação
ro_ro: Alegeți modul de import
ru_ru: Выберите режим импорта
sv_se: Välj importläge
tr_tr: İçe aktarma modunu seçin
uk_ua: Виберіть режим імпорту
zh_cn: 选择导入模式

# Languages::shopify_import.import_for_all_vendors
source: I'm launching my marketplace and setting up products for all vendors to use
ar_sa: أقوم بإطلاق السوق الخاص بي وإعداد المنتجات ليستخدمها جميع البائعين
cs_cz: Spouštím své tržiště a nastavuji produkty, které budou moci používat všichni prodejci
da_dk: Jeg lancerer min markedsplads og opsætter produkter, som alle leverandører kan bruge
de_de: Ich starte meinen Marktplatz und richte Produkte ein, die alle Anbieter verwenden können
el_gr: Ξεκινάω το marketplace μου και στήνω προϊόντα για χρήση από όλους τους προμηθευτές
es_es: Estoy lanzando mi mercado y configurando productos para que los usen todos los proveedores.
fa_ir: من بازار خود را راه اندازی می کنم و محصولاتی را برای استفاده همه فروشندگان راه اندازی می کنم
fi_fi: Avaan markkinapaikkani ja asetan tuotteita kaikkien myyjien käyttöön
fr_fr: Je lance ma place de marché et je configure des produits que tous les vendeurs pourront utiliser
he_il: אני משיק את השוק שלי ומגדיר מוצרים לשימוש כל הספקים
hu_hu: Elindítom a piacteret, és beállítom a termékeket, hogy minden szállító használhassa
it_it: Sto lanciando il mio mercato e impostando prodotti che tutti i fornitori possono utilizzare
ja_jp: マーケットプレイスを立ち上げ、すべてのベンダーが使用できるように製品をセットアップしています
ko_kr: 내 마켓플레이스를 시작하고 모든 공급업체가 사용할 제품을 설정하고 있습니다.
nl_nl: Ik lanceer mijn marktplaats en stel producten in die alle leveranciers kunnen gebruiken
no_no: Jeg lanserer markedsplassen min og setter opp produkter som alle leverandører kan bruke
pl_pl: Uruchamiam mój marketplace i konfiguruję produkty, z których mogą korzystać wszyscy sprzedawcy
pt_br: Estou lançando meu mercado e configurando produtos para todos os fornecedores usarem
ro_ro: Îmi lansez piața și configurez produse pe care toți furnizorii să le poată utiliza
ru_ru: Я запускаю маркетплейс и создаю базу товаров для всех продавцов
sv_se: Jag lanserar min marknadsplats och ställer in produkter som alla leverantörer kan använda
tr_tr: Pazar yerimi başlatıyorum ve tüm satıcıların kullanması için ürünler kuruyorum
uk_ua: Я запускаю свій ринок і налаштовую продукти для використання всіма постачальниками
zh_cn: 我正在启动我的市场并设置产品供所有供应商使用

# Languages::shopify_import.import_for_specific_vendor
source: I'm importing these products for a specific vendor
ar_sa: أنا أستورد هذه المنتجات لمورد معين
cs_cz: Tyto produkty dovážím pro konkrétního dodavatele
da_dk: Jeg importerer disse produkter til en bestemt leverandør
de_de: Ich importiere diese Produkte für einen bestimmten Anbieter
el_gr: Εισάγω αυτά τα προϊόντα για συγκεκριμένο προμηθευτή
es_es: Estoy importando estos productos para un proveedor específico
fa_ir: من این محصولات را برای یک فروشنده خاص وارد می کنم
fi_fi: Tuon näitä tuotteita tietylle myyjälle
fr_fr: J'importe ces produits pour un fournisseur spécifique
he_il: אני מייבא מוצרים אלה עבור ספק מסוים
hu_hu: Ezeket a termékeket egy adott szállítóhoz importálom
it_it: Sto importando questi prodotti per un fornitore specifico
ja_jp: 特定のベンダー向けにこれらの製品をインポートしています
ko_kr: 특정 공급업체를 위해 이 제품을 수입하고 있습니다.
nl_nl: Ik importeer deze producten voor een specifieke leverancier
no_no: Jeg importerer disse produktene for en bestemt leverandør
pl_pl: Importuję te produkty dla konkretnego sprzedawcy
pt_br: Estou importando esses produtos para um fornecedor específico
ro_ro: Import aceste produse pentru un anumit furnizor
ru_ru: Я импортирую товары одного из продавцов
sv_se: Jag importerar dessa produkter för en specifik leverantör
tr_tr: Bu ürünleri belirli bir satıcı için ithal ediyorum
uk_ua: Я імпортую ці продукти для певного постачальника
zh_cn: 我正在为特定供应商导入这些产品

# Languages::shopify_import.depends_on_common_products_addon
source: This option needs <a href="[link]">Common products for vendors</a> add-on to be installed
ar_sa: يحتاج هذا الخيار إلى <a href="[link]">منتجات شائعة للموردين</a> ليتم تثبيت الوظيفة الإضافية
cs_cz: Tato možnost vyžaduje instalaci <a href="[link]">běžných produktů pro dodavatele</a> doplňku
da_dk: Denne mulighed kræver, at <a href="[link]">almindelige produkter for leverandører skal installeres</a> tilføjelse
de_de: Für diese Option müssen <a href="[link]">allgemeine Produkte für Anbieter</a> Add-on installiert werden
el_gr: Αυτή η επιλογή χρειάζεται το πρόσθετο <a href="[link]">κοινά προϊόντα για προμηθευτές</a> εγκατεστημένο
es_es: Esta opción necesita <a href="[link]">productos comunes para proveedores</a> complemento para instalar
fa_ir: این گزینه برای نصب به <a href="[link]">محصول</a> برای فروشندگان نیاز دارد
fi_fi: Tämä vaihtoehto vaatii <a href="[link]">yleistä tuotetta toimittajille</a> lisäosan asennettavaksi
fr_fr: Cette option nécessite <a href="[link]">produits communs pour les fournisseurs</a> module complémentaire à installer
he_il: לאפשרות זו יש צורך ב <a href="[link]">מוצרים נפוצים עבור ספקים כדי להתקין תוסף</a>
hu_hu: Ehhez az opcióhoz <a href="[link]">gyakori termék a gyártók számára</a> bővítmény telepítéséhez szükséges
it_it: Questa opzione richiede <a href="[link]">prodotti comuni per i fornitori</a> componente aggiuntivo da installare
ja_jp: このオプションには、 <a href="[link]">ベンダー向けの一般的な製品</a> アドオンをインストールする必要があります
ko_kr: 이 옵션에는 <a href="[link]">공급업체용 공통 제품</a> 애드온이 설치되어야 합니다.
nl_nl: Voor deze optie moet <a href="[link]">algemene producten voor leveranciers</a> add-on worden geïnstalleerd
no_no: Dette alternativet trenger <a href="[link]">vanlige produkter for leverandører</a> tillegg for å bli installert
pl_pl: Ta opcja wymaga zainstalowania <a href="[link]">Wspólne produkty dla sprzedawców</a>
pt_br: Esta opção precisa de <a href="[link]">produtos comuns para fornecedores</a> complemento para ser instalado
ro_ro: Această opțiune necesită <a href="[link]">produse comune pentru furnizori</a> supliment pentru a fi instalat
ru_ru: Для этого нужно, чтобы был установлен модуль <a href="[link]">"Общие товары для продавцов"</a>
sv_se: Detta alternativ behöver <a href="[link]">vanliga produkter för leverantörer</a> tillägg för att installeras
tr_tr: Bu seçeneğin yüklenmesi için satıcılar için <a href="[link]">Ortak ürün</a> eklenti gerekir
uk_ua: Для цього параметра потрібно встановити <a href="[link]">загальних продуктів для постачальників</a> доповнення
zh_cn: 此选项需要 <a href="[link]">个供应商的通用产品</a> 个要安装的附加组件

# Languages::shopify_import.invalid_csv_file_format
source: Uploaded CSV-file has invalid format or empty. Only files exported from Shopify supported.
ar_sa: تنسيق ملف CSV الذي تم تحميله غير صالح أو فارغ. يتم دعم الملفات المصدرة من Shopify فقط.
cs_cz: Nahraný soubor CSV má neplatný formát nebo je prázdný. Podporovány jsou pouze soubory exportované ze služby Shopify.
da_dk: Uploadet CSV-fil har ugyldigt format eller tom. Kun filer eksporteret fra Shopify understøttes.
de_de: Die hochgeladene CSV-Datei hat ein ungültiges Format oder ist leer. Es werden nur aus Shopify exportierte Dateien unterstützt.
el_gr: Το μεταφορτωμένο αρχείο CSV έχει μη έγκυρη μορφή ή είναι κενό. Υποστηρίζονται μόνο αρχεία που εξάγονται από το Shopify.
es_es: El archivo CSV cargado tiene un formato no válido o está vacío. Solo se admiten archivos exportados desde Shopify.
fa_ir: فایل CSV آپلود شده دارای قالب نامعتبر یا خالی است. فقط فایل های صادر شده از Shopify پشتیبانی می شوند.
fi_fi: Ladatun CSV-tiedoston muoto on virheellinen tai se on tyhjä. Vain Shopifysta vietyjä tiedostoja tuetaan.
fr_fr: Le fichier CSV téléchargé a un format non valide ou est vide. Seuls les fichiers exportés depuis Shopify sont pris en charge.
he_il: לקובץ CSV שהועלה יש פורמט לא חוקי או ריק. רק קבצים שיוצאו מ- Shopify נתמכים.
hu_hu: A feltöltött CSV-fájl formátuma érvénytelen vagy üres. Csak a Shopify-ból exportált fájlok támogatottak.
it_it: Il file CSV caricato ha un formato non valido o vuoto. Sono supportati solo i file esportati da Shopify.
ja_jp: アップロードされたCSVファイルの形式が無効であるか、空です。 Shopifyからエクスポートされたファイルのみがサポートされています。
ko_kr: 업로드된 CSV 파일의 형식이 잘못되었거나 비어 있습니다. Shopify에서 내보낸 파일만 지원됩니다.
nl_nl: Geüploade CSV-bestand heeft een ongeldig formaat of is leeg. Alleen bestanden die zijn geëxporteerd vanuit Shopify worden ondersteund.
no_no: Opplastet CSV-fil har ugyldig format eller tom. Kun filer eksportert fra Shopify støttes.
pl_pl: Przesłany plik CSV ma nieprawidłowy format lub jest pusty. Obsługiwane są tylko pliki wyeksportowane z Shopify.
pt_br: O arquivo CSV carregado tem formato inválido ou está vazio. Apenas arquivos exportados da Shopify são suportados.
ro_ro: Fișierul CSV încărcat are un format nevalid sau este gol. Sunt acceptate numai fișierele exportate din Shopify.
ru_ru: Загруженный CSV-файл либо пуст, либо в нём неправильно организованы данные. Поддерживаются только файлы, которые экспортированы из Shopify.
sv_se: Uppladdad CSV-fil har ogiltigt format eller tom. Endast filer som exporterats från Shopify stöds.
tr_tr: Yüklenen CSV dosyasının biçimi geçersiz veya boş. Yalnızca Shopify'dan dışa aktarılan dosyalar desteklenir.
uk_ua: Завантажений CSV-файл має недійсний формат або порожній. Підтримуються лише файли, експортовані з Shopify.
zh_cn: 上传的 CSV 文件格式无效或为空。仅支持从 Shopify 导出的文件。

# Languages::shopify_import.products_without_sku
source: The SKU value is missing for some products. These products are always imported as new objects.
ar_sa: قيمة SKU مفقودة لبعض المنتجات. يتم دائمًا استيراد هذه المنتجات ككائنات جديدة.
cs_cz: U některých produktů chybí hodnota SKU. Tyto produkty jsou vždy importovány jako nové předměty.
da_dk: SKU-værdien mangler for nogle produkter. Disse produkter importeres altid som nye genstande.
de_de: Bei einigen Produkten fehlt der SKU-Wert. Diese Produkte werden immer als neue Objekte importiert.
el_gr: Η τιμή SKU λείπει για ορισμένα προϊόντα. Αυτά τα προϊόντα εισάγονται πάντα ως νέα αντικείμενα.
es_es: Falta el valor SKU para algunos productos. Estos productos siempre se importan como objetos nuevos.
fa_ir: مقدار SKU برای برخی از محصولات وجود ندارد. این محصولات همیشه به عنوان اشیاء جدید وارد می شوند.
fi_fi: SKU-arvo puuttuu joistakin tuotteista. Nämä tuotteet tuodaan aina uusina esineinä.
fr_fr: La valeur SKU est manquante pour certains produits. Ces produits sont toujours importés en tant que nouveaux objets.
he_il: ערך מק"ט חסר עבור חלק מהמוצרים. מוצרים אלה מיובאים תמיד כחפצים חדשים.
hu_hu: Néhány terméknél hiányzik az SKU-érték. Ezeket a termékeket mindig új tárgyként importálják.
it_it: Il valore SKU manca per alcuni prodotti. Questi prodotti vengono sempre importati come nuovi oggetti.
ja_jp: 一部の製品でSKU値が欠落しています。これらの製品は常に新しいオブジェクトとしてインポートされます。
ko_kr: 일부 제품의 SKU 값이 누락되었습니다. 이러한 제품은 항상 새 개체로 가져옵니다.
nl_nl: De SKU-waarde ontbreekt voor sommige producten. Deze producten worden altijd geïmporteerd als nieuwe objecten.
no_no: SKU-verdien mangler for noen produkter. Disse produktene importeres alltid som nye objekter.
pl_pl: W przypadku niektórych produktów brakuje wartości SKU. Produkty te są zawsze importowane jako nowe obiekty.
pt_br: O valor de SKU está ausente para alguns produtos. Esses produtos são sempre importados como novos objetos.
ro_ro: Valoarea SKU lipsește pentru unele produse. Aceste produse sunt întotdeauna importate ca obiecte noi.
ru_ru: У некоторых товаров отутствует значение SKU. Такие товары всегда импортируются как новые.
sv_se: SKU-värdet saknas för vissa produkter. Dessa produkter importeras alltid som nya objekt.
tr_tr: Bazı ürünler için SKU değeri eksik. Bu ürünler her zaman yeni nesneler olarak içe aktarılır.
uk_ua: Для деяких продуктів відсутнє значення SKU. Ці продукти завжди імпортуються як нові об’єкти.
zh_cn: 某些产品缺少 SKU 值。这些产品始终作为新对象导入。

# Languages::shopify_import.last_status.S
source: Success
ar_sa: النجاح
cs_cz: Úspěch
da_dk: Succes
de_de: Erfolg
el_gr: Επιτυχία
es_es: Éxito
fa_ir: موفقیت
fi_fi: Menestys
fr_fr: Succès
he_il: הַצלָחָה
hu_hu: Siker
it_it: Successo
ja_jp: 成功
ko_kr: 성공
nl_nl: Succes
no_no: Suksess
pl_pl: Sukces
pt_br: Sucesso
ro_ro: Succes
ru_ru: Успех
sv_se: Framgång
tr_tr: Başarı
uk_ua: Успіх
zh_cn: 成功

# Languages::shopify_import.last_status.F
source: Failure
ar_sa: بالفشل
cs_cz: Selhání
da_dk: Fiasko
de_de: Versagen
el_gr: Αποτυχία
es_es: Falla
fa_ir: شکست
fi_fi: Epäonnistuminen
fr_fr: Échec
he_il: כישלון
hu_hu: Kudarc
it_it: Fallimento
ja_jp: 失敗
ko_kr: 실패
nl_nl: Mislukking
no_no: Feil
pl_pl: Błędny
pt_br: Falha
ro_ro: Eșec
ru_ru: Неудача
sv_se: Fel
tr_tr: Arıza
uk_ua: Невдача
zh_cn: 失败
