Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/sms_notifications.po
Languages: fa_ir, fi_fi, ko_kr, pt_pt, sv_se

# Addons::name::sms_notifications
source: SMS notifications
fa_ir: اعلان های پیامک
fi_fi: Tekstiviesti ilmoitukset
ko_kr: SMS 알림
pt_pt: Notificações SMS
sv_se: SMS-meddelanden

# Addons::description::sms_notifications
source: Allows you to set up administrator SMS order notifications
fa_ir: امکان راه اندازی مدیریت اعلان های پیامک سفارش
fi_fi: Voit määrittää järjestelmänvalvojan tekstiviestitilausilmoitukset
ko_kr: 관리자 SMS 주문 알림을 설정할 수 있습니다.
pt_pt: Permite configurar notificações de pedidos por SMS do administrador
sv_se: Låter dig sätta upp SMS ordermeddelanden

# Languages::unicode_not_enabled
source: Unicode support can not be enabled: 'mbstring' PHP extension is not installed.
fa_ir: پشتیبانی از یونیکد فعال نمی باشد: متغییر MB پسوند پی اچ پی نصب نشده است.
fi_fi: Unicode-tukea ei voi ottaa käyttöön: "mbstring" PHP-laajennusta ei ole asennettu.
ko_kr: 유니코드 지원을 활성화할 수 없습니다: 'mbstring' PHP 확장이 설치되지 않았습니다.
pt_pt: O suporte a Unicode não pode ser ativado: a extensão PHP 'mbstring' não está instalada.
sv_se: Unicode kunde inte aktiveras, extensionen PHP mbstring är inte installerad på servern.

# SettingsSections::sms_notifications::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
ko_kr: 일반적인
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::sms_notifications::phone_number
source: Phone number
fa_ir: شماره تلفن
fi_fi: Puhelinnumero
ko_kr: 전화 번호
pt_pt: Número de telefone
sv_se: Telefonnummer

# SettingsOptions::sms_notifications::phone_number_from
source: Send from number
fa_ir: ارسال از شماره
fi_fi: Lähetä numerosta
ko_kr: 번호에서 보내기
pt_pt: Enviar do número
sv_se: Skicka från nummer

# SettingsOptions::sms_notifications::elm_clickatell_settings
source: Clickatell settings
fa_ir: تنظیمات Clickatell
fi_fi: Clickatellin asetukset
ko_kr: 클릭아텔 설정
pt_pt: Configurações do Clickatell
sv_se: Clickatell inställningar

# SettingsOptions::sms_notifications::clickatel_user
source: Username
fa_ir: نام کاربری
fi_fi: Käyttäjätunnus
ko_kr: 사용자 이름
pt_pt: Nome do usuário
sv_se: Användarnamn

# SettingsOptions::sms_notifications::clickatel_api_id
source: API ID
fa_ir: شناسه API
fi_fi: API-tunnus
pt_pt: Código da API

# SettingsOptions::sms_notifications::clickatel_password
source: Password
fa_ir: رمزعبور
fi_fi: Salasana
ko_kr: 비밀번호
pt_pt: Senha
sv_se: Lösenord

# SettingsOptions::sms_notifications::clickatel_unicode
source: Use Unicode
fa_ir: استفاده از یونیکد
fi_fi: Käytä Unicodea
ko_kr: 유니코드 사용
pt_pt: Usar Unicode
sv_se: Använd Unicode

# SettingsOptions::sms_notifications::clickatel_concat
source: Split long sms into several parts
fa_ir: تقسیم اس ام اس طولانی را به چند قسمت
fi_fi: Jaa pitkä tekstiviesti useisiin osiin
ko_kr: 긴 SMS를 여러 부분으로 분할
pt_pt: Dividir sms longos em várias partes
sv_se: Dela upp långa sms i flera delar

# SettingsOptions::sms_notifications::elm_send_sms_if
source: Send SMS if
fa_ir: ارسال اس ام اس اگر
fi_fi: Lähetä tekstiviesti jos
ko_kr: 다음 경우 SMS 보내기
pt_pt: Envie SMS se
sv_se: Skicka SMS om

# SettingsOptions::sms_notifications::sms_new_order_placed
source: New order has been placed
fa_ir: سفارش جدید ثبت شده است
fi_fi: Uusi tilaus on tehty
ko_kr: 새로운 주문이 접수되었습니다
pt_pt: Novo pedido foi feito
sv_se: Ny order har lagts

# SettingsOptions::sms_notifications::sms_new_cusomer_registered
source: New customer has been registered
fa_ir: مشتری جدید ثبت شده است
fi_fi: Uusi asiakas on rekisteröity
ko_kr: 신규 고객이 등록되었습니다
pt_pt: Novo cliente foi cadastrado
sv_se: Ny kund har registrerats

# SettingsOptions::sms_notifications::sms_product_negative_amount
source: Product quantity is less than zero
fa_ir: مقدار محصول کمتر از صفر
fi_fi: Tuotteen määrä on pienempi kuin nolla
ko_kr: 제품 수량이 0보다 작습니다.
pt_pt: A quantidade do produto é menor que zero
sv_se: Produktantalet är mindre än noll

# SettingsOptions::sms_notifications::sms_send_min_amout
source: Only send when order total amount is more than
fa_ir: ارسال تنها زمانی که میزان کلی سفارش بیش از
fi_fi: Lähetä vain, kun tilauksen kokonaissumma on suurempi kuin
ko_kr: 주문 총액이 다음 이상인 경우에만 발송
pt_pt: Envie apenas quando o valor total do pedido for superior a
sv_se: Skicka endast om totalsumman är högre än

# SettingsOptions::sms_notifications::sms_send_shipping
source: Only send for these shipping methods
fa_ir: ارسال فقط برای این روش حمل
fi_fi: Lähetä vain näillä toimitustavoilla
ko_kr: 이 배송 방법에 대해서만 보내기
pt_pt: Envie apenas para estes métodos de envio
sv_se: Skicka endast för dessa leveranssätt

# SettingsOptions::sms_notifications::elm_sms_content
source: SMS content
fa_ir: محتوای پیامک
fi_fi: SMS-sisältö
ko_kr: SMS 콘텐츠
pt_pt: conteúdo SMS
sv_se: SMS innehåll

# SettingsOptions::sms_notifications::sms_send_payment_info
source: Add payment info
fa_ir: افزودن اطلاعات پرداخت
fi_fi: Lisää maksutiedot
ko_kr: 결제 정보 추가
pt_pt: Adicionar informações de pagamento
sv_se: Lägg till betalinformation

# SettingsOptions::sms_notifications::sms_send_customer_email
source: Add customers e-mail
fa_ir: افزودن پست الکترونیکی مشتریان
fi_fi: Lisää asiakkaiden sähköpostiosoite
ko_kr: 고객 이메일 추가
pt_pt: Adicionar e-mail de clientes
sv_se: Lägg till kundernas e-postadress

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_1
source: Do not split
fa_ir: تقسیم نکنید
fi_fi: Älä jaa
ko_kr: 분할하지 마십시오
pt_pt: Não divida
sv_se: Dela inte upp

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_2
source: 2 sms
fa_ir: 2 پیامک

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_3
source: 3 sms
fa_ir: 3 پیامک
