Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/store_locator.po
Languages: cs_cz, da_dk, fa_ir, fi_fi, it_it, no_no, pl_pl, ro_ro, sv_se, tr_tr

# Addons::name::store_locator
source: Stores and pickup points
cs_cz: Prodejny a odběrná místa
da_dk: Butikker og afhentningssteder
fa_ir: فروشگاه ها و نقاط وانت
fi_fi: Liikkeet ja noutopisteet
it_it: Negozi e punti di ritiro
no_no: Butikker og hentepunkter
pl_pl: Sklepy i punkty odbioru
ro_ro: Magazine și puncte de ridicare
sv_se: Butiker och upphämtningsställen
tr_tr: Mağazalar ve teslim noktaları

# Addons::description::store_locator
source: Allows you to mark your physical stores on the map and offer your customers to collect orders from there, if a corresponding shipping method is configured.
cs_cz: Umožňuje označit své kamenné prodejny na mapě a nabídnout svým zákazníkům, aby odtud vybírali objednávky, pokud je nakonfigurován odpovídající způsob dopravy.
da_dk: Giver dig mulighed for at markere dine fysiske butikker på kortet og tilbyde dine kunder at afhente ordrer derfra, hvis en tilsvarende forsendelsesmetode er konfigureret.
fa_ir: به شما امکان می‌دهد فروشگاه‌های فیزیکی خود را روی نقشه علامت‌گذاری کنید و به مشتریان خود پیشنهاد دهید تا در صورت پیکربندی روش حمل و نقل مربوطه، سفارش‌ها را از آنجا جمع‌آوری کنند.
fi_fi: Voit merkitä fyysiset myymäläsi kartalle ja tarjota asiakkaillesi tilauksia sieltä, jos vastaava toimitustapa on määritetty.
it_it: Ti consente di contrassegnare i tuoi negozi fisici sulla mappa e offrire ai tuoi clienti di ritirare gli ordini da lì, se è configurato un metodo di spedizione corrispondente.
no_no: Lar deg merke dine fysiske butikker på kartet og tilby kundene dine å hente bestillinger derfra, hvis en tilsvarende fraktmetode er konfigurert.
pl_pl: Umożliwia oznaczenie fizycznych sklepów na mapie i zaoferowanie klientom możliwości odbioru zamówień, jeśli skonfigurowano odpowiednią metodę wysyłki.
ro_ro: Vă permite să marcați magazinele fizice pe hartă și să oferiți clienților dvs. să colecteze comenzi de acolo, dacă este configurată o metodă de expediere corespunzătoare.
sv_se: Låter dig markera dina fysiska butiker på kartan och erbjuda dina kunder att hämta beställningar därifrån, om en motsvarande fraktmetod är konfigurerad.
tr_tr: Fiziksel mağazalarınızı harita üzerinde işaretlemenize ve uygun bir gönderim yöntemi yapılandırılmışsa müşterilerinize oradan sipariş toplamalarını teklif etmenize olanak tanır.

# Languages::view_on_map
source: View on map
cs_cz: Zobrazit na mapě
da_dk: Vis på kort
fa_ir: نمایش در نقشه
fi_fi: Näytä kartalla
it_it: Visualizza sulla mappa
no_no: Vis på kart
pl_pl: Zobacz na mapie
ro_ro: Vezi pe hartă
sv_se: Visa på kartan
tr_tr: Haritada göster

# Languages::get_api_key
source: Obtaining an API Key
cs_cz: Získání API klíče
da_dk: Opnå en API-nøgle
fa_ir: به دست آوردن کلید API
fi_fi: API-avaimen hankkiminen
it_it: Ottenere una chiave API
no_no: Skaffer en API-nøkkel
pl_pl: Uzyskaj klucz API
ro_ro: Obtține o cheie API
sv_se: Skaffa API-nyckel
tr_tr: Bir API anahtarı edinme

# Languages::block_store_locator
source: Store locator
cs_cz: Vyhledání obchodů
da_dk: Butikslokalisering
fa_ir: موقعیت یاب فروشگاه
fi_fi: Myymäläpaikannin
it_it: Localizzatore negozi (store locator)
no_no: Butikk beliggenhet
pl_pl: Położenie sklepu
ro_ro: Localizator magazin
sv_se: Butikssökaren
tr_tr: Mağaza bulucu

# Languages::store_locator
source: Stores & pickup points
cs_cz: Prodejny a odběrná místa
da_dk: Butikker og afhentningssteder
fa_ir: فروشگاه ها و نقاط وانت
fi_fi: Myymälät ja noutopisteet
it_it: Negozi e punti di ritiro
no_no: Butikker og hentepunkter
pl_pl: Sklepy & punkty odbioru
ro_ro: Magazine și puncte de ridicare
sv_se: Butiker & upphämtningsställen
tr_tr: Mağazalar ve teslim noktaları

# Languages::block_store_locator_description
source: Store locator block
cs_cz: Vyhledání obchodů block
da_dk: Butikslokalisering blok
fa_ir: بلوک فروشگاه یاب
fi_fi: Varastopaikannuslohko
it_it: Blocco Localizzatore Negozi
no_no: Butikk beliggenhet blokk
pl_pl: Blok położenia sklepu
ro_ro: Bloc localizator magazin
sv_se: Butikssökaren block
tr_tr: Mağaza bulucuyu engelle

# Languages::text_address_not_found
source: Address not found
cs_cz: Adresa nebyla nalezena
da_dk: Adresse ikke fundet
fa_ir: نشانی یافت نشد
fi_fi: Osoitetta ei löydy
it_it: Indirizzo non trovato
no_no: Adresse ikke funnet
pl_pl: Adres nie znaleziony
ro_ro: Adresa nu a fost găsită
sv_se: Adressen hittades inte
tr_tr: Adres bulunamadı

# Languages::select_coordinates
source: Select coordinates
cs_cz: Vybrat souřadnice
da_dk: Vælg koordinater
fa_ir: مختصات را انتخاب کنید
fi_fi: Valitse koordinaatit
it_it: Seleziona coordinate
no_no: Velg koordinater
pl_pl: Wybierz koordynaty
ro_ro: Selectează coordonate
sv_se: Välj koordinater
tr_tr: Koordinatlarını seçin

# Languages::set
source: Set
cs_cz: Nastavit
da_dk: Angiv
fa_ir: مجموعه
fi_fi: Aseta
it_it: Imposta
no_no: Sett
pl_pl: Ustaw
ro_ro: Setați
sv_se: Sätt
tr_tr: Ayarla

# Languages::editing_store_location
source: Editing store location
cs_cz: Upravit polohu obchodu
da_dk: redigere butikslokation
fa_ir: ویرایش مکان فروشگاه
fi_fi: Myymälän sijaintia muokataan
it_it: Modifica negozio
no_no: Redigerer butikk beliggenhet
pl_pl: Edycja lokalizacji sklepu
ro_ro: Editare locația magazinului
sv_se: Redigerar butiksplats
tr_tr: Mağaza konumunu düzenle

# Languages::new_store_location
source: New store location
cs_cz: Nová poloha obchodu
da_dk: Ny butik location
fa_ir: مکان فروشگاه جدید
fi_fi: Uusi kauppapaikka
it_it: Nuovo negozio
no_no: Ny butikk beliggenhet
pl_pl: Nowa lokalizacja sklepu
ro_ro: Locație nouă a magazinului
sv_se: Ny butiksplats
tr_tr: Yeni mağaza konumu

# Languages::add_store_location
source: Add store location
cs_cz: Přidat polohu obchodu
da_dk: tilføj butikslokation
fa_ir: اضافه کردن محل فروشگاه
fi_fi: Lisää kaupan sijainti
it_it: Aggiungi negozio
no_no: Legg til butikk beliggenhet
pl_pl: Dodaj lokalizację sklepu
ro_ro: Adăugați locația magazinului
sv_se: Lägg till butiksplats
tr_tr: Mağaza konumu ekle

# Languages::coordinates
source: Coordinates
cs_cz: Souřadnice
da_dk: Koordinater
fa_ir: مختصات
fi_fi: Koordinaatit
it_it: Coordinate
no_no: Koordinater
pl_pl: Koordynaty
ro_ro: Coordonatele
sv_se: Koordinater
tr_tr: Koordinatlar

# Languages::latitude_short
source: lat
cs_cz: Šírka
fa_ir: عرض جغرافیایی
it_it: Latitudine
no_no: breddegrad
pl_pl: szerokość geograficzna

# Languages::longitude_short
source: long
cs_cz: Délka
da_dk: lang
fa_ir: طول جغرافیایی
fi_fi: pitkä
it_it: Longitudine
no_no: lengdegrad
pl_pl: długość geograficzna
ro_ro: lung
sv_se: lång
tr_tr: uzun

# Languages::all_stores
source: All stores
cs_cz: Všechny obchody
da_dk: Alle butikker
fa_ir: همه فروشگاه ها
fi_fi: Kaikki kaupat
it_it: Tutti i negozi
no_no: Alle butikker
pl_pl: Wszystkie sklepy
ro_ro: Toate magazinele
sv_se: Alla butiker
tr_tr: Tüm mağazalar

# SettingsSections::store_locator::general
source: General
cs_cz: Obecné
da_dk: Generelt
fa_ir: عمومی
fi_fi: Kenraali
it_it: Generale
no_no: Generelt
pl_pl: Ogólne
sv_se: Allmänt
tr_tr: Genel

# SettingsOptions::store_locator::print_map
source: Show map in order-related documents
cs_cz: Zobrazit mapu v dokumentech souvisejících s objednávkou
da_dk: Vis kort i ordrerelaterede dokumenter
fa_ir: نمایش نقشه در اسناد مربوط به سفارش
fi_fi: Näytä kartta tilauksiin liittyvissä asiakirjoissa
it_it: Mostra la mappa nei documenti relativi all'ordine
no_no: Vis kart i ordrerelaterte dokumenter
pl_pl: Pokaż mapę w dokumentach zamówienia
ro_ro: Afișați harta în documentele legate de ordine
sv_se: Visa karta i orderrelaterade dokument
tr_tr: Siparişle ilgili belgelerde haritayı göster

# SettingsTooltips::store_locator::print_map
source: Print the map on the packing slip and invoice
cs_cz: Vytiskněte mapu na dodací list a fakturu
da_dk: Print kortet på følgesedlen og fakturaen
fa_ir: نقشه را روی برگه بسته بندی و فاکتور چاپ کنید
fi_fi: Tulosta kartta pakkausluetteloon ja laskuun
it_it: Stampa la mappa sulla bolla di accompagnamento e sulla fattura
no_no: Skriv ut kartet på pakkseddel og faktura
pl_pl: Wydrukuj mapę na dokumencie dostawy i faktury
ro_ro: Imprimați harta pe bonul de ambalare și pe factură
sv_se: Skriv ut kartan på följesedel och faktura
tr_tr: Haritayı sevk irsaliyesine ve faturaya yazdırın

# SettingsOptions::store_locator::show_locations_at_geolocator
source: Use list of cities instead of a map
cs_cz: Místo mapy použijte seznam měst
da_dk: Brug en liste over byer i stedet for et kort
fa_ir: از فهرست شهرها به جای نقشه استفاده کنید
fi_fi: Käytä kaupunkiluetteloa kartan sijasta
it_it: Usa l'elenco delle città invece di una mappa
no_no: Bruk en liste over byer i stedet for et kart
pl_pl: Użyj listy miast zamiast mapy
ro_ro: Folosiți o listă de orașe în loc de o hartă
sv_se: Använd en lista över städer istället för en karta
tr_tr: Harita yerine şehirlerin listesini kullanın

# SettingsTooltips::store_locator::show_locations_at_geolocator
source: Affects the Customer Geolocation block. The list will be generated from cities that have stores and pickup points.
cs_cz: Ovlivňuje blok Geolocation zákazníka. Seznam bude generován z měst, která mají obchody a místa vyzvednutí.
da_dk: Påvirker blokken Kunde Geolocation. Listen vil blive genereret fra byer, der har butikker og afhentningssteder.
fa_ir: بر بلوک موقعیت جغرافیایی مشتری تأثیر می گذارد. این لیست از شهرهایی که فروشگاه ها و نقاط وانت دارند تولید می شود.
fi_fi: Vaikuttaa Customer Geolocation -lohkoon. Lista luodaan kaupungeista, joissa on myymälöitä ja noutopisteitä.
it_it: Influisce sul blocco di geolocalizzazione del cliente. L'elenco verrà generato dalle città che hanno negozi e punti di ritiro.
no_no: Påvirker blokken Customer Geolocation. Listen vil bli generert fra byer som har butikker og hentepunkter.
pl_pl: Wpływa na blok Geolokalizacji klienta. Lista zostanie wygenerowana z miast, które mają sklepy i punkty odbioru.
ro_ro: Afectează blocul de geolocalizare a clienților. Lista va fi generată din orașele care au magazine și puncte de ridicare.
sv_se: Påverkar blocket Customer Geolocation. Listan kommer att genereras från städer som har butiker och upphämtningsställen.
tr_tr: Müşteri Konum Belirleme bloğunu etkiler. Liste, mağazaları ve toplama noktaları olan şehirlerden oluşturulacaktır.

# Languages::privileges.manage_store_locator
source: Can edit
cs_cz: Může upravit
da_dk: Kan redigere
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
it_it: Può modificare
no_no: Kan redigere
pl_pl: Można edytować
ro_ro: Pot edita
sv_se: Kan redigera
tr_tr: Düzenleyebilir

# Languages::privilege_groups.store_locator
source: Store locator
cs_cz: Vyhledávač obchodů
da_dk: Butiksfinder
fa_ir: فروشگاه یاب
fi_fi: Myymäläpaikannin
it_it: Localizzatore di negozi
no_no: Butikk finner
pl_pl: Położenie sklepu
ro_ro: Localizator de magazine
sv_se: Butikssökare
tr_tr: Mağaza bulucu

# Languages::privileges.view_store_locator
source: Can view
cs_cz: Lze prohlížet
da_dk: Kan se
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
it_it: Può visualizzare
no_no: Kan se
pl_pl: Można przeglądać
ro_ro: Poate vizualiza
sv_se: Kan visa
tr_tr: Görüntüleyebilir

# Languages::store_locator.text_pickup_instruction
source: The "Customer pick-up" shipping method offers a customer to choose a store to pick up a product from. The stores can be created in the "Store location" add-on<br /><b>Store creation:</b> <a href="[store_locator]">Store location</a>
cs_cz: Způsob dopravy "Vyzvednutí zákazníkem" nabízí zákazníkovi výběr obchodu, kde si produkt vyzvedne. Obchody lze vytvořit v doplňku "Umístění obchodu"<br /><b>Vytvoření obchodu:</b> <a href="[store_locator]">Umístění obchodu</a>
da_dk: Forsendelsesmetoden "Kunde afhentning" giver en kunde mulighed for at vælge en butik at afhente et produkt fra. Butikkerne kan oprettes i tilføjelsen "Butiksplacering"<br /><b>Oprettelse af butik:</b> <a href="[store_locator]">Butiksplacering</a>
fa_ir: روش حمل و نقل "تحویل مشتری" به مشتری پیشنهاد می دهد تا فروشگاهی را برای تحویل گرفتن محصول انتخاب کند. فروشگاه ها را می توان در افزونه "محل فروشگاه" ایجاد کرد<br /><b>ایجاد فروشگاه:</b> <a href="[store_locator]">مکان فروشگاه</a>
fi_fi: "Asiakkaan nouto" -lähetystapa tarjoaa asiakkaalle mahdollisuuden valita myymälästä, josta tuotteen noudetaan. Myymälät voidaan luoda "Kaupan sijainti" -lisäosalla<br /><b>Myymälän luominen:</b> <a href="[store_locator]">Myymälän sijainti</a>
it_it: Il metodo di spedizione "Ritiro dal cliente" offre al cliente la possibilità di scegliere un negozio da cui ritirare un prodotto. I negozi possono essere creati nel componente aggiuntivo "Posizione negozio"<br /><b>Creazione negozio:</b> <a href="[store_locator]">Posizione negozio</a>
no_no: Fraktmetoden "Kundehenting" gir en kunde mulighet til å velge en butikk å hente et produkt fra. Butikkene kan opprettes i tillegget "Butikksted"<br /><b>Opprettelse av butikk:</b> <a href="[store_locator]">Butikksted</a>
pl_pl: Metoda wysyłki "Odbiór osobisty" umożliwia klientowi wybór sklepu, z którego można odebrać zamówienie. Punkty odbioru można utworzyć w dodatku "Położenie sklepu". <br /><b>Położenie sklepu: </b> <a href="[store_locator]">Dodaj lokalizację sklepu</a>
ro_ro: Metoda de livrare „Ridicare client” oferă clientului să aleagă un magazin din care să ridice un produs. Magazinele pot fi create în suplimentul „Locația magazinului”<br /><b>Crearea magazinului:</b> <a href="[store_locator]">Locația magazinului</a>
sv_se: Fraktmetoden "Kundhämtning" erbjuder en kund att välja en butik att hämta en produkt från. Butikerna kan skapas i tillägget "Butiksplats"<br /><b>Skapande av butik:</b> <a href="[store_locator]">Butiksplats</a>
tr_tr: "Müşteriden teslim alma" gönderim yöntemi, müşteriye ürün teslim alacağı bir mağaza seçme olanağı sunar. Mağazalar "Mağaza konumu" eklentisinde oluşturulabilir <br /> <b> Mağaza oluşturma: </b> <a href="[store_locator]"> Mağaza konumu </a>

# Languages::store_locator.select_stores
source: Select stores
cs_cz: Vyberte obchody
da_dk: Vælg butikker
fa_ir: فروشگاه ها را انتخاب کنید
fi_fi: Valitse kaupat
it_it: Seleziona negozi
no_no: Velg butikker
pl_pl: Wybierz sklepy
ro_ro: Selectați magazine
sv_se: Välj butiker
tr_tr: Mağaza seç

# Languages::store_locator.pick_up_points
source: Pick-up points
cs_cz: Sběrná místa
da_dk: Afhentningspunkter
fa_ir: نقاط وانت
fi_fi: Noutopisteet
it_it: Punti di raccolta
no_no: Hentepunkter
pl_pl: Punkty odbioru
ro_ro: Puncte de ridicare
sv_se: Upphämtningspunkter
tr_tr: Alış noktaları

# Languages::store_locator.stores_position
source: The "Position" field in the store settings
cs_cz: Pole "Pozice" v nastavení obchodu
da_dk: Feltet "Position" i butiksindstillingerne
fa_ir: قسمت "موقعیت" در تنظیمات فروشگاه
fi_fi: "Sijainti" -kenttä myymälän asetuksissa
it_it: Il campo "Posizione" nelle impostazioni del negozio
no_no: "Posisjon"-feltet i butikkinnstillingene
pl_pl: Pole "Pozycji" w ustawieniach Sklepu
ro_ro: Câmpul „Poziție” din setările magazinului
sv_se: Fältet "Position" i butiksinställningarna
tr_tr: Mağaza ayarlarındaki "Konum" alanı

# Languages::store_locator.shipping_position
source: Order selected in the shipping method settings
cs_cz: Objednávka vybraná v nastavení způsobu dopravy
da_dk: Ordren valgt i indstillingerne for forsendelsesmetode
fa_ir: سفارش در تنظیمات روش ارسال انتخاب شده است
fi_fi: Tilaus valittu toimitustavan asetuksista
it_it: Ordine selezionato nelle impostazioni del metodo di spedizione
no_no: Bestilling valgt i innstillingene for fraktmetode
pl_pl: Zamówienie wybrane w ustawieniach metody wysyłki
ro_ro: Comanda selectată în setările metodei de livrare
sv_se: Beställning vald i inställningarna för fraktsätt
tr_tr: Gönderim yöntemi ayarlarında seçilen sipariş

# Languages::store_locator.selected_fields
source: Selected stores
cs_cz: Vybrané obchody
da_dk: Udvalgte butikker
fa_ir: فروشگاه های منتخب
fi_fi: Valitut kaupat
it_it: Negozi selezionati
no_no: Utvalgte butikker
pl_pl: Wybrane sklepy
ro_ro: Magazine selectate
sv_se: Utvalda butiker
tr_tr: Seçilmiş mağazalar

# Languages::store_locator.available_fields
source: Available stores
cs_cz: Dostupné obchody
da_dk: Tilgængelige butikker
fa_ir: فروشگاه های موجود
fi_fi: Saatavilla olevat kaupat
it_it: Negozi disponibili
no_no: Tilgjengelige butikker
pl_pl: Dostępne sklepy
ro_ro: Magazine disponibile
sv_se: Tillgängliga butiker
tr_tr: Mevcut mağazalar

# Languages::store_locator.display_ml
source: Map and list
cs_cz: Mapa a seznam
da_dk: Kort og liste
fa_ir: نقشه و فهرست
fi_fi: Kartta ja lista
it_it: Mappa ed elenco
no_no: Kart og liste
pl_pl: Mapa i lista
ro_ro: Harta si lista
sv_se: Karta och lista
tr_tr: Harita ve liste

# Languages::store_locator.display_l
source: List
cs_cz: Seznam
da_dk: Liste
fa_ir: فهرست کنید
fi_fi: Lista
it_it: Lista
no_no: Liste
pl_pl: Lista
ro_ro: Listă
sv_se: Lista
tr_tr: Liste

# Languages::store_locator.display_m
source: Map
cs_cz: Mapa
da_dk: Kort
fa_ir: نقشه
fi_fi: Kartta
it_it: Mappa
no_no: Kart
pl_pl: Mapa
ro_ro: Hartă
sv_se: Karta
tr_tr: Harita

# Languages::store_locator.display
source: Locations list view on the checkout page
cs_cz: Zobrazení seznamu míst na stránce pokladny
da_dk: Visning af lokationsliste på betalingssiden
fa_ir: نمای لیست مکان ها در صفحه پرداخت
fi_fi: Sijaintiluettelonäkymä kassasivulla
it_it: Visualizzazione dell'elenco delle posizioni nella pagina di pagamento
no_no: Stedslistevisning på betalingssiden
pl_pl: Lista punktów odbioru na stronie zamówienia
ro_ro: Afișarea listei de locații pe pagina de finalizare a achiziției
sv_se: Listvy över platser på kassasidan
tr_tr: Ödeme sayfasındaki konumlar listesi görünümü

# Languages::store_locator.pickup
source: Pickup
cs_cz: Vyzvednout
da_dk: Saml op
fa_ir: سوار کردن
fi_fi: Noukkia
it_it: Raccogliere
no_no: Plukke opp
pl_pl: Odbiór
ro_ro: Ridica
sv_se: Plocka upp
tr_tr: Almak

# Languages::store_locator.pickup_avail
source: Available for pick-up
cs_cz: K dispozici pro vyzvednutí
da_dk: Klar til afhentning
fa_ir: برای تحویل در دسترس است
fi_fi: Noudettavissa
it_it: Disponibile per il ritiro
no_no: Tilgjengelig for Henting
pl_pl: Gotowy do odbioru
ro_ro: Disponibil pentru ridicare
sv_se: Finns för upphämtning
tr_tr: Mevcut alımlar

# Languages::store_locator.work_time
source: Working hours
cs_cz: Pracovní doba
da_dk: Arbejdstimer
fa_ir: ساعات کاری
fi_fi: Työtunnit
it_it: Ore lavorative
no_no: Arbeidstid
pl_pl: Godziny pracy
ro_ro: Ore de lucru
sv_se: Arbetstimmar
tr_tr: Çalışma saatleri

# Languages::carrier_store_locator
source: Pickup
cs_cz: Vyzvednout
da_dk: Saml op
fa_ir: سوار کردن
fi_fi: Noukkia
it_it: Raccogliere
no_no: Plukke opp
pl_pl: Odbiór
ro_ro: Ridica
sv_se: Plocka upp
tr_tr: Almak

# Languages::destination_nothing_found
source: No suitable destination has been found
cs_cz: Nebyla nalezena žádná vhodná destinace
da_dk: Der er ikke fundet nogen passende destination
fa_ir: مقصد مناسبی پیدا نشده است
fi_fi: Sopivaa kohdetta ei löytynyt
it_it: Non è stata trovata una destinazione adatta
no_no: Ingen passende destinasjon er funnet
pl_pl: Nie znaleziono odpowiedniego miejsca docelowego
ro_ro: Nu a fost găsită nicio destinație potrivită
sv_se: Ingen lämplig destination har hittats
tr_tr: Uygun bir hedef bulunamadı

# Languages::stores_nothing_found
source: No stores have been found
cs_cz: Nebyly nalezeny žádné obchody
da_dk: Ingen butikker er fundet
fa_ir: هیچ فروشگاهی پیدا نشده است
fi_fi: Kauppoja ei löytynyt
it_it: Nessun negozio è stato trovato
no_no: Ingen butikker er funnet
pl_pl: Nie znaleziono żadnych sklepów
ro_ro: Nu au fost găsite magazine
sv_se: Inga butiker har hittats
tr_tr: Mağaza bulunamadı

# Languages::pickup
source: Pickup
cs_cz: Vyzvednout
da_dk: Saml op
fa_ir: سوار کردن
fi_fi: Noukkia
it_it: Raccogliere
no_no: Plukke opp
pl_pl: Odbiór
ro_ro: Ridica
sv_se: Plocka upp
tr_tr: Almak

# Languages::pickup_id
source: Pickup ID
cs_cz: ID vyzvednutí
da_dk: Afhentnings-id
fa_ir: شناسه وانت
fi_fi: Noutotunnus
it_it: ID ritiro
no_no: Hente-ID
pl_pl: ID punktu odbioru
ro_ro: ID de ridicare
sv_se: Upphämtnings-ID
tr_tr: Teslim alma kimliği

# Languages::pickup_avail
source: Pickup avail
cs_cz: Možnost vyzvednutí
da_dk: Afhentning benyttes
fa_ir: فایده وانت
fi_fi: Nouto käytettävissä
it_it: Ritiro disponibile
no_no: Henting tilgjengelig
pl_pl: Dostępność punktu odbioru
ro_ro: Ridicare disponibil
sv_se: Upphämtning tillgänglig
tr_tr: Teslim alma uygun

# Languages::pickup_surcharge
source: Pickup surcharge
cs_cz: Příplatek za vyzvednutí
da_dk: Afhentningsgebyr
fa_ir: هزینه اضافی وانت
fi_fi: Nouto lisämaksu
it_it: Supplemento ritiro
no_no: Hentingstillegg
pl_pl: Dopłata za odbiór w punkcie
ro_ro: Supliment pentru ridicare
sv_se: Avhämtningstillägg
tr_tr: Teslim alma ek ücreti

# Languages::pickup_address
source: Pickup address
cs_cz: Adresa vyzvednutí
da_dk: Afhentningsadresse
fa_ir: آدرس وانت
fi_fi: Nouto-osoite
it_it: Indirizzo di ritiro
no_no: Henteadresse
pl_pl: Adres odbioru
ro_ro: Adresa de ridicare
sv_se: Ta upp adress
tr_tr: Alım adresi

# Languages::pickup_phone
source: Pickup phone
cs_cz: Vyzvednutí telefonu
da_dk: Afhentningstelefon
fa_ir: تلفن وانت
fi_fi: Nouto puhelin
it_it: Prendi il telefono
no_no: Hentetelefon
pl_pl: Telefon do punktu odbioru
ro_ro: Preluare telefon
sv_se: Svara i telefonen
tr_tr: Alım telefonu

# Languages::pickup_time
source: Pickup time
cs_cz: Čas vyzvednutí
da_dk: Afhentningstid
fa_ir: زمان تحویل
fi_fi: Noutoaika
it_it: Tempo di ritiro
no_no: Hentetid
pl_pl: Czas odbioru
ro_ro: Ora de ridicare
sv_se: Upphämtningstid
tr_tr: Alım Saati

# Languages::pickup_destinations_ids
source: Pickup destinations ids
cs_cz: ID destinací vyzvednutí
da_dk: Afhentningsdestinations-id'er
fa_ir: شناسه مقصد وانت
fi_fi: Noutokohteiden tunnukset
it_it: ID destinazioni di ritiro
no_no: ID for hentedestinasjoner
pl_pl: Identyfikatory miejsc odbioru
ro_ro: ID-uri destinații de preluare
sv_se: Upphämtningsdestinations-id
tr_tr: Alma hedefleri kimlikleri

# Languages::store_locator.show_pickup_points_only
source: Hide places where I can't pick up my order
cs_cz: Skrýt místa, kde si nemohu vyzvednout objednávku
da_dk: Skjul steder, hvor jeg ikke kan afhente min ordre
fa_ir: مکان هایی را که نمی توانم سفارشم را تحویل بگیرم پنهان کنید
fi_fi: Piilota paikat, joista en voi noutaa tilaustani
it_it: Nascondi i luoghi in cui non posso ritirare il mio ordine
no_no: Skjul steder hvor jeg ikke kan hente bestillingen min
pl_pl: Ukryj miejsca, w których nie mogę odebrać zamówienia
ro_ro: Ascunde locurile de unde nu-mi pot ridica comanda
sv_se: Göm platser där jag inte kan hämta min beställning
tr_tr: Siparişimi teslim alamayacağım yerleri gizle

# Languages::store_locator.stores_and_pickup_points
source: Stores and pickup points
cs_cz: Prodejny a odběrná místa
da_dk: Butikker og afhentningssteder
fa_ir: فروشگاه ها و نقاط وانت
fi_fi: Liikkeet ja noutopisteet
it_it: Negozi e punti di ritiro
no_no: Butikker og hentepunkter
pl_pl: Sklepy i punkty odbioru
ro_ro: Magazine și puncte de ridicare
sv_se: Butiker och upphämtningsställen
tr_tr: Mağazalar ve teslim alma noktaları
