Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/store_locator.po
Languages: cs_cz, da_dk, fa_ir, fi_fi, it_it, no_no, pl_pl, ro_ro, sv_se, tr_tr

# Languages::store_locator.surcharge_changes_hint
source: In previous versions, the surcharge was added to the standard rates that were specified for a shipping method. Now this surcharge isn't taken into account during shipping rate calculation. We left it here for your convenience, so that you could see it and adjust the rates on the shipping method editing page accordingly.
cs_cz: V předchozích verzích byl příplatek přidán ke standardním sazbám, které byly uvedeny pro způsob dopravy. Nyní se tento příplatek při výpočtu sazby za dopravu nezohledňuje. Nechali jsme jej zde pro vaše pohodlí, abyste jej mohli vidět a podle toho upravit sazby na stránce pro úpravu způsobu dopravy.
da_dk: I tidligere versioner blev tillægget tilføjet de standardpriser, der var angivet for en forsendelsesmetode. Nu tages dette tillæg ikke i betragtning ved beregning af forsendelsespris. Vi efterlod det her for din bekvemmelighed, så du kunne se det og justere priserne på siden med redigering af forsendelsesmetode i overensstemmelse hermed.
fa_ir: در نسخه های قبلی، هزینه اضافی به نرخ های استانداردی که برای یک روش حمل و نقل مشخص شده بود اضافه می شد. اکنون این هزینه اضافی در محاسبه نرخ حمل و نقل در نظر گرفته نمی شود. ما آن را برای راحتی شما اینجا گذاشتیم تا بتوانید آن را ببینید و نرخ ها را در صفحه ویرایش روش حمل و نقل مطابق با آن تنظیم کنید.
fi_fi: Aiemmissa versioissa lisämaksu lisättiin toimitustavalle määritettyihin vakiohintoihin. Nyt tätä lisämaksua ei oteta huomioon toimitushinnan laskennassa. Jätimme sen tänne avuksesi, jotta voit nähdä sen ja muokata hintoja toimitustavan muokkaussivulla sen mukaan.
it_it: Nelle versioni precedenti, il supplemento veniva aggiunto alle tariffe standard specificate per un metodo di spedizione. Ora questo supplemento non viene preso in considerazione durante il calcolo della tariffa di spedizione. L'abbiamo lasciato qui per tua comodità, in modo che tu possa vederlo e modificare di conseguenza le tariffe nella pagina di modifica del metodo di spedizione.
no_no: I tidligere versjoner ble tillegget lagt til standardprisene som var spesifisert for en fraktmetode. Nå er ikke dette tillegget tatt med i beregningen av fraktpris. Vi la det her for enkelhets skyld, slik at du kunne se det og justere prisene på redigeringssiden for fraktmetoder tilsvarende.
pl_pl: W poprzednich wersjach dopłata była dodawana do standardowych stawek określonych dla metody wysyłki. Teraz ta dopłata nie jest brana pod uwagę przy obliczaniu stawki za dostawę. Zostawiliśmy to tutaj dla Twojej wygody, abyś mógł je zobaczyć i odpowiednio dostosować stawki na stronie edycji metody wysyłki.
ro_ro: În versiunile anterioare, suprataxa a fost adăugată la tarifele standard care au fost specificate pentru o metodă de expediere. Acum această suprataxă nu este luată în considerare la calcularea tarifului de expediere. L-am lăsat aici pentru confortul dvs., astfel încât să îl puteți vedea și să ajustați tarifele pe pagina de editare a metodei de expediere în consecință.
sv_se: I tidigare versioner har tillägget lagts till de standardpriser som angavs för ett fraktsätt. Nu tas inte denna avgift med i beräkningen vid beräkning av fraktkostnad. Vi lämnade det här för din bekvämlighet, så att du kunde se det och justera priserna på sidan för redigering av fraktmetoder.
tr_tr: Önceki sürümlerde, bir nakliye yöntemi için belirtilen standart fiyatlara ek ücret eklendi. Artık bu ek ücret, nakliye ücreti hesaplaması sırasında dikkate alınmamaktadır. Bunu, nakliye yöntemi düzenleme sayfasında görebilmeniz ve fiyatları uygun şekilde ayarlayabilmeniz için size kolaylık sağlamak için burada bıraktık.

# Languages::store_locator.main_destination
source: Located in rate area
cs_cz: Nachází se v oblasti sazby
da_dk: Beliggende i takstområde
fa_ir: واقع در منطقه نرخ
fi_fi: Sijaitsee hinta-alueella
it_it: Situato nella zona tariffaria
no_no: Ligger i prisområdet
pl_pl: Znajduje się w strefie cenowej
ro_ro: Situat in zona de tarif
sv_se: Beläget i prisområdet
tr_tr: Oran bölgesinde yer almaktadır

source: Determines the shipping rates for this pickup point. The rates are specified on the shipping method editing page. If you don't select a rate area for a pickup point, then the pickup point won't appear at checkout.
cs_cz: Určuje sazby za dopravu pro toto místo vyzvednutí. Ceny jsou uvedeny na stránce úpravy způsobu dopravy. Pokud nevyberete oblast sazby pro místo vyzvednutí, místo vyzvednutí se u pokladny nezobrazí.
da_dk: Bestemmer forsendelsespriserne for dette afhentningssted. Priserne er angivet på siden til redigering af forsendelsesmetode. Hvis du ikke vælger et prisområde for et afhentningssted, vises afhentningsstedet ikke ved kassen.
fa_ir: نرخ حمل و نقل را برای این نقطه تحویل تعیین می کند. نرخ ها در صفحه ویرایش روش حمل و نقل مشخص شده است. اگر یک منطقه نرخ را برای یک نقطه تحویل انتخاب نکنید، نقطه تحویل در تسویه‌حساب ظاهر نمی‌شود.
fi_fi: Määrittää tämän noutopisteen toimitushinnat. Hinnat on ilmoitettu toimitustavan muokkaussivulla. Jos et valitse hinta-aluetta noutopisteelle, noutopiste ei näy kassalla.
it_it: Determina le tariffe di spedizione per questo punto di ritiro. Le tariffe sono specificate nella pagina di modifica del metodo di spedizione. Se non selezioni un'area tariffaria per un punto di ritiro, il punto di ritiro non verrà visualizzato al momento del pagamento.
no_no: Bestemmer fraktprisene for dette hentestedet. Prisene er spesifisert på redigeringssiden for fraktmetode. Hvis du ikke velger et prisområde for et hentepunkt, vil ikke hentepunktet vises i kassen.
pl_pl: Określa stawki wysyłki dla tego punktu odbioru. Stawki są określone na stronie edycji metody wysyłki. Jeśli nie wybierzesz stawki dla obszaru przy punkcie odbioru, punkt odbioru nie pojawi się przy kasie.
ro_ro: Determină tarifele de expediere pentru acest punct de preluare. Tarifele sunt specificate pe pagina de editare a metodei de livrare. Dacă nu selectați o zonă de preț pentru un punct de ridicare, atunci punctul de ridicare nu va apărea la finalizarea comenzii.
sv_se: Bestämmer fraktpriserna för detta hämtningsställe. Priserna anges på sidan för redigering av fraktsätt. Om du inte väljer ett prisområde för ett hämtningsställe, kommer hämtningsstället inte att visas i kassan.
tr_tr: Bu teslim alma noktası için nakliye ücretlerini belirler. Ücretler, gönderim yöntemi düzenleme sayfasında belirtilir. Bir teslim alma noktası için bir ücret alanı seçmezseniz, teslim alma noktası ödeme sırasında görünmez.

# Languages::store_locator.show_to
source: Show to
cs_cz: Zobrazit komu
da_dk: Vis til
fa_ir: نشان دادن به
fi_fi: Näytä
it_it: Mostra a
no_no: Vis til
pl_pl: Pokaż dla
ro_ro: Arată la
sv_se: Visa till
tr_tr: Şuna göster

# Languages::show_to
source: Show to
cs_cz: Zobrazit komu
da_dk: Vis til
fa_ir: نشان دادن به
fi_fi: Näytä
it_it: Mostra a
no_no: Vis til
pl_pl: Pokaż dla
ro_ro: Arată la
sv_se: Visa till
tr_tr: Şuna göster

source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
cs_cz: Umožňuje vám nabídnout toto místo vyzvednutí obyvatelům oblastí s jinou cenou u pokladny.
da_dk: Giver dig mulighed for at tilbyde dette afhentningspunkt til beboerne i andre prisområder ved kassen.
fa_ir: به شما امکان می دهد این نقطه تحویل را به ساکنان سایر مناطق نرخ در هنگام پرداخت ارائه دهید.
fi_fi: Voit tarjota tämän noutopisteen muiden hinta-alueiden asukkaille kassalla.
it_it: Ti consente di offrire questo punto di prelievo ai residenti di altre aree tariffarie al momento del pagamento.
no_no: Lar deg tilby dette hentepunktet til innbyggerne i andre prisområder ved kassen.
pl_pl: Pozwala zaoferować w kasie ten punkt obioru mieszkańcom innych obszarów.
ro_ro: Vă permite să oferiți acest punct de ridicare rezidenților din alte zone tarifare la checkout.
sv_se: Låter dig erbjuda denna hämtningspunkt till invånarna i andra prisområden i kassan.
tr_tr: Bu teslim alma noktasını, ödeme sırasında diğer ücret alanlarının sakinlerine sunmanıza olanak tanır.

# Languages::store_locator.shipping_price_from
source: from [price]
cs_cz: od [price]
da_dk: fra [price]
fa_ir: از [price]
fi_fi: alkaen [price]
it_it: da [price]
no_no: fra [price]
pl_pl: od ceny [price]
ro_ro: de la [price]
sv_se: från [price]
tr_tr: [price]'dan başlayan fiyatlar

# Languages::store_locator.use_two_fingers_for_move_map
source: Use two fingers to move the map
cs_cz: Pomocí dvou prstů posuňte mapu
da_dk: Brug to fingre til at flytte kortet
fa_ir: از دو انگشت برای حرکت دادن نقشه استفاده کنید
fi_fi: Siirrä karttaa kahdella sormella
it_it: Usa due dita per spostare la mappa
no_no: Bruk to fingre for å flytte kartet
pl_pl: Użyj dwóch palców, aby przesunąć mapę
ro_ro: Folosiți două degete pentru a muta harta
sv_se: Använd två fingrar för att flytta kartan
tr_tr: Haritayı hareket ettirmek için iki parmağınızı kullanın

# Languages::store_locator.scroll_to_top
source: Scroll to top
cs_cz: Přejděte nahoru
da_dk: Rul til toppen
fa_ir: به بالا بروید
fi_fi: Vieritä ylös
it_it: Scorri verso l'alto
no_no: Rull til toppen
pl_pl: Przewiń na górę
ro_ro: Derulați în sus
sv_se: Scrolla till toppen
tr_tr: Tepeye çık

# Languages::store_locator.no_rate_area
source: No rate area
cs_cz: Bez oblasti sazby
da_dk: Intet takstområde
fa_ir: بدون منطقه نرخ
fi_fi: Ei hinta-aluetta
it_it: Nessuna zona tariffaria
no_no: Ingen takstområde
pl_pl: Brak obszaru dostawy
ro_ro: Fără zonă de tarif
sv_se: Inget prisområde
tr_tr: Oran alanı yok

# Languages::store_locator.name
source: Name
cs_cz: název
da_dk: Navn
fa_ir: نام
fi_fi: Nimi
it_it: Nome
no_no: Navn
pl_pl: Nazwa
ro_ro: Nume
sv_se: namn
tr_tr: İsim

# Languages::store_locator.pickup_locations
source: Pickup Locations
cs_cz: Místa vyzvednutí
da_dk: Afhentningssteder
fa_ir: مکان های وانت
fi_fi: Noutopaikat
it_it: Località di ritiro
no_no: Hentesteder
pl_pl: Lokalizacje punktów odbioru
ro_ro: Locații de preluare
sv_se: Upphämtningsplatser
tr_tr: Alış Konumları

# Languages::store_locator.any_rate_area
source: Any rate area
cs_cz: Oblast jakékoli sazby
da_dk: Ethvert satsområde
fa_ir: هر منطقه نرخ
fi_fi: Mikä tahansa hinta-alue
it_it: Qualsiasi area tariffaria
no_no: Ethvert prisområde
pl_pl: Dowolny obszar dostawy
ro_ro: Orice zonă de tarif
sv_se: Vilket prisområde som helst
tr_tr: Herhangi bir oran alanı

# Languages::store_locator.pickup_from_store
source: Pickup from store
cs_cz: Vyzvednutí z prodejny
da_dk: Afhentning fra butik
fa_ir: تحویل گرفتن از فروشگاه
fi_fi: Nouto myymälästä
it_it: Ritiro in negozio
no_no: Henting fra butikk
pl_pl: Odbiór ze sklepu
ro_ro: Ridicare din magazin
sv_se: Hämtning från butik
tr_tr: Mağazadan teslim alma

# Languages::store_locator.any_vendor
source: Any vendor
cs_cz: Jakýkoli prodejce
da_dk: Enhver sælger
fa_ir: هر فروشنده ای
fi_fi: Mikä tahansa myyjä
it_it: Qualsiasi venditore
no_no: Enhver leverandør
pl_pl: Dowolny sprzedawca
ro_ro: Orice vânzător
sv_se: Vilken försäljare som helst
tr_tr: Herhangi bir satıcı

# Languages::store_locator.any
source: Any
cs_cz: Žádný
da_dk: Nogen
fa_ir: هر
fi_fi: Minkä tahansa
it_it: Qualsiasi
no_no: Noen
pl_pl: Dowolny
ro_ro: Orice
sv_se: Några
tr_tr: Herhangi

# Languages::store_locator.shipping_price_from_to
source: from [from_price] to [to_price]
cs_cz: od [from_price] do [to_price]
da_dk: fra [from_price] til [to_price]
fa_ir: از [from_price] تا [to_price]
fi_fi: [from_price] - [to_price]
it_it: da [from_price] a [to_price]
no_no: fra [from_price] til [to_price]
pl_pl: od [from_price] do [to_price]
ro_ro: de la [from_price] la [to_price]
sv_se: från [from_price] till [to_price]
tr_tr: [from_price] [to_price]
