Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe_connect.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::stripe_connect.cron_text
source: The command below automatically transfers funds to vendors for all orders that are older than 14 days. Add it to cron to make sure that vendors get paid regularly. You can change the value of "--days" from 14 to any number.
ar_sa: يقوم الأمر أدناه تلقائيًا بتحويل الأموال إلى البائعين لجميع الطلبات التي مضى عليها أكثر من 14 يومًا. قم بإضافته إلى cron للتأكد من أن البائعين يتقاضون رواتبهم بانتظام. يمكنك تغيير قيمة "--أيام" من 14 إلى أي رقم.
cs_cz: Níže uvedený příkaz automaticky převede finanční prostředky dodavatelům za všechny objednávky, které jsou starší než 14 dní. Přidejte jej do cronu, abyste zajistili, že dodavatelé budou pravidelně dostávat výplaty. Hodnotu "--days" můžete změnit ze 14 na libovolné číslo.
da_dk: Kommandoen nedenfor overfører automatisk penge til leverandører for alle ordrer, der er ældre end 14 dage. Tilføj det til cron for at sikre, at leverandører bliver betalt regelmæssigt. Du kan ændre værdien af "--dage" fra 14 til et hvilket som helst tal.
de_de: Der folgende Befehl überweist automatisch Gelder an Lieferanten für alle Bestellungen, die älter als 14 Tage sind. Fügen Sie es zu cron hinzu, um sicherzustellen, dass Anbieter regelmäßig bezahlt werden. Sie können den Wert von „--days“ von 14 auf eine beliebige Zahl ändern.
el_gr: Η παρακάτω εντολή μεταφέρει αυτόματα χρήματα σε πωλητές για όλες τις παραγγελίες που είναι παλαιότερες των 14 ημερών. Προσθέστε το στο cron για να βεβαιωθείτε ότι οι πωλητές πληρώνονται τακτικά. Μπορείτε να αλλάξετε την τιμή του "--ημέρες" από 14 σε οποιοδήποτε αριθμό.
es_es: El siguiente comando transfiere automáticamente fondos a los proveedores para todos los pedidos que tengan más de 14 días. Agréguelo a cron para asegurarse de que a los proveedores se les pague regularmente. Puede cambiar el valor de "--days" de 14 a cualquier número.
fa_ir: دستور زیر به طور خودکار وجوه را برای تمام سفارش‌هایی که بیش از 14 روز دارند به فروشندگان منتقل می‌کند. آن را به cron اضافه کنید تا مطمئن شوید که فروشندگان به طور منظم دستمزد می گیرند. می توانید مقدار "--days" را از 14 به هر عددی تغییر دهید.
fi_fi: Alla oleva komento siirtää varat automaattisesti toimittajille kaikista yli 14 päivää vanhoista tilauksista. Lisää se croniin varmistaaksesi, että myyjät saavat säännöllisesti maksuja. Voit muuttaa "--days"-arvon arvosta 14 mihin tahansa numeroon.
fr_fr: La commande ci-dessous transfère automatiquement les fonds aux fournisseurs pour toutes les commandes datant de plus de 14 jours. Ajoutez-le à cron pour vous assurer que les fournisseurs sont payés régulièrement. Vous pouvez modifier la valeur de "--days" de 14 à n'importe quel nombre.
he_il: הפקודה למטה מעבירה אוטומטית כספים לספקים עבור כל ההזמנות שהן בנות יותר מ-14 יום. הוסף אותו ל-cron כדי לוודא שהספקים מקבלים תשלום באופן קבוע. אתה יכול לשנות את הערך של "--ימים" מ-14 לכל מספר.
hu_hu: Az alábbi parancs automatikusan átutalja a pénzt az eladóknak a 14 napnál régebbi, valamennyi megrendelésre. Add hozzá a cron parancshoz, hogy az eladók rendszeresen hozzájussanak a pénzükhöz. A "--days" értékét 14-ről tetszőleges számra módosíthatod.
it_it: Il comando seguente trasferisce automaticamente i fondi ai fornitori per tutti gli ordini precedenti a 14 giorni. Aggiungilo a cron per assicurarti che i fornitori vengano pagati regolarmente. È possibile modificare il valore di "--days" da 14 a qualsiasi numero.
nl_nl: De onderstaande opdracht maakt automatisch geld over naar leveranciers voor alle bestellingen die ouder zijn dan 14 dagen. Voeg het toe aan cron om ervoor te zorgen dat leveranciers regelmatig worden betaald. U kunt de waarde van "--days" wijzigen van 14 in een willekeurig getal.
no_no: Kommandoen nedenfor overfører automatisk midler til leverandører for alle bestillinger som er eldre enn 14 dager. Legg den til cron for å sikre at leverandører får betalt regelmessig. Du kan endre verdien av "--dager" fra 14 til et hvilket som helst tall.
pl_pl: Poniższe polecenie automatycznie przekazuje środki do sprzedawców za wszystkie zamówienia starsze niż 14 dni. Dodaj go do crona, aby mieć pewność, że sprzedawcy regularnie otrzymją zapłatę. Możesz zmienić wartość "--days' z 14 na dowolną liczbę.
pt_pt: O comando abaixo transfere automaticamente fundos para fornecedores para todos os pedidos com mais de 14 dias. Adicione-o ao cron para garantir que os fornecedores sejam pagos regularmente. Você pode alterar o valor de "--days" de 14 para qualquer número.
ro_ro: Comanda de mai jos transferă automat fonduri către furnizori pentru toate comenzile care sunt mai vechi de 14 zile. Adăugați-l în cron pentru a vă asigura că furnizorii sunt plătiți în mod regulat. Puteți modifica valoarea „--days” de la 14 la orice număr.
ru_ru: Приведённая ниже команда автоматически переведёт деньги продавцам за все заказы, которые старше 14 дней. Добавьте команду в CRON, чтобы продавцы получили деньги регулярно. Вы можете изменить значение параметра "--days" с 14 на любое число.
sv_se: Kommandot nedan överför automatiskt pengar till leverantörer för alla beställningar som är äldre än 14 dagar. Lägg till det i cron för att se till att leverantörer får betalt regelbundet. Du kan ändra värdet på "--dagar" från 14 till valfritt tal.
tr_tr: Aşağıdaki komut, 14 günden eski tüm siparişler için satıcılara otomatik olarak para aktarır. Satıcıların düzenli olarak ödeme aldığından emin olmak için cron'a ekleyin. "--days" değerini 14'ten herhangi bir sayıya değiştirebilirsiniz.
uk_ua: Наведена нижче команда автоматично перераховує кошти продавцям для всіх замовлень старше 14 днів. Додайте його в cron, щоб переконатися, що продавці регулярно отримують гроші. Ви можете змінити значення "--дні" з 14 на будь-яке число.

# Languages::stripe_connect.delay_transfer_of_funds_to_vendors
source: Delay transfer of funds to vendors
ar_sa: تأخير تحويل الأموال للبائعين
cs_cz: Zpoždění převodu finančních prostředků prodejcům
da_dk: Forsinke overførsel af midler til leverandører
de_de: Verzögern Sie die Überweisung von Geldern an Lieferanten
el_gr: Καθυστέρηση μεταφοράς κεφαλαίων στους πωλητές
es_es: Retraso en la transferencia de fondos a los proveedores
fa_ir: تاخیر در انتقال وجه به فروشندگان
fi_fi: Viivästyttää varojen siirtoa myyjille
fr_fr: Retarder le transfert de fonds aux fournisseurs
he_il: עיכוב העברת כספים לספקים
hu_hu: Az eladóknak szánt pénz átutalásának késleltetése
it_it: Ritardare il trasferimento di fondi ai fornitori
nl_nl: Overboeking van geld aan leveranciers vertragen
no_no: Forsinke overføring av midler til leverandører
pl_pl: Opóźnienie transferu środków do sprzedawców
pt_pt: Atrasar a transferência de fundos para fornecedores
ro_ro: Întârzierea transferului de fonduri către furnizori
ru_ru: Отложенный перевод средств продавцам
sv_se: Fördröj överföring av medel till leverantörer
tr_tr: Satıcılara fon transferini geciktirme
uk_ua: Затримка переказу коштів продавцям

# Languages::stripe_connect.redirect_uris
source: Redirect URIs
ar_sa: إعادة توجيه URIs
cs_cz: Přesměrování URI
da_dk: Omdiriger URI'er
de_de: Umleitungs-URIs
el_gr: Ανακατεύθυνση URI
es_es: URI de redirección
fa_ir: تغییر مسیر URI ها
fi_fi: Uudelleenohjaa URI:t
fr_fr: Rediriger les URI
he_il: הפניית URI
hu_hu: URL-ek átirányítása
it_it: Reindirizzare gli URI
nl_nl: Omleidings-URI's
no_no: Omdiriger URIer
pl_pl: Przekierowania URL
pt_pt: Redirecionar URIs
ro_ro: Redirecționați URI-uri
sv_se: Omdirigera URI:er
tr_tr: Yönlendirme URI'leri
uk_ua: URL-адреси перенаправлення

# Languages::stripe_connect.funds_were_transferred_to_vendor
source: Funds were transferred to vendor.
ar_sa: تم تحويل الأموال إلى البائع.
cs_cz: Prostředky byly převedeny na prodejce.
da_dk: Midler blev overført til sælger.
de_de: Das Geld wurde an den Verkäufer überwiesen.
el_gr: Τα χρήματα μεταφέρθηκαν στον πωλητή.
es_es: Los fondos fueron transferidos al proveedor.
fa_ir: وجوه به فروشنده منتقل شد.
fi_fi: Varat siirrettiin myyjälle.
fr_fr: Les fonds ont été transférés au vendeur.
he_il: הכספים הועברו לספק.
hu_hu: A pénzösszegek átutalva az eladóknak
it_it: I fondi sono stati trasferiti al venditore.
nl_nl: Het geld is overgemaakt naar de verkoper.
no_no: Midler ble overført til leverandøren.
pl_pl: Środki zostały przekazane sprzedawcy.
pt_pt: Os fundos foram transferidos para o fornecedor.
ro_ro: Fondurile au fost transferate vânzătorului.
ru_ru: Средства переведены продавцу.
sv_se: Pengarna överfördes till säljaren.
tr_tr: Fonlar satıcıya aktarıldı.
uk_ua: Кошти були перераховані продавцю

# Languages::stripe_connect.funds_transferred_successfully
source: Funds have been transferred successfully.
ar_sa: تم تحويل الأموال بنجاح.
cs_cz: Prostředky byly úspěšně převedeny.
da_dk: Midler er blevet overført.
de_de: Geld wurde erfolgreich überwiesen.
el_gr: Τα χρήματα μεταφέρθηκαν με επιτυχία.
es_es: Los fondos se han transferido con éxito.
fa_ir: وجوه با موفقیت منتقل شد.
fi_fi: Varat on siirretty onnistuneesti.
fr_fr: Les fonds ont été transférés avec succès.
he_il: הכספים הועברו בהצלחה.
hu_hu: A pénzeszközök sikeresen átutalva.
it_it: I fondi sono stati trasferiti con successo.
nl_nl: Fondsen zijn succesvol overgemaakt.
no_no: Midlene er overført.
pl_pl: Fundusze zostały pomyślnie przesłane.
pt_pt: Os fundos foram transferidos com sucesso.
ro_ro: Fondurile au fost transferate cu succes.
ru_ru: Средства успешно переведены.
sv_se: Medel har överförts.
tr_tr: Fonlar başarıyla transfer edildi.
uk_ua: Кошти успішно перераховано

# Languages::stripe_connect.transfer_funds_error
source: Couldn't transfer funds to vendor. Please try again later or contact the payment processor.
ar_sa: تعذر تحويل الأموال إلى البائع. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بمعالج الدفع.
cs_cz: Prostředky se nepodařilo převést na dodavatele. Zkuste to znovu později nebo kontaktujte zpracovatele plateb.
da_dk: Kunne ikke overføre penge til leverandøren. Prøv venligst igen senere, eller kontakt betalingsbehandleren.
de_de: Das Geld konnte nicht an den Anbieter überwiesen werden. Bitte versuchen Sie es später erneut oder wenden Sie sich an den Zahlungsabwickler.
el_gr: Δεν ήταν δυνατή η μεταφορά χρημάτων στον πωλητή. Δοκιμάστε ξανά αργότερα ή επικοινωνήστε με τον υπεύθυνο επεξεργασίας πληρωμών.
es_es: No se pudieron transferir los fondos al proveedor. Vuelva a intentarlo más tarde o comuníquese con el procesador de pagos.
fa_ir: وجه به فروشنده منتقل نشد. لطفاً بعداً دوباره امتحان کنید یا با پردازشگر پرداخت تماس بگیرید.
fi_fi: Varoja ei voitu siirtää toimittajalle. Yritä myöhemmin uudelleen tai ota yhteyttä maksun käsittelijään.
fr_fr: Impossible de transférer les fonds au fournisseur. Veuillez réessayer plus tard ou contacter le processeur de paiement.
he_il: לא ניתן היה להעביר כספים לספק. אנא נסה שוב מאוחר יותר או פנה למעבד התשלומים.
hu_hu: Nem sikerült átutalni a pénzt az eladónak. Kérjük, próbáld meg később újra, vagy lépj kapcsolatba a fizetés szolgáltatójával.
it_it: Impossibile trasferire i fondi al fornitore. Riprova più tardi o contatta il processore di pagamento.
nl_nl: Kan geen geld overboeken naar de leverancier. Probeer het later opnieuw of neem contact op met de betalingsverwerker.
no_no: Kunne ikke overføre penger til leverandøren. Prøv igjen senere eller kontakt betalingsbehandleren.
pl_pl: Nie udało się przelać środków do sprzedawcy. Spróbuj ponownie później lub skontaktuj się z firmą obsługującą płatności.
pt_pt: Não foi possível transferir fundos para o fornecedor. Tente novamente mais tarde ou entre em contato com o processador de pagamento.
ro_ro: Nu s-au putut transfera fonduri către furnizor. Vă rugăm să încercați din nou mai târziu sau să contactați procesatorul de plăți.
ru_ru: Не удалось перевести средства продавцу. Попробуйте снова через некоторое время или свяжитесь с представителями платёжной системы.
sv_se: Det gick inte att överföra pengar till leverantören. Försök igen senare eller kontakta betalningsbehandlaren.
tr_tr: Satıcıya para aktarılamadı. Lütfen daha sonra tekrar deneyin veya ödeme işlemcisiyle iletişime geçin.
uk_ua: Не вдалося переказати кошти продавцю. Спробуйте пізніше або зв'яжіться з представником платіжної системи.

# Languages::stripe_connect.reason_with_error_text
source: Reason (as provided by the payment processor): [error_text]
ar_sa: السبب (على النحو المنصوص عليه من قبل معالج الدفع): [error_text]
cs_cz: Důvod (jak uvedl zpracovatel plateb): [error_text]
da_dk: Årsag (som angivet af betalingsbehandleren): [error_text]
de_de: Grund (wie vom Zahlungsabwickler angegeben): [error_text]
el_gr: Λόγος (όπως παρέχεται από τον επεξεργαστή πληρωμών): [error_text]
es_es: Motivo (según lo proporcionado por el procesador de pago): [error_text]
fa_ir: دلیل (همانطور که توسط پردازشگر پرداخت ارائه شده است): [error_text]
fi_fi: Syy (maksunkäsittelijän ilmoittama): [error_text]
fr_fr: Raison (telle que fournie par le processeur de paiement) : [error_text]
he_il: סיבה (כפי שסופק על ידי מעבד התשלומים): [error_text]
hu_hu: Oka (a fizetés szolgáltatója által megadott ok): [error_text]
it_it: Motivo (come fornito dal processore di pagamento): [error_text]
nl_nl: Reden (zoals opgegeven door de betalingsverwerker): [error_text]
no_no: Årsak (som oppgitt av betalingsbehandleren): [error_text]
pl_pl: Powód (podany przez procesor płatności): [error_text]
pt_pt: Motivo (conforme fornecido pelo processador de pagamento): [error_text]
ro_ro: Motiv (așa cum este furnizat de procesatorul de plăți): [error_text]
ru_ru: Причина (ответ от платёжной системы): [error_text]
sv_se: Orsak (som tillhandahålls av betalningsbehandlaren): [error_text]
tr_tr: Sebep (ödeme işlemcisi tarafından sağlanan şekilde): [error_text]
uk_ua: Причина (як зазначено обробником платежів): [error_text]

# Languages::stripe_connect.allow_express_accounts
source: Allow Express accounts
ar_sa: السماح بحسابات Express
cs_cz: Povolit účty Express
da_dk: Tillad Express-konti
de_de: Express-Konten zulassen
el_gr: Επιτρέψτε τους λογαριασμούς Express
es_es: Permitir cuentas Express
fa_ir: حساب‌های Express را مجاز کنید
fi_fi: Salli Express-tilit
fr_fr: Autoriser les comptes Express
he_il: אפשר חשבונות Express
hu_hu: Express fiókok engedélyezése
it_it: Consenti account Express
nl_nl: Express-accounts toestaan
no_no: Tillat Express-kontoer
pl_pl: Zezwalaj na konta Express
pt_pt: Permitir contas expressas
ro_ro: Permite conturi Express
ru_ru: Разрешить Express-аккаунты
sv_se: Tillåt Express-konton
tr_tr: Ekspres hesaplara izin ver
uk_ua: Дозволити облікові записи Express
