Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe_connect.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::stripe_connect.allow_express_accounts.description
source: Express accounts are much easier to register, and they have a simpler Stripe dashboard. But when you use Express accounts, your marketplace bears more responsibility, and there are platform fees involved. For more information, check Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">pricing</a> and <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">documentation on Express accounts</a>.
ar_sa: حسابات Express أسهل في التسجيل ، ولديها لوحة تحكم Stripe أبسط. ولكن عند استخدام حسابات Express ، فإن السوق الخاص بك يتحمل المزيد من المسؤولية ، وهناك رسوم على النظام الأساسي. لمزيد من المعلومات ، تحقق من وثائق أسعار Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank"></a> و <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">على حسابات Express</a>.
cs_cz: Express účty se mnohem snadněji registrují a mají jednodušší panel Stripe. Ale když používáte účty Express, vaše tržiště nese větší odpovědnost a jsou s tím spojeny poplatky za platformu. Další informace najdete v dokumentaci Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">o cenách</a> a <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">na účtech Express</a>.
da_dk: Express-konti er meget nemmere at registrere, og de har et enklere Stripe-dashboard. Men når du bruger Express-konti, bærer din markedsplads mere ansvar, og der er platformsgebyrer involveret. For mere information, se Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">pris</a> og <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">dokumentation på Express-konti</a>.
de_de: Express-Konten sind viel einfacher zu registrieren und haben ein einfacheres Stripe-Dashboard. Aber wenn Sie Express-Konten verwenden, trägt Ihr Marktplatz mehr Verantwortung, und es fallen Plattformgebühren an. Weitere Informationen finden Sie in der Preisdokumentation zu Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank"></a> und <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">zu Express-Konten</a>.
el_gr: Οι λογαριασμοί Express είναι πολύ πιο εύκολοι στην εγγραφή και έχουν έναν απλούστερο πίνακα διαχείρισης Stripe. Αλλά όταν χρησιμοποιείτε λογαριασμούς Express, η αγορά σας φέρει μεγαλύτερη ευθύνη και υπάρχουν χρεώσεις πλατφόρμας. Για περισσότερες πληροφορίες, ελέγξτε την τεκμηρίωση τιμών</a> και <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">του Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">σε λογαριασμούς Express</a>.
es_es: Las cuentas Express son mucho más fáciles de registrar y tienen un panel de Stripe más simple. Pero cuando usa cuentas Express, su mercado tiene más responsabilidad y hay tarifas de plataforma involucradas. Para obtener más información, consulte la documentación de precios</a> y <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">de Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">en cuentas Express</a>.
fa_ir: ثبت حساب های اکسپرس بسیار آسان تر است و داشبورد Stripe ساده تری دارند. اما وقتی از حساب‌های اکسپرس استفاده می‌کنید، بازار شما مسئولیت بیشتری را بر عهده دارد و هزینه‌های پلتفرم نیز درگیر است. برای اطلاعات بیشتر، اسناد قیمت گذاری</a> و <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">را در حساب های Express</a>بررسی کنید.
fi_fi: Express-tilit on paljon helpompi rekisteröidä, ja niillä on yksinkertaisempi Stripe-hallintapaneeli. Mutta kun käytät Express-tilejä, markkinapaikallasi on enemmän vastuuta, ja siihen liittyy alustamaksuja. Katso lisätietoja Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">-hinnoittelun</a> ja <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">dokumentaatiosta Express-tileillä</a>.
fr_fr: Les comptes Express sont beaucoup plus faciles à enregistrer et ils ont un tableau de bord Stripe plus simple. Mais lorsque vous utilisez des comptes Express, votre marché porte plus de responsabilités et des frais de plate-forme sont impliqués. Pour plus d'informations, consultez la documentation sur les tarifs</a> et <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">de Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">sur les comptes Express</a>.
he_il: הרבה יותר קל לרישום חשבונות Express, ויש להם לוח מחוונים פשוט יותר של Stripe. אבל כשאתה משתמש בחשבונות Express, השוק שלך נושא באחריות רבה יותר, ויש עמלות פלטפורמה מעורבות. למידע נוסף, עיין בתיעוד Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">בתמחור</a> ו <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">בחשבונות Express</a>.
hu_hu: Az express fiókokat sokkal könnyebb regisztrálni, és egyszerűbbek a Stripe vezérlő panelei is. Az Express fiókok használatakor azonban a piactérnek nagyobb a felelőssége, és platformdíjak is felmerülnek. További információkért tekintsd meg a Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">árképzés</a> és <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">az Express fiókokról szóló dokumentáció </a> című dokumentumokat.
it_it: Gli account Express sono molto più facili da registrare e hanno una dashboard Stripe più semplice. Ma quando utilizzi gli account Express, il tuo mercato ha maggiori responsabilità e sono coinvolte commissioni di piattaforma. Per ulteriori informazioni, consulta la documentazione sui prezzi</a> e <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">di Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">sugli account Express</a>.
nl_nl: Express-accounts zijn veel gemakkelijker te registreren en ze hebben een eenvoudiger Stripe-dashboard. Maar wanneer u Express-accounts gebruikt, draagt uw marktplaats meer verantwoordelijkheid en zijn er platformkosten aan verbonden. Raadpleeg voor meer informatie de documentatie over Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">prijzen</a> en <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">over Express-accounts</a>.
no_no: Express-kontoer er mye enklere å registrere, og de har et enklere Stripe-dashbord. Men når du bruker Express-kontoer, har markedsplassen mer ansvar, og det er plattformavgifter involvert. For mer informasjon, sjekk Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">pris</a> og <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">dokumentasjon på Express-kontoer</a>.
pl_pl: Konta Express są znacznie łatwiejsze do rejestracji i mają prostszy pulpit nawigacyjny Stripe. Ale kiedy korzystasz z kont Express, Twój marketplace ponosi większą odpowiedzialność i wiążą się z tym opłaty za platformę. Aby uzyskać więcej informacji, sprawdź <a href="https://stripe.com/connect/pricing" target="_blank">ceny Stripe Connect</a> i <a href="https://stripe.com/docs /connect/express-accounts" target="_blank">dokumentacja na kontach Express</a>.
pt_pt: As contas expressas são muito mais fáceis de registrar e possuem um painel Stripe mais simples. Mas quando você usa contas Express, seu mercado tem mais responsabilidade e há taxas de plataforma envolvidas. Para obter mais informações, consulte a documentação de preços</a> e <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">do Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">em contas Express</a>.
ro_ro: Conturile Express sunt mult mai ușor de înregistrat și au un tablou de bord Stripe mai simplu. Dar atunci când utilizați conturi Express, piața dvs. poartă mai multă responsabilitate și sunt implicate taxe de platformă. Pentru mai multe informații, consultați documentația privind prețurile Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank"></a> și <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">privind conturile Express</a>.
ru_ru: Учётные записи Express проще в регистрации, а ещё Stripe предлагает для них более простую панель управления. Но при использовании Express на маркетплейсе лежит больше ответственности, а Stripe взимает дополнительную плату. Подробности читайте <a href="https://stripe.com/connect/pricing" target="_blank">на странице с ценами</a>, а также <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">в документации об учётных записях Express</a>.
sv_se: Express-konton är mycket lättare att registrera, och de har en enklare Stripe-instrumentpanel. Men när du använder Express-konton bär din marknadsplats mer ansvar och det tillkommer plattformsavgifter. Mer information finns i dokumentationen för Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">prissättning</a> och <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">på Express-konton</a>.
tr_tr: Ekspres hesaplara kaydolmak çok daha kolaydır ve daha basit bir Stripe panosuna sahiptirler. Ancak Ekspres hesapları kullandığınızda, pazar yeriniz daha fazla sorumluluk taşır ve ilgili platform ücretleri vardır. Daha fazla bilgi için, Ekspres hesaplarda</a>Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">fiyatlandırma</a> ve <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">belgelerine bakın.
uk_ua: Облікові записи Express набагато простіше зареєструвати та мають просту панель інструментів Stripe. Але коли ви використовуєте облікові записи Express, ваш marketplace несе найбільшу відповідальність, а також плату за платформу. Для отримання додаткової інформації, натисніть Stripe Connect <a href="https://stripe.com/connect/pricing" target="_blank">ціноутворення</a> та <a href="https://stripe.com/docs/connect/express-accounts" target="_blank">документація облікових записів Express</a>.

# Languages::stripe_connect.connect_stripe_express_account
source: Connect a Stripe Express account
ar_sa: قم بتوصيل حساب Stripe Express
cs_cz: Připojte účet Stripe Express
da_dk: Tilslut en Stripe Express-konto
de_de: Verbinden Sie ein Stripe Express-Konto
el_gr: Συνδέστε έναν λογαριασμό Stripe Express
es_es: Conectar una cuenta de Stripe Express
fa_ir: یک حساب Stripe Express را وصل کنید
fi_fi: Yhdistä Stripe Express -tili
fr_fr: Connecter un compte Stripe Express
he_il: חבר חשבון Stripe Express
hu_hu: Stripe Express fiók csatlakoztatása
it_it: Collega un account Stripe Express
nl_nl: Verbind een Stripe Express-account
no_no: Koble til en Stripe Express-konto
pl_pl: Połącz z kontem Stripe Express
pt_pt: Conecte uma conta Stripe Express
ro_ro: Conectați un cont Stripe Express
ru_ru: Подключить учётную запись Stripe Express
sv_se: Anslut ett Stripe Express-konto
tr_tr: Bir Stripe Express hesabı bağlayın
uk_ua: Увімкнути обліковий запис Stripe Express

# Languages::stripe_connect.connect_stripe_standard_account
source: I already have a Stripe Standard account
ar_sa: لدي بالفعل حساب قياسي في Stripe
cs_cz: Již mám účet Stripe Standard
da_dk: Jeg har allerede en Stripe Standard-konto
de_de: Ich habe bereits ein Stripe Standard-Konto
el_gr: Έχω ήδη λογαριασμό Stripe Standard
es_es: Ya tengo una cuenta de Stripe Estándar
fa_ir: من قبلا یک حساب Stripe Standard دارم
fi_fi: Minulla on jo Stripe Standard -tili
fr_fr: J'ai déjà un compte Stripe Standard
he_il: כבר יש לי חשבון Stripe Standard
hu_hu: Már van Stripe Standard fiókom
it_it: Ho già un account Stripe Standard
nl_nl: Ik heb al een Stripe Standard-account
no_no: Jeg har allerede en Stripe Standard-konto
pl_pl: Mam już konto Stripe Standard
pt_pt: Já tenho uma conta Stripe Standard
ro_ro: Am deja un cont Stripe Standard
ru_ru: У меня уже есть учётная запись Stripe Standard
sv_se: Jag har redan ett Stripe Standard-konto
tr_tr: Zaten bir Stripe Standard hesabım var
uk_ua: У мене вже є обліковий запис Stripe Standard

# Languages::stripe_connect.express_dashboard
source: Stripe Dashboard
ar_sa: لوحة القيادة الشريطية
cs_cz: Panel s pruhy
el_gr: Πίνακας Διαχείρησης Stripe
es_es: Tablero de rayas
fa_ir: داشبورد راه راه
fr_fr: Tableau de bord Stripe
he_il: לוח מחוונים של פסים
hu_hu: Stripe vezérlőpanel
it_it: Cruscotto a strisce
nl_nl: Gestreept dashboard
pl_pl: Panel nawigacyjny Stripe
pt_pt: Painel de listras
ro_ro: Tabloul de bord Stripe
ru_ru: Панель управления Stripe
tr_tr: Çizgili Pano
uk_ua: Панель керування Stripe

# Languages::stripe_connect.express_dashboard_menu_description
source: Transactions that went through your Stripe Express account.
ar_sa: المعاملات التي تمت من خلال حساب Stripe Express الخاص بك.
cs_cz: Transakce, které prošly vaším účtem Stripe Express.
da_dk: Transaktioner, der gik gennem din Stripe Express-konto.
de_de: Transaktionen, die über Ihr Stripe-Express-Konto gelaufen sind.
el_gr: Συναλλαγές που πραγματοποιήθηκαν μέσω του λογαριασμού σας Stripe Express.
es_es: Transacciones que pasaron por su cuenta de Stripe Express.
fa_ir: تراکنش هایی که از طریق حساب Stripe Express شما انجام شده است.
fi_fi: Tapahtumat, jotka suoritettiin Stripe Express -tilisi kautta.
fr_fr: Transactions passées par votre compte Stripe Express.
he_il: עסקאות שעברו דרך חשבון Stripe Express שלך.
hu_hu: A Stripe Express fiókodon keresztül átment tranzakciók.
it_it: Transazioni che sono passate attraverso il tuo account Stripe Express.
nl_nl: Transacties die via uw Stripe Express-account zijn gegaan.
no_no: Transaksjoner som gikk gjennom Stripe Express-kontoen din.
pl_pl: Transakcje, które przeszły przez Twoje konto Stripe Express.
pt_pt: Transações que passaram pela sua conta Stripe Express.
ro_ro: Tranzacții care au trecut prin contul tău Stripe Express.
ru_ru: Транзакции, которые прошли через вашу учётную запись Stripe Express.
sv_se: Transaktioner som gick via ditt Stripe Express-konto.
tr_tr: Stripe Express hesabınızdan geçen işlemler.
uk_ua: Трансакції, які проходили через ваш обліковий запис Stripe Express.

# Languages::stripe_connect.continue_express_registration
source: Continue Express registration
ar_sa: متابعة التسجيل السريع
cs_cz: Pokračujte v expresní registraci
da_dk: Fortsæt ekspresregistrering
de_de: Weiter Expressregistrierung
el_gr: Συνέχεια εγγραφής Express
es_es: Continuar Registro Express
fa_ir: ادامه ثبت نام اکسپرس
fi_fi: Jatka Express-rekisteröintiä
fr_fr: Continuer Inscription express
he_il: המשך רישום אקספרס
hu_hu: Express regisztráció folytatása
it_it: Continua Registrazione rapida
nl_nl: Doorgaan met Express-registratie
no_no: Fortsett ekspressregistrering
pl_pl: Kontynuuj rejestrację Express
pt_pt: Continuar registro expresso
ro_ro: Continuați înregistrarea rapidă
ru_ru: Продолжить регистрацию
sv_se: Fortsätt Express registrering
tr_tr: Ekspres kayda devam et
uk_ua: Продовжити Express реєстрацію

# Languages::stripe_connect.registration_is_not_complete
source: Stripe still requires some data from you before you can accept payments. Please continue the registration and fill in the remaining fields. If you've entered all the information (even the fields that aren't required) and still see this message, check this page in a day or two. If that doesn't help, please contact marketplace administration.
ar_sa: لا يزال Stripe يتطلب بعض البيانات منك قبل أن تتمكن من قبول المدفوعات. يرجى متابعة التسجيل وملء الحقول المتبقية. إذا أدخلت جميع المعلومات (حتى الحقول غير المطلوبة) وما زلت ترى هذه الرسالة ، فتحقق من هذه الصفحة خلال يوم أو يومين. إذا لم يساعد ذلك ، يرجى الاتصال بإدارة السوق.
cs_cz: Stripe od vás stále vyžaduje některá data, než budete moci přijímat platby. Pokračujte v registraci a vyplňte zbývající pole. Pokud jste zadali všechny informace (dokonce i pole, která nejsou povinná) a stále vidíte tuto zprávu, zkontrolujte tuto stránku za den nebo dva. Pokud to nepomůže, kontaktujte prosím administraci tržiště.
da_dk: Stripe kræver stadig nogle data fra dig, før du kan acceptere betalinger. Fortsæt venligst registreringen og udfyld de resterende felter. Hvis du har indtastet alle oplysningerne (selv de felter, der ikke er obligatoriske) og stadig ser denne meddelelse, skal du tjekke denne side om en dag eller to. Hvis det ikke hjælper, bedes du kontakte markedspladsens administration.
de_de: Stripe benötigt noch einige Daten von Ihnen, bevor Sie Zahlungen akzeptieren können. Bitte fahren Sie mit der Registrierung fort und füllen Sie die restlichen Felder aus. Wenn Sie alle Informationen eingegeben haben (auch die Felder, die nicht erforderlich sind) und diese Meldung immer noch angezeigt wird, sehen Sie in ein oder zwei Tagen auf dieser Seite nach. Wenn das nicht hilft, wenden Sie sich bitte an die Marktplatzverwaltung.
el_gr: Το Stripe εξακολουθεί να απαιτεί ορισμένα δεδομένα από εσάς για να μπορέσετε να αποδεχτείτε πληρωμές. Συνεχίστε την εγγραφή και συμπληρώστε τα υπόλοιπα πεδία. Εάν έχετε εισαγάγει όλες τις πληροφορίες (ακόμη και τα πεδία που δεν είναι απαραίτητα) και εξακολουθείτε να βλέπετε αυτό το μήνυμα, ελέγξτε αυτήν τη σελίδα σε μία ή δύο ημέρες. Εάν αυτό δεν βοηθήσει, επικοινωνήστε με τη διαχειριστή της αγοράς.
es_es: Stripe aún requiere algunos datos de usted antes de que pueda aceptar pagos. Continúe con el registro y complete los campos restantes. Si ingresó toda la información (incluso los campos que no son obligatorios) y aún ve este mensaje, revise esta página en uno o dos días. Si eso no ayuda, comuníquese con la administración del mercado.
fa_ir: قبل از اینکه بتوانید پرداخت‌ها را بپذیرید، Stripe همچنان به مقداری داده از شما نیاز دارد. لطفا ثبت نام را ادامه دهید و فیلدهای باقیمانده را پر کنید. اگر تمام اطلاعات را وارد کرده اید (حتی فیلدهایی که ضروری نیستند) و همچنان این پیام را می بینید، یکی دو روز دیگر این صفحه را بررسی کنید. اگر کمکی نکرد، لطفاً با مدیریت بازار تماس بگیرید.
fi_fi: Stripe vaatii silti sinulta joitain tietoja, ennen kuin voit vastaanottaa maksuja. Jatka rekisteröintiä ja täytä loput kentät. Jos olet antanut kaikki tiedot (myös ei-pakolliset kentät) ja näet edelleen tämän viestin, tarkista tämä sivu päivän tai kahden kuluttua. Jos tämä ei auta, ota yhteyttä markkinapaikan hallintoon.
fr_fr: Stripe a toujours besoin de certaines données de votre part avant de pouvoir accepter des paiements. Veuillez poursuivre l'enregistrement et remplir les champs restants. Si vous avez saisi toutes les informations (même les champs qui ne sont pas obligatoires) et que vous voyez toujours ce message, consultez cette page dans un jour ou deux. Si cela ne vous aide pas, veuillez contacter l'administration du marché.
he_il: Stripe עדיין דורש ממך כמה נתונים לפני שתוכל לקבל תשלומים. אנא המשך בהרשמה ומלא את השדות הנותרים. אם הזנת את כל המידע (אפילו השדות שאינם חובה) ועדיין רואה את ההודעה הזו, בדוק את הדף הזה בעוד יום או יומיים. אם זה לא עוזר, אנא צור קשר עם הנהלת Marketplace.
hu_hu: A Stripe-nek még további adataidra van szüksége, mielőtt elfogadhatnád a fizetéseket. Kérjük, folytasd a regisztrációt, és töltsd ki a hátralévő mezőket. Ha minden adatot megadtál (még a nem kötelező mezőket is, és még mindig ezt az üzenetet látod, egy-két nap múlva ellenőrizd ezt az oldalt. Ha ez sem segít, kérjük, lépj kapcsolatba a piactér adminisztrációjával.
it_it: Stripe richiede ancora alcuni dati da te prima di poter accettare pagamenti. Continua la registrazione e compila i campi rimanenti. Se hai inserito tutte le informazioni (anche i campi non obbligatori) e vedi ancora questo messaggio, controlla questa pagina tra un giorno o due. Se ciò non aiuta, contatta l'amministrazione del mercato.
nl_nl: Stripe heeft nog wat gegevens van je nodig voordat je betalingen kunt accepteren. Ga verder met de registratie en vul de overige velden in. Als je alle informatie hebt ingevoerd (zelfs de velden die niet verplicht zijn) en dit bericht nog steeds ziet, kijk dan over een dag of twee op deze pagina. Als dat niet helpt, neem dan contact op met het marktplaatsbeheer.
no_no: Stripe krever fortsatt noen data fra deg før du kan godta betalinger. Vennligst fortsett registreringen og fyll ut de resterende feltene. Hvis du har skrevet inn all informasjonen (selv de feltene som ikke er obligatoriske) og fortsatt ser denne meldingen, kan du sjekke denne siden om en dag eller to. Hvis det ikke hjelper, vennligst kontakt markedsplassadministrasjonen.
pl_pl: Stripe nadal wymaga od Ciebie pewnych danych, zanim będziesz mógł akceptować płatności. Kontynuuj rejestrację i wypełnij pozostałe pola. Jeśli wprowadziłeś wszystkie informacje (nawet pola, które nie są wymagane) i nadal widzisz ten komunikat, sprawdź tę stronę za dzień lub dwa. Jeśli to nie pomoże, skontaktuj się z administracją marketplace.
pt_pt: O Stripe ainda exige alguns dados de você antes que você possa aceitar pagamentos. Por favor, continue o cadastro e preencha os campos restantes. Se você inseriu todas as informações (mesmo os campos que não são obrigatórios) e ainda vê esta mensagem, verifique esta página em um ou dois dias. Se isso não ajudar, entre em contato com a administração do mercado.
ro_ro: Stripe necesită încă unele date de la dvs. înainte de a putea accepta plăți. Vă rugăm să continuați înregistrarea și să completați câmpurile rămase. Dacă ați introdus toate informațiile (chiar și câmpurile care nu sunt obligatorii) și încă vedeți acest mesaj, verificați această pagină într-o zi sau două. Dacă acest lucru nu ajută, vă rugăm să contactați administrația pieței.
ru_ru: Чтобы вы могли принимать платежи, Stripe всё ещё нуждается в некоторых данных. Продолжите регистрацию и заполните оставшиеся поля. Если вы ввели всю информацию (в т.ч. и необязательные поля), но всё ещё видите это сообщение, проверьте эту страницу через день или два. Если проблема не решится, свяжитесь с администрацией маркетплейса.
sv_se: Stripe kräver fortfarande en del data från dig innan du kan acceptera betalningar. Vänligen fortsätt registreringen och fyll i de återstående fälten. Om du har angett all information (även de fält som inte är obligatoriska) och fortfarande ser det här meddelandet, kolla den här sidan om en dag eller två. Om det inte hjälper, kontakta marknadsplatsadministrationen.
tr_tr: Ödemeleri kabul edebilmeniz için Stripe hala sizden bazı verilere ihtiyaç duyuyor. Lütfen kayıt işlemine devam edin ve kalan alanları doldurun. Tüm bilgileri (gerekli olmayan alanlar bile) girdiyseniz ve hala bu mesajı görüyorsanız, bir veya iki gün içinde bu sayfayı kontrol edin. Bu işe yaramazsa, lütfen pazar yeri yönetimiyle iletişime geçin.
uk_ua: Stripe все ще вимагає від вас певних даних, перш ніж ви зможете приймати платежі. Продовжте реєстрацію та заповніть решту полів. Якщо ви ввели всю інформацію (навіть поля, які є не обов'язковими) та все ще бачите це повідомлення, перевірте цю сторінку через день-два. Якщо це не допомогло, зверніться до адміністрації marketplace.
