Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe_connect.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::stripe_connect.registration_is_not_complete_linked
source: Stripe still requires some data from you before you can accept payments. Please <a href="[url]">continue the registration and fill in the remaining fields</a>. If you've entered all the information (even the fields that aren't required) and still see this message, check this page in a day or two. If that doesn't help, please contact marketplace administration.
ar_sa: لا يزال Stripe يتطلب بعض البيانات منك قبل أن تتمكن من قبول المدفوعات. الرجاء <a href="[url]">متابعة التسجيل وملء الحقول المتبقية</a>. إذا أدخلت جميع المعلومات (حتى الحقول غير المطلوبة) وما زلت ترى هذه الرسالة ، فتحقق من هذه الصفحة خلال يوم أو يومين. إذا لم يساعد ذلك ، يرجى الاتصال بإدارة السوق.
cs_cz: Stripe od vás stále vyžaduje některá data, než budete moci přijímat platby. Prosím pokračujte v registraci a vyplňte zbývající</a><a href="[url]">Pokud jste zadali všechny informace (dokonce i pole, která nejsou povinná) a stále vidíte tuto zprávu, zkontrolujte tuto stránku za den nebo dva. Pokud to nepomůže, kontaktujte prosím administraci tržiště.
da_dk: Stripe kræver stadig nogle data fra dig, før du kan acceptere betalinger. Fortsæt venligst registreringen og udfyld de resterende felter <a href="[url]"></a>Hvis du har indtastet alle oplysningerne (selv de felter, der ikke er obligatoriske) og stadig ser denne meddelelse, skal du tjekke denne side om en dag eller to. Hvis det ikke hjælper, bedes du kontakte markedspladsens administration.
de_de: Stripe benötigt noch einige Daten von Ihnen, bevor Sie Zahlungen akzeptieren können. Bitte <a href="[url]">setzen Sie die Registrierung fort und füllen Sie die restlichen Felder aus</a>. Wenn Sie alle Informationen eingegeben haben (auch die Felder, die nicht erforderlich sind) und diese Meldung immer noch angezeigt wird, sehen Sie in ein oder zwei Tagen auf dieser Seite nach. Wenn das nicht hilft, wenden Sie sich bitte an die Marktplatzverwaltung.
el_gr: Το Stripe εξακολουθεί να απαιτεί ορισμένα δεδομένα από εσάς για να μπορέσετε να αποδεχτείτε πληρωμές. Συνεχίστε την εγγραφή και συμπληρώστε τα υπόλοιπα πεδία. Εάν έχετε εισαγάγει όλες τις πληροφορίες (ακόμη και τα πεδία που δεν είναι απαραίτητα) και εξακολουθείτε να βλέπετε αυτό το μήνυμα, ελέγξτε αυτήν τη σελίδα σε μία ή δύο ημέρες. Εάν αυτό δεν βοηθήσει, επικοινωνήστε με τη διαχειριστή της αγοράς.
es_es: Stripe aún requiere algunos datos de usted antes de que pueda aceptar pagos. Por favor <a href="[url]">continúe con el registro y complete los campos restantes</a>. Si ingresó toda la información (incluso los campos que no son obligatorios) y aún ve este mensaje, revise esta página en uno o dos días. Si eso no ayuda, comuníquese con la administración del mercado.
fa_ir: قبل از اینکه بتوانید پرداخت‌ها را بپذیرید، Stripe همچنان به مقداری داده از شما نیاز دارد. لطفا <a href="[url]">ثبت نام را ادامه دهید و فیلدهای باقی مانده را پر کنید</a>. اگر تمام اطلاعات را وارد کرده اید (حتی فیلدهایی که ضروری نیستند) و همچنان این پیام را می بینید، یکی دو روز دیگر این صفحه را بررسی کنید. اگر کمکی نکرد، لطفاً با مدیریت بازار تماس بگیرید.
fi_fi: Stripe vaatii silti sinulta joitain tietoja, ennen kuin voit vastaanottaa maksuja. Ole hyvä ja <a href="[url]">jatka rekisteröintiä ja täytä loput kentät</a>. Jos olet antanut kaikki tiedot (myös ei-pakolliset kentät) ja näet edelleen tämän viestin, tarkista tämä sivu päivän tai kahden kuluttua. Jos tämä ei auta, ota yhteyttä markkinapaikan hallintoon.
fr_fr: Stripe a toujours besoin de certaines données de votre part avant de pouvoir accepter des paiements. Veuillez <a href="[url]">poursuivre l'enregistrement et remplir les champs restants</a>. Si vous avez saisi toutes les informations (même les champs qui ne sont pas obligatoires) et que vous voyez toujours ce message, consultez cette page dans un jour ou deux. Si cela ne vous aide pas, veuillez contacter l'administration du marché.
he_il: Stripe עדיין דורש ממך כמה נתונים לפני שתוכל לקבל תשלומים. נא <a href="[url]">המשך ברישום ומלא את השדות הנותרים</a>. אם הזנת את כל המידע (אפילו השדות שאינם חובה) ועדיין רואה את ההודעה הזו, בדוק את הדף הזה בעוד יום או יומיים. אם זה לא עוזר, אנא צור קשר עם הנהלת Marketplace.
hu_hu: A Stripe-nak még további adataidra van szüksége, mielőtt elfogadhatnád a fizetéseket. Kérjük, <a href="[url]">folytasd a regisztrációt, és töltsd ki a hátralévő mezőket</a>. Ha minden adatot megadtál (még a nem kötelező mezőket is), és még mindig ezt az üzenetet látod, egy-két nap múlva ellenőrizd ezt az oldalt. Ha ez sem segít, kérjük, lépj kapcsolatba a piactér adminisztrációjával.
it_it: Stripe richiede ancora alcuni dati da te prima di poter accettare pagamenti. Per favore <a href="[url]">continua la registrazione e compila i campi rimanenti</a>. Se hai inserito tutte le informazioni (anche i campi non obbligatori) e vedi ancora questo messaggio, controlla questa pagina tra un giorno o due. Se ciò non aiuta, contatta l'amministrazione del mercato.
nl_nl: Stripe heeft nog wat gegevens van je nodig voordat je betalingen kunt accepteren. Gelieve <a href="[url]">verder te gaan met de registratie en de overige velden in te vullen</a>. Als je alle informatie hebt ingevoerd (zelfs de velden die niet verplicht zijn) en dit bericht nog steeds ziet, kijk dan over een dag of twee op deze pagina. Als dat niet helpt, neem dan contact op met het marktplaatsbeheer.
no_no: Stripe krever fortsatt noen data fra deg før du kan godta betalinger. Vennligst <a href="[url]">fortsett registreringen og fyll ut de resterende feltene</a>. Hvis du har skrevet inn all informasjonen (selv de feltene som ikke er obligatoriske) og fortsatt ser denne meldingen, kan du sjekke denne siden om en dag eller to. Hvis det ikke hjelper, vennligst kontakt markedsplassadministrasjonen.
pl_pl: Stripe nadal wymaga od Ciebie pewnych danych, zanim będziesz mógł akceptować płatności. Proszę <a href="[url]">kontynuować rejestrację i wypełnić pozostałe pola</a>. Jeśli wprowadziłeś wszystkie informacje (nawet pola, które nie są wymagane) i nadal widzisz ten komunikat, sprawdź tę stronę za dzień lub dwa. Jeśli to nie pomoże, skontaktuj się z administracją marketplace.
pt_pt: O Stripe ainda exige alguns dados de você antes que você possa aceitar pagamentos. Por favor <a href="[url]">continue o registo e preencha os restantes campos</a>. Se você inseriu todas as informações (mesmo os campos que não são obrigatórios) e ainda vê esta mensagem, verifique esta página em um ou dois dias. Se isso não ajudar, entre em contato com a administração do mercado.
ro_ro: Stripe necesită încă unele date de la dvs. înainte de a putea accepta plăți. Vă rugăm <a href="[url]">continuați înregistrarea și completați câmpurile rămase</a>. Dacă ați introdus toate informațiile (chiar și câmpurile care nu sunt obligatorii) și încă vedeți acest mesaj, verificați această pagină într-o zi sau două. Dacă acest lucru nu ajută, vă rugăm să contactați administrația pieței.
ru_ru: Чтобы вы могли принимать платежи, Stripe всё ещё нуждается в некоторых данных. <a href="[url]">Продолжите регистрацию и заполните оставшиеся поля</a>. Если вы ввели всю информацию (в т.ч. и необязательные поля), но всё ещё видите это сообщение, проверьте эту страницу через день или два. Если проблема не решится, свяжитесь с администрацией маркетплейса.
sv_se: Stripe kräver fortfarande en del data från dig innan du kan acceptera betalningar. Vänligen <a href="[url]">fortsätt registreringen och fyll i de återstående fälten</a>. Om du har angett all information (även de fält som inte är obligatoriska) och fortfarande ser det här meddelandet, kolla den här sidan om en dag eller två. Om det inte hjälper, kontakta marknadsplatsadministrationen.
tr_tr: Ödemeleri kabul edebilmeniz için Stripe hala sizden bazı verilere ihtiyaç duyuyor. Lütfen <a href="[url]">kayıt işlemine devam edin ve kalan alanları</a>doldurun. Tüm bilgileri (gerekli olmayan alanlar bile) girdiyseniz ve hala bu mesajı görüyorsanız, bir veya iki gün içinde bu sayfayı kontrol edin. Bu işe yaramazsa, lütfen pazar yeri yönetimiyle iletişime geçin.
uk_ua: Stripe все ще вимагає від вас певних даних, перш ніж ви зможете приймати платежі. Будь ласка,<a href="[url]">продовжте реєстрацію та заповніть решту полів</a>. Якщо ви ввели всю інформацію (навіть поля, які є не обов'язковими) та все ще бачите це повідомлення, перевірте цю сторінку через день-два. Якщо це не допомогло, зверніться до адміністрації marketplace.

# Languages::stripe_connect.account_was_rejected_and_unlinked
source: Account <b>[account_id]</b> was rejected and unlinked from the marketplace.
ar_sa: تم رفض الحساب <b>[account_id]</b> وإلغاء ربطه بالسوق.
cs_cz: Účet <b>[account_id]</b> byl zamítnut a odpojen od tržiště.
da_dk: Konto <b>[account_id]</b> blev afvist og frakoblet markedspladsen.
de_de: Konto <b>[account_id]</b> wurde abgelehnt und vom Marktplatz getrennt.
el_gr: Ο λογαριασμός <b>[account_id]</b> απορρίφθηκε και αποσυνδέθηκε από την αγορά.
es_es: La cuenta <b>[account_id]</b> fue rechazada y desvinculada del mercado.
fa_ir: حساب <b>[account_id]</b> رد شد و از بازار خارج شد.
fi_fi: Tili <b>[account_id]</b> hylättiin ja irrotettiin markkinapaikasta.
fr_fr: Le compte <b>[account_id]</b> a été rejeté et dissocié du marché.
he_il: חשבון <b>[account_id]</b> נדחה ובוטל הקישור לשוק.
hu_hu: A <b>[account_id]</b> fiókot elutasították és leválasztották a piactérről.
it_it: L'account <b>[account_id]</b> è stato rifiutato e scollegato dal mercato.
nl_nl: Account <b>[account_id]</b> is afgewezen en ontkoppeld van de marktplaats.
no_no: Konto <b>[account_id]</b> ble avvist og koblet fra markedsplassen.
pl_pl: Konto <b>[account_id]</b> zostało odrzucone i odłączone od marketplace.
pt_pt: A conta <b>[account_id]</b> foi rejeitada e desvinculada do mercado.
ro_ro: Contul <b>[account_id]</b> a fost respins și deconectat de la piață.
ru_ru: Учётная запись <b>[account_id]</b> была отклонена и отсоединена от маркетплейса.
sv_se: Konto <b>[account_id]</b> avvisades och kopplades bort från marknadsplatsen.
tr_tr: Hesap <b>[account_id]</b> reddedildi ve pazaryerinden bağlantısı kaldırıldı.
uk_ua: Обліковий запис <b>[account_id]</b> було відхилено та від'єднано від marketplace.

# Languages::stripe_connect.check_accounts_cron
source: The command below checks the statuses of the Express accounts that your vendors create. For example, if you reject a vendor's account on the Stripe end, that's how Multi-Vendor will know about it. Add this command to cron and run it once a day for smoother checkout experience.
ar_sa: يتحقق الأمر أدناه من حالات حسابات Express التي ينشئها البائعون. على سبيل المثال ، إذا رفضت حساب بائع في نهاية Stripe ، فهذه هي الطريقة التي سيعرف بها Multi-Vendor. أضف هذا الأمر إلى cron وقم بتشغيله مرة واحدة يوميًا لتجربة دفع أكثر سلاسة.
cs_cz: Níže uvedený příkaz zkontroluje stavy účtů Express, které vytvoří vaši dodavatelé. Pokud například odmítnete účet dodavatele na konci Stripe, tak se o tom Multi-Vendor dozví. Přidejte tento příkaz do cronu a spouštějte jej jednou denně, aby bylo placení hladší.
da_dk: Kommandoen nedenfor kontrollerer statussen for de Express-konti, som dine leverandører opretter. For eksempel, hvis du afviser en leverandørs konto i Stripe-enden, er det sådan, Multi-Vendor vil vide om det. Tilføj denne kommando til cron, og kør den en gang om dagen for en jævnere oplevelse af kassen.
de_de: Der folgende Befehl überprüft den Status der Express-Konten, die Ihre Lieferanten erstellen. Wenn Sie beispielsweise das Konto eines Anbieters auf der Seite von Stripe ablehnen, wird Multi-Vendor auf diese Weise davon erfahren. Fügen Sie diesen Befehl zu cron hinzu und führen Sie ihn einmal täglich aus, um den Checkout reibungsloser zu gestalten.
el_gr: Η παρακάτω εντολή ελέγχει τις καταστάσεις των λογαριασμών Express που δημιουργούν οι πωλητές σας. Για παράδειγμα, εάν απορρίψετε τον λογαριασμό ενός πωλητή στο Stripe, με αυτό τον τρόπο θα το γνωρίζει το Multi-Vendor. Προσθέστε αυτήν την εντολή στο cron και εκτελέστε την μία φορά την ημέρα για πιο ομαλή εμπειρία ολοκλήρωσης αγοράς.
es_es: El siguiente comando verifica los estados de las cuentas Express que crean sus proveedores. Por ejemplo, si rechaza la cuenta de un proveedor en el extremo de Stripe, así es como Multi-Vendor lo sabrá. Agregue este comando a cron y ejecútelo una vez al día para una experiencia de pago más fluida.
fa_ir: دستور زیر وضعیت حساب‌های Express را که فروشندگان شما ایجاد می‌کنند بررسی می‌کند. به عنوان مثال، اگر حساب یک فروشنده را در انتهای Stripe رد کنید، به این ترتیب MultiVendor از آن مطلع خواهد شد. این دستور را به cron اضافه کنید و آن را یک بار در روز اجرا کنید تا تجربه پرداخت روان‌تری داشته باشید.
fi_fi: Alla oleva komento tarkistaa toimittajien luomien Express-tilien tilat. Jos esimerkiksi hylkäät toimittajan tilin Stripe-päässä, Multi-Vendor tietää siitä näin. Lisää tämä komento croniin ja suorita se kerran päivässä sujuvamman kassakokemuksen saamiseksi.
fr_fr: La commande ci-dessous vérifie les statuts des comptes Express créés par vos fournisseurs. Par exemple, si vous rejetez le compte d'un fournisseur côté Stripe, c'est ainsi que Multi-Vendor le saura. Ajoutez cette commande à cron et exécutez-la une fois par jour pour une expérience de paiement plus fluide.
he_il: הפקודה למטה בודקת את הסטטוסים של חשבונות Express שהספקים שלך יוצרים. לדוגמה, אם אתה דוחה חשבון של ספק בקצה ה-Stripe, כך Multi-Vendor יידע על כך. הוסף פקודה זו ל-cron והפעל אותה פעם ביום לחוויית תשלום חלקה יותר.
hu_hu: Az alábbi parancs ellenőrzi az eladóid által létrehozott Express fiókok státuszát. Ha például egy eladó fiókját elutasítod a Stripe oldalán, a Multi-Vendor így tudni fog róla. Add hozzá ezt a parancsot a cronhoz, és futtasd naponta egyszer a zökkenőmentesebb pénztári élmény érdekében.
it_it: Il comando seguente controlla gli stati degli account Express creati dai tuoi fornitori. Ad esempio, se rifiuti l'account di un fornitore su Stripe, è così che Multi-Vendor lo saprà. Aggiungi questo comando a cron ed eseguilo una volta al giorno per un'esperienza di pagamento più fluida.
nl_nl: De onderstaande opdracht controleert de statussen van de Express-accounts die uw leveranciers maken. Als u bijvoorbeeld het account van een leverancier aan de Stripe-kant afwijst, weet Multi-Vendor daarvan. Voeg deze opdracht toe aan cron en voer het eenmaal per dag uit voor een soepelere afrekenervaring.
no_no: Kommandoen nedenfor kontrollerer statusene til Express-kontoene som leverandørene oppretter. For eksempel, hvis du avviser en leverandørs konto på Stripe-enden, er det slik Multi-Vendor vil vite om det. Legg til denne kommandoen til cron og kjør den en gang om dagen for en jevnere betalingsopplevelse.
pl_pl: Poniższe polecenie sprawdza statusy kont Express tworzonych przez sprzedawców. Na przykład, jeśli odrzucisz konto sprzedawcy po stronie Stripe, w ten sposób dowie się o tym Multi-Vendor. Dodaj to polecenie do crona i uruchamiaj je raz dziennie, aby uzyskać płynniejszą obsługę transakcji.
pt_pt: O comando abaixo verifica os status das contas Express que seus fornecedores criam. Por exemplo, se você rejeitar a conta de um fornecedor no lado do Stripe, é assim que o Multi-Vendor saberá sobre isso. Adicione este comando ao cron e execute-o uma vez por dia para uma experiência de checkout mais suave.
ro_ro: Comanda de mai jos verifică stările conturilor Express pe care le creează furnizorii dvs. De exemplu, dacă respingeți contul unui furnizor la capătul Stripe, așa va ști Multi-Vendor despre asta. Adăugați această comandă la cron și rulați-o o dată pe zi pentru o experiență de plată mai fluidă.
ru_ru: Эта команда проверяет статусы учётных записей Express, которые создают продавцы. Например, если вы отклоните учётную запись продавца на стороне Stripe, именно так Multi-Vendor узнает об этом. Добавьте команду в cron и выполняйте её раз в день, чтобы оформление заказа работало лучше.
sv_se: Kommandot nedan kontrollerar statusen för de Express-konton som dina leverantörer skapar. Till exempel, om du avvisar en leverantörs konto i Stripe-änden, är det så Multi-Vendor kommer att veta om det. Lägg till det här kommandot i cron och kör det en gång om dagen för en smidigare utcheckningsupplevelse.
tr_tr: Aşağıdaki komut, satıcılarınızın oluşturduğu Ekspres hesapların durumlarını kontrol eder. Örneğin, Stripe ucunda bir satıcının hesabını reddederseniz, Multi-Vendor bunu bu şekilde bilecektir. Bu komutu cron'a ekleyin ve daha sorunsuz bir ödeme deneyimi için günde bir kez çalıştırın.
uk_ua: Наведена нижче команда перевіряє статуси облікових записів Express, створених вашими продавцями. Наприклад, якщо ви відхилите обліковий запис продавця на стороні Stripe, саме так Multi-Vendor дізнається про це. Додайте цю команду в cron і запускайте її один раз на день для більш гладкої перевірки.

# Languages::stripe_connect.check_accounts
source: Check accounts
ar_sa: حسابات الشيك
cs_cz: Zkontrolujte účty
da_dk: Tjek konti
de_de: Konten prüfen
el_gr: Ελέγξτε τους λογαριασμούς
es_es: comprobar cuentas
fa_ir: حساب ها را بررسی کنید
fi_fi: Tarkista tilit
fr_fr: Comptes chèques
he_il: בדוק חשבונות
hu_hu: Fiókok ellenőrzése
it_it: Controlla i conti
nl_nl: rekeningen controleren
no_no: Sjekk kontoer
pl_pl: Sprawdź konta
pt_pt: Verificar contas
ro_ro: Verificați conturile
ru_ru: Проверить учётные записи
sv_se: Kontrollera konton
tr_tr: Hesapları kontrol et
uk_ua: Перевірити рахунки

# Languages::stripe_connect.stripe_cookie_title
source: Stripe
ar_sa: شريط
cs_cz: Proužek
da_dk: Stribe
de_de: Streifen
es_es: Raya
fa_ir: راه راه
fi_fi: Raita
fr_fr: Bande
he_il: פס
hu_hu: Csík
it_it: Banda
nl_nl: Streep
pt_pt: Listra
ro_ro: Dunga
sv_se: Rand
tr_tr: Şerit
uk_ua: Смуга

# Languages::stripe_connect.stripe_cookie_description
source: Stripe is a payment provider. It allows us to accept payments, if you choose a payment method powered by Stripe. Here is <a href="https://stripe.com/privacy" target="_blank">Stripe privacy policy</a>.
ar_sa: Stripe هو مزود الدفع. يسمح لنا بقبول المدفوعات ، إذا اخترت طريقة دفع مدعومة من Stripe. فيما يلي سياسة خصوصية <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
cs_cz: Stripe je poskytovatel plateb. Umožňuje nám přijímat platby, pokud zvolíte platební metodu využívající Stripe. Zde je <a href="https://stripe.com/privacy" target="_blank">Zásady ochrany osobních údajů Stripe</a>.
da_dk: Stripe er en betalingsudbyder. Det giver os mulighed for at acceptere betalinger, hvis du vælger en betalingsmetode drevet af Stripe. Her er <a href="https://stripe.com/privacy" target="_blank">Stripes privatlivspolitik</a>.
de_de: Stripe ist ein Zahlungsanbieter. Es ermöglicht uns, Zahlungen zu akzeptieren, wenn Sie eine von Stripe unterstützte Zahlungsmethode wählen. Hier ist die Datenschutzrichtlinie von <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
el_gr: Η Stripe είναι πάροχος πληρωμών. Μας επιτρέπει να δεχόμαστε πληρωμές, εάν επιλέξετε έναν τρόπο πληρωμής που υποστηρίζεται από το Stripe. Ακολουθεί η <a href="https://stripe.com/privacy" target="_blank">Πολιτική απορρήτου Stripe</a>.
es_es: Stripe es un proveedor de pagos. Nos permite aceptar pagos, si elige un método de pago impulsado por Stripe. Aquí está la política de privacidad de <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
fa_ir: Stripe یک ارائه دهنده پرداخت است. اگر روش پرداختی را انتخاب کنید که توسط Stripe طراحی شده است، به ما امکان می‌دهد پرداخت‌ها را بپذیریم. در اینجا <a href="https://stripe.com/privacy" target="_blank">خط مشی رازداری Stripe</a>است.
fi_fi: Stripe on maksupalveluntarjoaja. Sen avulla voimme hyväksyä maksuja, jos valitset Stripen tarjoaman maksutavan. Tässä on <a href="https://stripe.com/privacy" target="_blank">Stripen tietosuojakäytäntö</a>.
fr_fr: Stripe est un fournisseur de paiement. Il nous permet d'accepter les paiements, si vous choisissez un mode de paiement propulsé par Stripe. Voici la politique de confidentialité de <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
he_il: Stripe היא ספקית תשלומים. זה מאפשר לנו לקבל תשלומים, אם תבחר באמצעי תשלום המופעל על ידי Stripe. הנה מדיניות הפרטיות של <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
hu_hu: A Stripe fizetési szolgáltató. Lehetővé teszi fizetések elfogadását, ha a Stripe által üzemeltetett fizetési módot választ. Itt van a <a href="https://stripe.com/privacy" target="_blank">Stripe adatvédelmi szabályzata</a>.
it_it: Stripe è un fornitore di servizi di pagamento. Ci consente di accettare pagamenti, se scegli un metodo di pagamento basato su Stripe. Ecco <a href="https://stripe.com/privacy" target="_blank">Informativa sulla privacy di Stripe</a>.
nl_nl: Stripe is een betalingsprovider. Het stelt ons in staat om betalingen te accepteren, als je een betaalmethode kiest die mogelijk is gemaakt door Stripe. Hier is <a href="https://stripe.com/privacy" target="_blank">Stripe privacybeleid</a>.
no_no: Stripe er en betalingsleverandør. Den lar oss godta betalinger hvis du velger en betalingsmetode drevet av Stripe. Her er <a href="https://stripe.com/privacy" target="_blank">Stripes retningslinjer for personvern</a>.
pl_pl: Stripe jest dostawcą płatności. Pozwala nam na przyjmowanie płatności, jeśli wybierzesz metodę płatności obsługiwaną przez Stripe. Oto <a href="https://stripe.com/privacy" target="_blank">Polityka prywatności Stripe</a>.
pt_pt: Stripe é um provedor de pagamento. Ele nos permite aceitar pagamentos, se você escolher um método de pagamento desenvolvido pela Stripe. Aqui está a política de privacidade <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
ro_ro: Stripe este un furnizor de plăți. Ne permite să acceptăm plăți, dacă alegeți o metodă de plată alimentată de Stripe. Iată politica de confidențialitate <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
ru_ru: Stripe — это сервис оплаты. Он позволяет нам принимать платежи, если вы выберете соответствующий способ оплаты. Вот <a href="https://stripe.com/privacy" target="_blank">политика конфиденциальности Stripe</a>.
sv_se: Stripe är en betalningsleverantör. Det tillåter oss att acceptera betalningar, om du väljer en betalningsmetod som drivs av Stripe. Här är <a href="https://stripe.com/privacy" target="_blank">Stripes sekretesspolicy</a>.
tr_tr: Stripe bir ödeme sağlayıcısıdır. Stripe tarafından desteklenen bir ödeme yöntemi seçerseniz, ödemeleri kabul etmemizi sağlar. İşte <a href="https://stripe.com/privacy" target="_blank">Stripe gizlilik politikası</a>.
uk_ua: Stripe є платіжним постачальником. Це дозволяє нам приймати платежі, якщо ви виберете спосіб оплати на основі Stripe. Ось <a href="https://stripe.com/privacy" target="_blank">Політика конфіденційності Stripe</a>.
