Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe.po
Languages: ar_sa, cs_cz, de_de, fi_fi, fr_fr, he_il, ko_kr, nl_nl, no_no, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Addons::name::stripe
source: Stripe payments
ar_sa: مدفوعات Stripe
cs_cz: Stripe platby
de_de: Stripe-Zahlungen
fi_fi: Raidalliset maksut
fr_fr: Paiements Stripe
he_il: תשלומי Stripe
ko_kr: 스트라이프 결제
nl_nl: Stripe betalingen
no_no: Stripe-betalinger
pt_pt: Pagamentos por faixa
ro_ro: Plăți Stripe
sv_se: Stripe-betalningar
tr_tr: Şerit ödemeler
uk_ua: Платежі Stripe

# Addons::description::stripe
source: Lets you accept payments via Stripe.
ar_sa: يتيح لك قبول المدفوعات عبر Stripe.
cs_cz: Umožňuje přijímat platby přes Stripe.
de_de: Lässt Sie Zahlungen über Stripe akzeptieren.
fi_fi: Voit hyväksyä maksuja Stripen kautta.
fr_fr: Vous permet d'accepter les paiements via Stripe.
he_il: מאפשר לך לקבל תשלומים באמצעות Stripe.
ko_kr: Stripe를 통해 결제를 수락할 수 있습니다.
nl_nl: Hiermee kunt u betalingen via Stripe accepteren.
no_no: Lar deg akseptere betalinger via Stripe.
pt_pt: Permite aceitar pagamentos via Stripe.
ro_ro: Vă permite să acceptați plăți prin Stripe.
sv_se: Låter dig acceptera betalningar via Stripe.
tr_tr: Stripe aracılığıyla ödeme kabul etmenizi sağlar.
uk_ua: Дозволяє приймати платежі через Stripe.

# Languages::stripe.stripe
source: Stripe
cs_cz: Proužek
de_de: Streifen
fi_fi: Raita
fr_fr: Bande
ko_kr: 줄무늬
nl_nl: Streep
pt_pt: Listra
ro_ro: Dunga
sv_se: Rand
tr_tr: Şerit

# Languages::stripe.publishable_key
source: Publishable key
ar_sa: مفتاح قابل للنشر
cs_cz: Publikovatelný klíč
de_de: Veröffentlichbarer Schlüssel
fi_fi: Julkaistu avain
fr_fr: Clé publiable
he_il: מפתח שניתן לפרסם
ko_kr: 게시 가능한 키
nl_nl: Publiceerbare sleutel
no_no: Publiserbar nøkkel
pt_pt: Chave publicável
ro_ro: Cheie publicabilă
sv_se: Publicerbar nyckel
tr_tr: yayınlanabilir anahtar
uk_ua: Публічний ключ

# Languages::stripe.secret_key
source: Secret key
ar_sa: المفتاح السري
cs_cz: Tajný klíč
de_de: Geheimer Schlüssel
fi_fi: Salainen avain
fr_fr: Clef secrète
he_il: מפתח סודי
ko_kr: 비밀 키
nl_nl: Geheime sleutel
no_no: Hemmelig nøkkel
pt_pt: Chave secreta
ro_ro: Cheie secreta
sv_se: Hemlig nyckel
tr_tr: Gizli anahtar
uk_ua: Секретний ключ

# Languages::stripe.payment_type
source: Payment type
ar_sa: نوع الدفع
cs_cz: Způsob platby
de_de: Zahlungsart
fi_fi: Maksutapa
fr_fr: Type de paiement
he_il: סוג תשלום
ko_kr: 지불 유형
nl_nl: Betalingswijze
no_no: Betalings type
pt_pt: Tipo de pagamento
ro_ro: Tipul de plată
sv_se: Betalnings typ
tr_tr: Ödeme bilgisi
uk_ua: Тип платежу

# Languages::stripe.payment_type.card
source: Credit card
cs_cz: Kreditní karta
de_de: Kreditkarte
fi_fi: Luottokortti
fr_fr: Carte de crédit
he_il: כרטיס אשראי
ko_kr: 신용 카드
no_no: Kredittkort
pt_pt: Cartão de crédito
ro_ro: Card de credit
sv_se: Kreditkort
tr_tr: Kredi Kartı
uk_ua: Кредитна картка

# Languages::stripe.payment_type.apple_pay
source: Apple Pay
fr_fr: Payer Apple
ko_kr: 애플 페이
tr_tr: Apple öde

# Languages::stripe.payment_type.apple_pay.description
source: <p>Apple's <a href="[guidelines_url]" target="_blank">Human Interface Guidelines</a> require you to display the Apple Pay mark on the checkout page.</p><p>You can set the following image as the payment method icon or use it in the payment method description:</p>
ar_sa: تتطلب <p> <a href="[guidelines_url]" target="_blank"> إرشادات الواجهة البشرية </a> من Apple عرض علامة Apple Pay على صفحة الدفع. </ p> <p> يمكنك تعيين الصورة التالية كرمز طريقة الدفع أو استخدمها في وصف طريقة الدفع: </p>
cs_cz: <p>Pokyny Apple <a href="[guidelines_url]" target="_blank">Human Interface Guidelines</a> vyžadují, abyste na stránce pokladny zobrazovali značku Apple Pay.</p><p>Následující obrázek můžete nastavit jako ikonu způsobu platby nebo jej použít v popisu způsobu platby:</p>
de_de: <p>Die <a href="[guidelines_url]" target="_blank">Human Interface Guidelines von Apple</a> verlangen, dass Sie das Apple Pay-Zeichen auf der Checkout-Seite anzeigen.</p><p>Sie können das folgende Bild als Symbol für die Zahlungsmethode festlegen oder in der Beschreibung der Zahlungsmethode verwenden:</p>
fi_fi: <p>Applen <a href="[guidelines_url]" target="_blank">Human Interface Guidelines</a> edellyttää Apple Pay -merkin näyttämistä kassasivulla.</p><p>Voit asettaa seuraavan kuvan maksutavan kuvakkeeksi tai käyttää sitä maksutavan kuvauksessa:</p>
fr_fr: <p>Les directives d'interface humaine <a href="[guidelines_url]" target="_blank">d'Apple</a> exigent que vous affichiez la marque Apple Pay sur la page de paiement.</p><p>Vous pouvez définir l'image suivante comme icône du mode de paiement ou l'utiliser dans la description du mode de paiement :</p>
he_il: <p>הנחיות הממשק האנושי <a href="[guidelines_url]" target="_blank"> של Apple מחייבים אותך להציג את הסימן של Apple Pay בדף הקופה.</p><p>אתה יכול להגדיר את התמונה הבאה כצלמית שיטת תשלום או להשתמש בה בתיאור שיטת תשלום:</p>
ko_kr: <p>Apple의 <a href="[guidelines_url]" target="_blank">휴먼 인터페이스 지침</a> 에 따라 결제 페이지에 Apple Pay 마크를 표시해야 합니다.</p><p>다음 이미지를 결제수단 아이콘으로 설정하거나 결제수단 설명에 사용할 수 있습니다.</p>
nl_nl: <p>Apple's <a href="[guidelines_url]" target="_blank">Human Interface Guidelines</a> vereisen dat u het Apple Pay-teken op de afrekenpagina weergeeft.</p><p>U kunt de volgende afbeelding instellen als het pictogram van de betalingsmethode of deze gebruiken in de beschrijving van de betalingsmethode:</p>
no_no: <p>Apples <a href="[guidelines_url]" target="_blank">retningslinjer for menneskelig grensesnitt</a> krever at du viser Apple Pay-merket på betalingssiden.</p><p>Du kan angi følgende bilde som betalingsmetodeikon eller bruke det i betalingsmåtebeskrivelsen:</p>
pt_pt: <p>As <a href="[guidelines_url]" target="_blank">Diretrizes de Interface Humana</a> da Apple exigem que você exiba a marca Apple Pay na página de checkout.</p><p>Você pode definir a seguinte imagem como ícone do método de pagamento ou usá-la na descrição do método de pagamento:</p>
ro_ro: <p>Ghidurile Apple <a href="[guidelines_url]" target="_blank">privind interfața umană</a> vă solicită să afișați marcajul Apple Pay pe pagina de finalizare a comenzii.</p><p>Puteți seta următoarea imagine ca pictogramă metodei de plată sau o puteți utiliza în descrierea metodei de plată:</p>
sv_se: <p>Apples <a href="[guidelines_url]" target="_blank">riktlinjer för mänskligt gränssnitt</a> kräver att du visar Apple Pay-märket på kassasidan.</p><p>Du kan ställa in följande bild som ikon för betalningsmetod eller använda den i beskrivningen av betalningsmetoden:</p>
tr_tr: <p>Apple'ın <a href="[guidelines_url]" target="_blank">İnsan Arayüzü Yönergeleri,</a> ödeme sayfasında Apple Pay işaretini görüntülemenizi gerektirir.</p><p>Aşağıdaki resmi ödeme yöntemi simgesi olarak ayarlayabilir veya ödeme yöntemi açıklamasında kullanabilirsiniz:</p>
uk_ua: <p>Аплет <a href="[guidelines_url]" target="_blank">Human Interface Guidelines</a> вимагає відображати іконку Apple Pay на сторінці оплати.</p><p>Ви можете встановити наступне зображення як значок способу оплати або використайте його в описі способу оплати:</p>

# Languages::stripe.payment_type.google_pay
source: Google Pay
ko_kr: 구글 페이

# Languages::stripe.payment_type.google_pay.description
source: <p>Google's <a href="[guidelines_url]" target="_blank">Brand guidelines</a> require you to display the Google Pay mark on the checkout page.</p><p>You can set the following image as the payment method icon or use it in the payment method description:</p>
ar_sa: <p> تتطلب <a href="[guidelines_url]" target="_blank"> إرشادات العلامة التجارية </a> من Google عرض علامة Google Pay على صفحة الدفع. </ p> <p> يمكنك تعيين ما يلي صورة كرمز طريقة الدفع أو استخدمها في وصف طريقة الدفع: </p>
cs_cz: <p>Pokyny pro značky Google <a href="[guidelines_url]" target="_blank">vyžadují, abyste na stránce pokladny zobrazovali značku Google Pay</a></p><p>Následující obrázek můžete nastavit jako ikonu způsobu platby nebo jej použít v popisu způsobu platby:</p>
de_de: <p>Gemäß den <a href="[guidelines_url]" target="_blank">Markenrichtlinien von Google</a> müssen Sie das Google Pay-Zeichen auf der Checkout-Seite anzeigen.</p><p>Sie können das folgende Bild als Symbol für die Zahlungsmethode festlegen oder in der Beschreibung der Zahlungsmethode verwenden:</p>
fi_fi: <p>Googlen <a href="[guidelines_url]" target="_blank">brändiohjeet</a> edellyttävät Google Pay -merkin näyttämistä kassasivulla.</p><p>Voit asettaa seuraavan kuvan maksutavan kuvakkeeksi tai käyttää sitä maksutavan kuvauksessa:</p>
fr_fr: <p>Les <a href="[guidelines_url]" target="_blank">directives relatives à la marque</a> de Google exigent que vous affichiez la marque Google Pay sur la page de paiement.</p><p>Vous pouvez définir l'image suivante comme icône du mode de paiement ou l'utiliser dans la description du mode de paiement :</p>
he_il: <p>הנחיות המותג <a href="[guidelines_url]" target="_blank"> של גוגל מחייבים אותך להציג את הסימן של Google Pay בדף הקופה.</p><p>אתה יכול להגדיר את התמונה הבאה כצלמית שיטת תשלום או להשתמש בה בתיאור שיטת תשלום:</p>
ko_kr: <p>Google의 <a href="[guidelines_url]" target="_blank">브랜드 가이드라인</a> 에 따르면 결제 페이지에 Google Pay 마크를 표시해야 합니다.</p><p>다음 이미지를 결제수단 아이콘으로 설정하거나 결제수단 설명에 사용할 수 있습니다.</p>
nl_nl: <p>Google's <a href="[guidelines_url]" target="_blank">Merkrichtlijnen</a> vereisen dat u het Google Pay-teken op de afrekenpagina weergeeft.</p><p>U kunt de volgende afbeelding instellen als het pictogram van de betalingsmethode of deze gebruiken in de beschrijving van de betalingsmethode:</p>
no_no: <p>Googles <a href="[guidelines_url]" target="_blank">merkevareretningslinjer</a> krever at du viser Google Pay-merket på betalingssiden.</p><p>Du kan angi følgende bilde som betalingsmetodeikon eller bruke det i betalingsmåtebeskrivelsen:</p>
pt_pt: <p>As diretrizes da marca <a href="[guidelines_url]" target="_blank">do Google</a> exigem que você exiba a marca Google Pay na página de finalização da compra.</p><p>Você pode definir a seguinte imagem como ícone do método de pagamento ou usá-la na descrição do método de pagamento:</p>
ro_ro: <p>Ghidul Google <a href="[guidelines_url]" target="_blank">privind mărcile</a> vă solicită să afișați marca Google Pay pe pagina de finalizare a comenzii.</p><p>Puteți seta următoarea imagine ca pictogramă metodei de plată sau o puteți utiliza în descrierea metodei de plată:</p>
sv_se: <p>Googles <a href="[guidelines_url]" target="_blank">varumärkesriktlinjer</a> kräver att du visar Google Pay-märket på kassasidan.</p><p>Du kan ställa in följande bild som ikon för betalningsmetod eller använda den i beskrivningen av betalningsmetoden:</p>
tr_tr: <p>Google'ın <a href="[guidelines_url]" target="_blank">Marka yönergeleri</a> , ödeme sayfasında Google Pay işaretini görüntülemenizi gerektirir.</p><p>Aşağıdaki resmi ödeme yöntemi simgesi olarak ayarlayabilir veya ödeme yöntemi açıklamasında kullanabilirsiniz:</p>
uk_ua: <p><a href="[guidelines_url]" target="_blank">Правила </a> Google вимагають, щоб на сторінці оплати відображалася іконка Google Pay.</p><p>Ви можете встановити наступне зображення як значок способу оплати або використовувати його в описі способу оплати:</p>

# Languages::stripe.online_payment
source: Online payment
ar_sa: الدفع الالكتروني
cs_cz: Platba přes internet
de_de: Onlinebezahlung
fi_fi: Online maksu
fr_fr: Paiement en ligne
he_il: תשלום מקוון
ko_kr: 온라인 결제
nl_nl: Online betaling
no_no: Online betaling
pt_pt: Pagamento online
ro_ro: Plata online
sv_se: Online betalning
tr_tr: Online ödeme
uk_ua: Оплата онлайн

# Languages::stripe.test_payment
source: Test payment (won't be charged)
ar_sa: دفع تجريبي (لن يتم تحصيلها)
cs_cz: Testovací platba (nebude účtována)
de_de: Testzahlung (wird nicht berechnet)
fi_fi: Testimaksu (ei veloiteta)
fr_fr: Test de paiement (ne sera pas facturé)
he_il: תשלום לניסיון (לא יחויב)
ko_kr: 테스트 결제(청구되지 않음)
nl_nl: Testbetaling (er worden geen kosten in rekening gebracht)
no_no: Testbetaling (blir ikke belastet)
pt_pt: Pagamento de teste (não será cobrado)
ro_ro: Plata de testare (nu va fi taxată)
sv_se: Testbetalning (debiteras inte)
tr_tr: Test ödemesi (ücret alınmayacaktır)
uk_ua: Тестовий платіж (оплата не стягується)

# Languages::stripe.test_payment.description
source: Your card won't be charged when using Apple Pay or Google Pay.
ar_sa: لن يتم تحصيل رسوم من بطاقتك عند استخدام Apple Pay أو Google Pay.
cs_cz: Při používání Apple Pay nebo Google Pay vám nebudou účtovány žádné poplatky.
de_de: Ihre Karte wird nicht belastet, wenn Sie Apple Pay oder Google Pay verwenden.
fi_fi: Korttiasi ei veloiteta, kun käytät Apple Payta tai Google Payta.
fr_fr: Votre carte ne sera pas débitée lorsque vous utilisez Apple Pay ou Google Pay.
he_il: הכרטיס שלך לא יחויב בעת השימוש ב-Apple Pay או ב-Google Pay.
ko_kr: Apple Pay 또는 Google Pay를 사용할 때는 카드에 요금이 청구되지 않습니다.
nl_nl: Er worden geen kosten in rekening gebracht op uw kaart wanneer u Apple Pay of Google Pay gebruikt.
no_no: Kortet ditt belastes ikke når du bruker Apple Pay eller Google Pay.
pt_pt: Seu cartão não será cobrado ao usar o Apple Pay ou o Google Pay.
ro_ro: Cardul dvs. nu va fi debitat când utilizați Apple Pay sau Google Pay.
sv_se: Ditt kort debiteras inte när du använder Apple Pay eller Google Pay.
tr_tr: Apple Pay veya Google Pay kullanılırken kartınızdan ücret alınmaz.
uk_ua: При використанні Apple Pay або Google Pay плата не стягуватиметься.

# Languages::stripe.apple_pay_not_supported
source: Apple Pay is not supported on this device
ar_sa: Apple Pay غير مدعوم على هذا الجهاز
cs_cz: Apple Pay není na tomto zařízení podporováno
de_de: Apple Pay wird auf diesem Gerät nicht unterstützt
fi_fi: Tämä laite ei tue Apple Payta
fr_fr: Apple Pay n'est pas pris en charge sur cet appareil
he_il: Apple Pay אינו נתמך במכשיר זה
ko_kr: 이 기기에서는 Apple Pay가 지원되지 않습니다.
nl_nl: Apple Pay wordt niet ondersteund op dit apparaat
no_no: Apple Pay støttes ikke på denne enheten
pt_pt: O Apple Pay não é compatível com este dispositivo
ro_ro: Apple Pay nu este acceptat pe acest dispozitiv
sv_se: Apple Pay stöds inte på den här enheten
tr_tr: Apple Pay bu cihazda desteklenmiyor
uk_ua: Apple Pay не підтримується цим пристроєм

# Languages::stripe.google_pay_not_supported
source: Google Pay is not supported on this device
ar_sa: Google Pay غير مدعوم على هذا الجهاز
cs_cz: Služba Google Pay není na tomto zařízení podporována
de_de: Google Pay wird auf diesem Gerät nicht unterstützt
fi_fi: Tämä laite ei tue Google Payta
fr_fr: Google Pay n'est pas pris en charge sur cet appareil
he_il: Google Pay אינו נתמך במכשיר זה
ko_kr: 이 기기에서는 Google Pay가 지원되지 않습니다.
nl_nl: Google Pay wordt niet ondersteund op dit apparaat
no_no: Google Pay støttes ikke på denne enheten
pt_pt: O Google Pay não é compatível com este dispositivo
ro_ro: Google Pay nu este acceptat pe acest dispozitiv
sv_se: Google Pay stöds inte på den här enheten
tr_tr: Google Pay bu cihazda desteklenmiyor
uk_ua: Google Pay не підтримується цим пристроєм

# Languages::stripe.token
source: Stripe payment token
ar_sa: رمز الدفع Stripe
cs_cz: Platební token Stripe
de_de: Stripe-Zahlungstoken
fi_fi: Raidallinen maksutunnus
fr_fr: Jeton de paiement Stripe
he_il: אסימון תשלום Stripe
ko_kr: 스트라이프 결제 토큰
nl_nl: Stripe-betalingstoken
no_no: Stripe betalingsbrikke
pt_pt: Token de pagamento de faixa
ro_ro: Jeton de plată Stripe
sv_se: Stripe betalningstoken
tr_tr: Şerit ödeme jetonu
uk_ua: Токен системи Stripe

# Languages::stripe.account_country
source: Stripe account country
ar_sa: بلد حساب Stripe
cs_cz: Země účtu Stripe
de_de: Land des Stripe-Kontos
fi_fi: Stripe-tilin maa
fr_fr: Pays du compte Stripe
he_il: מחוז החשבון Stripe
ko_kr: 스트라이프 계정 국가
nl_nl: Land van Stripe-account
no_no: Stripe konto land
pt_pt: País da conta Stripe
ro_ro: Țara contului Stripe
sv_se: Stripe konto land
tr_tr: Şerit hesap ülkesi
uk_ua: Країна облікового записку Stripe

# Languages::stripe.show_payment_button
source: Show "[button_name]" button on product pages
ar_sa: إظهار زر "[button_name]" على صفحات المنتج
cs_cz: Zobrazit tlačítko "[button_name]" na produktových stránkách
de_de: Schaltfläche „[button_name]“ auf Produktseiten anzeigen
fi_fi: Näytä "[button_name]" -painike tuotesivuilla
fr_fr: Afficher le bouton "[button_name]" sur les pages produits
he_il: הצג "[button_name]" בעמודי המוצרים
ko_kr: 제품 페이지에 "[button_name]" 버튼 표시
nl_nl: Toon "[button_name]" knop op productpagina's
no_no: Vis "[button_name]"-knappen på produktsidene
pt_pt: Mostrar botão "[button_name]" nas páginas do produto
ro_ro: Afișați butonul „[button_name]” pe paginile produselor
sv_se: Visa knappen "[button_name]" på produktsidorna
tr_tr: Ürün sayfalarında "[button_name]" düğmesini göster
uk_ua: Показувати кнопку "[button_name]" на сторінках товарів

# Languages::stripe.payment_type.buy_with_apple_pay
source: Buy with Apple Pay
ar_sa: اشترِ مع Apple Pay
cs_cz: Koupit pomocí Apple Pay
de_de: Kaufen Sie mit Apple Pay
fi_fi: Osta Apple Paylla
fr_fr: Acheter avec Apple Pay
he_il: קנה עם Apple Pay
ko_kr: Apple Pay로 구매
nl_nl: Kopen met Apple Pay
no_no: Kjøp med Apple Pay
pt_pt: Compre com o Apple Pay
ro_ro: Cumpărați cu Apple Pay
sv_se: Köp med Apple Pay
tr_tr: Apple Pay ile satın alın
uk_ua: Купити через Apple Pay

# Languages::stripe.payment_type.buy_with_google_pay
source: Buy with Google Pay
ar_sa: الشراء باستخدام Google Pay
cs_cz: Koupit pomocí Google Pay
de_de: Kaufen Sie mit Google Pay
fi_fi: Osta Google Paylla
fr_fr: Acheter avec Google Pay
he_il: קנה עם Google Pay
ko_kr: Google Pay로 구매
nl_nl: Kopen met Google Pay
no_no: Kjøp med Google Pay
pt_pt: Compre com o Google Pay
ro_ro: Cumpărați cu Google Pay
sv_se: Köp med Google Pay
tr_tr: Google Pay ile satın alın
uk_ua: Купити через Google Pay

# Languages::stripe.payment_intent_error
source: An error occurred when creating a PaymentIntent with the payment #[payment_id]: [error]
ar_sa: حدث خطأ عند إنشاء PaymentIntent بالدفع #[payment_id]: [error]
cs_cz: Při vytváření PaymentIntent s platbou #[payment_id]: [error]došlo k chybě
de_de: Beim Erstellen eines PaymentIntent mit der Zahlung #[payment_id]: [error]ist ein Fehler aufgetreten
fi_fi: Tapahtui virhe luotaessa PaymentIntentiä maksulla #[payment_id]: [error]
fr_fr: Une erreur s'est produite lors de la création d'un PaymentIntent avec le paiement #[payment_id] : [error]
he_il: אירעה שגיאה בעת יצירת PaymentIntent עם התשלום מס'[payment_id]: [error]
ko_kr: 결제 #[payment_id]: [error]로 PaymentIntent를 생성할 때 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het maken van een PaymentIntent met de betaling #[payment_id]: [error]
no_no: Det oppstod en feil ved opprettelse av en betalingshensikt med betalingen #[payment_id]: [error]
pt_pt: Ocorreu um erro ao criar um PaymentIntent com o pagamento #[payment_id]: [error]
ro_ro: A apărut o eroare la crearea unui PaymentIntent cu plata #[payment_id]: [error]
sv_se: Ett fel uppstod när en PaymentIntent skapades med betalningen #[payment_id]: [error]
tr_tr: Ödeme #[payment_id]: [error]ile bir PaymentIntent oluşturulurken bir hata oluştu
uk_ua: Під час створення PaymentIntent з платежем №[payment_id]: [error]сталася помилка

# Languages::stripe.webhook_register_error
source: An error occurred while registering the webhook for the payment #[payment_id]: [error]
ar_sa: حدث خطأ أثناء تسجيل الويب هوك للدفع #[payment_id]: [error]
cs_cz: Při registraci webhooku pro platbu #[payment_id]: [error]došlo k chybě
de_de: Beim Registrieren des Webhook für die Zahlung #[payment_id]: [error]ist ein Fehler aufgetreten
fi_fi: Tapahtui virhe rekisteröitäessä webhookia maksulle #[payment_id]: [error]
fr_fr: Une erreur s'est produite lors de l'enregistrement du webhook pour le paiement #[payment_id] : [error]
he_il: אירעה שגיאה בעת רישום ה-webhook עבור התשלום מס'[payment_id]: [error]
ko_kr: 결제 #[payment_id]: [error]에 대한 웹훅 등록 중 오류가 발생했습니다.
nl_nl: Er is een fout opgetreden bij het registreren van de webhook voor de betaling #[payment_id]: [error]
no_no: Det oppstod en feil under registrering av webhook for betaling #[payment_id]: [error]
pt_pt: Ocorreu um erro ao registrar o webhook para o pagamento #[payment_id]: [error]
ro_ro: A apărut o eroare la înregistrarea webhook-ului pentru plata #[payment_id]: [error]
sv_se: Ett fel uppstod vid registrering av webhook för betalning #[payment_id]: [error]
tr_tr: [payment_id]: [error]numaralı ödeme için web kancası kaydedilirken bir hata oluştu
uk_ua: Під час реєстрації вебхука для платежу сталася помилка №[payment_id]: [error]

# Languages::stripe.webhook_handle_error
source: An error occurred while processing the webhook: [error]
ar_sa: حدث خطأ أثناء معالجة الرد التلقائي على الويب: [error]
cs_cz: Při zpracování webhooku došlo k chybě: [error]
de_de: Beim Verarbeiten des Webhook ist ein Fehler aufgetreten: [error]
fi_fi: Webhookia käsiteltäessä tapahtui virhe: [error]
fr_fr: Une erreur s'est produite lors du traitement du webhook : [error]
he_il: אירעה שגיאה במהלך עיבוד ה-webhook: [error]
ko_kr: 웹훅을 처리하는 동안 오류가 발생했습니다: [error]
nl_nl: Er is een fout opgetreden tijdens het verwerken van de webhook: [error]
no_no: Det oppstod en feil under behandling av webhook: [error]
pt_pt: Ocorreu um erro ao processar o webhook: [error]
ro_ro: A apărut o eroare la procesarea webhook-ului: [error]
sv_se: Ett fel uppstod vid bearbetning av webhook: [error]
tr_tr: Web kancası işlenirken bir hata oluştu: [error]
uk_ua: Під час обробки вебхука сталася помилка: [error]

# Languages::stripe.merchant_identifier
source: Merchant identifier
ar_sa: معرّف التاجر
cs_cz: Identifikátor obchodníka
de_de: Händlerkennung
fi_fi: Kauppiaan tunniste
fr_fr: Identifiant du marchand
he_il: מזהה סוחר
ko_kr: 판매자 식별자
nl_nl: Verkoper-ID
no_no: Selgeridentifikator
pt_pt: Identificador do comerciante
ro_ro: Identificatorul comerciantului
sv_se: Säljaridentifierare
tr_tr: Satıcı tanımlayıcısı
uk_ua: Ідентифікатор продавця

# Languages::stripe.stripe_cookie_title
source: Stripe
ar_sa: شريط
cs_cz: Proužek
de_de: Streifen
fi_fi: Raita
fr_fr: Bande
he_il: פס
ko_kr: 줄무늬
nl_nl: Streep
pt_pt: Listra
ro_ro: Dunga
sv_se: Rand
tr_tr: Şerit
uk_ua: Смуга
