Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe.po
Languages: ar_sa, cs_cz, de_de, fi_fi, fr_fr, he_il, ko_kr, nl_nl, no_no, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::stripe.stripe_cookie_description
source: Stripe is a payment provider. It allows us to accept payments, if you choose a payment method powered by Stripe. Here is <a href="https://stripe.com/privacy" target="_blank">Stripe privacy policy</a>.
ar_sa: Stripe هو مزود الدفع. يسمح لنا بقبول المدفوعات ، إذا اخترت طريقة دفع مدعومة من Stripe. فيما يلي سياسة خصوصية <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
cs_cz: Stripe je poskytovatel plateb. Umožňuje nám přijímat platby, pokud zvolíte platební metodu využívající Stripe. Zde je <a href="https://stripe.com/privacy" target="_blank">Zásady ochrany osobních údajů Stripe</a>.
de_de: Stripe ist ein Zahlungsanbieter. Es ermöglicht uns, Zahlungen zu akzeptieren, wenn Sie eine von Stripe unterstützte Zahlungsmethode wählen. Hier ist die Datenschutzrichtlinie von <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
fi_fi: Stripe on maksupalveluntarjoaja. Sen avulla voimme hyväksyä maksuja, jos valitset Stripen tarjoaman maksutavan. Tässä on <a href="https://stripe.com/privacy" target="_blank">Stripen tietosuojakäytäntö</a>.
fr_fr: Stripe est un fournisseur de paiement. Il nous permet d'accepter les paiements, si vous choisissez un mode de paiement propulsé par Stripe. Voici la politique de confidentialité de <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
he_il: Stripe היא ספקית תשלומים. זה מאפשר לנו לקבל תשלומים, אם תבחר באמצעי תשלום המופעל על ידי Stripe. הנה מדיניות הפרטיות של <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
ko_kr: Stripe는 결제 서비스 제공업체입니다. Stripe에서 제공하는 결제 방법을 선택하면 결제를 수락할 수 있습니다. <a href="https://stripe.com/privacy" target="_blank">Stripe 개인 정보 보호 정책</a>입니다.
nl_nl: Stripe is een betalingsprovider. Het stelt ons in staat om betalingen te accepteren, als je een betaalmethode kiest die mogelijk is gemaakt door Stripe. Hier is <a href="https://stripe.com/privacy" target="_blank">Stripe privacybeleid</a>.
no_no: Stripe er en betalingsleverandør. Den lar oss godta betalinger hvis du velger en betalingsmetode drevet av Stripe. Her er <a href="https://stripe.com/privacy" target="_blank">Stripes retningslinjer for personvern</a>.
pt_pt: Stripe é um provedor de pagamento. Ele nos permite aceitar pagamentos, se você escolher um método de pagamento desenvolvido pela Stripe. Aqui está a política de privacidade <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
ro_ro: Stripe este un furnizor de plăți. Ne permite să acceptăm plăți, dacă alegeți o metodă de plată alimentată de Stripe. Iată politica de confidențialitate <a href="https://stripe.com/privacy" target="_blank">Stripe</a>.
sv_se: Stripe är en betalningsleverantör. Det tillåter oss att acceptera betalningar, om du väljer en betalningsmetod som drivs av Stripe. Här är <a href="https://stripe.com/privacy" target="_blank">Stripes sekretesspolicy</a>.
tr_tr: Stripe bir ödeme sağlayıcısıdır. Stripe tarafından desteklenen bir ödeme yöntemi seçerseniz, ödemeleri kabul etmemizi sağlar. İşte <a href="https://stripe.com/privacy" target="_blank">Stripe gizlilik politikası</a>.
uk_ua: Stripe є платіжним постачальником. Це дозволяє нам приймати платежі, якщо ви виберете спосіб оплати на основі Stripe. Ось <a href="https://stripe.com/privacy" target="_blank">Політика конфіденційності Stripe</a>.
