Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe_connect.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::stripe_connect.token
source: Credit card token
ar_sa: رمز بطاقة الائتمان
cs_cz: Token kreditní karty
da_dk: Kreditkort token
de_de: Kreditkartennummer
el_gr: Αριθμός πιστωτικής κάρτας
es_es: Token de la tarjeta de crédito
fa_ir: توکن کارت اعتباری
fi_fi: Luottokortin tunnus
fr_fr: Jeton de carte de crédit
he_il: אסימון כרטיס אשראי
hu_hu: Bankkártya token
it_it: Gettone della carta di credito
no_no: Kredittkortnummer
pl_pl: Token karty kredytowej
pt_pt: Token de cartão de crédito
ro_ro: Token card de credit
ru_ru: Токен банковской карты
sv_se: Kreditkortstoken
tr_tr: Kredi kartı jetonu
uk_ua: Токен платіжної картки

# Languages::stripe_connect.own_account_cant_be_used_for_vendor
source: Your own Stripe account can't be used to connect a vendor to the store
ar_sa: لا يمكن استخدام حساب Stripe الخاص بك لربط أحد البائعين بالمتجر
cs_cz: Váš vlastní účet Stripe nelze použít k připojení dodavatele k obchodu
da_dk: Din egen Stripe-konto kan ikke bruges til at forbinde en leverandør til butikken
de_de: Ihr eigenes Stripe-Konto kann nicht verwendet werden, um einen Lieferanten mit dem Shop zuverbinden
el_gr: Ο δικος σας λογαριασμό Stripe δεν μπορεί να χρησιμοποιηθεί για να συνδέσετε έναν πωλητή στο κατάστημα
es_es: Su cuenta de Stripe no puede conectarse a un vendedor de la tienda
fa_ir: نمی‌توان از حساب Stripe خود برای اتصال فروشنده به فروشگاه استفاده کرد
fi_fi: Omaa Stripe-tiliäsi ei voi käyttää toimittajan yhdistämiseen kauppaan
fr_fr: Votre propre compte Stripe ne peut pas être utilisé pour connecter un vendeur au magasin
he_il: לא ניתן להשתמש בחשבון Stripe שלך כדי לחבר את הספק לחנות
hu_hu: A saját Stripe-fiókod nem használható az eladó és a piactér összekapcsolására.
it_it: Il tuo account Stripe non può essere utilizzato per collegare un fornitore al negozio
nl_nl: Je eigen Stripe-account kan niet worden gebruikt om een verkoper aan de winkel te koppelen
no_no: Din egen Stripe-konto kan ikke brukes til å koble en forhandler til butikken
pl_pl: Twoje konto Stripe nie może być użyte do połączenia sprzedawcy ze sklepem
pt_pt: Sua própria conta Stripe não pode ser usada para conectar um fornecedor à loja
ro_ro: Contul tău Stripe nu poate fi folosit pentru a conecta un furnizor la magazin
ru_ru: Нельзя использовать собственную учётную запись Stripe для подключения продавца к магазину
sv_se: Ditt eget Stripe-konto kan inte användas för att koppla en leverantör till butiken
tr_tr: Şerit hesabınızı bir satıcıyı mağazaya bağlamak için kullanamazsınız
uk_ua: Не можна використовувати власний обліковий запис Stripe для підключення продавця до магазину

# Languages::stripe_connect.rma.order_status_on_refund
source: Order status on refund
ar_sa: حالة الطلب على استرداد
cs_cz: Stav objednávky při vrácení peněz
da_dk: Ordrestatus ved tilbagebetaling
de_de: Status der Rückerstattung
el_gr: Κατάσταση παραγγελίας σε μερική επιστροφή χρημάτων
es_es: Estado de la solicitud de reembolso
fa_ir: وضعیت سفارش در هنگام بازپرداخت
fi_fi: Tilauksen tila palautuksen yhteydessä
fr_fr: Statut de la commande sur remboursement
he_il: מצב הזמנה בהחזר
hu_hu: A megrendelés státusza visszatérítésnél
it_it: Stato dell'ordine al momento del rimborso
nl_nl: Bestelstatus bij terugbetaling
no_no: Ordrestatus på refusjon
pl_pl: Status zamówienia na zwrot
pt_pt: Status do pedido no reembolso
ro_ro: Starea comenzii la rambursare
ru_ru: Статус заказа после возврата
sv_se: Orderstatus vid återbetalning
tr_tr: İade siparişi durumu
uk_ua: Статус замовлення після повернення

# Languages::ttc_stripe_connect.rma.order_status_on_refund
source: Determines whether or not to change the order status after a refund was performed via the RMA add-on.
ar_sa: يحدد ما إذا كان سيتم تغيير حالة الطلب أم لا بعد إجراء استرداد عبر الوظيفة الإضافية RMA.
cs_cz: Určuje, zda změnit stav objednávky po vrácení peněz prostřednictvím doplňku RMA.
da_dk: Bestemmer, om ordrestatussen skal ændres eller ej, efter at en refusion er udført via RMA-tilføjelsen.
de_de: Bestimmt, ob Sie den Status der Bestellung ändern, nachdem eine Rückerstattung über das RMA Add-on durchgeführt wurde.
el_gr: Καθορίζει αν πρέπει ή όχι να αλλάξετε την κατάσταση της παραγγελίας, μετά την επιστροφή πραγματοποιήθηκε μέσω του πρόσθετου RMA.
es_es: Determina si cambia o no el estado de la solicitud después de que un reembolso ha sido ejecutado a través del complemento RMA.
fa_ir: تعیین می کند که وضعیت سفارش پس از انجام بازپرداخت از طریق افزونه RMA تغییر کند یا خیر.
fi_fi: Määrittää, muutetaanko tilauksen tilaa sen jälkeen, kun palautus on suoritettu RMA-lisäosan kautta.
fr_fr: Détermine s'il faut ou non modifier le statut de la commande après qu'un remboursement a été effectué via le module complémentaire RMA.
he_il: קובע האם לשנות או לא לשנות את סטטוס ההזמנה לאחר ביצוע החזר באמצעות תוסף RMA.
hu_hu: Meghatározza, hogy az RMA-bővítményen keresztül végrehajtott visszatérítés után meg kell-e változtatni a megrendelés státuszát.
it_it: Determina se modificare o meno lo stato dell'ordine dopo che è stato eseguito un rimborso tramite il componente aggiuntivo RMA.
nl_nl: Bepaalt of de bestelstatus moet worden gewijzigd nadat een terugbetaling is uitgevoerd via de RMA-add-on.
no_no: Bestemmer om bestillingsstatus skal endres etter at en tilbakebetaling ble utført via RMA-modulen.
pl_pl: Określa, czy zmienić status zamówienia po dokonaniu zwrotu za pośrednictwem dodatku RMA.
pt_pt: Determina se o status do pedido deve ou não ser alterado após a realização de um reembolso por meio do complemento RMA.
ro_ro: Stabilește dacă se modifică sau nu starea comenzii după ce a fost efectuată o rambursare prin intermediul suplimentului RMA.
ru_ru: Определяет, изменять ли статус заказа после того, как будет выполнен возврат через модуль "Возврат товаров".
sv_se: Bestämmer om beställningsstatus ska ändras eller inte efter att en återbetalning utförts via RMA-tillägget.
tr_tr: İade talebi RMA eklentisi ile yapıldığında sipariş statüsünün değişip, değişmeyeceğini belirler.
uk_ua: Визначає, чи змінювати статус замовлення після того, як буде виконано повернення через модуль "Повернення товарів".

# Languages::stripe_connect.do_not_change
source: Do not change
ar_sa: لا تغير
cs_cz: Neměň
da_dk: Ikke skift
de_de: Nicht ändern
el_gr: Μην αλλάξετε
es_es: No cambiar
fa_ir: تغییر نده
fi_fi: Älä vaihda
fr_fr: Ne changez pas
he_il: אל תשנה
hu_hu: Ne változtasd meg
it_it: Non cambiare
nl_nl: Verander niet
no_no: Ikke endre
pl_pl: Nie zmieniaj
pt_pt: Não mude
ro_ro: Nu schimba
ru_ru: Оставить без изменений
sv_se: Ändra inte
tr_tr: Değiştirmeyin
uk_ua: Залишити без змін

# Languages::stripe_connect.set_status_to
source: Set to:
ar_sa: ضبط ل:
cs_cz: Nastaven na:
da_dk: Indstillet til:
de_de: Einstellen auf:
el_gr: Ορισμός σε:
es_es: Ajustado a:
fa_ir: تنظیم به:
fi_fi: Asetettu:
fr_fr: Mis à:
he_il: הגדר כ:
hu_hu: Beállítása:
it_it: Impostato:
nl_nl: Instellen op:
no_no: Sett til:
pl_pl: Ustaw na:
pt_pt: Definido como:
ro_ro: Setat la:
ru_ru: Выбрать статус:
sv_se: Satt till:
tr_tr: Ayarla:
uk_ua: Обрати статус:

# Languages::stripe_connect.charge_id
source: Charge ID
ar_sa: معرف الشحن
cs_cz: ID poplatku
da_dk: Opladnings-id
de_de: Gebühren-ID
el_gr: Αναγνωριστικό Χρέωσης
es_es: Identificación del cargo
fa_ir: شناسه شارژ
fi_fi: Veloitustunnus
fr_fr: Identifiant de facturation
he_il: מזהה חיוב
hu_hu: Terhelés azonosítója
it_it: ID addebito
no_no: Ladnings-ID
pt_pt: Código de cobrança
ro_ro: ID de taxare
ru_ru: ID оплаты
sv_se: Debiterings-ID
tr_tr: Ücret Kimliği

# Languages::stripe_connect.transfer_id
source: Transfer ID
ar_sa: معرف التحويل
cs_cz: ID převodu
da_dk: Overfør ID
el_gr: Αναγνωριστικό Μεταφοράς
es_es: Identificación de la transferencia
fa_ir: شناسه انتقال
fi_fi: Siirtotunnus
fr_fr: ID de transfert
he_il: העבר מזהה
hu_hu: Átutalás azonosítója
it_it: Trasferimento ID
nl_nl: Overdrachts-ID
no_no: Overfør ID
pt_pt: Transferir ID
ru_ru: ID перевода
sv_se: Överför ID
tr_tr: geçiş kimliği

# Languages::stripe_connect.payment_id
source: Payment ID
ar_sa: معرف الدفع
cs_cz: ID platby
da_dk: Betalings-id
de_de: Zahlungs-ID
el_gr: ID πληρωμής
es_es: Identificación de pago
fa_ir: شناسه پرداخت
fi_fi: Maksutunnus
fr_fr: ID de paiement
he_il: תשלום ID
hu_hu: Fizetés azonosítója
it_it: ID pagamento
nl_nl: Betalings-ID
no_no: Betalings-ID
pl_pl: ID płatności
pt_pt: Código de pagamento
ro_ro: ID de plată
ru_ru: Идентификатор оплаты
sv_se: Betalnings-ID
tr_tr: Ödeme Kimliği
uk_ua: ID платежу

# Languages::stripe_connect.enable_3d_secure
source: Enable 3-D Secure
ar_sa: تمكين التأمين ثلاثي الأبعاد
cs_cz: Povolit 3-D Secure
da_dk: Aktiver 3-D Secure
de_de: Aktivieren Sie 3-D Secure
el_gr: Ενεργοποίηση Ασφάλειας 3-D
es_es: Activar 3-D Secure
fa_ir: 3-D Secure را فعال کنید
fi_fi: Ota 3-D Secure käyttöön
fr_fr: Activer 3-D Secure
he_il: אפשר אבטחה תלת-ממדית
hu_hu: 3-D Secure engedélyezése
it_it: Abilita 3-D Secure
nl_nl: 3D Secure inschakelen
no_no: Aktiver 3-D Secure
pl_pl: Włącz 3-D Secure
pt_pt: Ativar 3-D seguro
ro_ro: Activați 3-D Secure
ru_ru: Включить 3-D Secure
sv_se: Aktivera 3-D Secure
tr_tr: 3-D Secure'u Etkinleştir
uk_ua: Дозволити 3-D Secure
