Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe_connect.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::stripe_connect.enable_3d_secure.description
source: <p>When 3-D Secure is <b>disabled</b>, money will go straight to the connected Stripe accounts of vendors. Commissions and payouts will be taken from vendors as <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">application fees</a>.</p><p>When 3-D Secure is <b>enabled</b>, money will first go to the marketplace owner's Stripe account. Then it will be automatically distributed between the connected Stripe accounts via transfers. Transfers require that the marketplace owner and vendors have their accounts in the same region: either all in Europe, or all in the U.S. If a vendor's account is in a different region from the marketplace owner's, the money won't be transferred to that vendor automatically.</p>
ar_sa: <p>عند <b>تعطيل </b>3-D Secure ، ستذهب الأموال مباشرة إلى حسابات Stripe المتصلة للبائعين. سيتم أخذ العمولات والمدفوعات من البائعين <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">رسوم تطبيق</a>.</p><p>عندما يتم <b>تمكين</b>3-D Secure ، ستذهب الأموال أولاً إلى حساب Stripe الخاص بمالك السوق. ثم سيتم توزيعه تلقائيًا بين حسابات Stripe المتصلة عبر التحويلات. تتطلب التحويلات أن يكون لدى مالك السوق والموردين حساباتهم في نفس المنطقة: إما كلها في أوروبا ، أو كلها في الولايات المتحدة. إذا كان حساب البائع في منطقة مختلفة عن حساب مالك السوق ، فلن يتم تحويل الأموال إلى هذا البائع تلقائيًا.</p>
cs_cz: <p>Když je 3-D Secure <b>zakázáno</b>, peníze půjdou přímo na připojené Stripe účty prodejců. Provize a výplaty budou od prodejců vybírány jako <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">poplatky za žádost</a>.</p><p>Když je 3-D Secure <b>povoleno</b>, peníze půjdou nejprve na účet Stripe vlastníka tržiště. Poté bude automaticky distribuován mezi připojené účty Stripe prostřednictvím převodů. Převody vyžadují, aby vlastník tržiště a prodejci měli své účty ve stejném regionu: buď všichni v Evropě, nebo všichni v USA. Pokud je účet prodejce v jiném regionu než vlastník tržiště, peníze nebudou převedeny tomuto prodejci. automaticky.</p>
da_dk: <p>Når 3-D Secure er <b>deaktiveret</b>, vil pengene gå direkte til leverandørernes tilsluttede Stripe-konti. Provisioner og udbetalinger vil blive taget fra leverandører som <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">ansøgningsgebyrer</a>.</p><p>Når 3-D Secure er <b>aktiveret</b>, vil pengene først gå til markedspladsejerens Stripe-konto. Så bliver det automatisk fordelt mellem de tilsluttede Stripe-konti via overførsler. Overførsler kræver, at markedspladsejeren og sælgerne har deres konti i samme region: enten alle i Europa eller alle i USA. Hvis en sælgers konto er i en anden region end markedspladsejerens, vil pengene ikke blive overført til denne leverandør automatisk.</p>
de_de: <p>Wenn 3-D Secure <b>deaktiviert</b>ist, geht das Geld direkt auf die verbundenen Stripe-Konten der Anbieter. Provisionen und Auszahlungen werden von Anbietern als <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">Anmeldegebühren</a>abgezogen.</p><p>Wenn 3-D Secure <b>aktiviert ist</b>, geht das Geld zuerst auf das Stripe-Konto des Marktplatzbesitzers. Dann wird es automatisch über Überweisungen zwischen den verbundenen Stripe-Konten verteilt. Überweisungen erfordern, dass der Marktplatzbesitzer und die Anbieter ihre Konten in derselben Region haben: entweder alle in Europa oder alle in den USA. Wenn sich das Konto eines Anbieters in einer anderen Region als das des Marktplatzbesitzers befindet, wird das Geld nicht an diesen Anbieter überwiesen automatisch.</p>
el_gr: <p>Όταν το 3-D Secure είναι <b>απενεργοποιημένο</b>, τα χρήματα θα πηγαίνουν κατευθείαν στους συνδεδεμένους Stripe λογαριασμούς των πωλητών. Οι προμήθειες και οι μη καταβεβλημένες πληρωμές θα αφαιρούνται από τους λογαριασμούς των πωλητών σύμφωνα <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank"> με τις προμήθειες της πλατφόρμας</a></p><p> Όταν το 3-D Secure είναι <b>ενεργοποιημένο</b>, τα χρήματα θα πηγαίνουν πρώτα στον λογαριασμό Stripe του ιδιοκτήτη του marketplace. Έπειτα, θα διανέμονται με αυτόματο τρόπο στους συνδεδεμένους Stripe λογαριασμούς μέσω της λειτουργίας της μεταφοράς. Οι λειτουργίες των μεταφορών απαιτούν ο ιδιοκτήτης του marketplace και οι πωλητές να έχουν όλοι λογαριασμούς στην ίδια περιοχή: είτε δηλαδή να είναι όλοι στην Ευρώπη, είτε να είναι όλοι στις Ηνωμένες Πολιτείες. Αν οι λογαριασμοί κάποιων πωλητών είναι σε διαφορετική περιοχή από τους λογαριασμούς του ιδιοκτήτη του marketplace, τα χρήματα σε αυτούς τους λογαριασμούς των πωλητών δεν θα μεταφέρονται με αυτόματο τρόπο.</p>
es_es: <p>Cuando 3-D Secure está <b>desactivado</b>, el dinero irá directamente a las cuentas de Stripe conectadas de los vendedores. Las comisiones y los pagos se tomarán de los vendedores como <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">cuotas de aplicación</a>.</p><p>Cuando 3-D Secure está <b>activado</b>, el dinero irá primero a la cuenta de Stripe del propietario del mercado. Después se distribuirá automáticamente entre las cuentas de Stripe conectadas a través de transferencias. Las transferencias requieren que el propietario del mercado y los vendedores tengan sus cuentas en la misma región: o bien todas en Europa, o bien todas en EE.UU. Si la cuenta de un vendedor está en una región diferente a la del propietario del mercado, el dinero no se transferirá a ese vendedor automáticamente.</p> <p>
fa_ir: <p>وقتی 3-D Secure <b>غیرفعال است</b>، پول مستقیماً به حساب های Stripe متصل فروشندگان می رود. کمیسیون ها و پرداخت ها به عنوان <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">هزینه درخواست از فروشندگان اخذ می شود</a>.</p><p>وقتی 3-D Secure <b>فعال باشد</b>، پول ابتدا به حساب Stripe مالک بازار می رود. سپس به طور خودکار بین حساب های Stripe متصل از طریق انتقال توزیع می شود. برای نقل و انتقالات لازم است که مالک بازار و فروشندگان حساب های خود را در یک منطقه داشته باشند: همه در اروپا یا همه در ایالات متحده اگر حساب فروشنده در منطقه ای متفاوت از مالک بازار باشد، پول به آن فروشنده منتقل نمی شود. بطور خودکار.</p>
fi_fi: <p>Kun 3-D Secure on <b>poistettu käytöstä</b>, rahat menevät suoraan toimittajien yhdistetyille Stripe-tileille. Palkkiot ja maksut veloitetaan toimittajilta <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">hakemusmaksuna</a>.</p><p>Kun 3-D Secure on <b>käytössä</b>, rahat menevät ensin markkinapaikan omistajan Stripe-tilille. Sitten se jaetaan automaattisesti yhdistettyjen Stripe-tilien välillä siirtojen kautta. Siirrot edellyttävät, että kauppapaikan omistajalla ja myyjillä on tilinsä samalla alueella: joko kaikilla Euroopassa tai kaikilla Yhdysvalloissa. Jos myyjän tili on eri alueella kuin markkinapaikan omistajan tili, rahaa ei siirretä kyseiselle toimittajalle. automaattisesti.</p>
fr_fr: <p>Lorsque 3-D Secure est <b>désactivé</b>, l'argent ira directement sur les comptes Stripe connectés des fournisseurs. Les commissions et les paiements seront prélevés auprès des fournisseurs en tant que <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">frais de candidature</a>.</p><p>Lorsque 3-D Secure est <b>activé</b>, l'argent ira d'abord sur le compte Stripe du propriétaire de la place de marché. Ensuite, il sera automatiquement réparti entre les comptes Stripe connectés via des virements. Les transferts exigent que le propriétaire de la place de marché et les fournisseurs aient leurs comptes dans la même région : soit tous en Europe, soit tous aux États-Unis. Si le compte d'un fournisseur se trouve dans une région différente de celle du propriétaire de la place de marché, l'argent ne sera pas transféré à ce fournisseur. automatiquement.</p>
he_il: <p style=";text-align:right;direction:rtl"> כאשר תלת מימד מאובטח <b>מושבת</b> , הכסף יעבור היישר לחשבונות Stripe המחוברים של הספקים. עמלות ותשלומים יילקחו מהספקים כ<a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">דמי יישום</a> . </p><p style=";text-align:right;direction:rtl"> כאשר מאובטח תלת-ממדי <b>מאופשר</b> , הכסף יעבור לחשבון ה- Stripe של בעל האתר. אז זה יופץ אוטומטית בין חשבונות ה- Stripe המחוברים באמצעות העברות. העברות דורשות שבעל האתר והספקים יחזיקו את חשבונותיהם באותו האזור: באירופה או בארה"ב. אם חשבון הספק נמצא באזור אחר מזה של בעל האתר, הכסף לא יועבר לאותו ספק באופן אוטומטי. </p>
hu_hu: <p>Ha a 3-D Secure <b>letiltva</b>állapotban van, a pénz egyenesen az eladók csatolt Stripe számláira megy. A jutalékokat és kifizetéseket az eladóktól <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">alkalmazási díj</a>gyanánt emelik le.</p><p>Ha a 3-D Secure <b>engedélyezve</b> van, a pénz először a piactér tulajdonosának Stripe-fiókjára kerül. Ezután átutalások útján automatikusan szétosztásra kerül a csatolt Stripe-fiókok között. Az átutalások feltétele, hogy a piactér tulajdonosának és az eladók számlái ugyanabban a régióban legyenek: vagy mind Európában, vagy mind az USA-ban. Ha egy eladó számlája más régióban van, mint a piactér tulajdonosáé, a pénz nem kerül automatikusan átutalásra az adott eladónak.</p>
it_it: <p>Quando 3-D Secure è <b>disabilitato</b>, il denaro andrà direttamente ai conti Stripe dei fornitori collegati. Commissioni e pagamenti saranno prelevati dai fornitori come <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">tasse di iscrizione</a>.</p><p>Quando 3-D Secure è <b>abilitato</b>, il denaro andrà prima all'account Stripe del proprietario del mercato. Quindi verrà automaticamente distribuito tra gli account Stripe collegati tramite trasferimenti. I trasferimenti richiedono che il proprietario del mercato e i fornitori abbiano i loro conti nella stessa regione: tutti in Europa o tutti negli Stati Uniti Se l'account di un venditore si trova in una regione diversa da quella del proprietario del mercato, il denaro non verrà trasferito a quel venditore automaticamente.</p>
nl_nl: <p>Wanneer 3D Secure is <b>uitgeschakeld</b>, gaat het geld rechtstreeks naar de aangesloten Stripe-accounts van leveranciers. Commissies en uitbetalingen zullen van de leveranciers worden genomen als <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">aanvraagkosten</a>.</p><p>Als 3D Secure <b>is ingeschakeld</b>, gaat het geld eerst naar het Stripe-account van de eigenaar van de markt. Daarna wordt het automatisch via overschrijvingen verdeeld tussen de aangesloten Stripe-accounts. Overboekingen vereisen dat de eigenaar van de marktplaats en leveranciers hun rekeningen in dezelfde regio hebben: ofwel allemaal in Europa, ofwel allemaal in de VS. Als de rekening van een leverancier zich in een andere regio bevindt dan die van de eigenaar van de marktplaats, wordt het geld niet naar die leverancier overgemaakt automatisch.</p>
no_no: <p>Når 3-D Secure er <b>deaktivert</b>, vil pengene gå rett til de tilkoblede Stripe-kontoene til leverandører. Provisjoner og utbetalinger vil bli tatt fra leverandører som <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">søknadsgebyrer</a>.</p><p>Når 3-D Secure er <b>aktivert</b>, vil pengene først gå til markedsplasseierens Stripe-konto. Da vil den automatisk fordeles mellom de tilkoblede Stripe-kontoene via overføringer. Overføringer krever at markedsplasseieren og leverandørene har sine kontoer i samme region: enten alle i Europa eller alle i USA. Hvis en leverandørs konto er i en annen region enn markedsplasseierens, vil pengene ikke bli overført til den leverandøren. automatisk.</p>
pl_pl: <p>Gdy 3-D Secure jest <b>wyłączony</b>, pieniądze trafią prosto na połączone konta Stripe sprzedawców. Prowizje i wypłaty będą pobierane od sprzedawców jako <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank"> opłaty aplikacyjne</a>.</p> <p>Gdy 3-D Secure jest <b>włączony</b>, pieniądze najpierw trafią na konto Stripe właściciela marketplace. Następnie zostaną automatycznie rozdzielony między połączone konta Stripe za pośrednictwem przelewów. Transfery wymagają, aby właściciel marketplace i sprzedawcy mieli swoje konta w tym samym regionie: albo w całej Europie, albo w całym Usa. Jeśli konto sprzedawcy znajduje się w innym regionie niż właściciela marketplace, pieniądze nie zostaną przekazane temu sprzedawcy automatycznie.</p>
pt_pt: <p>Quando o 3-D Secure estiver <b>desativado</b>, o dinheiro irá direto para as contas Stripe conectadas dos fornecedores. Comissões e pagamentos serão retirados dos fornecedores como <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">taxas de inscrição</a>.</p><p>Quando o 3-D Secure estiver <b>ativado</b>, o dinheiro irá primeiro para a conta Stripe do proprietário do mercado. Em seguida, ele será distribuído automaticamente entre as contas Stripe conectadas por meio de transferências. As transferências exigem que o proprietário do mercado e os fornecedores tenham suas contas na mesma região: todas na Europa ou todas nos EUA. Se a conta de um fornecedor estiver em uma região diferente da do proprietário do mercado, o dinheiro não será transferido para esse fornecedor automaticamente.</p>
ro_ro: <p>Când 3-D Secure este <b>dezactivat</b>, banii vor merge direct în conturile Stripe conectate ale furnizorilor. Comisioanele și plățile vor fi preluate de la furnizori ca <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">taxe de aplicare</a>.</p><p>Când 3-D Secure este <b>activat</b>, banii vor merge mai întâi în contul Stripe al proprietarului pieței. Apoi va fi distribuit automat între conturile Stripe conectate prin transferuri. Transferurile necesită ca proprietarul pieței și vânzătorii să aibă conturile în aceeași regiune: fie toți în Europa, fie toți în SUA. Dacă contul unui furnizor se află într-o regiune diferită de cel al proprietarului pieței, banii nu vor fi transferați acelui furnizor. automat.</p>
ru_ru: <p>Когда 3-D Secure <b>выключен</b>, деньги идут на счета Stripe, которые привязали продавцы. Комиссии и другие выплаты будут взиматься с продавцов как <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">комиссии приложения</a>.</p><p>Когда 3-D Secure <b>включен</b>, деньги сначала попадут на счёт Stripe владельца маркета. Потом они автоматически распределятся по привязанным счетам продавцов через переводы. Для перевода нужно, чтобы счета Stripe владельца маркета и продавцов находились в одном регионе: либо в Европе, либо в США. Если учётная запись продавца находится в регионе, отличном от региона владельца маркета, то деньги этому продавцу автоматически переведены не будут.</p>
sv_se: <p>När 3-D Secure är <b>inaktiverat</b>går pengar direkt till säljarnas anslutna Stripe-konton. Provisioner och utbetalningar kommer att tas från leverantörer som <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">ansökningsavgifter</a>.</p><p>När 3-D Secure är <b>aktiverat</b>kommer pengar först att gå till marknadsplatsägarens Stripe-konto. Sedan kommer det automatiskt att distribueras mellan de anslutna Stripe-kontona via överföringar. Överföringar kräver att marknadsplatsägaren och leverantörerna har sina konton i samma region: antingen alla i Europa eller alla i USA. Om en leverantörs konto är i en annan region än marknadsplatsägarens, kommer pengarna inte att överföras till den leverantören automatiskt.</p>
tr_tr: <p>3-D Secure <b>devre dışı bırakıldığında</b>, para doğrudan satıcıların bağlı Stripe hesaplarına gider. Satıcılardan komisyon ve ödemeler <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">başvuru ücreti</a>olarak alınacaktır.</p><p>3-D Secure <b>etkinleştirildiğinde</b>, para önce pazar yeri sahibinin Stripe hesabına gider. Ardından, transferler yoluyla bağlı Stripe hesapları arasında otomatik olarak dağıtılacaktır. Transferler, pazar yeri sahibinin ve satıcıların hesaplarının aynı bölgede olmasını gerektirir: ya tümü Avrupa'da ya da tümü ABD'de Bir satıcının hesabı, pazar yeri sahibininkinden farklı bir bölgedeyse, para o satıcıya aktarılmaz otomatik olarak.</p>
uk_ua: <p>Коли 3-D Secure <b>вимкнено</b>, гроші йдуть на рахунки Stripe, які прив'язали продавці. Комісії та інші виплати будуть стягуватися з продавців як <a href="https://stripe.com/docs/connect/direct-charges#collecting-fees" target="_blank">комісії додатку</a>.</p><p>Коли 3-D Secure <b>включено</b>, гроші спочатку потраплять на рахунок Stripe власника маркету. Потім вони автоматично розподіляться по прив'язаним рахунків продавців через перекази. Для переказу потрібно, щоб рахунки Stripe власника маркету і продавців знаходилися в одному регіоні: або в Європі, або в США. Якщо обліковий запис продавця знаходиться в регіоні, відмінному від регіону власника маркету, то гроші цього продавцю автоматично переведені не будуть.</p>

# Languages::stripe_connect.gift_certificate_used
source: A gift certificate was used in this order. [product] doesn't know which of the vendors should get the money, and how much. Please transfer money from this order to each vendor manually.
ar_sa: تم استخدام شهادة هدية في هذا الطلب. [product] لا يعرف أي البائعين يجب أن يحصل على المال ، وكم. يرجى تحويل الأموال من هذا الطلب إلى كل بائع يدويًا.
cs_cz: V této objednávce byl použit dárkový certifikát. [product] neví, který z prodejců by měl dostat peníze a kolik. Převeďte peníze z této objednávky každému dodavateli ručně.
da_dk: Et gavekort blev brugt i denne rækkefølge. [product] ved ikke, hvilken af sælgerne der skal få pengene, og hvor meget. Overfør venligst penge fra denne ordre til hver leverandør manuelt.
de_de: Bei dieser Bestellung wurde ein Geschenkgutschein verwendet. [product] weiß nicht, welcher der Verkäufer wie viel Geld bekommen soll. Bitte überweisen Sie Geld von dieser Bestellung manuell an jeden Anbieter.
el_gr: Χρησιμοποιήθηκε μια δωροεπιταγή για αυτήν την παραγγελία. Το [product] δεν είναι σε θέση να ξέρει ποιοι από τους πωλητές θα πρέπει να πάρουν χρήματα και τι ποσά ο καθένας. Παρακαλώ μεταφέρετε τα χρήματα από αυτήν την παραγγελία σε κάθε πωλητή με χειροκίνητο τρόπο.
es_es: En este pedido se ha utilizado un cheque regalo. [product] no sabe cuál de los vendedores debe recibir el dinero y cuánto. Por favor, transfiera el dinero de este pedido a cada vendedor manualmente.
fa_ir: در این سفارش از گواهی هدیه استفاده شده است. [product] نمی داند کدام یک از فروشندگان باید پول را دریافت کنند، و چقدر. لطفاً پول این سفارش را به هر فروشنده به صورت دستی انتقال دهید.
fi_fi: Tässä tilauksessa käytettiin lahjakorttia. [product] ei tiedä, kenen myyjistä pitäisi saada rahaa ja kuinka paljon. Siirrä rahat tästä tilauksesta jokaiselle toimittajalle manuaalisesti.
fr_fr: Un certificat-cadeau a été utilisé dans cette commande. [product] ne sait pas lequel des vendeurs devrait recevoir l'argent, et combien. Veuillez transférer manuellement l'argent de cette commande à chaque fournisseur.
he_il: נעשה שימוש בתעודת מתנה בהזמנה זו. [product] לא יודע מי מהספקים צריך לקבל את הכסף, וכמה. אנא העבירו כסף מהזמנה זו לספק באופן ידני.
hu_hu: Ebben a megrendelésben ajándékutalványt használtak fel. A [product] nem tudja, hogy melyik eladónak mennyi pénzt kellene kapnia. Kérjük, hogy az ebből a megrendelésből származó manuálisan utalja át az egyes eladóknak.
it_it: In questo ordine è stato utilizzato un buono regalo. [product] non sa quale dei fornitori dovrebbe ottenere i soldi e quanto. Si prega di trasferire manualmente il denaro da questo ordine a ciascun fornitore.
nl_nl: Bij deze bestelling is gebruik gemaakt van een cadeaubon. [product] weet niet welke van de verkopers het geld moet krijgen, en hoeveel. Maak geld van deze bestelling handmatig over naar elke leverancier.
no_no: Et gavekort ble brukt i denne bestillingen. [product] vet ikke hvem av leverandørene som skal få pengene, og hvor mye. Vennligst overfør penger fra denne bestillingen til hver leverandør manuelt.
pl_pl: W tym zamówieniu użyto bonu upominkowego. [product] nie wie, który ze dostawców powinien otrzymać pieniądze i ile. Przelewaj pieniądze z tego zamówienia do każdego sprzedawcy ręcznie.
pt_pt: Um vale-presente foi usado nesta ordem. [product] não sabe qual dos fornecedores deve receber o dinheiro e quanto. Por favor, transfira o dinheiro deste pedido para cada fornecedor manualmente.
ro_ro: În această comandă a fost folosit un certificat cadou. [product] nu știe care dintre vânzători ar trebui să primească banii și cât de mult. Vă rugăm să transferați manual bani de la această comandă către fiecare furnizor.
ru_ru: С этим заказом использовался подарочный сертификат. [product] не знает, какие из продавцов должны получить деньги, и как много. Пожалуйста, переведите деньги от этого заказа каждому продавцу вручную.
sv_se: Ett presentkort användes i denna beställning. [product] vet inte vilken av leverantörerna som ska få pengarna och hur mycket. Vänligen överför pengar från denna beställning till varje leverantör manuellt.
tr_tr: Bu siparişte hediye çeki kullanıldı. [product] satıcılardan hangisinin parayı ne kadar alması gerektiğini bilmiyor. Lütfen bu siparişten her satıcıya manuel olarak para aktarın.
uk_ua: З цим замовленням використовувався подарунковий сертифікат. [product] не знає, які з продавців повинні отримати гроші, і скыльки. Будь ласка, переведіть гроші від цього замовлення кожному продавцеві вручну.
