Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe_connect.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Addons::name::stripe_connect
source: Stripe Connect payments
ar_sa: مدفوعات Stripe Connect
cs_cz: Platby Stripe Connect
da_dk: Stripe Connect-betalinger
de_de: Stripe Connect-Zahlungen
es_es: Pagos a través de Stripe Connect
fa_ir: پرداخت های Stripe Connect
fi_fi: Stripe Connect -maksut
fr_fr: Paiements Stripe Connect
he_il: Stripe Connect תשלומי
hu_hu: Stripe Connect fizetések
it_it: Pagamenti Stripe Connect
nl_nl: Stripe Connect-betalingen
no_no: Stripe Connect betalinger
pl_pl: Płatność Stripe Connect
pt_pt: Pagamentos do Stripe Connect
ro_ro: Plăți Stripe Connect
ru_ru: Платежи через Stripe Connect
sv_se: Stripe Connect-betalningar
tr_tr: Stripe Connect Ödemeleri
uk_ua: Платежі через Stripe Connect

# Addons::description::stripe_connect
source: This add-on will help root store administrators to distribute funds automatically among multiple vendors through Stripe.
ar_sa: ستساعد هذه الوظيفة الإضافية مسؤولي متجر الجذر على توزيع الأموال تلقائيًا بين بائعين متعددين من خلال Stripe.
cs_cz: Tento doplněk pomůže správcům kořenového obchodu automaticky rozdělovat finanční prostředky mezi více dodavatelů prostřednictvím Stripe.
da_dk: Denne tilføjelse vil hjælpe root-butiksadministratorer med at distribuere midler automatisk mellem flere leverandører gennem Stripe.
de_de: Dieses Add-on hilft Shop Administratoren, die Einnahmen automatisch an verschiedene Lieferanten über PayPal zu verteilen.
el_gr: Το πρόσθετο θα βοηθήσει το βασικο διαχειριστή του καταστηματος να διανέμει κεφάλαια αυτόματα μεταξύ των πολλαπλών πωλητών μέσω του Stripe.
es_es: Este complemento ayudará a los administradores de la tienda principal a distribuir fondos automáticamente entre distintos vendedores a través de Stripe.
fa_ir: این افزونه به مدیران فروشگاه ریشه کمک می کند تا وجوه را به طور خودکار بین چندین فروشنده از طریق Stripe توزیع کنند.
fi_fi: Tämä lisäosa auttaa juurikaupan ylläpitäjiä jakamaan varat automaattisesti useiden toimittajien kesken Stripen kautta.
fr_fr: Ce module complémentaire aidera les administrateurs de magasins racine à distribuer automatiquement des fonds entre plusieurs fournisseurs via Stripe.
he_il: תוסף זה יסייע למנהלי המערכת של החנות לחלק את הכספים אוטומטית בין ספקים שונים באמצעות Stripe.
hu_hu: Ez a bővítmény segít a gyökér piactér adminisztrátorainak abban, hogy a Stripe-on keresztül több eladó között automatikusan osszák szét a pénzeszközöket.
it_it: Questo componente aggiuntivo aiuterà gli amministratori del root store a distribuire automaticamente i fondi tra più fornitori tramite Stripe.
nl_nl: Deze add-on helpt beheerders van rootwinkels om geld automatisch te verdelen over meerdere leveranciers via Stripe.
no_no: Denne modulen vil butikkens hoved administratorer til å distribuere penger automatisk mellom flere forhandlere gjennom Stripe.
pl_pl: Ten dodatek pomaga Administratorowi sklepu w automatycznej dystrybucji funduszy wśród wielu dostawców, poprzez Stripe.
pt_pt: Este complemento ajudará os administradores de lojas raiz a distribuir fundos automaticamente entre vários fornecedores por meio do Stripe.
ro_ro: Acest supliment îi va ajuta pe administratorii magazinelor root să distribuie automat fondurile între mai mulți furnizori prin Stripe.
ru_ru: Помогает автоматически распределять оплату за заказ между продавцами через Stripe.
sv_se: Detta tillägg kommer att hjälpa rotbutiksadministratörer att distribuera pengar automatiskt mellan flera leverantörer genom Stripe.
tr_tr: Bu eklenti ana mağaza yöneticilerine fonların çoklu satıcılara Strype aracılığıyla otomatik olarak dağıtılmasında yardımcı olur.
uk_ua: Допомагає автоматично розподіляти оплату за замовлення між продавцями через Stripe.

# SettingsSections::stripe_connect::general
source: General
ar_sa: عام
cs_cz: Všeobecné
da_dk: Generel
de_de: Allgemein
el_gr: Γενικά
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
he_il: כללי
hu_hu: Általános
it_it: Generale
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_pt: Em geral
ru_ru: Общие
sv_se: Allmän
tr_tr: Genel
uk_ua: Загальні

# SettingsOptions::stripe_connect::collect_payouts
source: Commission includes
ar_sa: يتضمن عمولة
cs_cz: Komise zahrnuje
da_dk: Kommissionen omfatter
de_de: Gebühren enthalten
el_gr: Η Προμήθεια περιλαμβάνει
es_es: La comisión incluye
fa_ir: کمیسیون شامل
fi_fi: Komissio sisältää
fr_fr: La commission comprend
he_il: העמלה כוללת
hu_hu: A jutalék tartalmazza
it_it: Commissione include
nl_nl: Commissie omvat:
no_no: Provisjonen inkluderer
pl_pl: Zawiera prowizję
pt_pt: Comissão inclui
ro_ro: Comisia include
ru_ru: Комиссия включает
sv_se: Kommissionen omfattar
tr_tr: Komisyon içerir
uk_ua: Комісія включає

# SettingsVariants::stripe_connect::collect_payouts::N
source: Order commission
ar_sa: عمولة الطلب
cs_cz: Objednávková provize
da_dk: Ordrekommission
de_de: Verkaufsgebühren
el_gr: Προμήθεια παραγγελίας
es_es: La comisión del pedido
fa_ir: کمیسیون سفارش
fi_fi: Tilaa komissio
fr_fr: Commission de commande
he_il: עמלה על ההזמנה
hu_hu: Megrendelési jutalék
it_it: Commissione d'ordine
nl_nl: Bestel commissie
no_no: Ordre provisjon
pl_pl: Prowizja zamówienia
pt_pt: Comissão do pedido
ro_ro: Comision de comandă
ru_ru: Комиссия с заказа
sv_se: Orderprovision
tr_tr: Sipariş komisyonu
uk_ua: Комісія з замовлення

# SettingsVariants::stripe_connect::collect_payouts::Y
source: Order commission and unpaid payouts
ar_sa: عمولة الطلب والمدفوعات غير المدفوعة
cs_cz: Provize za objednávku a nevyplacené platby
da_dk: Ordrekommission og ubetalte udbetalinger
de_de: Verkaufsgebühren und unbezahlte Auszahlungen
el_gr: Προμήθεια παραγγελίας και μη καταβλημένες πληρωμές
es_es: La comisión del pedido y pagos sin cancelar
fa_ir: سفارش کمیسیون و پرداخت های پرداخت نشده
fi_fi: Tilausprovisio ja maksamattomat maksut
fr_fr: Commission de commande et paiements impayés
he_il: עמלה על ההזמנה ותשלומים שלא שולמו
hu_hu: Megrendelési jutalék és kifizetetlen összegek
it_it: Commissione d'ordine e pagamenti non pagati
nl_nl: Ordercommissie en onbetaalde uitbetalingen
no_no: Ordre provisjon og ubetalte utbetalinger
pl_pl: Prowizja od zamówień i niewypłaconych wypłat
pt_pt: Comissão de pedidos e pagamentos não pagos
ro_ro: Comision de comandă și plăți neplătite
ru_ru: Комиссия с заказа и невыплаченные выплаты
sv_se: Orderprovision och obetalda utbetalningar
tr_tr: Sipariş komisyon ve tamamlanmamış ödemeler
uk_ua: Комісія з замовлення і невиплачені виплати

# Languages::stripe_connect.stripe_connect
source: Stripe Connect
es_es: Conectar a Stripe
fr_fr: Bande Connecter
he_il: Stripe קונקט
tr_tr: Stripe Bağlantısı

# Languages::stripe_connect.stripe_connect_short
source: Stripe
cs_cz: Proužek
da_dk: Stribe
de_de: Streifen
fa_ir: راه راه
fi_fi: Raita
fr_fr: Bande
it_it: Banda
nl_nl: Streep
pt_pt: Listra
ro_ro: Dunga
sv_se: Rand
tr_tr: Şerit

# Languages::stripe_connect.redirect_uri_admin
source: Redirect URI for administrator
ar_sa: إعادة توجيه URI للمسؤول
cs_cz: Přesměrování URI pro správce
da_dk: Omdiriger URI til administrator
de_de: Umleitungs-URI für Administrator
el_gr: Τα URI ανακατεύθυνσης για τους διαχειριστές
es_es: URI de redirección para el administrador
fa_ir: تغییر مسیر URI برای مدیر
fi_fi: Uudelleenohjaa URI järjestelmänvalvojalle
fr_fr: URI de redirection pour l'administrateur
he_il: הפנה את ה- URI למנהל המערכת
hu_hu: URI átirányítás az adminisztrátorhoz
it_it: Reindirizzamento URI per l'amministratore
nl_nl: Omleidings-URI voor beheerder
no_no: Omdiriger URI for administrator
pl_pl: Przekierowanie identyfikatora URI dla administratora
pt_pt: URI de redirecionamento para administrador
ro_ro: URI de redirecționare pentru administrator
ru_ru: URI перенаправления для администратора
sv_se: Omdirigera URI för administratör
tr_tr: Yönetici için yönlendirme URI'si
uk_ua: Переадресація URI для адміністратора

# Languages::stripe_connect.redirect_uris.description
source: Copy and paste this address into your Stripe Connect app settings
ar_sa: انسخ هذا العنوان والصقه في إعدادات تطبيق Stripe Connect
cs_cz: Zkopírujte a vložte tuto adresu do nastavení aplikace Stripe Connect
da_dk: Kopiér og indsæt denne adresse i dine Stripe Connect-appindstillinger
de_de: Kopieren Sie diese Adresse und fügen Sie sie in Ihre Stripe Connect-App-Einstellungen ein
el_gr: Κάντε αντιγραφή και επικόλληση αυτήν την διεύθυνση μέσα στις ρυθμίσεις σύνδεσης της Stripe εφαρμογής σας
es_es: Copie y pegue esta dirección en la configuración de su aplicación Stripe Connect
fa_ir: این آدرس را کپی کرده و در تنظیمات برنامه Stripe Connect قرار دهید
fi_fi: Kopioi ja liitä tämä osoite Stripe Connect -sovelluksesi asetuksiin
fr_fr: Copiez et collez cette adresse dans les paramètres de votre application Stripe Connect
he_il: העתק והדבק כתובת זו בהגדרות היישום של Stripe Connect
hu_hu: Másold ki és illeszd be ezt a címet a Stripe Connect alkalmazás beállításaiba.
it_it: Copia e incolla questo indirizzo nelle impostazioni dell'app Stripe Connect
nl_nl: Kopieer en plak dit adres in je Stripe Connect app-instellingen
no_no: Kopier og lim inn denne adressen i innstillingene for Stripe Connect-appen
pl_pl: Skopiuj i wklej ten adres do ustawień aplikacji Stripe Connect
pt_pt: Copie e cole este endereço nas configurações do aplicativo Stripe Connect
ro_ro: Copiați și inserați această adresă în setările aplicației Stripe Connect
ru_ru: Скопируйте этот адрес и вставьте его в настройки вашего приложения Stripe Connect
sv_se: Kopiera och klistra in den här adressen i dina Stripe Connect-appinställningar
tr_tr: Bu adresi kopyalayıp Stripe Connect uygulama ayarlarınıza yapıştırın
uk_ua: Скопіюйте та вставте цю адресу в налаштуваннях Stripe Connect

# Languages::stripe_connect.redirect_uri_vendor
source: Redirect URI for vendor
ar_sa: إعادة توجيه URI للبائع
cs_cz: Přesměrování URI pro dodavatele
da_dk: Omdiriger URI for leverandør
de_de: Umleitungs-URI für Anbieter
el_gr: URI ανακατεύθυνσης για πωλητές
es_es: URI de redireccionamiento para el vendedor
fa_ir: تغییر مسیر URI برای فروشنده
fi_fi: Uudelleenohjaa toimittajan URI
fr_fr: URI de redirection pour le fournisseur
he_il: הפנה את ה- URI למוכר או ספק
hu_hu: URI átirányítása az eladóhoz
it_it: URI di reindirizzamento per il fornitore
nl_nl: Omleidings-URI voor leverancier
no_no: Omdiriger URI for leverandør
pl_pl: Przekierowanie identyfikatora URI dla sprzedawcy
pt_pt: URI de redirecionamento para fornecedor
ro_ro: URI de redirecționare pentru furnizor
ru_ru: URI перенаправления для продавца
sv_se: Omdirigera URI för leverantör
tr_tr: Satıcı için yönlendirme URI'si
uk_ua: Переадресація URI для продавця

# Languages::stripe_connect.client_id
source: Client ID
ar_sa: معرف العميل
cs_cz: ID klienta
da_dk: Klient-id
de_de: Kunden ID
el_gr: Ταυτότητα πελάτη
es_es: Identificación del cliente
fa_ir: شناسه مشتری
fi_fi: Asiakastunnus
fr_fr: identité du client
he_il: של הלקוח ID
hu_hu: Ügyfél azonosító
it_it: Identificativo cliente
nl_nl: klant identificatie
no_no: Klient ID
pl_pl: Numer ID klienta
pt_pt: ID do Cliente
ro_ro: ID client
sv_se: Klient ID
tr_tr: Müşteri ID

# Languages::stripe_connect.publishable_key
source: Publishable key
ar_sa: مفتاح قابل للنشر
cs_cz: Publikovatelný klíč
da_dk: Udgivelig nøgle
de_de: Publizierbarer Schlüssel
es_es: Clave publicable
fa_ir: کلید قابل انتشار
fi_fi: Julkaistu avain
fr_fr: Clé publiable
he_il: מפתח שניתן לפרסם
hu_hu: Közzétehető kulcs
it_it: Chiave pubblicabile
nl_nl: Publiceerbare sleutel
no_no: Publiserbar nøkkel
pl_pl: Klucz publiczny
pt_pt: Chave publicável
ro_ro: Cheie publicabilă
sv_se: Publicerbar nyckel
tr_tr: Yayınlanabilir anahtar
uk_ua: Публічний ключ

# Languages::stripe_connect.secret_key
source: Secret key
ar_sa: المفتاح السري
cs_cz: Tajný klíč
da_dk: Hemmelig nøgle
de_de: Geheimschlüssel (Secret Key)
es_es: Pregunta secreta
fa_ir: کلید مخفی
fi_fi: Salainen avain
fr_fr: Clef secrète
he_il: מפתח סודי
hu_hu: Titkos kulcs
it_it: Chiave segreta
nl_nl: Geheime sleutel
no_no: Hemmelig nøkkel
pl_pl: Tajny klucz
pt_pt: Chave secreta
ro_ro: Cheie secreta
sv_se: Hemlig nyckel
tr_tr: Gizli anahtar
uk_ua: Секретний ключ

# Languages::stripe_connect.connect_with_stripe_standard
source: Connect with Stripe Standard
ar_sa: تواصل مع شريط قياسي
cs_cz: Připojte se pomocí Stripe Standard
da_dk: Forbind med Stripe Standard
de_de: Verbinden Sie sich mit Stripe Standard
el_gr: Συνδεθείτε με το Stripe Standard
es_es: Conéctate con Stripe Estándar
fa_ir: با Stripe Standard وصل شوید
fi_fi: Yhdistä Stripe Standardiin
fr_fr: Connectez-vous avec la norme Stripe
he_il: התחבר ל-Stripe Standard
hu_hu: Csatlakozás a Stripe Standardhoz
it_it: Connettiti con Stripe Standard
nl_nl: Verbinden met Stripe Standard
no_no: Koble til med Stripe Standard
pl_pl: Połącz z Stripe Standard
pt_pt: Conecte-se com o Padrão Stripe
ro_ro: Conectați-vă cu Stripe Standard
ru_ru: Подключить Stripe Standard
sv_se: Anslut med Stripe Standard
tr_tr: Stripe Standard ile bağlantı kurun
uk_ua: Підключити Stripe Standard

# Languages::stripe_connect.disconnect
source: Disconnect account
ar_sa: افصل الحساب
cs_cz: Odpojit účet
da_dk: Afbryd forbindelsen til kontoen
de_de: Konto trennen
el_gr: Αποσυνδέστε το λογαριασμό
es_es: Deconectar cuenta
fa_ir: قطع ارتباط حساب
fi_fi: Katkaise tili
fr_fr: Déconnecter le compte
he_il: נתק את החשבון
hu_hu: Kilépés a fiókból
it_it: Disconnetti l'account
nl_nl: Account ontkoppelen
no_no: Koble fra kontoen
pl_pl: Odłącz konto
pt_pt: Desconectar conta
ro_ro: Deconectați contul
ru_ru: Отключить учётную запись
sv_se: Koppla bort konto
tr_tr: Hesabın bağlantısını kes
uk_ua: Відключення облікового запису

# Languages::stripe_connect.stripe_account
source: Stripe account
ar_sa: حساب Stripe
cs_cz: Stripe účet
da_dk: Stripe konto
de_de: Stripe-Konto
el_gr: Λογαριασμός Stripe
es_es: Cuenta de Stripe
fa_ir: حساب راه راه
fi_fi: Stripe tili
fr_fr: Compte Stripe
he_il: Stripe חשבון
hu_hu: Stripe fiók
it_it: Conto a strisce
no_no: Stripe konto
pl_pl: Konto Stripe
pt_pt: Conta de distribuição
ro_ro: cont Stripe
ru_ru: Учётная запись Stripe
sv_se: Stripe-konto
tr_tr: Stripe hesabı
uk_ua: Аккаунт Stripe

# Languages::stripe_connect.connected
source: Connected
ar_sa: متصل
cs_cz: Připojeno
da_dk: Forbundet
de_de: Verbunden
el_gr: Συνδέθηκε
es_es: Conectado
fa_ir: متصل
fi_fi: Yhdistetty
fr_fr: Lié
he_il: מחובר
hu_hu: Csatlakoztatva
it_it: Collegato
nl_nl: Verbonden
no_no: Koblet til
pl_pl: Połączony
pt_pt: Conectado
ro_ro: Conectat
ru_ru: Подключена
sv_se: Ansluten
tr_tr: Bağlandı
uk_ua: Підключено

# Languages::stripe_connect.not_connected
source: Not connected
ar_sa: غير متصل
cs_cz: Nepřipojený
da_dk: Ikke forbundet
de_de: Nicht verbunden
el_gr: Δεν είναι συνδεδεμένο
es_es: No conectada
fa_ir: متصل نیست
fi_fi: Ei yhteyttä
fr_fr: Pas connecté
he_il: לא מחובר
hu_hu: Nincs csatlakoztatva
it_it: Non connesso
nl_nl: Niet verbonden
no_no: Ikke koblet til
pl_pl: Nie podłączony
pt_pt: Não conectado
ro_ro: Nu este conectat
ru_ru: Не подключена
sv_se: Inte ansluten
tr_tr: Bağlanamadı
uk_ua: Не підключено

# Languages::stripe_connect.account_connected
source: Your Stripe account has been successfully connected to the store
ar_sa: تم ربط حسابك في Stripe بنجاح بالمتجر
cs_cz: Váš účet Stripe byl úspěšně připojen k obchodu
da_dk: Din Stripe-konto er blevet forbundet med butikken
de_de: Ihr Stripe-Konto wurde erfolgreich mit dem Shop verbunden
el_gr: Λογαριασμό σας στο Stripe έχει συνδεθεί με επιτυχία με το κατάστημα
es_es: Su cuenta de Stripe ha sido conectada a la tiende con éxito
fa_ir: حساب Stripe شما با موفقیت به فروشگاه متصل شد
fi_fi: Stripe-tilisi on yhdistetty kauppaan onnistuneesti
fr_fr: Votre compte Stripe a été connecté avec succès à la boutique
he_il: חשבון Stripe שלך התחבר בהצלחה לחנות
hu_hu: A Stripe-fiókod sikeresen csatlakozott a piactérhez
it_it: Il tuo account Stripe è stato collegato correttamente al negozio
nl_nl: Je Stripe-account is succesvol verbonden met de winkel
no_no: Din Stripe-konto har blitt koblet til butikken
pl_pl: Konto Stripe zostało pomyślnie połączone ze sklepem
pt_pt: Sua conta Stripe foi conectada com sucesso à loja
ro_ro: Contul dvs. Stripe a fost conectat cu succes la magazin
ru_ru: Ваша учётная запись Stripe успешно подключена к магазину
sv_se: Ditt Stripe-konto har kopplats till butiken
tr_tr: Stripe hesabınız başarı ile mağazanıza bağlandı
uk_ua: Обліковий запис Stripe успішно підключився до магазину

# Languages::stripe_connect.account_disconnected
source: Your Stripe account has been successfully disconnected from the store
ar_sa: تم قطع اتصالك بحساب Stripe الخاص بك بنجاح من المتجر
cs_cz: Váš účet Stripe byl úspěšně odpojen od obchodu
da_dk: Din Stripe-konto er blevet afbrudt fra butikken
de_de: Ihr Stripe-Konto wurde erfolgreich von dem Shop getrennt
el_gr: Λογαριασμό σας στο Stripe έχει συνδεθεί με επιτυχία με το κατάστημα
es_es: Su cuenta de Stripe ha sido desconectada a la tiende con éxito
fa_ir: حساب Stripe شما با موفقیت از فروشگاه جدا شد
fi_fi: Stripe-tilisi yhteys kaupasta on katkaistu onnistuneesti
fr_fr: Votre compte Stripe a été déconnecté avec succès de la boutique
he_il: חשבון Stripe שלך נותק בהצלחה מהחנות
hu_hu: A Stripe-fiókod sikeresen leválasztásra került a piactérről.
it_it: Il tuo account Stripe è stato disconnesso con successo dal negozio
nl_nl: Je Stripe-account is met succes losgekoppeld van de winkel
no_no: Din Stripe-konto har blitt koblet fra butikken
pl_pl: Konto Stripe zostało pomyślnie odłączone od sklepu
pt_pt: Sua conta Stripe foi desconectada com sucesso da loja
ro_ro: Contul dvs. Stripe a fost deconectat cu succes de la magazin
ru_ru: Ваша учётная запись Stripe успешно отключена от магазина
sv_se: Ditt Stripe-konto har kopplats bort från butiken
tr_tr: Mağazanızın Stripe hesabı ile bağlantısı başarı ile kesildi
uk_ua: Обліковий запис Stripe успішно відключився від магазину

# Languages::stripe_connect.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
ar_sa: سحب الطلب # [order_id]
cs_cz: Výběr pro objednávku #[order_id]
da_dk: Tilbagetrækning for ordre #[order_id]
de_de: Auszahlung für die Bestellung #[order_id]
el_gr: Ανάληψη για την παραγγελία #[order_id]
es_es: Retiro del pedido #[order_id]
fa_ir: برداشت برای سفارش شماره[order_id]
fi_fi: Tilauksen #[order_id]nosto
fr_fr: Retrait pour la commande #[order_id]
he_il: משיכה עבור הזמנה מס [order_id]
hu_hu: Visszavonás a #[order_id] sz. megrendeléshez
it_it: Ritiro per l'ordine n.[order_id]
nl_nl: Intrekking voor de bestelling #[order_id]
no_no: Uttak for ordren #[order_id]
pl_pl: Odstąpienie od zamówienia #[order_id]
pt_pt: Retirada para o pedido #[order_id]
ro_ro: Retragere pentru comanda #[order_id]
ru_ru: Выплата за заказ #[order_id]
sv_se: Återtag för beställning #[order_id]
tr_tr: #[order_id] numaralı sipariş için geri ödeme
uk_ua: Виплата за замовлення #[order_id]

# Languages::stripe_connect.refund_id
source: Refund transaction ID
ar_sa: معرّف معاملة الاسترداد
cs_cz: ID transakce vrácení platby
da_dk: Refusionstransaktions-id
de_de: ID der Rückerstattung
el_gr: ID Συναλλαγής Επιστροφής
es_es: Identificación de la transacción de reembolso
fa_ir: شناسه تراکنش بازپرداخت
fi_fi: Hyvitystapahtuman tunnus
fr_fr: ID de transaction de remboursement
he_il: של עסקת החזר ID
hu_hu: Visszatérítési tranzakció azonosítója
it_it: ID transazione di rimborso
nl_nl: Retourtransactie-ID
no_no: Rufusjon transaksjons-ID
pl_pl: Identyfikator transakcji zwrotu
pt_pt: ID da transação de reembolso
ro_ro: ID tranzacție de rambursare
ru_ru: ID транзакции возврата
sv_se: Återbetalningstransaktions-ID
tr_tr: Geri ödeme işlem kimliği
uk_ua: ID транзакції повернення

# Languages::stripe_connect.rma.perform_refund
source: Give a refund via Stripe Connect
ar_sa: امنح المال عبر Stripe Connect
cs_cz: Vraťte peníze přes Stripe Connect
da_dk: Giv en refusion via Stripe Connect
de_de: Vergeben Sie eine Rückerstattung über Stripe Connect
el_gr: Δώσει μια επιστροφή μέσω του Stripe Connect
es_es: Reembolsar a través de Stripe Connect
fa_ir: از طریق Stripe Connect بازپرداخت کنید
fi_fi: Anna hyvitys Stripe Connectin kautta
fr_fr: Effectuer un remboursement via Stripe Connect
he_il: בצע החזר באמצעות Stripe Connect
hu_hu: Visszatérítés nyújtása a Stripe Connecten keresztül
it_it: Fai un rimborso tramite Stripe Connect
nl_nl: Geef een terugbetaling via Stripe Connect
no_no: Gi en refusjon via Stripe Connect
pl_pl: Zwrot za zamówienie przez Stripe Connect
pt_pt: Dê um reembolso via Stripe Connect
ro_ro: Oferă o rambursare prin Stripe Connect
ru_ru: Вернуть деньги через Stripe Connect
sv_se: Ge en återbetalning via Stripe Connect
tr_tr: Stripe Connect ile iade talimatı ver
uk_ua: Повернути гроші через Stripe Connect

# Languages::ttc_stripe_connect.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
ar_sa: سيتم استرداد المبلغ بمجرد أن يغير المسؤول حالة طلب الإرجاع
cs_cz: Vrácení peněz bude provedeno, jakmile správce změní stav žádosti o vrácení
da_dk: En refusion vil blive foretaget, når en administrator ændrer status for returneringsanmodningen
de_de: Eine Rückerstattung erfolgt, sobald ein Administrator den Status der Rückgabeanforderung ändert
el_gr: Θα γίνει επιστροφή χρημάτων εφοσον ο διαχειριστής αλλάξει την κατάσταση αιτηματος επιστροφής
es_es: Un reembolso será ejecutado una vez que el administrador cambie el estatus de la solicitud
fa_ir: زمانی که مدیر وضعیت درخواست بازگشت را تغییر داد، بازپرداخت انجام می شود
fi_fi: Hyvitys suoritetaan, kun järjestelmänvalvoja muuttaa palautuspyynnön tilaa
fr_fr: Un remboursement sera effectué une fois qu'un administrateur aura modifié le statut de la demande de retour
he_il: החזר יתבצע ברגע שהמנהל ישנה את הסטטוס של בקשת החזר
hu_hu: Visszatérítésre akkor kerül sor, ha egy admin megváltoztatja a visszatérítési kérelem státuszát
it_it: Verrà effettuato un rimborso una volta che un amministratore modifica lo stato della richiesta di reso
nl_nl: Een terugbetaling wordt gedaan zodra een beheerder de status van het retourverzoek wijzigt
no_no: En refusjon vil bli gjort når en administrator endrer returforespørselens status
pl_pl: Zwrot pieniędzy nastąpi po zmianie statusu na żądanie zwrotu
pt_pt: Um reembolso será feito assim que um administrador alterar o status da solicitação de devolução
ro_ro: O rambursare va fi efectuată odată ce un administrator modifică starea cererii de returnare
ru_ru: Возврат средств будет сделан сразу после того, как администратор изменит статус запроса
sv_se: En återbetalning kommer att göras när en administratör ändrar status för returbegäran
tr_tr: Yönetici iade talep durumunu değiştirdiğinde iade yapılacaktır
uk_ua: Повернення коштів буде зроблено відразу після того, як адміністратор змінить статус запиту

# Languages::stripe_connect.rma.refund_performed
source: The refund has been made via Stripe Connect
ar_sa: تم استرداد المبلغ عبر Stripe Connect
cs_cz: Vrácení peněz bylo provedeno prostřednictvím Stripe Connect
da_dk: Refusionen er sket via Stripe Connect
de_de: Die Rückerstattung erfolgte über Stripe Connect
el_gr: Η επιστροφή έχει γίνει μέσω Stripe Connect
es_es: El reembolso ha sido ejecutado a través de Stripe Connect
fa_ir: بازپرداخت از طریق Stripe Connect انجام شده است
fi_fi: Hyvitys on suoritettu Stripe Connectin kautta
fr_fr: Le remboursement a été effectué via Stripe Connect
he_il: ההחזר בוצע באמצעות Stripe Connect
hu_hu: A visszatérítés a Stripe Connect-en keresztül történt
it_it: Il rimborso è stato effettuato tramite Stripe Connect
nl_nl: De terugbetaling is gedaan via Stripe Connect
no_no: Refusjonen er gjort via Stripe Connect
pl_pl: Refundacja została złożona przez Stripe Connect
pt_pt: O reembolso foi feito via Stripe Connect
ro_ro: Rambursarea a fost făcută prin Stripe Connect
ru_ru: Деньги были возвращены покупателю через Stripe Connect
sv_se: Återbetalningen har gjorts via Stripe Connect
tr_tr: İade Stripe Connect ile yapıldı
uk_ua: Кошти були повернуті покупцеві через Stripe Connect
