Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/stripe_connect.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::stripe_connect.payment_intent_error
source: An error occurred when creating a PaymentIntent with the payment #[payment_id]: [error]
ar_sa: حدث خطأ عند إنشاء PaymentIntent بالدفع #[payment_id]: [error]
cs_cz: Při vytváření PaymentIntent s platbou #[payment_id]: [error]došlo k chybě
da_dk: Der opstod en fejl under oprettelse af en betalingshensigt med betalingen #[payment_id]: [error]
de_de: Beim Erstellen eines PaymentIntent mit der Zahlung #[payment_id]: [error]ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία μιας προθεσης Πληρωμής με την πληρωμή #[payment_id]: [error]
es_es: Ocurrió un error al crear un PaymentIntent con el pago #[payment_id]: [error]
fa_ir: هنگام ایجاد PaymentIntent با پرداخت شماره[payment_id]: [error]خطایی روی داد
fi_fi: Tapahtui virhe luotaessa PaymentIntentiä maksulla #[payment_id]: [error]
fr_fr: Une erreur s'est produite lors de la création d'un PaymentIntent avec le paiement #[payment_id] : [error]
he_il: אירעה שגיאה בעת יצירת PaymentIntent עם התשלום מס'[payment_id]: [error]
hu_hu: Hiba történt a PaymentIntent létrehozásakor a #[payment_id]: [error]befizetéssel
it_it: Si è verificato un errore durante la creazione di un PaymentIntent con il pagamento #[payment_id]: [error]
nl_nl: Er is een fout opgetreden bij het maken van een PaymentIntent met de betaling #[payment_id]: [error]
no_no: Det oppstod en feil ved opprettelse av en betalingshensikt med betalingen #[payment_id]: [error]
pl_pl: Wystąpił błąd podczas tworzenia PaymentIntent o numerze płatności #[payment_id]: [error]
pt_pt: Ocorreu um erro ao criar um PaymentIntent com o pagamento #[payment_id]: [error]
ro_ro: A apărut o eroare la crearea unui PaymentIntent cu plata #[payment_id]: [error]
ru_ru: При создании PaymentIntent у способа оплаты #[payment_id] возникла ошибка: [error]
sv_se: Ett fel uppstod när en PaymentIntent skapades med betalningen #[payment_id]: [error]
tr_tr: Ödeme #[payment_id]: [error]ile bir PaymentIntent oluşturulurken bir hata oluştu
uk_ua: Під час створення PaymentIntent з платежем №[payment_id]: [error]сталася помилка

# Languages::log_type_stripe_connect
source: Stripe Connect
fr_fr: Bande Connecter
tr_tr: Şerit Bağlantı

# Languages::log_action_sc_failure
source: Error
ar_sa: خطأ
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
fa_ir: خطا
fi_fi: Virhe
fr_fr: Erreur
he_il: שגיאה
hu_hu: Hiba!
it_it: Errore
nl_nl: Fout
no_no: Feil
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sv_se: Fel
tr_tr: Hata
uk_ua: Помилка

# Languages::log_action_sc_warning
source: Warning
ar_sa: تحذير
cs_cz: Varování
da_dk: Advarsel
de_de: Warnung
el_gr: Προειδοποίηση
es_es: Atención
fa_ir: هشدار
fi_fi: Varoitus
fr_fr: Avertissement
he_il: אַזהָרָה
hu_hu: Figyelem!
it_it: Avvertimento
nl_nl: Waarschuwing
no_no: Advarsel
pl_pl: Ostrzeżenie:
pt_pt: Aviso
ro_ro: Avertizare
ru_ru: Предупреждение
sv_se: Varning
tr_tr: Uyarı
uk_ua: Застереження

# Languages::log_action_sc_info
source: Info
ar_sa: معلومات
de_de: Die Info
el_gr: Πληροφορίες
es_es: Información
fa_ir: اطلاعات
fi_fi: Tiedot
he_il: מידע
hu_hu: Információ
it_it: Informazioni
pl_pl: Informacje
pt_pt: Informações
ru_ru: Информация
tr_tr: Bilgi
uk_ua: Інформація

# Languages::stripe_connect.log_context
source: Context
ar_sa: سياق
cs_cz: Kontext
da_dk: Sammenhæng
de_de: Kontext
es_es: Contexto
fa_ir: متن نوشته
fi_fi: Konteksti
fr_fr: Le contexte
he_il: הקשר
hu_hu: Kontextus
it_it: Contesto
no_no: Kontekst
pl_pl: Kontekst
pt_pt: Contexto
ru_ru: Контекст
sv_se: Sammanhang
tr_tr: Bağlam
uk_ua: Контекст

# Languages::stripe_connect.unexpected_payment_intent_status
source: Unexpected status "[status]" of PaymentIntent
ar_sa: حالة غير متوقعة "[status]" لـ PaymentIntent
cs_cz: Neočekávaný stav „[status]“ u PaymentIntent
da_dk: Uventet status "[status]" for PaymentIntent
de_de: Unerwarteter Status „[status]“ von PaymentIntent
el_gr: Μη αναμενόμενη κατάσταση "[status]" του PaymentIntent
es_es: Estado inesperado "[status]" de PaymentIntent
fa_ir: وضعیت غیرمنتظره "[status]" PaymentIntent
fi_fi: PaymentIntentin odottamaton tila "[status]"
fr_fr: Statut inattendu "[status]" de PaymentIntent
he_il: סטטוס לא צפוי "[status]" של PaymentIntent
hu_hu: A PaymentIntent váratlan státusza "[status]".
it_it: Stato imprevisto "[status]" di PaymentIntent
nl_nl: Onverwachte status "[status]" van PaymentIntent
no_no: Uventet status "[status]" for PaymentIntent
pl_pl: Nieoczekiwany status "[status]" PaymentIntent
pt_pt: Status inesperado "[status]" de PaymentIntent
ro_ro: Starea neașteptată „[status]” a PaymentIntent
ru_ru: Непредвиденный статус "[status]" у PaymentIntent
sv_se: Oväntad status "[status]" för PaymentIntent
tr_tr: PaymentIntent'in beklenmeyen durumu "[status]"
uk_ua: Несподіваний статус "[status]" у PaymentIntent

# Languages::stripe_connect.transfer_creating_error
source: An error occurred during the creation of a Stripe transfer: [error]
ar_sa: حدث خطأ أثناء إنشاء نقل الشريط: [error]
cs_cz: Při vytváření proužkového přenosu došlo k chybě: [error]
da_dk: Der opstod en fejl under oprettelsen af en Stripe-overførsel: [error]
de_de: Beim Erstellen einer Stripe-Übertragung ist ein Fehler aufgetreten: [error]
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία μιας μεταφοράς Stripe: [error]
es_es: Se ha producido un error durante la creación de una transferencia de Stripe: [error]
fa_ir: خطایی در هنگام ایجاد یک انتقال نوار رخ داد: [error]
fi_fi: Stripe-siirtoa luotaessa tapahtui virhe: [error]
fr_fr: Une erreur s'est produite lors de la création d'un transfert Stripe : [error]
he_il: אירעה שגיאה במהלך יצירת העברת Stripe: [error]
hu_hu: Hiba történt a Stripe átutalás létrehozása során: [error]
it_it: Si è verificato un errore durante la creazione di un trasferimento Stripe: [error]
nl_nl: Er is een fout opgetreden tijdens het maken van een Stripe-overdracht: [error]
no_no: Det oppstod en feil under opprettelsen av en Stripe-overføring: [error]
pl_pl: Wystąpił błąd podczas tworzenia transferu Stripe: [error]
pt_pt: Ocorreu um erro durante a criação de uma transferência do Stripe: [error]
ro_ro: A apărut o eroare în timpul creării unui transfer Stripe: [error]
ru_ru: Ошибка при создании перевода (Transfer) в Stripe: [error]
sv_se: Ett fel inträffade under skapandet av en Stripe-överföring: [error]
tr_tr: Stripe aktarımı oluşturulurken bir hata oluştu: [error]
uk_ua: Помилка при створенні переказу (Transfer) в Stripe: [error]

# Languages::stripe_connect.charge_creating_error
source: An error occurred during the creation of a Stripe charge: [error]
ar_sa: حدث خطأ أثناء إنشاء رسوم Stripe: [error]
cs_cz: Při vytváření náboje Stripe došlo k chybě: [error]
da_dk: Der opstod en fejl under oprettelsen af en Stripe-opladning: [error]
de_de: Beim Erstellen einer Stripe-Gebühr ist ein Fehler aufgetreten: [error]
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία μιας χρέωσης Stripe: [error]
es_es: Se ha producido un error durante la creación de un cargo de Stripe: [error]
fa_ir: هنگام ایجاد شارژ خط خطی رخ داد: [error]
fi_fi: Stripe-latauksen luomisen aikana tapahtui virhe: [error]
fr_fr: Une erreur s'est produite lors de la création d'une charge Stripe : [error]
he_il: אירעה שגיאה במהלך יצירת מטען Stripe: [error]
hu_hu: Hiba történt a Stripe-terhelés létrehozása során: [error]
it_it: Si è verificato un errore durante la creazione di un addebito Stripe: [error]
nl_nl: Er is een fout opgetreden tijdens het maken van een Stripe-lading: [error]
no_no: Det oppstod en feil under opprettelsen av en Stripe-lading: [error]
pl_pl: Wystąpił błąd podczas tworzenia obciążenia Stripe: [error]
pt_pt: Ocorreu um erro durante a criação de uma cobrança do Stripe: [error]
ro_ro: A apărut o eroare în timpul creării unei taxe Stripe: [error]
ru_ru: Ошибка при создании отчисления (Charge) в Stripe: [error]
sv_se: Ett fel uppstod under skapandet av en Stripe-laddning: [error]
tr_tr: Şerit şarjı oluşturulurken bir hata oluştu: [error]
uk_ua: Помилка при створенні відрахування (Charge) в Stripe: [error]

# Languages::stripe_connect.customer_creating_error
source: An error occurred during the creation of a Stripe customer: [error]
ar_sa: حدث خطأ أثناء إنشاء عميل Stripe: [error]
cs_cz: Při vytváření zákazníka Stripe došlo k chybě: [error]
da_dk: Der opstod en fejl under oprettelsen af en Stripe-kunde: [error]
de_de: Beim Erstellen eines Stripe-Kunden ist ein Fehler aufgetreten: [error]
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία ενός πελάτη Stripe: [error]
es_es: Se ha producido un error durante la creación de un cliente de Stripe: [error]
fa_ir: هنگام ایجاد یک مشتری Stripe خطایی رخ داد: [error]
fi_fi: Stripe-asiakasta luotaessa tapahtui virhe: [error]
fr_fr: Une erreur s'est produite lors de la création d'un client Stripe : [error]
he_il: אירעה שגיאה במהלך יצירת לקוח Stripe: [error]
hu_hu: Hiba történt egy Stripe vásárló létrehozása során: [error]
it_it: Si è verificato un errore durante la creazione di un cliente Stripe: [error]
nl_nl: Er is een fout opgetreden tijdens het aanmaken van een Stripe-klant: [error]
no_no: Det oppstod en feil under opprettelsen av en Stripe-kunde: [error]
pl_pl: Wystąpił błąd podczas tworzenia klienta Stripe: [error]
pt_pt: Ocorreu um erro durante a criação de um cliente Stripe: [error]
ro_ro: A apărut o eroare în timpul creării unui client Stripe: [error]
ru_ru: Ошибка при создании покупателя (Customer) в Stripe: [error]
sv_se: Ett fel inträffade under skapandet av en Stripe-kund: [error]
tr_tr: Stripe müşterisi oluşturulurken bir hata oluştu: [error]
uk_ua: Помилка при створенні покупця (Customer) в Stripe: [error]

# Languages::stripe_connect.customer_sharing_error
source: An error occurred during the share of a Stripe customer: [error]
ar_sa: حدث خطأ أثناء مشاركة عميل Stripe: [error]
cs_cz: Při sdílení zákazníka Stripe došlo k chybě: [error]
da_dk: Der opstod en fejl under andelen af en Stripe-kunde: [error]
de_de: Beim Teilen eines Stripe-Kunden ist ein Fehler aufgetreten: [error]
el_gr: Παρουσιάστηκε σφάλμα κατά την κοινή χρήση ενός πελάτη Stripe: [error]
es_es: Se ha producido un error durante la acción de un cliente de Stripe: [error]
fa_ir: خطایی در هنگام اشتراک مشتری Stripe رخ داد: [error]
fi_fi: Stripe-asiakkaan jakamisen aikana tapahtui virhe: [error]
fr_fr: Une erreur s'est produite lors du partage d'un client Stripe : [error]
he_il: אירעה שגיאה במהלך חלקו של לקוח Stripe: [error]
hu_hu: Hiba történt egy Stripe-vásárló megosztása során: [error]
it_it: Si è verificato un errore durante la condivisione di un cliente Stripe: [error]
nl_nl: Er is een fout opgetreden tijdens het delen van een Stripe-klant: [error]
no_no: Det oppstod en feil under andelen av en Stripe-kunde: [error]
pl_pl: Wystąpił błąd podczas udostępniania klienta Stripe: [error]
pt_pt: Ocorreu um erro durante o compartilhamento de um cliente Stripe: [error]
ro_ro: A apărut o eroare în timpul cotei unui client Stripe: [error]
ru_ru: Ошибка при попытке сделать покупателя (Customer) из Stripe доступным для подключенного продавца: [error]
sv_se: Ett fel uppstod under andelen av en Stripe-kund: [error]
tr_tr: Bir Stripe müşterisinin paylaşımı sırasında bir hata oluştu: [error]
uk_ua: Помилка при спробі створенні покупця (Customer) з Stripe доступним для підключеного продавця: [error]

# Languages::stripe_connect.stripe_processor_params_missing
source: Stripe processor params missing
ar_sa: معلمات المعالج Stripe مفقودة
cs_cz: Chybí parametry proužkového procesoru
da_dk: Stripe-processor-parametre mangler
de_de: Stripe-Prozessorparameter fehlen
el_gr: Λείπουν οι παράμετροι επεξεργαστή Stripe
es_es: Faltan los parámetros del procesador Stripe
fa_ir: پارامترهای پردازنده خطی وجود ندارد
fi_fi: Stripe prosessorin parametrit puuttuvat
fr_fr: Paramètres du processeur Stripe manquants
he_il: Stripe חסרים מעבדים
hu_hu: Stripe processzor paraméterei hiányoznak
it_it: Parametri del processore Stripe mancanti
nl_nl: Stripe-processorparameters ontbreken
no_no: Stripe-prosessorparametere mangler
pl_pl: Brak parametrów procesora Stripe
pt_pt: Parâmetros do processador de faixa ausentes
ro_ro: Parametrii procesorului Stripe lipsesc
ru_ru: Отсутствуют параметры процессора Stripe
sv_se: Stripe-processorparametrar saknas
tr_tr: Şerit işlemci parametreleri eksik
uk_ua: Відсутні параметри процесора Stripe

# Languages::stripe_connect.account_was_deauthorized
source: Account of company "[company]" (company ID = [company_id]) was deauthorized
ar_sa: تم إلغاء مصادقة حساب الشركة "[company]" (معرّف الشركة = [company_id])
cs_cz: Účet společnosti "[company]" (ID společnosti = [company_id]) byl zrušen
da_dk: Konto for virksomheden "[company]" (virksomheds-id = [company_id]) blev deautoriseret
de_de: Das Konto des Unternehmens "[company]" (Unternehmens-ID = [company_id]) wurde deaktiviert
el_gr: Ο λογαριασμός της εταιρείας "[company]" (ID εταιρείας = [company_id]) δεν έχει πια εξουσιοδότηση
es_es: La cuenta de la empresa "[company]" (ID de la empresa = [company_id]) ha sido desautorizada
fa_ir: حساب شرکت "[company]" (شناسه شرکت = [company_id]) لغو مجوز شد
fi_fi: Yrityksen "[company]" (yritystunnus = [company_id]) tili on poistettu
fr_fr: Le compte de l'entreprise "[company]" (ID d'entreprise = [company_id]) a été retiré de l'autorisation
he_il: חשבון החברה "[company]" (זיהוי חברה = [company_id]) בוטלה
hu_hu: A "[company]" cég (cégazonosító = [company_id]) fiókjának jogosultsága megszűnt.
it_it: L'account della società "[company]" (ID società = [company_id]) è stato revocato
nl_nl: Account van bedrijf "[company]" (bedrijfs-ID = [company_id]) is ingetrokken
no_no: Kontoen til selskapet "[company]" (firma-ID = [company_id]) ble fjernet fra autoriteten
pl_pl: Konto firmy "[company]" (identyfikator firmy = [company_id]) zostało cofnięte
pt_pt: A conta da empresa "[company]" (ID da empresa = [company_id]) foi desautorizada
ro_ro: Contul companiei „[company]” (ID companie = [company_id]) a fost dezaautorizat
ru_ru: Учётная запись Stripe компании "[company]" (company ID = [company_id]) была отключена
sv_se: Kontot för företaget "[company]" (företags-ID = [company_id]) avauktoriserades
tr_tr: "[company]" şirketinin (şirket kimliği = [company_id]) hesabının yetkisi kaldırıldı
uk_ua: Обліковий запис компанії "[company]" (ідентифікатор компані = [company_id]) скасовано

# Languages::stripe_connect.on
source: On
ar_sa: تشغيل
cs_cz: Na
da_dk: På
de_de: An
el_gr: Ανοιχτο
es_es: Encendido
fa_ir: بر
fi_fi: Päällä
fr_fr: Au
he_il: עַל
hu_hu: Be
it_it: Su
nl_nl: Op
no_no: På
pl_pl: Włącz
pt_pt: Em
ro_ro: Pe
ru_ru: Вкл.
sv_se: På
tr_tr: Açık
uk_ua: Увімкнено

# Languages::stripe_connect.delay_transfer_of_funds
source: Delay transfer of funds
ar_sa: تأخير تحويل الأموال
cs_cz: Zpoždění převodu finančních prostředků
da_dk: Forsinket overførsel af midler
de_de: Geldtransfer verzögern
el_gr: Καθυστέρηση μεταφοράς κεφαλαίων
es_es: Retrasar la transferencia de fondos
fa_ir: تاخیر در انتقال وجوه
fi_fi: Viivästyttää varojen siirtoa
fr_fr: Retarder le transfert de fonds
he_il: עיכוב בהעברת הכספים
hu_hu: A pénzátutalás késleltetése
it_it: Ritardare il trasferimento di fondi
nl_nl: Overboeking uitstellen
no_no: Forsinke overføring av midler
pl_pl: Opóźniony transfer środków
pt_pt: Atrasar a transferência de fundos
ro_ro: Întârzierea transferului de fonduri
ru_ru: Отложить перевод средств
sv_se: Försening av överföring av medel
tr_tr: Para transferini geciktirme
uk_ua: Затримка переказу коштів

# Languages::stripe_connect.transfer_funds_to_vendors
source: Transfer funds to vendors
ar_sa: تحويل الأموال إلى البائعين
cs_cz: Převod finančních prostředků prodejcům
da_dk: Overfør penge til leverandører
de_de: Überweisen Sie Gelder an Anbieter
el_gr: Μεταφορά κεφαλαίων σε πωλητές
es_es: Transferir fondos a proveedores
fa_ir: انتقال وجه به فروشندگان
fi_fi: Siirrä varoja myyjille
fr_fr: Transférer des fonds aux fournisseurs
he_il: העברת כספים לספקים
hu_hu: Pénzátutalás az eladóknak
it_it: Trasferisci fondi ai fornitori
nl_nl: Geld overmaken naar leveranciers
no_no: Overfør midler til leverandører
pl_pl: Przelej środki do sprzedawców
pt_pt: Transferir fundos para fornecedores
ro_ro: Transferați fonduri către vânzători
ru_ru: Перевести средства продавцу
sv_se: Överför pengar till leverantörer
tr_tr: Satıcılara para transferi
uk_ua: Переказ коштів продавцям

# Languages::stripe_connect.automatic_transfer
source: Automatic transfer
ar_sa: التحويل التلقائي
cs_cz: Automatický převod
da_dk: Automatisk overførsel
de_de: Automatische Übertragung
el_gr: Αυτόματη μεταφορά
es_es: Transferencia automática
fa_ir: انتقال خودکار
fi_fi: Automaattinen siirto
fr_fr: Transfert automatique
he_il: העברה אוטומטית
hu_hu: Automatikus átutalás
it_it: Trasferimento automatico
nl_nl: Automatische overdracht
no_no: Automatisk overføring
pl_pl: Transfer automatyczny
pt_pt: Transferência automática
ro_ro: Transfer automat
ru_ru: Автоматический перевод
sv_se: Automatisk överföring
tr_tr: Otomatik aktarım
uk_ua: Автоматичний переказ

# Languages::stripe_connect.trigger_transfer_funds.description
source: Only works when 3-D Secure is enabled. Allows you to check the orders first, instead of sending money to all vendors immediately. Transfer money to each vendor manually from the order page, or schedule automatic periodic transfers to all vendors with a cron command.
ar_sa: يعمل فقط عندما يتم تمكين 3-D Secure. يسمح لك بالتحقق من الطلبات أولاً ، بدلاً من إرسال الأموال إلى جميع البائعين على الفور. قم بتحويل الأموال إلى كل مورد يدويًا من صفحة الطلب ، أو جدولة عمليات النقل الدورية التلقائية لجميع الموردين باستخدام أمر cron.
cs_cz: Funguje pouze v případě, že je povoleno 3-D Secure. Umožňuje nejprve zkontrolovat objednávky namísto okamžitého zasílání peněz všem prodejcům. Převádějte peníze každému dodavateli ručně ze stránky objednávky nebo naplánujte automatické pravidelné převody všem dodavatelům pomocí příkazu cron.
da_dk: Virker kun, når 3-D Secure er aktiveret. Giver dig mulighed for at tjekke ordrerne først, i stedet for at sende penge til alle leverandører med det samme. Overfør penge til hver leverandør manuelt fra ordresiden, eller planlæg automatiske periodiske overførsler til alle leverandører med en cron-kommando.
de_de: Funktioniert nur, wenn 3-D Secure aktiviert ist. Ermöglicht es Ihnen, die Bestellungen zuerst zu überprüfen, anstatt sofort Geld an alle Anbieter zu senden. Überweisen Sie Geld manuell von der Bestellseite an jeden Anbieter oder planen Sie automatische regelmäßige Überweisungen an alle Anbieter mit einem Cron-Befehl.
el_gr: Λειτουργεί μόνο όταν το 3-D Secure είναι ενεργοποιημένο. Σας επιτρέπει να ελέγχετε πρώτα τις παραγγελίες, αντί να στέλνετε χρήματα σε όλους τους πωλητές αμέσως. Μεταφέρετε χρήματα σε κάθε πωλητή με μη αυτόματο τρόπο από τη σελίδα παραγγελίας ή προγραμματίστε αυτόματες περιοδικές μεταφορές σε όλους τους πωλητές με μια εντολή cron.
es_es: Solo funciona cuando 3-D Secure está habilitado. Le permite verificar primero los pedidos, en lugar de enviar dinero a todos los proveedores de inmediato. Transfiere dinero a cada proveedor manualmente desde la página de pedidos o programa transferencias periódicas automáticas a todos los proveedores con un comando cron.
fa_ir: فقط زمانی کار می کند که 3-D Secure فعال باشد. به شما امکان می دهد به جای ارسال فوری پول به همه فروشندگان، ابتدا سفارشات را بررسی کنید. پول را به هر فروشنده به صورت دستی از صفحه سفارش انتقال دهید، یا با دستور cron، نقل و انتقالات دوره ای خودکار را به همه فروشندگان برنامه ریزی کنید.
fi_fi: Toimii vain, kun 3-D Secure on käytössä. Voit tarkistaa tilaukset ensin sen sijaan, että lähetät rahaa kaikille myyjille välittömästi. Siirrä rahaa kullekin toimittajalle manuaalisesti tilaussivulta tai ajoita automaattiset säännölliset siirrot kaikille toimittajille cron-komennolla.
fr_fr: Ne fonctionne que lorsque 3-D Secure est activé. Vous permet de vérifier d'abord les commandes, au lieu d'envoyer immédiatement de l'argent à tous les fournisseurs. Transférez manuellement de l'argent à chaque fournisseur à partir de la page de commande ou planifiez des transferts périodiques automatiques vers tous les fournisseurs avec une commande cron.
he_il: עובד רק כאשר 3-D Secure מופעל. מאפשר לך לבדוק תחילה את ההזמנות, במקום לשלוח כסף מיד לכל הספקים. העבר כסף לכל ספק באופן ידני מדף ההזמנה, או תזמן העברות תקופתיות אוטומטיות לכל הספקים עם פקודת cron.
hu_hu: Csak akkor működik, ha a 3-D Secure engedélyezve van. Lehetővé teszi, hogy először ellenőrizd a megrendeléseket, ahelyett, hogy azonnal pénzt küldenél az összes eladónak. Az egyes eladóknak manuálisan utalhatsz pénzt a megrendelések oldaláról, vagy ütemezheted az automatikus időszakos átutalásokat az összes eladónak egy cron-paranccsal.
it_it: Funziona solo quando 3-D Secure è abilitato. Ti consente di controllare prima gli ordini, invece di inviare denaro a tutti i fornitori immediatamente. Trasferisci denaro a ciascun fornitore manualmente dalla pagina dell'ordine o pianifica trasferimenti periodici automatici a tutti i fornitori con un comando cron.
nl_nl: Werkt alleen als 3D Secure is ingeschakeld. Hiermee kunt u eerst de bestellingen controleren, in plaats van direct geld naar alle leveranciers te sturen. Maak handmatig geld over naar elke leverancier vanaf de bestelpagina, of plan automatische periodieke overboekingen naar alle leveranciers met een cron-opdracht.
no_no: Fungerer bare når 3-D Secure er aktivert. Lar deg sjekke bestillingene først, i stedet for å sende penger til alle leverandører umiddelbart. Overfør penger til hver leverandør manuelt fra ordresiden, eller planlegg automatiske periodiske overføringer til alle leverandører med en cron-kommando.
pl_pl: Działa tylko wtedy, gdy włączona jest funkcja 3-D Secure. Pozwala najpierw sprawdzić zamówienia, zamiast natychmiast wysyłać pieniądze do wszystkich sprzedawców. Przelej pieniądze do każdego sprzedawcy ręcznie ze strony zamówienia lub zaplanuj automatyczne okresowe przelewy do wszystkich sprzedawców za pomocą polecenia cron.
pt_pt: Funciona apenas quando o 3-D Secure está ativado. Permite que você verifique os pedidos primeiro, em vez de enviar dinheiro para todos os fornecedores imediatamente. Transfira dinheiro para cada fornecedor manualmente a partir da página de pedidos ou agende transferências periódicas automáticas para todos os fornecedores com um comando cron.
ro_ro: Funcționează numai când 3-D Secure este activat. Vă permite să verificați mai întâi comenzile, în loc să trimiteți bani imediat tuturor vânzătorilor. Transferați bani către fiecare furnizor manual din pagina de comandă sau programați transferuri periodice automate către toți furnizorii cu o comandă cron.
ru_ru: Эта настройка работает, только если включен 3-D Secure. Позволяет проверить заказы до того, как деньги за них попадут продавцам. Перевести деньги продавцу можно вручную со страницы заказа; или же можно настроить автоматический перевод всем продавцам по CRON-команде.
sv_se: Fungerar bara när 3-D Secure är aktiverat. Låter dig kontrollera beställningarna först, istället för att skicka pengar till alla leverantörer omedelbart. Överför pengar till varje leverantör manuellt från beställningssidan, eller schemalägg automatiska periodiska överföringar till alla leverantörer med ett cron-kommando.
tr_tr: Yalnızca 3-D Secure etkinleştirildiğinde çalışır. Tüm satıcılara hemen para göndermek yerine önce siparişleri kontrol etmenizi sağlar. Sipariş sayfasından her satıcıya manuel olarak para aktarın veya bir cron komutuyla tüm satıcılara otomatik periyodik transferler planlayın.
uk_ua: Працює лише тоді, коли ввімкнено функцію 3-D Secure. Дозволяє спочатку перевіряти замовлення, а не відразу надсилати гроші всім продавцям. Переказуйте гроші кожному продавцю вручну зі сторінки замовлення або плануйте автоматично періодичні перекази всім продавцям за допомогою команди cron.
