Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/suppliers.po
Languages: cs_cz, da_dk, de_de, fa_ir, fi_fi, fr_fr, ko_kr, no_no, pt_pt, sv_se, zh_cn

# Addons::name::suppliers
source: Suppliers [Deprecated]
cs_cz: Dodavatelé [Deprecated]
da_dk: Leverandører [Deprecated]
de_de: Lieferanten [Deprecated]
fa_ir: تامین کنندگان [Deprecated]
fi_fi: Toimittajat [Deprecated]
fr_fr: Fournisseurs [Deprecated]
ko_kr: 공급업체 [Deprecated]
no_no: Leverandører [Deprecated]
pt_pt: Fornecedores [Deprecated]
sv_se: Leverantörer [Deprecated]
zh_cn: 供应商 [Deprecated]

# Addons::description::suppliers
source: We are planning to remove this add-on. If you are using it, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">let us know how<\/a>.
cs_cz: Tento doplněk plánujeme odstranit. Pokud jej používáte, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">dejte nám vědět jak<\/a>.
da_dk: Vi planlægger at fjerne denne tilføjelse. Hvis du bruger det, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">lad os vide hvordan<\/a>.
de_de: Wir planen, dieses Add-on zu entfernen. Wenn Sie es verwenden, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">teilen Sie uns mit, wie<\/a>.
fa_ir: ما در حال برنامه ریزی برای حذف این افزونه هستیم. اگر از آن استفاده می کنید، <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">به ما اطلاع دهید که چگونه<\/a>.
fi_fi: Aiomme poistaa tämän lisäosan. Jos käytät sitä, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">kerro meille, miten se tapahtuu</\/a>.
fr_fr: Nous prévoyons de supprimer ce module complémentaire. Si vous l'utilisez, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">faites-nous savoir comment<\/a>.
ko_kr: 이 추가 기능을 제거할 계획입니다. 사용 중이라면 방법을 알려주세요 <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">.
no_no: Vi planlegger å fjerne dette tillegget. Hvis du bruker det, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">fortell oss hvordan<\/a>.
pt_pt: Estamos planejando remover este complemento. Se você estiver usando, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">deixe-nos saber como<\/a>.
sv_se: Vi planerar att ta bort detta tillägg. Om du använder det, <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">låt oss veta hur<\/a>.
zh_cn: 我们计划删除此附加组件。如果您正在使用它， <a target="_blank" href="https://helpdesk.cs-cart.com/index.php?dispatch=communication.tickets&submit_ticket=Y">让我们知道如何<\/a>。

# Languages::search_by_supplier
source: Search by supplier
cs_cz: Vyhledávání podle dodavatele
da_dk: Søg leverandør
de_de: Nach Lieferanten suchen
fa_ir: جستجو با تامین کننده
fi_fi: Hae toimittajan mukaan
fr_fr: Rechercher par fournisseur
ko_kr: 공급자로 검색
no_no: Søk relatert til leverandør
pt_pt: Pesquisar por fornecedor
sv_se: Sök leverantör
zh_cn: 按供应商搜索

# Languages::notify_supplier
source: Notify supplier
cs_cz: Upozornit dodavatele
da_dk: Advisér leverandør
de_de: Lieferanten benachrichtigen
fa_ir: اطلاع تامین کننده
fi_fi: Ilmoita toimittajalle
fr_fr: Notifier fournisseur
ko_kr: 공급업체 알림
no_no: Varsle leverandør
pt_pt: Notificar fornecedor
sv_se: Meddela leverantör
zh_cn: 通知供应商

# Languages::view_supplier_products
source: View supplier products
cs_cz: Zobrazit zboží podle dodavatelů
da_dk: Se leverandørens produkter
de_de: Artikel des Lieferanten anzeigen
fa_ir: نمایش محصولات تامین کننده
fi_fi: Katso toimittajan tuotteet
fr_fr: Voir produits du fournisseur
ko_kr: 공급업체 제품 보기
no_no: Vis leverandørprodukter
pt_pt: Veja os produtos do fornecedor
sv_se: Visa leverantörsprodukter
zh_cn: 查看供应商产品

# Languages::supplier
source: Supplier
cs_cz: Dodavatel
da_dk: Leverandør
de_de: Lieferant
fa_ir: تامین کننده
fi_fi: Toimittaja
fr_fr: Fournisseur
ko_kr: 공급업체
no_no: Leverandør
pt_pt: Fornecedor
sv_se: Leverantör
zh_cn: 供应商

# Languages::supplier_email_header
source: The following products have been purchased in our store and need to be shipped.
cs_cz: Následující produkty byly zakoupené v našem obchodě a musí být doručena kupujícímu.
da_dk: Følgende produkter er blevet købt i vores butik og skal sendes.
de_de: Die folgenden Artikel wurden in unserem Shop bestelllt und müssen versendet werden.
fa_ir: محصولات زیر در فروشگاه خریداری شده اند و نیاز به حمل شود.
fi_fi: Seuraavat tuotteet on ostettu myymälästämme ja ne on lähetettävä.
fr_fr: Les produits suivants ont été achetés dans notre magasin et doivent être expédiées.
ko_kr: 다음 상품은 구매완료 되었으며 출고가 필요합니다.
no_no: Følgende produkter er kjøpt i butikken vår og må sendes.
pt_pt: Os seguintes produtos foram adquiridos em nossa loja e precisam ser enviados.
sv_se: Följande produkter har köpts i vår butik och skall levereras.
zh_cn: 以下产品在我们的商店中已购买并需要派送.

# Languages::suppliers_menu_description
source: List of supplier accounts registered in the store.
cs_cz: Seznam registrovaných dodavatelů.
da_dk: Liste over leverandørkonti som er registreret i butikken.
de_de: Liste von Lieferantenkonten, die im Shop registriert sind.
fa_ir: لیست حساب تامین کنندگان در فروشگاه ثبت شده.
fi_fi: Luettelo myymälään rekisteröidyistä toimittajatileistä.
fr_fr: Liste des comptes fournisseurs enregistrés dans le magasin.
ko_kr: 공급업체계정 리스트 쇼핑몰에 등록하기
no_no: Liste over leverandør-kontoer registrert i butikken.
pt_pt: Lista de contas de fornecedores cadastradas na loja.
sv_se: Lista leverantörskonton.
zh_cn: 注册在商店中的供应商帐户的排序列表.

# Languages::dear_sirs
source: Dear Sirs
cs_cz: Vážená paní / Vážený pane,
da_dk: Kære
de_de: Sehr geehrte Damen und Herren,
fa_ir: آقایان محترم
fi_fi: hyvät herrat
fr_fr: Messieurs
ko_kr: 선생님께
no_no: Kjære hr.
pt_pt: caros senhores
sv_se: Hej
zh_cn: 亲爱的先生

# Languages::add_supplier
source: Add supplier
cs_cz: Přidat dodavatele
da_dk: Tilføj leverandør
de_de: Lieferant hinzufügen
fa_ir: اضافه کردن تامین کننده
fi_fi: Lisää toimittaja
fr_fr: Ajouter le fournisseur
ko_kr: 공급업체 추가
no_no: Legg til Leverandør
pt_pt: Adicionar fornecedor
sv_se: Lägg till leverantör
zh_cn: 添加供应商

# Languages::available_for_supplier
source: Available for supplier
cs_cz: K dispozici pro dodavatele
da_dk: Til rådighed for leverandør
de_de: Verfügbar für Lieferanten
fa_ir: دردسترس برای تامین کننده
fi_fi: Saatavilla toimittajalle
fr_fr: Disponibles pour fournisseur
ko_kr: 공급업체 사용가능
no_no: Tilgjengelig for leverandør
pt_pt: Disponível para fornecedor
sv_se: Tillgänglig för leverantör
zh_cn: 现有的供应商

# Languages::editing_supplier
source: Editing supplier
cs_cz: Úpravy dodavatele
da_dk: Redigering af leverandør
de_de: Lieferanten bearbeiten
fa_ir: ویرایش تامین کننده
fi_fi: Toimittajan muokkaus
fr_fr: Modifier les fournisseurs
ko_kr: 공급업체 수정하기
no_no: Redigerer leverandør
pt_pt: Editando fornecedor
sv_se: Redigerar leverantör
zh_cn: 编辑供应商

# Languages::supplier_deleted
source: Supplier has been deleted successfully.
cs_cz: Dodavatel byl úspěšně odstraněn.
da_dk: Leverandør er blevet slettet succesfuldt
de_de: Lieferant wurde erfolgreich gelöscht.
fa_ir: تامین کننده با موفقیت حذف شده است.
fi_fi: Toimittaja on poistettu onnistuneesti.
fr_fr: Le fournisseur a été supprimée avec succès.
ko_kr: 공급업체가 성공적으로 삭제되었습니다.
no_no: Leverandøren har blitt slettet.
pt_pt: O fornecedor foi excluído com sucesso.
sv_se: Leverantör borttagen.
zh_cn: 供应商成功删除

# Languages::privileges.manage_suppliers
source: Can edit
cs_cz: Může upravit
da_dk: Kan redigere
de_de: Kann bearbeiten
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
fr_fr: Peut éditer
ko_kr: 수정할 수 있음
no_no: Kan redigere
pt_pt: Pode editar
sv_se: Kan redigera
zh_cn: 可以编辑

# Languages::privilege_groups.suppliers
source: Suppliers
cs_cz: Dodavatelé
da_dk: Leverandører
de_de: Lieferanten
fa_ir: تامین کنندگان
fi_fi: Toimittajat
fr_fr: Fournisseurs
ko_kr: 공급업체
no_no: Leverandører
pt_pt: Fornecedores
sv_se: Leverantörer
zh_cn: 供应商

# SettingsSections::suppliers::general
source: General
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
ko_kr: 일반사항
no_no: Generelt
pt_pt: Em geral
sv_se: Allmänt
zh_cn: 常规

# SettingsOptions::suppliers::display_supplier
source: Display product supplier company
cs_cz: Zobrazit dodavatele na produktové stránce
da_dk: Display produkt leverandør selskab
de_de: Lieferant des Artikels anzeigen
fa_ir: نمایش محصولات شرکت تولید کننده
fi_fi: Näytä tuotetoimittajayritys
fr_fr: Afficher le nom du fournisseur
ko_kr: 공급업체 상품 진열하기
no_no: Vis leverandørselskap for produktet
pt_pt: Exibir empresa fornecedora de produtos
sv_se: Visa produktens leverantör
zh_cn: 显示商品供应商的公司名称

# SettingsOptions::suppliers::display_shipping_methods_separately
source: Display shipping methods to each supplier separately
cs_cz: Zobrazit kontaktní metody pro každého dodavatele odděleně
da_dk: Vis forsendelsesmetoder til hver leverandør separat
de_de: Versandarten für jeden Lieferanten separat anzeigen
fa_ir: نمایش روش حمل و نقل به هر فروشنده به طور جداگانه
fi_fi: Näytä toimitustavat kullekin toimittajalle erikseen
fr_fr: Afficher les méthodes de livraison à chaque fournisseur séparément
ko_kr: 공급업체에 따른 배송방법을 분리해서 표시하기
no_no: Vise fraktmetoder for hver enkelt leverandør separat
pt_pt: Exibir métodos de envio para cada fornecedor separadamente
sv_se: Visa leveranssätt för var leverantör separat
zh_cn: 分开显示每个供应商的配送方式

# Languages::email_template.suppliers_notification
source: Supplier notification
cs_cz: Oznámení dodavatele
da_dk: Leverandør meddelse
de_de: Lieferantenanzeige
fa_ir: تامین کننده اطلاع رسانی
fi_fi: Toimittajan ilmoitus
fr_fr: Avis du fournisseur
ko_kr: 공급업체 알림
no_no: Leverandør notifikasjon
pt_pt: Notificação do fornecedor
sv_se: Leverantör notifikation
zh_cn: 供应商通知

# Languages::email_template.supplier_notification_with_status
source: Supplier notification: [name]
cs_cz: Oznámení dodavatele: [name]
da_dk: Leverandørmeddelelse: [name]
de_de: Lieferantenbenachrichtigung: [name]
fa_ir: اطلاع رسانی تامین کننده: [name]
fi_fi: Toimittajan ilmoitus: [name]
fr_fr: Avis du fournisseur : [name]
ko_kr: 공급업체 알림: [name]
no_no: Leverandørmelding: [name]
pt_pt: Notificação do fornecedor: [name]
sv_se: Leverantörsmeddelande: [name]
zh_cn: 供应商通知： [name]

# Languages::email_template.suppliers_notification_default
source: Supplier notification: Default template for a new order status
cs_cz: Oznámení dodavatele: Výchozí šablona pro nový stav objednávky
da_dk: Leverandørmeddelelse: Standardskabelon for en ny ordrestatus
de_de: Lieferantenbenachrichtigung: Standardvorlage für einen neuen Bestellstatus
fa_ir: اطلاعیه تامین کننده: الگوی پیش فرض برای وضعیت سفارش جدید
fi_fi: Toimittajan ilmoitus: Uuden tilauksen tilan oletusmalli
fr_fr: Notification du fournisseur : Modèle par défaut pour un nouveau statut de commande
ko_kr: 공급업체 알림: 새 주문 상태에 대한 기본 템플릿
no_no: Leverandørvarsel: Standard mal for ny ordrestatus
pt_pt: Notificação do fornecedor: modelo padrão para um novo status de pedido
sv_se: Leverantörsavisering: Standardmall för ny orderstatus
zh_cn: 供应商通知：新订单状态的默认模板

# Languages::template_document_supplier_order_invoice
source: Suppliers: invoice
cs_cz: Dodavatelé: faktura
da_dk: Leverandører: faktura
de_de: Lieferanten: Rechnung
fa_ir: تامین کنندگان: فاکتور
fi_fi: Toimittajat: lasku
fr_fr: Fournisseurs: Facture
ko_kr: 공급업체: 거래명세서
no_no: Leverandører: faktura
pt_pt: Fornecedores: fatura
sv_se: Leverantörer: faktura
zh_cn: 供应商: 发票

# Languages::document_preview_suppliers_not_found
source: Couldn't find a supplier. Preview only works with existing data. Please create a supplier and use Preview again.
cs_cz: Nepodařilo se najít dodavatele. Náhled funguje pouze s existujícími daty. Vytvořte prosím dodavatele a znovu použijte Náhled.
da_dk: Kunne ikke finde en leverandør. Preview virker kun med eksisterende data. Opret en leverandør, og bruge Vis udskrift igen.
de_de: Konnte keinen Lieferanten finden. Die Vorschau funktioniert nur mit vorhandenen Daten. Bitte erstellen Sie einen Lieferanten und verwenden Sie die Vorschau erneut.
fa_ir: نمی توانید یک تامین کننده پیدا کنید. پیش نمایش تنها با داده های موجود کار می کند. لطفا یک گزینه ایجاد و دوباره استفاده کنید پیش نمایش.
fi_fi: Toimittajaa ei löytynyt. Esikatselu toimii vain olemassa olevien tietojen kanssa. Luo toimittaja ja käytä esikatselua uudelleen.
fr_fr: N'a paspu trouve run fournisseur. La fonction prevoir ne travaille que avec les donnees existantes. S'il Vous plait creer un fournisseur et utiliser Preview de nouveau.
ko_kr: 공급업체를 찾을 수 없습니다. 현재 존재하는 데이터로 미리 볼 수 있습니다. 공급업체를 추가하고 미리보기를 사용하세요.
no_no: Kunne ikke finne en leverandør. Forhåndsvisning fungerer bare med eksisterende data. Opprett en leverandør og bruk forhåndsvisning igjen.
pt_pt: Não foi possível encontrar um fornecedor. A visualização só funciona com dados existentes. Crie um fornecedor e use a Visualização novamente.
sv_se: Kunde inte hitta någon leverantör. Förhandsgranskning fungerar endast med befintlig data. Vänligen skapa en leverantör och förhandsgranska igen.
zh_cn: 找不到供应商。预览只适用于现有数据。请创建供应商并再次使用预览。

# Languages::suppliers.event.order.supplier_notified.name
source: Suppliers: order status changed to [status]
cs_cz: Dodavatelé: stav objednávky změněn na [status]
da_dk: Leverandører: Ordrestatus ændret til [status]
de_de: Lieferanten: Bestellstatus auf [status]geändert
fa_ir: تامین کنندگان: وضعیت سفارش به [status]تغییر یافت
fi_fi: Toimittajat: tilauksen tilaksi muutettu [status]
fr_fr: Fournisseurs : le statut de la commande a été modifié en [status].
ko_kr: 공급자: 주문 상태가 [status]으로 변경됨
no_no: Leverandører: ordrestatus endret til [status]
pt_pt: Fornecedores: status do pedido alterado para [status]
sv_se: Leverantörer: orderstatus ändrad till [status]
zh_cn: 供应商：订单状态改为 [status]

# Languages::event.receiver.s
source: Supplier
cs_cz: Dodavatel
da_dk: Leverandør
de_de: Anbieter
fa_ir: تامین کننده
fi_fi: Toimittaja
fr_fr: Fournisseur
ko_kr: 공급업체
no_no: Leverandør
pt_pt: Fornecedor
sv_se: Leverantör
zh_cn: 供应商

# Languages::suppliers.supplier_notifications
source: Supplier notifications
cs_cz: Oznámení dodavatelů
da_dk: Leverandørmeddelelser
de_de: Lieferantenbenachrichtigungen
fa_ir: اطلاعیه های تامین کننده
fi_fi: Toimittajan ilmoitukset
fr_fr: Notifications des fournisseurs
ko_kr: 공급업체 알림
no_no: Leverandørvarsler
pt_pt: Notificações de fornecedores
sv_se: Leverantörsmeddelanden
zh_cn: 供应商通知
