Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/tags.po
Languages: de_de, fa_ir, fi_fi, ko_kr

# Addons::name::tags
source: Tags
de_de: Schlagwörter
fa_ir: برچسب ها
fi_fi: Tunnisteet
ko_kr: 태그

# Addons::description::tags
source: Enables product tags
de_de: Ermöglicht Artikel-Schlagwörter
fa_ir: فعال کردن برچسب های محصول
fi_fi: Ottaa käyttöön tuotetunnisteet
ko_kr: 상품 태그 허용하기

# Languages::tags_menu_description
source: Manage product and content page tags.
de_de: Schlagwörter von Artikel und Inhaltseiten verwalten.
fa_ir: مدیریت برچسب های محصول و محتوای صفحه.
fi_fi: Hallitse tuote- ja sisältösivutunnisteita.
ko_kr: 상품과 컨텐츠 페이지 태그 관리하기

# Languages::sign_in_to_enter_tags
source: Sign in to enter tags
de_de: Anmelden, um Schlagwörter zu erfassen
fa_ir: ورود را وارد کنید برچسب ها
fi_fi: Kirjaudu sisään syöttääksesi tunnisteet
ko_kr: 태그를 설정하기 위해서 로그인

# Languages::tag_cloud
source: Tag cloud
de_de: Schlagwortwolke
fa_ir: ابر برچسب
fi_fi: Tag-pilvi
ko_kr: 태그 클라우드

# Languages::tags
source: Tags
de_de: Schlagwörter
fa_ir: برچسب ها
fi_fi: Tunnisteet
ko_kr: 태그

# Languages::block_tags
source: Tags
de_de: Schlagwörter
fa_ir: برچسب ها
fi_fi: Tunnisteet
ko_kr: 태그

# Languages::block_tags_description
source: Product tags
de_de: Artikel-Schlagwörter
fa_ir: برچسب ها محصول
fi_fi: Tuotetunnisteet
ko_kr: 상품 태그

# Languages::addons.tags.add_a_tag
source: add a tag
de_de: Schlagwort hinzufügen
fa_ir: افزودن برچسب
fi_fi: lisää tunniste
ko_kr: 태그 추가하기

# Languages::items_marked_by_tag
source: Items marked by the "[tag]" tag:
de_de: Elemente, die durch das Schlagwort "[tag]" gekennzeichnet sind:
fa_ir: موارد مشخص شده با برچسب"[tag]":
fi_fi: "[tag]" -tunnisteella merkityt kohteet:
ko_kr: 아이템이 "[tag]" 로 태그 됨:

# Languages::tag
source: Tag
de_de: Schlagwort
fa_ir: برچسب
ko_kr: 태그

# Languages::add_tag
source: Add tag
de_de: Schlagwort hinzufügen
fa_ir: افزودن برچسب
fi_fi: Lisää merkintä
ko_kr: 태그 추가하기

# SettingsSections::tags::general
source: General
de_de: Allgemein
fa_ir: عمومی
fi_fi: Kenraali
ko_kr: 일반사항

# SettingsOptions::tags::tags_for_products
source: Tags for products
de_de: Schlagwörter für Artikel
fa_ir: برچسب ها برای محصولات
fi_fi: Tunnisteet tuotteille
ko_kr: 상품에 대한 태그

# SettingsOptions::tags::tags_for_pages
source: Tags for pages
de_de: Schlagwörter für Seiten
fa_ir: برچسب ها برای صفحات
fi_fi: Tunnisteet sivuille
ko_kr: 페이지에 대한 태그

# Languages::n_tags
source: [n] tag|[n] tags
fa_ir: [n] برچسب|[n] تگ
fi_fi: [n] tag|[n] tunnistetta
ko_kr: [n] 태그|[n] 태그
