Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/tilda_pages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, zh_cn

# Languages::tilda_pages.generate_block_help
source: <ol><li>Use the <b>Block manager [bm_icon]</b> button in the WYSIWYG editor to select the [product] blocks you want to show on a Tilda page.</li><li>Switch the editor to the <b>HTML mode [html_icon]</b> and copy the generated code.</li><li>In Tilda, add an "HTML Code" block to your page and paste the generated code there. This will make the [product] blocks appear on the Tilda page after you publish it to the site.</li></ol>
ar_sa: <ol><li>استخدم الزر <b>Block manager [bm_icon]</b> في محرر WYSIWYG لتحديد المجموعات [product] التي تريد عرضها على صفحة Tilda.</li><li>قم بتبديل المحرر إلى <b>وضع HTML [html_icon]</b> وانسخ الكود الذي تم إنشاؤه.</li><li>في Tilda ، أضف كتلة "HTML Code" إلى صفحتك والصق الشفرة التي تم إنشاؤها هناك. سيؤدي هذا إلى ظهور [product] قالبًا على صفحة Tilda بعد نشرها على الموقع.</li></ol>
cs_cz: <ol><li>Pomocí tlačítka <b>Block manager [bm_icon]</b> v editoru WYSIWYG vyberte [product] bloků, které chcete zobrazit na stránce Tilda.</li><li>Přepněte editor do <b>HTML režimu [html_icon]</b> a zkopírujte vygenerovaný kód.</li><li>V Tildě přidejte na svou stránku blok „HTML Code“ a vložte tam vygenerovaný kód. Tím se [product] bloků objeví na stránce Tilda poté, co ji publikujete na webu.</li></ol>
da_dk: <ol><li>Brug <b>Block manager [bm_icon]</b> knappen i WYSIWYG editoren til at vælge de [product] blokke, du vil vise på en Tilda side.</li><li>Skift editoren til <b>HTML-tilstand [html_icon]</b> og kopier den genererede kode.</li><li>I Tilda skal du tilføje en "HTML Code"-blok til din side og indsætte den genererede kode der. Dette vil få de [product] blokke til at blive vist på Tilda-siden, efter du har udgivet det til webstedet.</li></ol>
de_de: <ol><li>Verwenden Sie die Schaltfläche <b>Blockmanager [bm_icon]</b> im WYSIWYG-Editor, um die [product] Blöcke auszuwählen, die Sie auf einer Tilda-Seite anzeigen möchten.</li><li>Schalten Sie den Editor in den <b>HTML-Modus [html_icon]</b> und kopieren Sie den generierten Code.</li><li>Fügen Sie in Tilda Ihrer Seite einen „HTML-Code“-Block hinzu und fügen Sie dort den generierten Code ein. Dadurch erscheinen die [product] Blöcke auf der Tilda-Seite, nachdem Sie sie auf der Website veröffentlicht haben.</li></ol>
el_gr: <ol><li>Χρησιμοποιήστε το κουμπί <b>Block manager [bm_icon]</b> στο πρόγραμμα επεξεργασίας WYSIWYG για να επιλέξετε τα [product] μπλοκ που θέλετε να εμφανίζονται σε μια σελίδα Tilda.</li><li>Αλλάξτε το πρόγραμμα επεξεργασίας στη λειτουργία <b>HTML [html_icon]</b> και αντιγράψτε τον κώδικα που δημιουργήθηκε.</li><li>Στο Tilda, προσθέστε ένα μπλοκ "HTML Code" στη σελίδα σας και επικολλήστε εκεί τον κώδικα που δημιουργήθηκε. Αυτό θα κάνει τα [product] μπλοκ να εμφανιστούν στη σελίδα Tilda αφού τα δημοσιεύσετε στον ιστότοπο.</li></ol>
es_es: <ol><li>Use el botón <b>Administrador de bloques [bm_icon]</b> en el editor WYSIWYG para seleccionar los [product] bloques que desea mostrar en una página Tilda.</li><li>Cambie el editor al modo <b>HTML [html_icon]</b> y copie el código generado.</li><li>En Tilda, agregue un bloque de "Código HTML" a su página y pegue el código generado allí. Esto hará que los [product] bloques aparezcan en la página de Tilda después de publicarlo en el sitio.</li></ol>
fa_ir: <ol><li>از دکمه <b>Block manager [bm_icon]</b> در ویرایشگر WYSIWYG برای انتخاب [product] بلوک مورد نظر برای نمایش در صفحه Tilda استفاده کنید.</li><li>ویرایشگر را به حالت HTML <b> [html_icon]</b> تغییر دهید و کد تولید شده را کپی کنید.</li><li>در Tilda، یک بلوک "HTML Code" را به صفحه خود اضافه کنید و کد تولید شده را در آنجا قرار دهید. این باعث می شود [product] بلوک پس از انتشار در صفحه تیلدا در سایت ظاهر شوند.</li></ol>
fi_fi: <ol><li>Käytä <b>Block manager [bm_icon]</b> -painiketta WYSIWYG-editorissa valitaksesi [product] lohkoa, jotka haluat näyttää Tilda-sivulla.</li><li>Vaihda editori <b>HTML-tilaan [html_icon]</b> ja kopioi luotu koodi.</li><li>Tildassa lisää "HTML Code" -lohko sivullesi ja liitä luotu koodi sinne. Tämä saa [product] lohkoa näkyviin Tilda-sivulle sen jälkeen, kun olet julkaissut sen sivustolla.</li></ol>
fr_fr: <ol><li>Utilisez le bouton <b>Block manager [bm_icon]</b> dans l'éditeur WYSIWYG pour sélectionner les [product] blocs que vous souhaitez afficher sur une page Tilda.</li><li>Passez l'éditeur en mode <b>HTML [html_icon]</b> et copiez le code généré.</li><li>Dans Tilda, ajoutez un bloc "Code HTML" à votre page et collez-y le code généré. Cela fera apparaître les [product] blocs sur la page Tilda après sa publication sur le site.</li></ol>
he_il: <ol><li>השתמש בלחצן <b>Block manager [bm_icon]</b> בעורך WYSIWYG כדי לבחור את [product] הבלוקים שברצונך להציג בדף טילדה.</li><li>העבר את העורך למצב <b>HTML [html_icon]</b> והעתק את הקוד שנוצר.</li><li>בטילדה, הוסף בלוק "קוד HTML" לדף שלך והדבק שם את הקוד שנוצר. זה יגרום ל [product] הבלוקים להופיע בדף טילדה לאחר שתפרסמו אותו באתר.</li></ol>
hu_hu: <ol><li>A <b>Blokkkezelő [bm_icon]</b> gombbal válassza ki a WYSIWYG szerkesztőben azt az [product] blokkot, amelyet meg szeretne jeleníteni egy Tilda oldalon.</li><li>Kapcsolja át a szerkesztőt <b>HTML módba [html_icon]</b> és másolja ki a generált kódot.</li><li>A Tildában adjon hozzá egy "HTML kód" blokkot az oldalához, és illessze be a generált kódot. Ezzel a [product] blokk megjelenik a Tilda oldalán, miután közzétette az oldalon.</li></ol>
it_it: <ol><li>Usa il pulsante <b>Block manager [bm_icon]</b> nell'editor WYSIWYG per selezionare i [product] blocchi che vuoi mostrare su una pagina Tilda.</li><li>Passare l'editor alla modalità <b>HTML [html_icon]</b> e copiare il codice generato.</li><li>In Tilda, aggiungi un blocco "Codice HTML" alla tua pagina e incolla lì il codice generato. Questo farà apparire i [product] blocchi sulla pagina di Tilda dopo averlo pubblicato sul sito.</li></ol>
ja_jp: <ol><li> WYSIWYG エディターの<b>ブロックマネージャー[bm_icon] </b>ボタンを使用して、Tilda ページに表示する[product]ブロックを選択します。</li><li>エディタを<b> HTMLモード[html_icon] </b>に変更し、生成されたコードをコピーします。</ li><li> Tildaで、「HTMLコード」ブロックをページに追加し、生成されたコードをそこに貼り付けます。これにより、サイトに公開した後、[product]ブロックがTilda ページに表示されます。</li></ol>
ko_kr: <ol><li>WYSIWYG 편집기의 <b>블록 관리자 [bm_icon]</b> 버튼을 사용하여 Tilda 페이지에 표시할 [product] 블록을 선택합니다.</li><li>편집기를 <b>HTML 모드 [html_icon]</b> 으로 전환하고 생성된 코드를 복사합니다.</li><li>Tilda에서 "HTML Code" 블록을 페이지에 추가하고 생성된 코드를 거기에 붙여넣습니다. 이렇게 하면 사이트에 게시한 후 Tilda 페이지에 [product] 블록이 표시됩니다.</li></ol>
nl_nl: <ol><li>Gebruik de <b>Block manager [bm_icon]</b> knop in de WYSIWYG-editor om de [product] blokken te selecteren die u op een Tilda-pagina wilt weergeven.</li><li>Schakel de editor naar de <b>HTML-modus [html_icon]</b> en kopieer de gegenereerde code.</li><li>Voeg in Tilda een "HTML-code"-blok toe aan uw pagina en plak de gegenereerde code daar. Hierdoor verschijnen de [product] blokken op de Tilda-pagina nadat u deze op de site hebt gepubliceerd.</li></ol>
no_no: <ol><li>Bruk <b>Block manager [bm_icon]</b> -knappen i WYSIWYG-editoren for å velge de [product] blokkene du vil vise på en Tilda-side.</li><li>Bytt editoren til <b>HTML-modus [html_icon]</b> og kopier den genererte koden.</li><li>I Tilda legger du til en "HTML Code"-blokk på siden din og limer inn den genererte koden der. Dette vil få de [product] blokkene til å vises på Tilda-siden etter at du har publisert den på nettstedet.</li></ol>
pl_pl: <ol><li>Użyj przycisku <b>Block manager [bm_icon]</b> w edytorze WYSIWYG, aby wybrać bloki [product], które chcesz pokazać na stronie Tildy.</li><li>Przełącz edytor w <b>tryb HTML [html_icon]</b> i skopiuj wygenerowany kod.</li><li>W Tildzie dodaj blok "Kod HTML" do swojej strony i wklej tam wygenerowany kod. Spowoduje to, że bloki [produkt] pojawią się na stronie Tildy po opublikowaniu jej w witrynie.</li></ol>
pt_pt: <ol><li>Use o botão <b>Block manager [bm_icon]</b> no editor WYSIWYG para selecionar os [product] blocos que deseja mostrar em uma página Tilda.</li><li>Mude o editor para o modo <b>HTML [html_icon]</b> e copie o código gerado.</li><li>No Tilda, adicione um bloco "Código HTML" à sua página e cole o código gerado lá. Isso fará com que os [product] blocos apareçam na página do Tilda depois de publicá-lo no site.</li></ol>
ro_ro: <ol><li>Utilizați butonul <b>Block manager [bm_icon]</b> din editorul WYSIWYG pentru a selecta cele [product] blocuri pe care doriți să le afișați pe o pagină Tilda.</li><li>Comutați editorul în modul <b>HTML [html_icon]</b> și copiați codul generat.</li><li>În Tilda, adăugați un bloc „Cod HTML” la pagina dvs. și inserați codul generat acolo. Acest lucru va face ca cele [product] blocuri să apară pe pagina Tilda după ce o publicați pe site.</li></ol>
ru_ru: <ol><li>Используйте кнопку <b>"Управление блоками" [bm_icon]</b> в визуальном редакторе, чтобы выбрать блоки из [product], которые вы хотите показать на странице из Тильды.</li><li>Переключите редактор в режим <b>"HTML" [html_icon]</b> и скопируйте сгенерированный код.</li><li>В Тильде добавьте блок "HTML-код" на нужную страницу и вставьте туда сгенерированный код. Тогда блоки из [product] появятся на странице из Тильды после того, как вы опубликуете её на сайте.</li></ol>
sv_se: <ol><li>Använd <b>Block manager [bm_icon]</b> -knappen i WYSIWYG-redigeraren för att välja de [product] blocken du vill visa på en Tilda-sida.</li><li>Växla editorn till <b>HTML-läget [html_icon]</b> och kopiera den genererade koden.</li><li>I Tilda, lägg till ett "HTML Code"-block på din sida och klistra in den genererade koden där. Detta kommer att få de [product] blocken att visas på Tilda-sidan efter att du har publicerat dem på webbplatsen.</li></ol>
tr_tr: <ol><li>Bir Tilda sayfasında göstermek istediğiniz [product] bloğu seçmek için WYSIWYG düzenleyicisindeki <b>Blok yöneticisi [bm_icon]</b> düğmesini kullanın.</li><li>Düzenleyiciyi <b>HTML moduna geçirin [html_icon]</b> ve oluşturulan kodu kopyalayın.</li><li>Tilda'da sayfanıza bir "HTML Kodu" bloğu ekleyin ve oluşturulan kodu buraya yapıştırın. Bu, sitede yayınladıktan sonra [product] bloğun Tilda sayfasında görünmesini sağlayacaktır.</li></ol>
uk_ua: <ol><li>Використовуючи кнопку <b>Менеджер блоку [bm_icon]</b> у редакторі WYSIWYG, щоб вибрати блоки [product], які ви хочете показати на сторінці Tilda.</li><li>Перейдіть у режим редактора <b>HTML [html_icon]</b> та скопіюйте згенерований код.</li><li>У Tilda додайте блок "HTML-код" на свою сторінку та вставте туди згенерований код. Це змусить блоки [product] відображатися на сторінці Tilda після того, як ви опублікуєте їх на сайті.</li>
zh_cn: <ol><li>使用所见即所得编辑器中的 <b>块管理器 [bm_icon]</b> 按钮选择要在 Tilda 页面上显示的 [product] 个块。</li><li>将编辑器切换到 <b>HTML 模式 [html_icon]</b> 并复制生成的代码。</li><li>在 Tilda 中，将“HTML 代码”块添加到您的页面并将生成的代码粘贴到那里。这将使 [product] 个块在您将其发布到站点后出现在 Tilda 页面上。</li></ol>

# Languages::tilda_pages.settings_error
source: Not enough data for the correct operation of the add-on. Please make sure you specified everything in the settings of the <a href="[url]">"Landing pages from Tilda"</a> add-on.
ar_sa: لا توجد بيانات كافية للتشغيل الصحيح للوظيفة الإضافية. يرجى التأكد من تحديد كل شيء في إعدادات الوظيفة الإضافية <a href="[url]">"Landing Pages from Tilda"</a>.
cs_cz: Nedostatek dat pro správnou funkci doplňku. Ujistěte se prosím, že jste vše zadali v nastavení doplňku <a href="[url]">"Vstupní stránky z Tildy"</a>.
da_dk: Ikke nok data til den korrekte drift af tilføjelsen. Sørg for, at du har angivet alt i indstillingerne for <a href="[url]">"Landingssider fra Tilda"</a> -tilføjelsen.
de_de: Nicht genügend Daten für den korrekten Betrieb des Add-Ons. Bitte stellen Sie sicher, dass Sie in den Einstellungen des Add-ons <a href="[url]">„Landingpages von Tilda“</a> alles angegeben haben.
el_gr: Δεν υπάρχουν αρκετά δεδομένα για τη σωστή λειτουργία του πρόσθετου. Βεβαιωθείτε ότι έχετε καθορίσει τα πάντα στις ρυθμίσεις του πρόσθετου <a href="[url]">"Σελίδες προορισμού από την Tilda"</a>.
es_es: No hay suficientes datos para el correcto funcionamiento del complemento. Asegúrese de haber especificado todo en la configuración del complemento <a href="[url]">"Landing pages from Tilda"</a>.
fa_ir: اطلاعات کافی برای عملکرد صحیح افزونه وجود ندارد. لطفاً مطمئن شوید که همه چیز را در تنظیمات افزونه <a href="[url]">"صفحات فرود از Tilda"</a> مشخص کرده اید.
fi_fi: Ei tarpeeksi tietoja lisäosan oikeaan toimintaan. Varmista, että määritit kaiken lisäosan <a href="[url]">"Landing pages from Tilda"</a> asetuksissa.
fr_fr: Pas assez de données pour le bon fonctionnement de l'add-on. Veuillez vous assurer que vous avez tout spécifié dans les paramètres du module complémentaire <a href="[url]">"Pages de destination de Tilda"</a>.
he_il: אין מספיק נתונים לפעולה נכונה של התוסף. אנא ודא שציינת הכל בהגדרות של התוסף <a href="[url]">"דפי נחיתה מטילדה"</a>.
hu_hu: Nincs elég adat a bővítmény megfelelő működéséhez. Kérjük, győződjön meg róla, hogy mindent megadott a <a href="[url]">"Céloldalak a Tildától"</a> kiegészítő beállításaiban.
it_it: Dati insufficienti per il corretto funzionamento dell'add-on. Assicurati di aver specificato tutto nelle impostazioni del componente aggiuntivo <a href="[url]">"Pagine di destinazione da Tilda"</a>.
ja_jp: アドオンを正しく動作させるための十分なデータがありません。 「<a href=\"[url]\">Tilda ランディングページ</a>」アドオンの設定ですべてを指定していることを確認してください。
ko_kr: 애드온의 올바른 작동을 위한 데이터가 충분하지 않습니다. <a href="[url]">"Tilda의 방문 페이지"</a> 추가 기능의 설정에서 모든 것을 지정했는지 확인하십시오.
nl_nl: Onvoldoende gegevens voor de juiste werking van de add-on. Zorg ervoor dat u alles hebt opgegeven in de instellingen van de <a href="[url]">"Bestemmingspagina's van Tilda"</a> add-on.
no_no: Ikke nok data for riktig drift av tillegget. Pass på at du spesifiserte alt i innstillingene til <a href="[url]">"Landingssider fra Tilda"</a> -tillegget.
pl_pl: Za mało danych do poprawnego działania dodatku. Upewnij się, że określiłeś wszystko w ustawieniach dodatku <a href="[url]">"Strony docelowe z Tilda"</a>.
pt_pt: Não há dados suficientes para o correto funcionamento do add-on. Certifique-se de que especificou tudo nas configurações do complemento <a href="[url]">"Landing pages from Tilda"</a>.
ro_ro: Nu sunt suficiente date pentru funcționarea corectă a suplimentului. Vă rugăm să vă asigurați că ați specificat totul în setările suplimentului <a href="[url]">„Pagini de destinație de la Tilda”</a>.
ru_ru: Недостаточно данных для корректной работы модуля. Убедитесь, что в настройках модуля <a href="[url]">"Лендинги из Тильды"</a> указана вся информация.
sv_se: Inte tillräckligt med data för att tillägget ska fungera korrekt. Se till att du har angett allt i inställningarna för <a href="[url]">"Målningssidor från Tilda"</a> -tillägget.
tr_tr: Eklentinin doğru çalışması için yeterli veri yok. Lütfen <a href="[url]">"Tilda'dan açılış sayfaları"</a> eklentisinin ayarlarında her şeyi belirttiğinizden emin olun.
uk_ua: Недостатньо даних для належної роботи доповнення. Переконайтеся, що ви все вказали в налаштуванні доповнення <a href="[url]">"Цільові сторінки від Tilda"</a>.
zh_cn: 没有足够的数据来正确操作插件。请确保您在 <a href="[url]">“Tilda 的登陆页面”</a> 附加组件的设置中指定了所有内容。

# Languages::tilda_pages.tilda_pages_cookies_title
source: Tilda Pages
ar_sa: صفحات تيلدا
cs_cz: Stránky Tildy
de_de: Tilda-Seiten
el_gr: Σελίδες Tilda
es_es: Paginas Tilda
fa_ir: صفحات تیلدا
fi_fi: Tildan sivut
fr_fr: Pages Tilda
he_il: טילדה דפי
hu_hu: Tilda Oldalak
it_it: Pagine di Tilda
ja_jp: ティルダページ
ko_kr: 틸다 페이지스
pl_pl: Strony Tildy
pt_pt: Páginas Tilda
ro_ro: Tilda Pagini
ru_ru: Страницы из Тильды
tr_tr: Tilda Sayfaları
uk_ua: Сторінки Тільди
zh_cn: 蒂尔达页面

# Languages::tilda_pages.tilda_pages_cookies_description
source: Tilda is a service that allows us to create landings and other pages. Some of the site's pages may work incorrectly without them. Here is <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing privacy policy</a>.
ar_sa: Tilda هي خدمة تتيح لنا إنشاء صفحات هبوط وصفحات أخرى. قد تعمل بعض صفحات الموقع بشكل غير صحيح بدونها. فيما يلي سياسة الخصوصية لـ <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing</a>.
cs_cz: Tilda je služba, která nám umožňuje vytvářet vstupní stránky a další stránky. Některé stránky webu mohou bez nich fungovat nesprávně. Zde je <a href="https://tilda.cc/privacy/" target="_blank">Zásady ochrany osobních údajů Tilda Publishing</a>.
da_dk: Tilda er en tjeneste, der giver os mulighed for at oprette landinger og andre sider. Nogle af webstedets sider fungerer muligvis forkert uden dem. Her er <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishings privatlivspolitik</a>.
de_de: Tilda ist ein Dienst, der es uns ermöglicht, Landings und andere Seiten zu erstellen. Einige der Seiten der Website funktionieren ohne sie möglicherweise nicht richtig. Hier ist die Datenschutzrichtlinie von <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing</a>.
el_gr: Η Tilda είναι μια υπηρεσία που μας επιτρέπει να δημιουργήσουμε προορισμούς και άλλες σελίδες. Ορισμένες από τις σελίδες του ιστότοπου ενδέχεται να λειτουργούν εσφαλμένα χωρίς αυτές. Ακολουθεί η <a href="https://tilda.cc/privacy/" target="_blank">Πολιτική απορρήτου του Tilda Publishing</a>.
es_es: Tilda es un servicio que nos permite crear landings y otras páginas. Algunas de las páginas del sitio pueden funcionar incorrectamente sin ellos. Aquí está la política de privacidad de <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing</a>.
fa_ir: تیلدا سرویسی است که به ما اجازه می دهد لندینگ و صفحات دیگر را ایجاد کنیم. برخی از صفحات سایت ممکن است بدون آنها اشتباه کار کنند. در اینجا <a href="https://tilda.cc/privacy/" target="_blank">خط مشی رازداری انتشارات Tilda</a>است.
fi_fi: Tilda on palvelu, jonka avulla voimme luoda laskeutumis- ja muita sivuja. Jotkut sivuston sivut saattavat toimia väärin ilman niitä. Tässä on <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishingin tietosuojakäytäntö</a>.
fr_fr: Tilda est un service qui nous permet de créer des landings et d'autres pages. Certaines pages du site peuvent ne pas fonctionner correctement sans eux. Voici la politique de confidentialité de <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing</a>.
he_il: Tilda הוא שירות המאפשר לנו ליצור נחיתות ודפים אחרים. חלק מדפי האתר עלולים לעבוד בצורה לא נכונה בלעדיהם. הנה <a href="https://tilda.cc/privacy/" target="_blank">מדיניות הפרטיות של Tilda Publishing</a>.
hu_hu: A Tilda egy olyan szolgáltatás, amely lehetővé teszi landing és egyéb oldalak létrehozását. Előfordulhat, hogy a webhely egyes oldalai hibásan működnek nélkülük. Itt van a <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing adatvédelmi szabályzata</a>.
it_it: Tilda è un servizio che ci permette di creare landing e altre pagine. Alcune delle pagine del sito potrebbero funzionare in modo errato senza di esse. Ecco <a href="https://tilda.cc/privacy/" target="_blank">Informativa sulla privacy di Tilda Publishing</a>.
ja_jp: Tildaは、ランディングやその他のページを作成できるサービスです。サイトの一部のページは、それらがないと正しく機能しない可能性があります。これが <a href="https://tilda.cc/privacy/" target="_blank">のプライバシーポリシー</a>です。
ko_kr: Tilda는 방문 및 기타 페이지를 만들 수 있는 서비스입니다. 사이트의 일부 페이지가 없으면 제대로 작동하지 않을 수 있습니다. 여기 <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing 개인 정보 보호 정책</a>입니다.
nl_nl: Tilda is een service waarmee we landingspagina's en andere pagina's kunnen maken. Sommige pagina's van de site werken mogelijk niet correct zonder deze. Hier is <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing privacybeleid</a>.
no_no: Tilda er en tjeneste som lar oss lage landingssider og andre sider. Noen av sidens sider kan fungere feil uten dem. Her er <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishings retningslinjer for personvern</a>.
pl_pl: Tilda to usługa, która pozwala nam tworzyć landingi i inne strony. Niektóre strony serwisu mogą bez nich działać nieprawidłowo. Oto <a href="https://tilda.cc/privacy/" target="_blank">Polityka prywatności Tilda Publishing</a>.
pt_pt: Tilda é um serviço que nos permite criar landing pages e outras páginas. Algumas das páginas do site podem funcionar incorretamente sem elas. Aqui está <a href="https://tilda.cc/privacy/" target="_blank">política de privacidade da Tilda Publishing</a>.
ro_ro: Tilda este un serviciu care ne permite să creăm landing-uri și alte pagini. Unele dintre paginile site-ului pot funcționa incorect fără ele. Iată politica de confidențialitate <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing</a>.
ru_ru: Тильда — это сервис, который позволяет нам создавать лендинги и другие страницы. Некоторые из страниц сайта могут работать некорректно без cookies от Тильды. Вот <a href="https://tilda.cc/ru/privacy/" target="_blank">политика конфиденциальности Тильды</a>.
sv_se: Tilda är en tjänst som gör att vi kan skapa landningar och andra sidor. Vissa av webbplatsens sidor kan fungera felaktigt utan dem. Här är <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishings sekretesspolicy</a>.
tr_tr: Tilda, açılışlar ve diğer sayfalar oluşturmamızı sağlayan bir hizmettir. Sitenin bazı sayfaları, bunlar olmadan hatalı çalışabilir. İşte <a href="https://tilda.cc/privacy/" target="_blank">Tilda Yayıncılık gizlilik politikası</a>.
uk_ua: Tilda — це сервіс, який дозволяє нам створювати лендінги та інші сторінки. Без них деякі сторінки сайту можуть працювати некоректно. Ось <a href="https://tilda.cc/privacy/" target="_blank">Політика конфіденційності Tilda Publishing</a>.
zh_cn: Tilda 是一项允许我们创建登陆和其他页面的服务。没有它们，网站的某些页面可能无法正常工作。这里是 <a href="https://tilda.cc/privacy/" target="_blank">Tilda Publishing 隐私政策</a>。
