Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/tilda_pages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, zh_cn

# Addons::name::tilda_pages
source: Landing pages from Tilda
ar_sa: الصفحات المقصودة من تيلدا
cs_cz: Vstupní stránky od Tildy
da_dk: Landingssider fra Tilda
de_de: Landingpages von Tilda
el_gr: Σελίδες προορισμού από την Tilda
es_es: Landing pages de Tilda
fa_ir: صفحات فرود از Tilda
fi_fi: Tildan aloitussivut
fr_fr: Pages de destination de Tilda
he_il: דפי נחיתה של טילדה
hu_hu: Céloldalak a Tildától
it_it: Pagine di destinazione da Tilda
ja_jp: Tilda ランディングページ
ko_kr: Tilda의 방문 페이지
nl_nl: Bestemmingspagina's van Tilda
no_no: Landingssider fra Tilda
pl_pl: Strony docelowe (Landing pages) z Tilda
pt_pt: Páginas de destino da Tilda
ro_ro: Pagini de destinație de la Tilda
ru_ru: Лендинги из Тильды
sv_se: Landningssidor från Tilda
tr_tr: Tilda'dan açılış sayfaları
uk_ua: Цільові сторінки від Tilda
zh_cn: 蒂尔达的登陆页面

# Addons::description::tilda_pages
source: Allows you to link landing pages from Tilda to your site in a few clicks.
ar_sa: يسمح لك بربط الصفحات المقصودة من تيلدا بموقعك ببضع نقرات.
cs_cz: Umožňuje propojit vstupní stránky z Tildy na váš web několika kliknutími.
da_dk: Giver dig mulighed for at linke landingssider fra Tilda til dit websted med få klik.
de_de: Ermöglicht es Ihnen, Zielseiten von Tilda mit wenigen Klicks mit Ihrer Website zu verlinken.
el_gr: Σας επιτρέπει να συνδέσετε σελίδες προορισμού από την Tilda στον ιστότοπό σας με λίγα κλικ.
es_es: Le permite vincular páginas de destino de Tilda a su sitio con unos pocos clics.
fa_ir: به شما امکان می دهد صفحات فرود را از Tilda به سایت خود با چند کلیک پیوند دهید.
fi_fi: Voit linkittää Tildan aloitussivut sivustollesi muutamalla napsautuksella.
fr_fr: Vous permet de lier des pages de destination de Tilda à votre site en quelques clics.
he_il: מאפשר לך לקשר דפי נחיתה מטילדה לאתר שלך בכמה קליקים.
hu_hu: Lehetővé teszi, hogy néhány kattintással összekapcsolja a Tilda céloldalait a webhelyével.
it_it: Ti permette di collegare le landing page di Tilda al tuo sito in pochi click.
ja_jp: Tildaのランディングページを数クリックであなたのサイトにリンクさせることができるようになります。
ko_kr: 몇 번의 클릭으로 Tilda의 방문 페이지를 귀하의 사이트로 연결할 수 있습니다.
nl_nl: Hiermee kunt u met een paar klikken landingspagina's van Tilda aan uw site koppelen.
no_no: Lar deg koble landingssider fra Tilda til nettstedet ditt med noen få klikk.
pl_pl: Umożliwia połączenie stron docelowych z Tildy z Twoją witryną za pomocą kilku kliknięć.
pt_pt: Permite vincular páginas de destino do Tilda ao seu site em apenas alguns cliques.
ro_ro: Vă permite să legați paginile de destinație de la Tilda la site-ul dvs. în câteva clicuri.
ru_ru: Позволяет вам подключать страницы из Тильды на сайт за несколько кликов.
sv_se: Låter dig länka målsidor från Tilda till din webbplats med några få klick.
tr_tr: Birkaç tıklamayla Tilda'daki açılış sayfalarını sitenize bağlamanıza izin verir.
uk_ua: Це дозволяє відключити цільові сторінки від Tilda до вашого сайту за кілька кліків.
zh_cn: 只需单击几下，您就可以将 Tilda 的登录页面链接到您的网站。

# SettingsOptions::tilda_pages::tilda_public_api_key
source: Public API key
ar_sa: مفتاح API العام
cs_cz: Veřejný klíč API
da_dk: Offentlig API-nøgle
de_de: Öffentlicher API-Schlüssel
el_gr: Δημόσιο κλειδί API
es_es: Clave de API pública
fa_ir: کلید عمومی API
fi_fi: Julkinen API-avain
fr_fr: Clé API publique
he_il: מפתח API ציבורי
hu_hu: Nyilvános API-kulcs
it_it: Chiave API pubblica
ja_jp: 公開APIキー
ko_kr: 공개 API 키
nl_nl: Openbare API-sleutel
no_no: Offentlig API-nøkkel
pl_pl: Klucz publiczny API
pt_pt: Chave de API pública
ro_ro: Cheie API publică
ru_ru: Открытый API-ключ
sv_se: Offentlig API-nyckel
tr_tr: Genel API anahtarı
uk_ua: Відкритий ключ API
zh_cn: 公开 API 密钥

# SettingsOptions::tilda_pages::tilda_private_api_key
source: Secret API key
ar_sa: مفتاح API السري
cs_cz: Tajný klíč API
da_dk: Hemmelig API-nøgle
de_de: Geheimer API-Schlüssel
el_gr: Μυστικό κλειδί API
es_es: Clave de API secreta
fa_ir: کلید مخفی API
fi_fi: Salainen API-avain
fr_fr: Clé API secrète
he_il: מפתח API סודי
hu_hu: Titkos API kulcs
it_it: Chiave API segreta
ja_jp: 秘密APIキー
ko_kr: 비밀 API 키
nl_nl: Geheime API-sleutel
no_no: Hemmelig API-nøkkel
pl_pl: Tajny klucz API
pt_pt: Chave de API secreta
ro_ro: Cheie API secretă
ru_ru: Секретный API-ключ
sv_se: Hemlig API-nyckel
tr_tr: Gizli API anahtarı
uk_ua: Секретний ключ API
zh_cn: 秘密 API 密钥

# Languages::tilda_pages.tilda_project
source: Project
ar_sa: المشروع
cs_cz: Projekt
da_dk: Projekt
de_de: Projekt
el_gr: Εργο
es_es: Proyecto
fa_ir: پروژه
fi_fi: Projekti
fr_fr: Projet
he_il: פּרוֹיֶקט
hu_hu: Projekt
it_it: Progetto
ja_jp: プロジェクト
ko_kr: 프로젝트
no_no: Prosjekt
pl_pl: Projekt
pt_pt: Projeto
ro_ro: Proiect
ru_ru: Проект
sv_se: Projekt
tr_tr: proje
uk_ua: Проєкт
zh_cn: 项目

# Languages::tilda_pages.tilda_page
source: Tilda page
ar_sa: صفحة تيلدا
cs_cz: Stránka Tilda
da_dk: Tilda side
de_de: Tilda-Seite
el_gr: Σελίδα Tilda
es_es: página de tilda
fa_ir: صفحه تیلدا
fi_fi: Tildan sivu
fr_fr: Page Tilda
he_il: עמוד טילדה
hu_hu: Tilda oldal
it_it: Pagina di Tilda
ja_jp: Tilda ページ
ko_kr: 틸다 페이지
nl_nl: Tilda-pagina
no_no: Tilda side
pl_pl: Strona Tildy
pt_pt: Tilda página
ro_ro: Pagina Tilda
ru_ru: Страница из Тильды
sv_se: Tilda sida
tr_tr: Tilda sayfası
uk_ua: Сторінка Tilda
zh_cn: 蒂尔达页面

# Languages::tilda_pages.tilda_pages
source: Tilda pages
ar_sa: صفحات تيلدا
cs_cz: Stránky Tildy
da_dk: Tilda sider
de_de: Tilda-Seiten
el_gr: Σελίδες Tilda
es_es: páginas tilda
fa_ir: صفحات تیلدا
fi_fi: Tildan sivut
fr_fr: Pages Tilda
he_il: דפי טילדה
hu_hu: Tilda oldalak
it_it: pagine di Tilda
ja_jp: Tilda ページ
ko_kr: 틸다 페이지
nl_nl: Tilda-pagina's
no_no: Tilda sider
pl_pl: Strony Tildy
pt_pt: Páginas de til
ro_ro: Pagini Tilda
ru_ru: Страницы из Тильды
sv_se: Tilda sidor
tr_tr: Tilda sayfaları
uk_ua: Сторінки Tilda
zh_cn: 蒂尔达页面

# Languages::tilda_pages.add_tilda_page
source: Add Tilda page
ar_sa: أضف صفحة تيلدا
cs_cz: Přidat stránku Tilda
da_dk: Tilføj Tilda-side
de_de: Tilda-Seite hinzufügen
el_gr: Προσθήκη σελίδας Tilda
es_es: Agregar página de Tilda
fa_ir: صفحه تیلدا را اضافه کنید
fi_fi: Lisää Tilda-sivu
fr_fr: Ajouter une page Tilda
he_il: הוסף את דף טילדה
hu_hu: Tilda oldal hozzáadása
it_it: Aggiungi la pagina Tilda
ja_jp: Tilda ページを追加
ko_kr: 틸다 페이지 추가
nl_nl: Tilda-pagina toevoegen
no_no: Legg til Tilda-side
pl_pl: Dodaj stronę Tildy
pt_pt: Adicionar página Tilda
ro_ro: Adăugați pagina Tilda
ru_ru: Добавить страницу из Тильды
sv_se: Lägg till Tilda-sida
tr_tr: Tilda sayfası ekle
uk_ua: Додати сторінку Tilda
zh_cn: 添加蒂尔达页面

# Languages::tilda_pages.editing_tilda_page
source: Editing Tilda page
ar_sa: تحرير صفحة تيلدا
cs_cz: Úprava stránky Tilda
da_dk: Redigering af Tilda-siden
de_de: Bearbeiten der Tilda-Seite
el_gr: Επεξεργασία σελίδας Tilda
es_es: Editando la página de Tilda
fa_ir: در حال ویرایش صفحه تیلدا
fi_fi: Tilda-sivun muokkaus
fr_fr: Modification de la page Tilda
he_il: עריכת דף טילדה
hu_hu: Tilda oldal szerkesztése
it_it: Modifica della pagina di Tilda
ja_jp: Tilda ページを編集
ko_kr: Tilda 페이지 편집
nl_nl: Tilda-pagina bewerken
no_no: Redigering av Tilda-siden
pl_pl: Edycja strony Tilda
pt_pt: Editando a página Tilda
ro_ro: Editarea paginii Tilda
ru_ru: Редактирование страницы из Тильды
sv_se: Redigera Tilda-sidan
tr_tr: Tilda sayfasını düzenleme
uk_ua: Редагування сторінки Tilda
zh_cn: 编辑蒂尔达页面

# Languages::tilda_pages.new_tilda_page
source: New Tilda page
ar_sa: صفحة جديدة تيلدا
cs_cz: Nová stránka Tilda
da_dk: Ny Tilda side
de_de: Neue Tilda-Seite
el_gr: Νέα σελίδα Tilda
es_es: Nueva página de Tilda
fa_ir: صفحه جدید تیلدا
fi_fi: Uusi Tilda sivu
fr_fr: Nouvelle page Tilda
he_il: עמוד חדש של טילדה
hu_hu: Új Tilda oldal
it_it: Nuova pagina Tilda
ja_jp: 新しいTilda ページ
ko_kr: 새로운 틸다 페이지
nl_nl: Nieuwe Tilda-pagina
no_no: Ny Tilda-side
pl_pl: Nowa strona Tildy
pt_pt: Nova página Tilda
ro_ro: Noua pagină Tilda
ru_ru: Новая страница из Тильды
sv_se: Ny Tilda-sida
tr_tr: Yeni Tilda sayfası
uk_ua: Нова сторінка Tilda
zh_cn: 新蒂尔达页面

# Languages::tilda_pages.use_top_panel
source: Use Top Panel, Header, and Footer of this store
ar_sa: استخدم اللوحة العلوية والرأس والتذييل لهذا المتجر
cs_cz: Použijte horní panel, záhlaví a zápatí tohoto obchodu
da_dk: Brug toppanel, sidehoved og sidefod i denne butik
de_de: Verwenden Sie Top Panel, Header und Footer dieses Shops
el_gr: Χρησιμοποιήστε το επάνω πλαίσιο, την κεφαλίδα και το υποσέλιδο αυτού του καταστήματος
es_es: Use el panel superior, el encabezado y el pie de página de esta tienda
fa_ir: از Top Panel، Header و Footer این فروشگاه استفاده کنید
fi_fi: Käytä tämän kaupan yläpaneelia, ylä- ja alatunnistetta
fr_fr: Utiliser le panneau supérieur, l'en-tête et le pied de page de cette boutique
he_il: השתמש בלוח העליון, בכותרת העליונה ובכותרת התחתונה של חנות זו
hu_hu: Használja az áruház felső paneljét, fejlécét és láblécét
it_it: Usa il pannello superiore, l'intestazione e il piè di pagina di questo negozio
ja_jp: ECサイトのトップ画面、ヘッダー、フッターを利用
ko_kr: 이 상점의 상단 패널, 머리글 및 바닥글 사용
nl_nl: Gebruik bovenpaneel, koptekst en voettekst van deze winkel
no_no: Bruk topppanel, topptekst og bunntekst i denne butikken
pl_pl: Użyj panelu górnego, nagłówka i stopki tego sklepu
pt_pt: Use o painel superior, o cabeçalho e o rodapé desta loja
ro_ro: Utilizați Panoul de sus, Antetul și Subsolul acestui magazin
ru_ru: Использовать "верхнюю панель", "заголовок", и "подвал" от магазина
sv_se: Använd topppanel, sidhuvud och sidfot i denna butik
tr_tr: Bu mağazanın Üst Panelini, Üstbilgisini ve Altbilgisini kullanın
uk_ua: Використовуйте Верхню Панель, Верхній і нижній колонтитул цього магазину
zh_cn: 使用此商店的顶部面板、页眉和页脚

# Languages::tilda_pages.use_tilda_page
source: Use Tilda page
ar_sa: استخدم صفحة تيلدا
cs_cz: Použijte stránku Tilda
da_dk: Brug Tilda-siden
de_de: Verwenden Sie die Tilda-Seite
el_gr: Χρησιμοποιήστε τη σελίδα Tilda
es_es: Usar la página de Tilda
fa_ir: از صفحه تیلدا استفاده کنید
fi_fi: Käytä Tilda-sivua
fr_fr: Utiliser la page Tilda
he_il: השתמש בדף טילדה
hu_hu: Tilda oldal használata
it_it: Usa la pagina Tilda
ja_jp: Tilda ページを使う
ko_kr: Tilda 페이지 사용
nl_nl: Tilda-pagina gebruiken
no_no: Bruk Tilda-siden
pl_pl: Użyj strony Tilda
pt_pt: Use a página Tilda
ro_ro: Utilizați pagina Tilda
ru_ru: Использовать страницу из Тильды
sv_se: Använd Tilda-sidan
tr_tr: Tilda sayfasını kullan
uk_ua: Використовувати сторінку Tilda
zh_cn: 使用 Tilda 页面

# Languages::tilda_pages.tilda_override_block
source: Tilda content is used instead of this block
ar_sa: يتم استخدام محتوى تيلدا بدلاً من هذه الكتلة
cs_cz: Místo tohoto bloku je použit obsah Tilda
da_dk: Tilda-indhold bruges i stedet for denne blok
de_de: Anstelle dieses Blocks werden Tilda-Inhalte verwendet
el_gr: Το περιεχόμενο Tilda χρησιμοποιείται αντί αυτού του μπλοκ
es_es: El contenido de Tilda se usa en lugar de este bloque
fa_ir: به جای این بلوک از محتوای Tilda استفاده می شود
fi_fi: Tilda-sisältöä käytetään tämän lohkon sijaan
fr_fr: Le contenu Tilda est utilisé à la place de ce bloc
he_il: נעשה שימוש בתוכן של טילדה במקום בלוק זה
hu_hu: Tilda tartalom kerül felhasználásra e blokk helyett
it_it: Il contenuto di Tilda viene utilizzato al posto di questo blocco
ja_jp: このブロックの代わりにTildaコンテンツが使用されます
ko_kr: 이 블록 대신 Tilda 콘텐츠가 사용됩니다.
nl_nl: Tilda-inhoud wordt gebruikt in plaats van dit blok
no_no: Tilda-innhold brukes i stedet for denne blokken
pl_pl: Zamiast tego bloku używana jest zawartość Tildy
pt_pt: O conteúdo Tilda é usado em vez deste bloco
ro_ro: Conținutul Tilda este folosit în locul acestui bloc
ru_ru: Вместо этого блока используется контент из Тильды
sv_se: Tilda-innehåll används istället för detta block
tr_tr: Bu blok yerine Tilda içeriği kullanılıyor
uk_ua: Замість цього блоку використовується вміст Tilda
zh_cn: 使用 Tilda 内容代替此块

# Languages::tilda_pages.tilda_override_location
source: Tilda page is used instead of this location
ar_sa: يتم استخدام صفحة تيلدا بدلاً من هذا الموقع
cs_cz: Místo tohoto umístění se používá stránka Tilda
da_dk: Tilda-siden bruges i stedet for denne placering
de_de: Anstelle dieses Ortes wird die Tilda-Seite verwendet
el_gr: Η σελίδα Tilda χρησιμοποιείται αντί για αυτήν την τοποθεσία
es_es: Se utiliza la página Tilda en lugar de esta ubicación
fa_ir: به جای این مکان از صفحه Tilda استفاده شده است
fi_fi: Tilda-sivua käytetään tämän sijainnin sijaan
fr_fr: La page Tilda est utilisée à la place de cet emplacement
he_il: דף טילדה משמש במקום מיקום זה
hu_hu: A hely helyett a Tilda oldalt használják
it_it: Al posto di questa posizione viene utilizzata la pagina Tilda
ja_jp: この場所の代わりにTilda ページが使用されます
ko_kr: 이 위치 대신 Tilda 페이지가 사용됩니다.
nl_nl: Tilda-pagina wordt gebruikt in plaats van deze locatie
no_no: Tilda-siden brukes i stedet for denne plasseringen
pl_pl: Strona Tilda jest używana zamiast tej lokalizacji
pt_pt: A página Tilda é usada em vez deste local
ro_ro: Pagina Tilda este folosită în locul acestei locații
ru_ru: Вместо этой секции используется контент из Тильды
sv_se: Tilda-sidan används istället för denna plats
tr_tr: Bu konum yerine Tilda sayfası kullanılıyor
uk_ua: Замість цього місця розташування використовується сторінка Tilda
zh_cn: 使用 Tilda 页面而不是此位置

# Languages::tilda_pages.additional_settings_info
source: After entering the api keys, additional settings will become available.
ar_sa: بعد إدخال مفاتيح api ، ستتوفر إعدادات إضافية.
cs_cz: Po zadání klíčů API budou k dispozici další nastavení.
da_dk: Efter indtastning af api-nøglerne vil yderligere indstillinger blive tilgængelige.
de_de: Nach Eingabe der API-Schlüssel werden zusätzliche Einstellungen verfügbar.
el_gr: Αφού εισαγάγετε τα api keys, θα γίνουν διαθέσιμες πρόσθετες ρυθμίσεις.
es_es: Después de ingresar las claves api, estarán disponibles configuraciones adicionales.
fa_ir: پس از وارد کردن کلیدهای api تنظیمات اضافی در دسترس خواهد بود.
fi_fi: Kun olet syöttänyt api-avaimet, lisäasetukset tulevat saataville.
fr_fr: Après avoir saisi les clés API, des paramètres supplémentaires seront disponibles.
he_il: לאחר הזנת מפתחות ה-API, הגדרות נוספות יהפכו לזמינות.
hu_hu: Az API-kulcsok megadása után további beállítások válnak elérhetővé.
it_it: Dopo aver inserito le chiavi API, saranno disponibili impostazioni aggiuntive.
ja_jp: API キーの入力後、追加設定が可能になります。
ko_kr: API 키를 입력하면 추가 설정을 사용할 수 있습니다.
nl_nl: Na het invoeren van de api-sleutels komen aanvullende instellingen beschikbaar.
no_no: Etter å ha lagt inn API-nøklene, vil flere innstillinger bli tilgjengelige.
pl_pl: Po wprowadzeniu kluczy API dostępne będą dodatkowe ustawienia.
pt_pt: Depois de inserir as chaves de API, configurações adicionais ficarão disponíveis.
ro_ro: După introducerea tastelor API, vor deveni disponibile setări suplimentare.
ru_ru: После ввода API-ключей появятся дополнительные настройки.
sv_se: Efter att ha angett api-nycklarna kommer ytterligare inställningar att bli tillgängliga.
tr_tr: API tuşlarını girdikten sonra ek ayarlar kullanılabilir hale gelecektir.
uk_ua: Після введення API-ключів, додаткові налаштування стануть доступними
zh_cn: 输入 api 密钥后，其他设置将变为可用。

# Languages::tilda_pages.auto_sync_title
source: Link for auto synchronization
ar_sa: ارتباط للمزامنة التلقائية
cs_cz: Odkaz pro automatickou synchronizaci
da_dk: Link til automatisk synkronisering
de_de: Link für die automatische Synchronisierung
el_gr: Σύνδεσμος για αυτόματο συγχρονισμό
es_es: Enlace para sincronización automática
fa_ir: پیوند برای همگام سازی خودکار
fi_fi: Linkki automaattiseen synkronointiin
fr_fr: Lien pour la synchronisation automatique
he_il: קישור לסנכרון אוטומטי
hu_hu: Link az automatikus szinkronizáláshoz
it_it: Link per la sincronizzazione automatica
ja_jp: 自動同期リンク
ko_kr: 자동 동기화 링크
nl_nl: Link voor automatische synchronisatie
no_no: Link for automatisk synkronisering
pl_pl: Link do automatycznej synchronizacji
pt_pt: Link para sincronização automática
ro_ro: Link pentru sincronizare automată
ru_ru: Ссылка для автоматической синхронизации
sv_se: Länk för automatisk synkronisering
tr_tr: Otomatik senkronizasyon için bağlantı
uk_ua: Посилання для автоматичної синхронізації
zh_cn: 自动同步链接

# Languages::tilda_pages.go_to_tilda
source: Go to Tilda page
ar_sa: اذهب إلى صفحة تيلدا
cs_cz: Přejděte na stránku Tilda
da_dk: Gå til Tilda-siden
de_de: Gehen Sie zur Tilda-Seite
el_gr: Μεταβείτε στη σελίδα Tilda
es_es: Ir a la página de Tilda
fa_ir: به صفحه تیلدا بروید
fi_fi: Siirry Tildan sivulle
fr_fr: Aller à la page Tilda
he_il: עבור לדף טילדה
hu_hu: Ugrás a Tilda oldalára
it_it: Vai alla pagina di Tilda
ja_jp: Tilda ページに遷移
ko_kr: 틸다 페이지로 이동
nl_nl: Ga naar de Tilda-pagina
no_no: Gå til Tilda-siden
pl_pl: Przejdź do strony Tildy
pt_pt: Ir para a página Tilda
ro_ro: Accesați pagina Tilda
ru_ru: Перейти на страницу из Тильды
sv_se: Gå till Tilda-sidan
tr_tr: Tilda sayfasına git
uk_ua: Перейдіть на сторінку Tilda
zh_cn: 转到蒂尔达页面

# Languages::tilda_pages.published
source: Published
ar_sa: نشرت
cs_cz: Publikováno
da_dk: Udgivet
de_de: Veröffentlicht
el_gr: Δημοσιευτηκε
es_es: Publicado
fa_ir: منتشر شده
fi_fi: Julkaistu
fr_fr: Publié
he_il: יצא לאור
hu_hu: Közzétett
it_it: Pubblicato
ja_jp: 公開
ko_kr: 게시됨
nl_nl: gepubliceerd
no_no: Publisert
pl_pl: Opublikowany
pt_pt: Publicados
ro_ro: Publicat
ru_ru: Опубликована
sv_se: Publicerad
tr_tr: Yayınlanan
uk_ua: Опубліковано
zh_cn: 发表

# Languages::tilda_pages.generate_block
source: Embed storefront block into Tilda page
ar_sa: تضمين كتلة واجهة المتجر في صفحة تيلدا
cs_cz: Vložte blok výlohy na stránku Tilda
da_dk: Integrer butiksfacadeblok på Tilda-siden
de_de: Betten Sie den Storefront-Block in die Tilda-Seite ein
el_gr: Ενσωματώστε το μπλοκ βιτρίνας στη σελίδα Tilda
es_es: Insertar bloque de escaparate en la página de Tilda
fa_ir: بلوک ویترین را در صفحه تیلدا جاسازی کنید
fi_fi: Upota myymälälohko Tilda-sivulle
fr_fr: Intégrer le bloc vitrine dans la page Tilda
he_il: הטמע בלוק חלון ראווה בדף טילדה
hu_hu: A kirakatblokk beágyazása a Tilda oldalába
it_it: Incorpora il blocco della vetrina nella pagina di Tilda
ja_jp: Tilda ページにストアフロントブロックを埋め込む
ko_kr: Tilda 페이지에 상점 블록 포함
nl_nl: Etalageblok insluiten in Tilda-pagina
no_no: Bygg inn butikkblokk på Tilda-siden
pl_pl: Osadź blok witryny sklepu na stronie Tilda
pt_pt: Incorporar bloco de vitrine na página Tilda
ro_ro: Încorporați blocul vitrinei în pagina Tilda
ru_ru: Добавить блок с витрины в страницу из Тильды
sv_se: Bädda in skyltfönster på Tilda-sidan
tr_tr: Vitrin bloğunu Tilda sayfasına göm
uk_ua: Вставте блок вітрини на сторінку Tilda
zh_cn: 将店面块嵌入 Tilda 页面
