Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_data_premoderation.po
Languages: cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

source: This product is pending for your approval since [since]. Click here to view this product.|These products are pending for your approval since [since]. Click here to view these products.
cs_cz: Tento produkt čeká na schválení od [since]. Klikněte zde pro zobrazení tohoto produktu.|Tyto produkty čekají na schválení od [since]. Klikněte zde pro zobrazení těchto produktů.
de_de: Dieses Produkt wartet seit [since]auf Ihre Genehmigung. Klicken Sie hier, um dieses Produkt anzuzeigen.|Diese Produkte stehen seit dem [since]zur Genehmigung aus. Klicken Sie hier, um diese Produkte anzuzeigen.
el_gr: Η έγκριση αυτού το προϊόντος είναι σε εκκρεμότητα από [since]. Κάντε κλίκ εδώ για να δείτε το προϊόν.|Η έγκριση αυτών των προϊόντων είναι σε εκκρεμότητα από [since]. Κάντε κλίκ εδώ για να δείτε τα προϊόντα.
es_es: Este producto está pendiente de su aprobación desde [since]. Haga clic aquí para ver este producto. | Estos productos están pendientes de su aprobación desde [since]. Haga clic aquí para ver estos productos.
fa_ir: این محصول از [since]در انتظار تایید شماست. برای مشاهده این محصول اینجا را کلیک کنید.|این محصولات از [since]در انتظار تایید شما هستند. برای مشاهده این محصولات اینجا را کلیک کنید.
fi_fi: Tämä tuote odottaa hyväksyntääsi vuodesta [since]. Napsauta tätä nähdäksesi tämän tuotteen.|Nämä tuotteet odottavat hyväksyntääsi vuodesta [since]. Napsauta tästä nähdäksesi nämä tuotteet.
fr_fr: Ce produit est en attente de votre approbation depuis [since]. Cliquez ici pour voir ce produit. Ces produits sont en attente de votre approbation depuis [since]. Cliquez ici pour voir ces produits.
he_il: מוצר זה ממתין לאישורך מאז [מאז]. לחץ כאן לצפייה במוצר. | מוצרים אלה ממתינים לאישורך מאז [מאז]. לחץ כאן לצפייה במוצרים אלה.
hu_hu: Ez a termék [since] óta vár a jóváhagyásodra. Kattints ide a termék megtekintéséhez |Ezek a termékek [since] óta várnak a jóváhagyásodra. Kattints ide, ha szeretnéd megtekinteni ezeket a termékeket.
it_it: Questo prodotto è in attesa di approvazione da [since]. Fare clic qui per visualizzare questo prodotto.|Questi prodotti sono in attesa di approvazione dal [since]. Clicca qui per visualizzare questi prodotti.
ja_jp: この商品は[since]から、お客様の承認を得るために保留されています。この商品を見るにはここをクリックしてください。｜この商品は[since]から、あなたの承認申請中です。これらの商品を表示するにはここをクリックしてください。
nl_nl: Dit product is in afwachting van uw goedkeuring sinds [since]. Klik hier om dit product te bekijken. |Deze producten zijn in afwachting van uw goedkeuring sinds [since]. Klik hier om deze producten te bekijken.
no_no: Dette produktet venter på din godkjenning siden [since]. Klikk her for å se dette produktet.|Disse produktene venter på din godkjenning siden [since]. Klikk her for å se disse produktene.
pl_pl: Ten produkt oczekuje na zatwierdzenie od [since]. Kliknij tutaj, aby wyświetlić ten produkt. | Te produkty oczekują na zatwierdzenie od [since]. Kliknij tutaj, aby wyświetlić te produkty.
pt_br: A aprovação deste produto está pendente desde [since]. Clique aqui para vê-lo.|A aprovação destes produtos está pendente desde [since]. Clique aqui para vê-los.
pt_pt: Este produto está pendente de aprovação desde [since]. Clique aqui para ver este produto.|Estes produtos estão pendentes de aprovação desde [since]. Clique aqui para ver esses produtos.
ro_ro: Acest produs este în așteptare pentru aprobarea dvs. din [since]. Faceți clic aici pentru a vizualiza acest produs. | Aceste produse sunt în așteptare pentru aprobarea dvs. din [since]. Faceți clic aici pentru a vizualiza aceste produse.
sv_se: Denna produkt väntar på ditt godkännande sedan [since]. Klicka här för att se denna produkt.|Dessa produkter väntar på ditt godkännande sedan [since]. Klicka här för att se dessa produkter.
tr_tr: Bu ürün [since]beri onayınızı bekliyor. Bu ürünü görmek için buraya tıklayın.|Bu ürünler [since]beri onayınızı bekliyor. Bu ürünleri incelemek için buraya tıklayın.
uk_ua: Цей товар очікує перевірки з [since]. Натисніть сюди, щоб подивитися товар. | Ці товари очікують перевірки з [since]. Натисніть сюди, щоб переглянути товари.

# Languages::vendor_data_premoderation.notification.approved.title
source: Your product has been approved|Your products have been approved
cs_cz: Váš produkt nebyl povolen | Vaše produkty nebyly povoleny.
de_de: Ihr Produkt wurde genehmigt|Ihre Produkte wurden genehmigt
el_gr: Το προϊόν σας έχει εγκριθεί|Το προϊόντα σας έχουν εγκριθεί
es_es: Su producto ha sido aprobado | Sus productos han sido aprobados
fa_ir: محصول شما تایید شد|محصولات شما تایید شد
fi_fi: Tuotteesi on hyväksytty | Tuotteesi on hyväksytty
fr_fr: Votre produit a été approuvé|Vos produits ont été approuvés
he_il: המוצר שלך אושר | המוצרים שלך אושרו
hu_hu: A termékedet jóváhagyták|A termékeidet jóváhagyták.
it_it: Il tuo prodotto è stato approvato|I tuoi prodotti sono stati approvati
ja_jp: 商品が承認されました｜商品が承認されました
nl_nl: Uw product is goedgekeurd|Uw producten zijn goedgekeurd
no_no: Produktet ditt er godkjent|Produktene dine er godkjent
pl_pl: Twój produkt został zatwierdzony | Twoje produkty zostały zatwierdzone
pt_br: Seu produto foi aprovado|Seus produtos foram aprovados
pt_pt: Seu produto foi aprovado|Seus produtos foram aprovados
ro_ro: Produsul dvs. a fost aprobat | Produsele dvs. au fost aprobate
sv_se: Din produkt har godkänts|Dina produkter har godkänts
tr_tr: Ürününüz onaylandı|Ürünleriniz onaylandı
uk_ua: Ваш товар був схвалений | Ваші товари були схвалені

# Languages::vendor_data_premoderation.notification.approved.message
source: "[product]" has been approved by the store administration and added to the product catalog. Click here to view this product.|[n] products have been approved by the store administration and added to the product catalog. Click here to view these products.
cs_cz: "[product]" byl schválen administrátorem obchodu a přidán do katalogu produktů. Klikněte zde pro zobrazení produktu.|[n] produktů bylo schváleno administrátorem obchodu a přidáno do katalogu produktů. Klikněte zde pro pro zobrazení těchto produktů.
de_de: "[product]" wurde von der Geschäftsverwaltung genehmigt und dem Produktkatalog hinzugefügt. Klicken Sie hier, um dieses Produkt anzuzeigen.|[n] Produkte wurden von der Geschäftsverwaltung genehmigt und dem Produktkatalog hinzugefügt. Klicken Sie hier, um diese Produkte anzuzeigen.
el_gr: Το "[product]" έχει εγκριθεί από τον διαχειριστή του καταστήματος και έχει προστεθεί στον κατάλογο του καταστήματος. Κάντε κλίκ εδώ για να δείτε αυτό το προϊόν.|[n] τα προϊόντα έχουν εγκριθεί από τον διαχειριστή του καταστήματος και έχουν προστεθεί στον κατάλογο του καταστήματος. Κάντε κλίκ εδώ για να δείτε αυτά τα προϊόντα.
es_es: "[product]" ha sido aprobado por la administración de la tienda y agregado al catálogo de productos. Haga clic aquí para ver este producto. | [n] productos han sido aprobados por la administración de la tienda y se han agregado al catálogo de productos. Haga clic aquí para ver estos productos.
fa_ir: "[product]" به تایید مدیریت فروشگاه رسیده و به کاتالوگ محصولات اضافه شده است. برای مشاهده این محصول اینجا کلیک کنید.|[n] محصول توسط مدیریت فروشگاه تایید و به کاتالوگ محصولات اضافه شده است. برای مشاهده این محصولات اینجا را کلیک کنید.
fi_fi: "[product]" on kaupan hallinnon hyväksymä ja lisätty tuoteluetteloon. Napsauta tätä nähdäksesi tämän tuotteen.|[n] tuotetta on myymälän hallinnon hyväksymä ja lisätty tuoteluetteloon. Napsauta tästä nähdäksesi nämä tuotteet.
fr_fr: "[product]" a été approuvé par l'administration du magasin et ajouté au catalogue de produits. Cliquez ici pour voir ce produit.|[n] produits ont été approuvés par l'administration du magasin et ajoutés au catalogue de produits. Cliquez ici pour voir ces produits.
he_il: "[מוצר]" אושר על ידי הנהלת החנות ונוסף לקטלוג המוצרים. לחץ כאן לצפייה במוצר זה. | [N] מוצרים אושרו על ידי הנהלת החנות ונוספו לקטלוג המוצרים. לחץ כאן לצפייה במוצרים אלה.
hu_hu: A "[product]" terméket a piactér adminisztrációja jóváhagyta, és hozzáadta a termékkatalógushoz. Kattints ide a termék megtekintéséhez.|[n] terméket az áruház adminisztrációja jóváhagyott és hozzáadott a termékkatalógushoz. Kattints ide a termékek megtekintéséhez.
it_it: "[product]" è stato approvato dall'amministrazione del negozio e aggiunto al catalogo prodotti. Clicca qui per vedere questo prodotto.|[n] prodotti sono stati approvati dall'amministrazione del negozio e aggiunti al catalogo prodotti. Clicca qui per visualizzare questi prodotti.
ja_jp: [product] が承認され、商品カタログに掲載されました。この商品を見るにはここをクリックしてください。｜ 商品 [n] が管理者によって承認され、商品カタログに追加されました。この商品を見るにはここをクリックしてください。
nl_nl: "[product]" is goedgekeurd door de winkeladministratie en toegevoegd aan de productcatalogus. Klik hier om dit product te bekijken.|[n] producten zijn goedgekeurd door de winkeladministratie en toegevoegd aan de productcatalogus. Klik hier om deze producten te bekijken.
no_no: "[product]" er godkjent av butikkadministrasjonen og lagt til i produktkatalogen. Klikk her for å se dette produktet.|[n] produkter er godkjent av butikkadministrasjonen og lagt til i produktkatalogen. Klikk her for å se disse produktene.
pl_pl: "[product]" został zatwierdzony przez administrację sklepu i dodany do katalogu produktów. Kliknij tutaj, aby wyświetlić ten produkt. | [n] produktów zostało zatwierdzonych przez administrację sklepu i dodane do katalogu produktów. Kliknij tutaj, aby wyświetlić te produkty.
pt_br: "[product]" foi aprovado pela administração da loja e adicionado ao catálogo. Clique aqui para vê-lo.|[n] foram aprovados pela administração da loja e adicionados ao catálogo. Clique aqui para vê-los.
pt_pt: "[product]" foi aprovado pela administração da loja e adicionado ao catálogo de produtos. Clique aqui para ver este produto.|[n] produtos foram aprovados pela administração da loja e adicionados ao catálogo de produtos. Clique aqui para ver esses produtos.
ro_ro: "[product]" a fost aprobat de administrația magazinului și adăugat la catalogul de produse. Faceți clic aici pentru a vizualiza acest produs.
sv_se: "[product]" har godkänts av butiksadministrationen och lagts till i produktkatalogen. Klicka här för att se denna produkt.|[n] produkter har godkänts av butiksadministrationen och lagts till i produktkatalogen. Klicka här för att se dessa produkter.
tr_tr: "[product]" mağaza yönetimi tarafından onaylanarak ürün kataloğuna eklenmiştir. Bu ürünü görmek için buraya tıklayın.|[n] adet ürün mağaza yönetimi tarafından onaylanarak ürün kataloğuna eklenmiştir. Bu ürünleri incelemek için buraya tıklayın.
uk_ua: Товар "[product]" схвалений адміністрацією магазину і доданий в каталог. Натисніть сюди, щоб переглянути товар. |[n] товарів схвалені адміністрацією магазину і додані в каталог. Натисніть сюди, щоб переглянути товари.

# Languages::vendor_data_premoderation.notification.disapproved.title
source: Your product has been disapproved|Your products have been disapproved
cs_cz: Váš produkt nebyl povolen | Vaše produkty nebyly povoleny.
de_de: Ihr Produkt wurde abgelehnt|Ihre Produkte wurden abgelehnt
el_gr: Το προϊόν σας έχει απορριφθεί|Το προϊόντα σας έχουν απορριφθεί
es_es: Su producto ha sido rechazado | Sus productos han sido rechazados
fa_ir: محصول شما تایید نشده است|محصولات شما تایید نشده است
fi_fi: Tuotteesi on hylätty|Tuottesi on hylätty
fr_fr: Votre produit a été désapprouvé|Vos produits ont été désapprouvés
he_il: המוצר שלך לא אושר | המוצרים שלך לא אושרו
hu_hu: A termékedet nem hagyták jóvá|A termékeidet nem hagyták jóvá
it_it: Il tuo prodotto non è stato approvato|I tuoi prodotti non sono stati approvati
ja_jp: 商品は承認されませんでした | 商品は承認されませんでした
nl_nl: Uw product is afgekeurd|Uw producten zijn afgekeurd
no_no: Produktet ditt er ikke godkjent|Produktene dine er ikke godkjent
pl_pl: Twój produkt został odrzucony | Twoje produkty zostały odrzucone
pt_br: Seu produto foi rejeitado|Seus produtos foram rejeitados
pt_pt: Seu produto foi reprovado|Seus produtos foram reprovados
ro_ro: Produsul dvs. a fost respins | Produsele dvs. au fost respinse
sv_se: Din produkt har inte godkänts|Dina produkter har inte godkänts
tr_tr: Ürününüz onaylanmadı|Ürünleriniz onaylanmadı
uk_ua: Ваш товар був відхилений|Ваші товари були відхилені

# Languages::vendor_data_premoderation.notification.disapproved.message
source: "[product]" has been disapproved by the store administration. Click here to view this product.|[n] products have been disapproved by the store administration. Click here to view these products.
cs_cz: "[product]" nebyl schválen správcem obchodu. Kliknutím zde zobrazíte tento produkt. |[n] produktů nebylo schváleno správcem obchodu. Klikněte zde pro zobrazení těchto produktů.
de_de: "[product]" wurde von der Geschäftsverwaltung abgelehnt. Klicken Sie hier, um dieses Produkt anzuzeigen.|[n] Produkte wurden von der Geschäftsverwaltung abgelehnt. Klicken Sie hier, um diese Produkte anzuzeigen.
el_gr: Το "[product]" έχει απορριφθεί από τον διαχειριστή του καταστήματος. Κάντε κλίκ εδώ για να δείτε αυτό το προϊόν.|[n] τα προϊόντα έχουν απορριφθεί από τον διαχειριστή του καταστήματος. Κάντε κλίκ εδώ για να δείτε αυτά τα προϊόντα.
es_es: La administración de la tienda ha rechazado "[product]". Haga clic aquí para ver este producto. | [n] productos han sido rechazados por la administración de la tienda. Haga clic aquí para ver estos productos.
fa_ir: "[product]" توسط مدیریت فروشگاه رد شده است. برای مشاهده این محصول اینجا کلیک کنید.|[n] محصول توسط مدیریت فروشگاه رد شده است. برای مشاهده این محصولات اینجا را کلیک کنید.
fi_fi: Kaupan hallinto on hylännyt "[product]". Napsauta tätä nähdäksesi tämän tuotteen.| Myymälän hallinto on hylännyt[n] tuotetta. Napsauta tästä nähdäksesi nämä tuotteet.
fr_fr: "[product]" a été désapprouvé par l'administration du magasin. Cliquez ici pour voir ce produit.|[n] produits ont été désapprouvés par l'administration du magasin. Cliquez ici pour voir ces produits.
he_il: הנהלת החנות לא אושרה על ידי "[מוצר]". לחץ כאן לצפייה במוצר זה. | [N] מוצרים לא אושרו על ידי הנהלת החנות. לחץ כאן לצפייה במוצרים אלה.
hu_hu: A [product] terméket a piactér adminisztrációja elutasította. Kattints ide e termék megtekintéséhez. A piactér adminisztrációja |[n] terméket elutasított. Kattints ide, ha szeretnéd megtekinteni ezeket a termékeket.
it_it: "[product]" non è stato approvato dall'amministrazione del negozio. Clicca qui per vedere questo prodotto.|[n] prodotti non sono stati approvati dall'amministrazione del negozio. Clicca qui per visualizzare questi prodotti.
ja_jp: [product] は管理者によって承認されませんでした。この商品を表示するにはこちらをクリックしてください。 | 商品 [n] は管理者によって承認されませんでした。この商品を見るにはこちらをクリックしてください。
nl_nl: "[product]" is afgekeurd door de winkeladministratie. Klik hier om dit product te bekijken.|[n] producten zijn afgekeurd door de winkeladministratie. Klik hier om deze producten te bekijken.
no_no: "[product]" er ikke godkjent av butikkadministrasjonen. Klikk her for å se dette produktet.|[n] produkter er ikke godkjent av butikkadministrasjonen. Klikk her for å se disse produktene.
pl_pl: "[product]" nie został zatwierdzony przez administrację sklepu. Kliknij tutaj, aby wyświetlić ten produkt. | [n] produktów nie zostało zatwierdzonych przez administrację sklepu. Kliknij tutaj, aby wyświetlić te produkty.
pt_br: "[product]" foi rejeitado pela administração da loja. Clique aqui para vê-lo.|[n] produtos foram rejeitados pela administração da loja. Clique aqui para vê-los.
pt_pt: "[product]" foi reprovado pela administração da loja. Clique aqui para ver este produto.|[n] produtos foram reprovados pela administração da loja. Clique aqui para ver esses produtos.
ro_ro: "[product]"a fost respins de administrația magazinului. Faceți clic aici pentru a vizualiza acest produs. | [n] produsele au fost respinse de administrația magazinului. Faceți clic aici pentru a vizualiza aceste produse.
sv_se: "[product]" har inte godkänts av butiksadministrationen. Klicka här för att se denna produkt.|[n] produkter har inte godkänts av butiksadministrationen. Klicka här för att se dessa produkter.
tr_tr: "[product]" mağaza yönetimi tarafından onaylanmadı. Bu ürünü görmek için buraya tıklayın.|[n] ürün mağaza yönetimi tarafından onaylanmadı. Bu ürünleri incelemek için buraya tıklayın.
uk_ua: Товар "[product]" відхилений адміністрацією магазину. Натисніть сюди, щоб переглянути товар. |[n] товарів відхилені адміністрацією магазину. Натисніть сюди, щоб переглянути товари.
