Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_debt_payout.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se

# Addons::name::vendor_debt_payout
source: Vendor-to-admin payments
cs_cz: Platby prodejce-administrátor
da_dk: Leverandør-til-admin-betalinger
de_de: Zahlungen vom Anbieter an den Administrator
el_gr: Πληρωμές Πωλητή σε Διαχειριστή
fa_ir: پرداخت از فروشنده به مدیر
fi_fi: Maksut myyjältä järjestelmänvalvojalle
fr_fr: Paiements du fournisseur à l'administrateur
nl_nl: Betalingen van leverancier naar beheerder
no_no: Leverandør-til-admin-betalinger
pt_br: Pagamentos fornecedor-administrador
pt_pt: Pagamentos de fornecedor para administrador
ro_ro: Plăți de la furnizor la administrator
sv_se: Betalningar från leverantör till administratör

# Addons::description::vendor_debt_payout
source: Restricts the functionality of vendors' admin panels under certain conditions and enables your vendors to pay their fees and debts from their admin panel dashboards. It is as easy as purchasing a product from the storefront.
cs_cz: Za určitých podmínek omezuje funkčnost administračních panelů prodejců a umožňuje vašim prodejcům zaplatit jejich dlužné poplatky z jejich části administračního panelu. Je to stejně lehké jako zakoupit produkt přímo na eshopu.
da_dk: Begrænser funktionaliteten af leverandørers adminpaneler under visse betingelser og gør det muligt for dine leverandører at betale deres gebyrer og gæld fra deres adminpanels dashboards. Det er lige så nemt som at købe et produkt fra butiksfacaden.
de_de: Schränkt die Funktionalität der Admin-Panels von Anbietern unter bestimmten Bedingungen ein und ermöglicht es Ihren Anbietern, ihre Gebühren und Schulden über ihre Admin-Panel-Dashboards zu bezahlen. Es ist so einfach wie der Kauf eines Produkts im Ladengeschäft.
el_gr: Περιορίζει τη λειτουργικότητα πάνελ admin των πωλητών υπό ορισμένες προϋποθέσεις και επιτρέπει στους πωλητές σας να πληρώσουν τις αμοιβές και τα χρέη από τους πίνακες του admin panel. Είναι τόσο εύκολη όσο η αγορά ενός προϊόντος από τη βιτρίνα.
fa_ir: عملکرد پنل‌های مدیریت فروشندگان را تحت شرایط خاص محدود می‌کند و به فروشندگان شما امکان می‌دهد هزینه‌ها و بدهی‌های خود را از داشبورد پنل مدیریت خود پرداخت کنند. به همین سادگی خرید یک محصول از ویترین فروشگاه است.
fi_fi: Rajoittaa toimittajien hallintapaneelien toimivuutta tietyin edellytyksin ja antaa myyjälle mahdollisuuden maksaa maksunsa ja velkansa hallintapaneelin hallintapaneelien kautta. Se on yhtä helppoa kuin tuotteen ostaminen myymälästä.
fr_fr: Restreint la fonctionnalité des panneaux d'administration des fournisseurs sous certaines conditions et permet à vos fournisseurs de payer leurs frais et dettes à partir des tableaux de bord de leur panneau d'administration. C'est aussi simple que d'acheter un produit en magasin.
nl_nl: Beperkt de functionaliteit van de beheerderspanelen van leveranciers onder bepaalde voorwaarden en stelt uw leveranciers in staat hun vergoedingen en schulden te betalen vanaf hun dashboards van het beheerderspaneel. Het is net zo eenvoudig als het kopen van een product in de winkel.
no_no: Begrenser funksjonaliteten til forhandlerens adminpanel under visse forhold og gjør det mulig for forhandlere å betale sine gebyrer og gjeld fra kontrollpanelets dashboard. Det er like enkelt som å kjøpe et produkt fra butikk forsiden.
pt_br: Restringe a funcionalidade dos painéis administrativos dos fornecedores sob certas condições e permite que os seus fornecedores paguem suas taxas e dívidas a partir do dashboard de seus painéis administrativos. É tão fácil quanto comprar um produto da loja.
pt_pt: Restringe a funcionalidade dos painéis de administração dos fornecedores sob certas condições e permite que seus fornecedores paguem suas taxas e dívidas nos painéis do painel de administração. É tão fácil quanto comprar um produto na vitrine.
ro_ro: Restricționează funcționalitatea panourilor de administrare ale vânzătorilor în anumite condiții și le permite vânzătorilor să își plătească taxele și datoriile din tablourile de bord ale panoului de administrare. Este la fel de ușor ca și achiziționarea unui produs de pe vitrina magazinului.
sv_se: Begränsar funktionaliteten hos leverantörernas adminpaneler under vissa villkor och gör det möjligt för dina leverantörer att betala sina avgifter och skulder från deras adminpanelspaneler. Det är lika enkelt som att köpa en produkt från skyltfönstret.

# SettingsOptions::vendor_debt_payout::default_lowers_allowed_balance
source: Suspend vendors if their balance remains below
cs_cz: Pozastavit prodejce, jejichž zůstatek je nižší než
da_dk: Suspender leverandører, hvis deres saldo forbliver under
de_de: Sperren Sie Anbieter, wenn ihr Guthaben darunter bleibt
el_gr: Αναστολή πωλητών εάν το υπόλοιπό τους παραμένει χαμηλότερο
fa_ir: اگر موجودی فروشندگان در زیر باقی بماند، آنها را تعلیق کنید
fi_fi: Keskeytä toimittajat, jos niiden saldo jää alle
fr_fr: Suspendre les fournisseurs si leur solde reste inférieur
nl_nl: Leveranciers opschorten als hun saldo onder blijft
no_no: Suspender leverandører hvis saldoen deres forblir under
pt_br: Suspender fornecedor se seu saldo permanecer abaixo de
pt_pt: Suspender fornecedores se o saldo permanecer abaixo
ro_ro: Suspendați conturile vânzătorilor dacă soldul acestora rămâne mai mic de
sv_se: Stäng av leverantörer om deras saldo förblir under

# SettingsOptions::vendor_debt_payout::default_grace_period_to_refill_balance
source: Grace period to refill balance
cs_cz: Bezúhonné období k dobití zůstatku
da_dk: Henstandsperiode for at genopfylde saldoen
de_de: Gnadenfrist zum Auffüllen des Guthabens
el_gr: Περίοδος χάριτος για να ξαναγεμίσετε το υπόλοιπο
fa_ir: مهلت برای پر کردن مجدد موجودی
fi_fi: Armonaika saldon täyttämiseen
fr_fr: Délai de grâce pour recharger le solde
nl_nl: Respijtperiode om saldo aan te vullen
no_no: Utsettelsesperiode for å fylle opp saldoen
pt_br: Prazo de tolerância para recuperar saldo
pt_pt: Período de carência para reabastecer o saldo
ro_ro: Perioada de grație pentru completarea soldului
sv_se: Frist för att fylla på saldot

# SettingsOptions::vendor_debt_payout::vendor_taxes
source: Taxes on refilling balance
cs_cz: Daně z doplnění zůstatku
da_dk: Skatter på genopfyldning af saldo
de_de: Steuern auf das Auffüllen des Guthabens
el_gr: Φόροι στο υπόλοιπο αναπλήρωσης
fa_ir: مالیات بر موجودی پر کردن مجدد
fi_fi: Täyttösaldon verot
fr_fr: Taxes sur le solde de remplissage
nl_nl: Belastingen op het bijvullen van saldo
no_no: Skatter på etterfyllingssaldo
pt_br: Impostos sobre o saldo de recarga
pt_pt: Impostos sobre o saldo de recarga
ro_ro: Taxe la reîncărcarea soldului
sv_se: Skatter på påfyllning av saldo

# Languages::vendor_debt_payout
source: Vendor-to-admin payments
cs_cz: Platby prodejce-administrátor
da_dk: Leverandør-til-admin-betalinger
de_de: Zahlungen vom Anbieter an den Administrator
el_gr: Πληρωμές πωλητή σε διαχειριστή
fa_ir: پرداخت از فروشنده به مدیر
fi_fi: Maksut myyjältä järjestelmänvalvojalle
fr_fr: Paiements du fournisseur à l'administrateur
nl_nl: Betalingen van leverancier naar beheerder
no_no: Leverandør-til-admin-betalinger
pt_br: Pagamentos fornecedor-administrador
pt_pt: Pagamentos de fornecedor para administrador
ro_ro: Plăți de la furnizor la administrator
sv_se: Betalningar från leverantör till administratör

# Languages::vendor_debt_payout.debt_payout
source: Marketplace fees
cs_cz: Poplatky obchodu
da_dk: Markedspladsgebyrer
de_de: Marktplatzgebühren
el_gr: Έξοδα Marketplace
fa_ir: هزینه های بازار
fi_fi: Markkinapaikkamaksut
fr_fr: Frais de place de marché
nl_nl: Marktplaatskosten
no_no: Markedsplass avgifter
pt_br: Taxas do marketplace
pt_pt: Taxas do mercado
ro_ro: Taxe de magazin(Marketplace)
sv_se: Marknadsplatsavgifter

# Languages::vendor_debt_payout.debt_payout_w_order
source: Marketplace fees (order #[id])
cs_cz: Poplatky obchodu (objednávky #[id])
da_dk: Markedspladsgebyrer (ordre nr.[id])
de_de: Marketplace-Gebühren (Bestellung Nr.[id])
el_gr: Έξοδα Marketplace (παραγγελία #[id])
fa_ir: هزینه های بازار (سفارش شماره[id])
fi_fi: Markkinapaikkamaksut (tilaus nro[id])
fr_fr: Frais de place de marché (commande #[id])
nl_nl: Marktplaatskosten (bestelling #[id])
no_no: Markedsplass avgifter (order #[id])
pt_br: Taxas do marketplace (pedido #[id])
pt_pt: Taxas de mercado (pedido nº[id])
ro_ro: Taxe de magazin(Marketplace)(order #[id])
sv_se: Marknadsplatsavgifter (beställningsnummer[id])

# Languages::vendor_debt_payout.payment_surcharge_w_order
source: Payment surcharge for marketplace fees (order #[id])
cs_cz: Platební přirážka za poplatky tržiště (objednávka č.[id])
da_dk: Betalingstillæg for markedspladsgebyrer (ordre nr.[id])
de_de: Zahlungsaufschlag für Marktplatzgebühren (Bestellnummer[id])
el_gr: Επιπρόσθετη πληρωμή για τέλη marketplace (παραγγελία # [id])
fa_ir: هزینه اضافی پرداخت برای هزینه های بازار (سفارش شماره[id])
fi_fi: Markkinapaikkamaksujen maksulisä (tilaus nro[id])
fr_fr: Supplément de paiement pour les frais de place de marché (commande n°[id])
nl_nl: Betaaltoeslag voor marktplaatsvergoedingen (order #[id])
no_no: Betalingstillegg for markedsplassavgifter (bestillingsnummer[id])
pt_br: Sobretaxa de pagamento para taxas de mercado (pedido nº[id])
pt_pt: Sobretaxa de pagamento para taxas de mercado (pedido nº[id])
ro_ro: Supliment de plată pentru taxele de pe piață (comanda #[id])
sv_se: Betalningstillägg för marknadsplatsavgifter (beställningsnummer[id])

# Languages::vendor_debt_payout.pay_fees
source: Pay the fees
cs_cz: Zaplatit poplatky
da_dk: Betal gebyrerne
de_de: Zahlen Sie die Gebühren
el_gr: Καταβολη αμοιβων
fa_ir: هزینه ها را پرداخت کنید
fi_fi: Maksa maksut
fr_fr: Payer les frais
nl_nl: Betaal de kosten
no_no: Betal avgiftene
pt_br: Pagar as taxas
pt_pt: Pague as taxas
ro_ro: Plata taxelor
sv_se: Betala avgifterna

# Languages::vendor_debt_payout.vendor_debt_limit
source: Restrict admin panel functions if vendor's debt reaches
cs_cz: Zablokovat administrační panel prodejce, pokud jeho dluh dosáhne
da_dk: Begræns administrationspanelets funktioner, hvis leverandørens gæld når
de_de: Beschränken Sie die Funktionen des Admin-Panels, wenn die Schulden des Anbieters reichen
el_gr: Περιορίστε τις λειτουργίες του πίνακα διαχειριστή αν φτάσει το χρέος του πωλητή
fa_ir: در صورت رسیدن بدهی فروشنده، عملکردهای پنل مدیریت را محدود کنید
fi_fi: Rajoita hallintapaneelin toimintoja, jos myyjän velka saavuttaa
fr_fr: Restreindre les fonctions du panneau d'administration si la dette du fournisseur atteint
nl_nl: Beperk de functies van het beheerderspaneel als de schuld van de leverancier bereikt
no_no: Begrenser enkelte admin funksjoner hvis leverandørens gjeld når
pt_br: Restringir funções do painel administrativo se a dívida do fornecedor for igual ou maior que
pt_pt: Restrinja as funções do painel de administração se a dívida do fornecedor atingir
ro_ro: Restricționați funcțiile panoului de administrare dacă datoria furnizorului ajunge la
sv_se: Begränsa administratörspanelens funktioner om leverantörens skuld når

# Languages::ttc_vendor_debt_payout.vendor_debt_limit
source: When a vendor's balance is negative and reaches this number, the vendor's administration panel will not allow to perform any actions. When a vendor's negative balance is half this number, the vendor will see the warning specified in the "vendor_debt_payout.debt_near_limit_message" language variable.
cs_cz: Pokud je zůstatek prodejce v mínusu a dosáhne tohoto čísla, administrační panel prodejce bude zablokován k další práci. Pokud je záporný zůstatek polovina tohoto čísla, prodejce uvidí upozornění, které je specifikováno v jazykových proměnných coby "vendor_debt_payout.debt_near_limit_message".
da_dk: Når en leverandørs saldo er negativ og når dette tal, tillader leverandørens administrationspanel ikke at udføre nogen handlinger. Når en leverandørs negative saldo er halvdelen af dette tal, vil leverandøren se advarslen angivet i sprogvariablen "vendor_debt_payout.debt_near_limit_message".
de_de: Wenn das Guthaben eines Verkäufers negativ ist und diese Zahl erreicht, lässt das Verwaltungsfenster des Verkäufers keine Aktionen zu. Wenn der negative Kontostand eines Anbieters die Hälfte dieser Zahl beträgt, sieht der Anbieter die Warnung, die in der Sprachvariablen „vendor_debt_payout.debt_near_limit_message“ angegeben ist.
el_gr: Όταν το υπόλοιπο του πωλητή είναι αρνητικό και φτάσει σε αυτόν τον αριθμό, ο πίνακας διαχείρισης του πωλητή δεν θα επιτρέψει την εκτέλεση οποιωνδήποτε ενεργειών. Όταν το αρνητικό υπόλοιπο ενός πωλητή είναι το ήμισυ αυτού του αριθμού, ο πωλητής θα δει την προειδοποίηση που καθορίζεται στη μεταβλητή γλώσσας "vendor_debt_payout.debt_near_limit_message".
fa_ir: وقتی موجودی فروشنده منفی است و به این عدد می رسد، پنل مدیریت فروشنده اجازه انجام هیچ عملی را نمی دهد. وقتی موجودی منفی فروشنده نصف این عدد باشد، فروشنده اخطار مشخص شده در متغیر زبان "vendor_debt_payout.debt_near_limit_message" را می بیند.
fi_fi: Kun toimittajan saldo on negatiivinen ja saavuttaa tämän luvun, toimittajan hallintapaneeli ei salli toimia. Kun toimittajan negatiivinen saldo on puolet tästä määrästä, toimittaja näkee kielimuuttujassa vendor_debt_payout.debt_near_limit_message määritellyn varoituksen.
fr_fr: Lorsque le solde d'un fournisseur est négatif et atteint ce nombre, le panneau d'administration du fournisseur ne permettra d'effectuer aucune action. Lorsque le solde négatif d'un fournisseur est la moitié de ce nombre, le fournisseur verra l'avertissement spécifié dans la variable de langue "vendor_debt_payout.debt_near_limit_message".
nl_nl: Wanneer het saldo van een leverancier negatief is en dit aantal bereikt, zal het administratiepaneel van de leverancier geen acties toestaan. Wanneer het negatieve saldo van een leverancier de helft van dit aantal is, ziet de leverancier de waarschuwing die is gespecificeerd in de taalvariabele "vendor_debt_payout.debt_near_limit_message".
no_no: Når forhandlerens balanse er negativ og når denne summen, tillater leverandørens adminpanel ikke å utføre enkelte handlinger. Når en forhandlers negative balanse er halvparten av dette nummeret, vil leverandøren se advarselen angitt i språkvariabelen "vendor_debt_payout.debt_near_limit_message".
pt_br: Quando o saldo de um fornecedor for negativo e chegar a esta quantia, ele não poderá fazer nada através do painel administrativo. Quando o saldo negativo de um fornecedor for metade deste número, ele verá um aviso especificado na variável de idioma "vendor_debt_payout.debt_near_limit_message".
pt_pt: Quando o saldo de um fornecedor for negativo e atingir esse número, o painel de administração do fornecedor não permitirá realizar nenhuma ação. Quando o saldo negativo de um fornecedor for metade desse número, o fornecedor verá o aviso especificado na variável de idioma "vendor_debt_payout.debt_near_limit_message".
ro_ro: Când soldul unui furnizor este negativ și atinge acest număr, panoul de administrare al furnizorului nu va permite să efectueze nicio acțiune. Când soldul negativ al unui furnizor este la jumătate din acest număr, furnizorul va vedea avertismentul specificat în variabila de limbă "vendor_debt_payout.debt_near_limit_message".
sv_se: När en leverantörs saldo är negativ och når detta nummer, tillåter inte leverantörens administrationspanel att utföra några åtgärder. När en leverantörs negativa saldo är hälften av detta antal, kommer leverantören att se varningen som anges i språkvariabeln "vendor_debt_payout.debt_near_limit_message".

# Languages::vendor_debt_payout.payout_overdue_limit
source: Grace period for vendor plan fees
cs_cz: Lhůta na zaplacení poplatků dodavatele
da_dk: Henstandsperiode for leverandørplangebyrer
de_de: Kulanzzeitraum für Anbieterplangebühren
el_gr: Περίοδος χάριτος για αμοιβες πλανου Πωλητων
fa_ir: دوره مهلت برای هزینه های طرح فروشنده
fi_fi: Myyjäsuunnitelmamaksujen lisäaika
fr_fr: Période de grâce pour les frais de plan fournisseur
nl_nl: Respijtperiode voor abonnementskosten van leveranciers
no_no: Tillat periode for forhandlerens avgifter
pt_br: Prazo de tolerância para taxas de plano de fornecedor
pt_pt: Período de carência para taxas do plano do fornecedor
ro_ro: Perioada de grație pentru taxele de plan de furnizor
sv_se: Respitperiod för leverantörsplanavgifter

# Languages::ttc_vendor_debt_payout.payout_overdue_limit
source: Payments for plans are drawn from the vendor's account balance. If the balance gets negative after the fee is taken, and this period expires, the vendor's administration panel will not allow to perform any actions until the vendor pays the debt.
cs_cz: Platby za plány jsou čerpány ze zůstatku na účtu prodejce. Pokud se zůstatek na účtu dostane do mínusu po stržení poplatku, tak nebude možné používat administrační panel prodejce, dokud nebude prodejcem dluh splacen.
da_dk: Betalinger for planer trækkes fra leverandørens kontosaldo. Hvis saldoen bliver negativ, efter at gebyret er taget, og denne periode udløber, vil sælgers administrationspanel ikke tillade at udføre nogen handlinger, før sælger betaler gælden.
de_de: Zahlungen für Pläne werden vom Kontostand des Anbieters abgebucht. Wenn der Kontostand nach Einzug der Gebühr negativ wird und dieser Zeitraum abläuft, erlaubt das Verwaltungspanel des Verkäufers keine Aktionen, bis der Verkäufer die Schulden begleicht.
el_gr: Οι πληρωμές για τα πλανα προέρχονται από το υπόλοιπο του λογαριασμού του πωλητή. Εάν το υπόλοιπο γίνει αρνητικό μετά την είσπραξη του τέλους και η περίοδος αυτή λήξει, ο πίνακας διαχείρισης του πωλητή δεν θα επιτρέψει την εκτέλεση οποιασδήποτε ενέργειας έως ότου ο πωλητής πληρώσει το χρέος.
fa_ir: پرداخت ها برای طرح ها از موجودی حساب فروشنده گرفته می شود. اگر موجودی پس از اخذ کارمزد منفی شود و این مدت منقضی شود، پنل مدیریت فروشنده تا زمانی که فروشنده بدهی را پرداخت نکند، اجازه انجام هیچ کاری را نخواهد داد.
fi_fi: Suunnitelmien maksut nostetaan toimittajan tilin saldosta. Jos saldo tulee negatiiviseksi maksun perimisen jälkeen ja tämä aika umpeutuu, myyjän hallintapaneeli ei salli toimia ennen kuin myyjä on maksanut velan.
fr_fr: Les paiements pour les plans sont prélevés sur le solde du compte du fournisseur. Si le solde devient négatif après que les frais ont été prélevés et que cette période expire, le panneau d'administration du fournisseur ne permettra d'effectuer aucune action tant que le fournisseur n'aura pas payé la dette.
nl_nl: Betalingen voor plannen worden getrokken uit het rekeningsaldo van de leverancier. Als het saldo negatief wordt nadat de vergoeding is betaald, en deze periode verstrijkt, staat het administratiepaneel van de verkoper niet toe om acties uit te voeren totdat de verkoper de schuld heeft betaald.
no_no: Betalinger for planer er trukket fra forhandlerens kontosaldo. Hvis saldoen blir negativ etter at gebyret er tatt, og denne perioden utløper, vil forhandlerens adminpanel ikke tillate å utføre visse handlinger før forhandleren betaler gjelden.
pt_br: Pagamentos de planos são recolhidos do saldo da conta do fornecedor. Se o saldo ficar negativo após o recolhimento da taxa e o prazo de tolerância expirar, o fornecedor não poderá fazer nada através do painel administrativo enquanto não pagar a dívida.
pt_pt: Os pagamentos dos planos são retirados do saldo da conta do fornecedor. Se o saldo ficar negativo após a cobrança da taxa, e esse prazo expirar, o painel de administração do vendedor não permitirá realizar nenhuma ação até que o vendedor pague a dívida.
ro_ro: Plățile pentru planuri sunt extrase din soldul contului furnizorului. Dacă soldul devine negativ după ce taxa este luată și această perioadă expiră, panoul de administrare al furnizorului nu va permite să efectueze nicio acțiune până când furnizorul nu achită datoria.
sv_se: Betalningar för planer dras från säljarens kontosaldo. Om saldot blir negativt efter att avgiften har tagits, och denna period löper ut, kommer säljarens administrationspanel inte att tillåta att utföra några åtgärder förrän säljaren betalar skulden.

# Languages::vendor_debt_payout.day_or_days
source: day(s)
cs_cz: den (dny)
da_dk: dage)
de_de: Tage)
el_gr: ημέρα (ες)
fa_ir: روزها)
fi_fi: päivä(t)
fr_fr: journées)
nl_nl: dag(en)
no_no: dag(er)
pt_br: dia(s)
pt_pt: dias)
ro_ro: (zile)
sv_se: dag(ar)
