Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_plans.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

# Languages::vendor_plans.text_vendor_plan_created
source: A new vendor plan "[plan_name]" has been created. You can now <a href="[link]">set restrictions for vendors using this plan</a>.
ar_sa: تم إنشاء خطة بائع جديدة "[plan_name]". يمكنك الآن <a href="[link]"> تعيين قيود على الموردين الذين يستخدمون هذه الخطة </a>.
cs_cz: Nový plán "[plan_name]" pro prodejce byl vytvořen. Nyní můžete vytvořit <a href="[link]">opatření k používání tohoto plánu</a>.
da_dk: En ny leverandørplan "[plan_name]" er blevet oprettet. Du kan nu <a href="[link]">indstille begrænsninger for leverandører, der bruger denne plan</a>.
de_de: Ein neuer Lieferantenplan „[plan_name]“ wurde erstellt. Sie können jetzt <a href="[link]">Beschränkungen für Lieferanten festlegen, die diesen Plan verwenden</a>.
el_gr: Δημιουργήθηκε ένα νέο σχέδιο πωλητή "[plan_name]". Τώρα μπορείτε να <a href="[link]"> ορίσετε περιορισμούς για πωληές που χρησιμοποιούν αυτό το πρόγραμμα </a>.
es_es: Se ha creado un nuevo plan de vendedores "[plan_name]". Ahora puede <a href="[link]">establecer restricciones para los vendedores que utilicen este plan</a>.
fa_ir: یک طرح فروشنده جدید "[plan_name]" ایجاد شده است. اکنون می‌توانید <a href="[link]">را برای فروشندگانی که از این طرح استفاده می‌کنند، تنظیم</a>.
fi_fi: Uusi toimittajasuunnitelma "[plan_name]" on luotu. Voit nyt <a href="[link]">asettaa rajoituksia tätä suunnitelmaa käyttäville toimittajille</a>.
fr_fr: Un nouveau plan fournisseur "[plan_name]" a été créé. Vous pouvez désormais <a href="[link]">définir des restrictions pour les fournisseurs utilisant ce forfait</a>.
he_il: נוצרה תוכנית ספק חדשה "[plan_name]". כעת תוכל <a href="[link]">להגדיר הגבלות על ספקים המשתמשים בתכנית זו</a> .
hu_hu: Létrejött egy új "[plan_name]" eladói csomag. Mostantól <a href="[link]">korlátozásokat állíthatsz be az ezt a csomagot használó eladókra vonatkozóan</a>.
it_it: È stato creato un nuovo piano fornitore "[plan_name]". Ora puoi <a href="[link]">impostare restrizioni per i fornitori che utilizzano questo piano</a>.
ja_jp: 新しい出品者プラン「[plan_name]」が作成されました。 <a href="[link]">このプランを使用する出品者に制限を設定</a>できるようになりました。
nl_nl: Er is een nieuw leveranciersplan "[plan_name]" aangemaakt. U kunt nu <a href="[link]">beperkingen instellen voor leveranciers die dit abonnement gebruiken</a>.
no_no: En ny leverandørplan "[plan_name]" er opprettet. Du kan nå <a href="[link]">sette begrensninger for leverandører som bruker denne planen</a>.
pl_pl: Utworzono nowy plan sprzedawcy "[plan_name]". Możesz teraz <a href="[link]">ustawić ograniczenia dla sprzedawców korzystających z tego planu</a>.
pt_br: Um novo plano de fornecedor "[plan_name]" foi criado. Agora você pode <a href="[link]">definir restrições para fornecedores usando este plano</a>.
pt_pt: Um novo plano de fornecedor "[plan_name]" foi criado. Agora você pode <a href="[link]">definir restrições para fornecedores usando este plano</a>.
ro_ro: A fost creat un nou plan pentru furnizor "[plan_name]". Acum puteți <a href="[link]"> seta restricții pentru furnizorii care utilizează acest plan </a>.
ru_ru: Создан новый тарифный план "[plan_name]". Теперь вы можете <a href="[link]">задать ограничения для продавцов с этим планом</a>.
sv_se: En ny leverantörsplan "[plan_name]" har skapats. Du kan nu <a href="[link]">ställa in begränsningar för leverantörer som använder denna plan</a>.
uk_ua: Створено новий тарифний план "[plan_name]". Тепер ви можете <a href="[link]">задати обмеження для продавців з цим планом</a>.

# Languages::vendor_plans.commission_fee
source: [commission]% fee
ar_sa: [commission]٪ رسوم
cs_cz: [commission]% poplatek
da_dk: [commission]% gebyr
de_de: [commission]% Gebühr
el_gr: [commission]% αμοιβή
es_es: [commission]% tasa
fa_ir: کارمزد [commission]درصد
fi_fi: [commission]% maksu
fr_fr: [commission]% de frais
he_il: [עמלה] עמלה%
hu_hu: [commission]% díj
it_it: Commissione dello [commission]%.
ja_jp: 手数料 [commission]%
nl_nl: [commission]% vergoeding
no_no: [commission]% gebyr
pl_pl: [commission]% prowizji
pt_br: [commission]% de taxa
pt_pt: taxa de [commission]%
ro_ro: Comision[comision]%
ru_ru: Комиссия [commission]%
sv_se: [commission]% avgift
uk_ua: Комісия [commission]%

# Languages::vendor_plans.default_vendor_plan
source: Default plan
ar_sa: الخطة الافتراضية
cs_cz: Defaultní plán
da_dk: Standardplan
de_de: Standardplan
el_gr: Προεπιλεγμένο σχέδιο
es_es: Plan por defecto
fa_ir: طرح پیش فرض
fi_fi: Oletussuunnitelma
fr_fr: Forfait par défaut
he_il: תוכנית ברירת מחדל
hu_hu: Alapértelmezett csomag
it_it: Piano predefinito
ja_jp: 標準プラン
nl_nl: Standaard abonnement
no_no: Standard plan
pl_pl: Domyślny plan
pt_br: Plano padrão
pt_pt: Plano padrão
ro_ro: Plan implicit
ru_ru: План по умолчанию
sv_se: Standardplan
uk_ua: План за замовчуванням

# Languages::vendor_plans.event.plan_changed
source: Vendor plan was changed
ar_sa: تم تغيير خطة البائع
cs_cz: Plán dodavatele byl změněn
da_dk: Leverandørplanen blev ændret
de_de: Lieferantenplan wurde geändert
el_gr: Το Πακέτο προμηθευτή άλλαξε
es_es: Se cambió el plan del vendedor
fa_ir: طرح فروشنده تغییر کرد
fi_fi: Myyjäsuunnitelmaa muutettiin
fr_fr: Le plan du fournisseur a été modifié
he_il: תוכנית הספק שונתה
hu_hu: Az eladói csomag módosult
it_it: Il piano del fornitore è stato modificato
ja_jp: 出品者プランは変更されました
nl_nl: Leveranciersabonnement is gewijzigd
no_no: Leverandørplanen ble endret
pl_pl: Plan sprzedawcy został zmieniony
pt_br: O plano do fornecedor foi alterado
pt_pt: O plano do fornecedor foi alterado
ro_ro: Planul furnizorului a fost schimbat
ru_ru: Тарифный план был изменён
sv_se: Säljarplanen ändrades
uk_ua: План продавця був змінений

# Languages::vendor_plans
source: Vendor plans
ar_sa: خطط البائعين
cs_cz: Prodejce plánuje
da_dk: Sælger planer
de_de: Pläne des Anbieters
el_gr: Πακετα πωλητων
es_es: Planes de vendedor
fa_ir: برنامه های فروشنده
fi_fi: Myyjän suunnitelmat
fr_fr: Plans du fournisseur
he_il: תוכניות ספקים
hu_hu: Eladói csomagok
it_it: Piani del fornitore
ja_jp: 出品者プラン
nl_nl: Leveranciersplannen
no_no: Leverandørens planer
pl_pl: Plany sprzedawcy
pt_br: Planos de fornecedores
pt_pt: Planos de fornecedores
ro_ro: Planurile furnizorilor
ru_ru: Тарифные планы
sv_se: Säljarens planer
uk_ua: Тарифні плани для продавця

# Languages::email_template.vendor_plans_vendor_plan_changed_info_for_admin
source: Vendor plans: vendor plan was changed
ar_sa: خطط البائع: تم تغيير خطة البائع
cs_cz: Plány dodavatele: plán dodavatele byl změněn
da_dk: Leverandørplaner: Leverandørplanen blev ændret
de_de: Lieferantenpläne: Der Lieferantenplan wurde geändert
el_gr: Πακέτα Πωλητών: Το Πακέτο Πωλητή άλλαξε
es_es: Planes de vendedor: se ha modificado el plan de vendedor
fa_ir: برنامه های فروشنده: طرح فروشنده تغییر کرد
fi_fi: Toimittajasuunnitelmat: toimittajasuunnitelmaa muutettiin
fr_fr: Plans du fournisseur : le plan du fournisseur a été modifié
he_il: תוכניות ספקים: תוכנית ספק שונתה
hu_hu: Eladói csomagok: az eladói csomag módosult
it_it: Piani del fornitore: il piano del fornitore è stato modificato
ja_jp: 出品者プラン：出品者プランが変更されました
nl_nl: Leveranciersplannen: leveranciersplan is gewijzigd
no_no: Leverandørplaner: Leverandørplanen ble endret
pl_pl: Plany sprzedawcy: plan sprzedawcy został zmieniony
pt_br: Planos do fornecedor: o plano do fornecedor foi alterado
pt_pt: Planos do fornecedor: o plano do fornecedor foi alterado
ro_ro: Planurile furnizorului: planul furnizorului a fost modificat
ru_ru: Тарифные планы: план продавца был изменён
sv_se: Säljarplaner: leverantörsplanen ändrades
uk_ua: Тарифні плани для продавця: тарифний план для продавця був змінений

# Languages::vendor_plans.vendor_plan_has_been_changed
source: Vendor "[vendor]" moved to "[plan]"
ar_sa: تم نقل المورّد "[vendor]" إلى "[plan]"
cs_cz: Dodavatel „[vendor]“ přesunut na „[plan]“
da_dk: Leverandør "[vendor]" flyttet til "[plan]"
de_de: Lieferant "[vendor]" verschoben auf "[plan]"
el_gr: Ο Πωλητής "[vendor]" μετακινήθηκε στο "[plan]"
es_es: El vendedor "[vendor]" se ha trasladado a "[plan]"
fa_ir: فروشنده "[vendor]" به "[plan]" منتقل شد
fi_fi: Toimittaja "[vendor]" siirretty paikkaan "[plan]"
fr_fr: Fournisseur "[vendor]" déplacé vers "[plan]"
he_il: הספק "[vendor]" הועבר ל- "[plan]"
hu_hu: "[vendor]" eladó átkerült "[plan]" csomagba.
it_it: Fornitore "[vendor]" spostato in "[plan]"
ja_jp: 出品者 [vendor] は [plan] に移動しました
nl_nl: Leverancier "[vendor]" verplaatst naar "[plan]"
no_no: Leverandør "[vendor]" flyttet til "[plan]"
pl_pl: Sprzedawca "[vendor]" został przeniesiony do "[plan]"
pt_br: Fornecedor "[vendor]" movido para "[plan]"
pt_pt: Fornecedor "[vendor]" movido para "[plan]"
ro_ro: Furnizorul „[vendor]” a fost mutat în „[plan]”
ru_ru: Продавец "[vendor]" перешёл на план "[plan]"
sv_se: Leverantören "[vendor]" flyttade till "[plan]"
uk_ua: Продавця "[vendor]" переміщено до "[plan]"

# Languages::vendor_plans.vendor_plan_has_been_changed_text
source: The plan of vendor "[vendor]" was changed from "[old_plan]" to "[new_plan]".
ar_sa: تم تغيير خطة البائع "[vendor]" من "[old_plan]" إلى "[new_plan]".
cs_cz: Plán dodavatele "[vendor]" byl změněn z "[old_plan]" na "[new_plan]".
da_dk: Planen for leverandøren "[vendor]" blev ændret fra "[old_plan]" til "[new_plan]".
de_de: Der Plan des Anbieters „[vendor]“ wurde von „[old_plan]“ auf „[new_plan]“ geändert.
el_gr: Το πακέτο του πωλητή "[vendor]" άλλαξε από "[old_plan]" σε "[new_plan]".
es_es: El plan del vendedor "[vendor]" se ha cambiado de "[old_plan]" a "[new_plan]".
fa_ir: طرح فروشنده "[vendor]" از "[old_plan]" به "[new_plan]" تغییر یافت.
fi_fi: Toimittajan "[vendor]" suunnitelma muutettiin arvosta "[old_plan]" arvoksi "[new_plan]".
fr_fr: Le plan du fournisseur "[vendor]" est passé de "[old_plan]" à "[new_plan]".
he_il: התוכנית של הספק "[vendor]" שונתה מ- "[old_plan]" ל- "[new_plan]".
hu_hu: A "[vendor]" eladó csomagja "[old_plan]" csomagról "[new_plan]" csomagra módosult.
it_it: Il piano del fornitore "[vendor]" è stato modificato da "[old_plan]" a "[new_plan]".
ja_jp: 出品者 [vendor] のプランは、[old_plan] から [new_plan] に変更されました
nl_nl: Het plan van leverancier "[vendor]" is gewijzigd van "[old_plan]" in "[new_plan]".
no_no: Planen til leverandøren "[vendor]" ble endret fra "[old_plan]" til "[new_plan]".
pl_pl: Plan sprzedawcy "[vendor]" został zmieniony z planu "[old_plan]" na plan "[new_plan]".
pt_br: O plano do fornecedor "[vendor]" foi alterado de "[old_plan]" para "[new_plan]".
pt_pt: O plano do fornecedor "[vendor]" foi alterado de "[old_plan]" para "[new_plan]".
ro_ro: Planul vânzătorului „[vendor]” a fost schimbat de la „[old_plan]” la „[new_plan]”.
ru_ru: Тарифный план продавца "[vendor]" изменился с "[old_plan]" на "[new_plan]".
sv_se: Planen för säljaren "[vendor]" ändrades från "[old_plan]" till "[new_plan]".
uk_ua: Тарифний план продавця "[vendor]" змінено з "[old_plan]" на "[new_plan]".

# Languages::vendor_plans.old_plan
source: Old plan
ar_sa: خطة قديمة
cs_cz: Starý plán
da_dk: Gammel plan
de_de: Alter Plan
el_gr: Παλαιό Πακέτο
es_es: Plan viejo
fa_ir: طرح قدیمی
fi_fi: Vanha suunnitelma
fr_fr: Ancien régime
he_il: תוכנית ישנה
hu_hu: Régi csomag
it_it: Vecchio Piano
ja_jp: 旧プラン
nl_nl: oud plan
no_no: Gammel plan
pl_pl: Poprzedni plan
pt_br: Plano antigo
pt_pt: Plano antigo
ro_ro: Vechi plan
ru_ru: Старый план
sv_se: Gammal plan
uk_ua: Старий план

# Languages::vendor_plans.new_plan
source: New plan
ar_sa: خطة جديدة
cs_cz: Nový plán
da_dk: Ny plan
de_de: Neuer Plan
el_gr: Νέο Πακέτο
es_es: Plan nuevo
fa_ir: طرح جدید
fi_fi: Uusi suunnitelma
fr_fr: Nouveau plan
he_il: תכנית חדשה
hu_hu: Új csomag
it_it: Nuovo Piano
ja_jp: 新プラン
nl_nl: Nieuw plan
no_no: Ny plan
pl_pl: Nowy plan
pt_br: Novo plano
pt_pt: Novo plano
ro_ro: Plan nou
ru_ru: Новый план
sv_se: Ny plan
uk_ua: Новий план

# Languages::vendor_plans.usergroups_update_for_plan.add_usergroups_message
source: Add vendor administrators to the user groups added to the plan
ar_sa: أضف مسؤولي البائعين إلى مجموعات المستخدمين المضافة إلى الخطة
cs_cz: Přidejte správce dodavatele do skupin uživatelů přidaných do plánu
da_dk: Tilføj leverandøradministratorer til de brugergrupper, der er føjet til planen
de_de: Fügen Sie Anbieteradministratoren zu den Benutzergruppen hinzu, die dem Plan hinzugefügt wurden
el_gr: Προσθέστε διαχειριστές πωλητών στις ομάδες χρηστών που έχουν προστεθεί στο πακέτο
es_es: Añadir administradores de vendedores a los grupos de usuarios añadidos al plan
fa_ir: مدیران فروشنده را به گروه های کاربری اضافه شده به طرح اضافه کنید
fi_fi: Lisää toimittajan järjestelmänvalvojat suunnitelmaan lisättyihin käyttäjäryhmiin
fr_fr: Ajouter des administrateurs de fournisseur aux groupes d'utilisateurs ajoutés au plan
he_il: הוסף מנהלי ספקים לקבוצות המשתמשים שנוספו לתוכנית
hu_hu: Az eladói adminisztrátorok hozzáadása a csomaghoz hozzáadott felhasználói csoportokhoz
it_it: Aggiungi gli amministratori del venditore ai gruppi di utenti aggiunti al piano
ja_jp: プランに追加されたユーザーグループに出品者管理者を追加する
nl_nl: Leveranciersbeheerders toevoegen aan de gebruikersgroepen die aan het plan zijn toegevoegd
no_no: Legg til leverandøradministratorer i brukergruppene som er lagt til planen
pl_pl: Dodaj administratorów sprzedawców do grup użytkowników dodanych do planu
pt_br: Adicionar administradores de fornecedores aos grupos de usuários adicionados ao plano
pt_pt: Adicionar administradores de fornecedores aos grupos de usuários adicionados ao plano
ro_ro: Adăugați administratori de furnizori la grupurile de utilizatori adăugate la plan
ru_ru: Добавить администраторов продавцов в группы пользователей, добавленные плану
sv_se: Lägg till leverantörsadministratörer till användargrupperna som lagts till i planen
uk_ua: Додати адміністраторів продавців до груп користувачів, доданих до плану

# Languages::vendor_plans.usergroups_update_for_plan.remove_usergroups_message
source: Remove vendor administrators from the user groups removed from the plan
ar_sa: إزالة مسؤولي البائع من مجموعات المستخدمين التي تمت إزالتها من الخطة
cs_cz: Odeberte správce dodavatele ze skupin uživatelů odstraněných z plánu
da_dk: Fjern leverandøradministratorer fra de brugergrupper, der er fjernet fra planen
de_de: Entfernen Sie Lieferantenadministratoren aus den Benutzergruppen, die aus dem Plan entfernt wurden
el_gr: Κατάργηση διαχειριστών πωλητών από τις ομάδες χρηστών που καταργήθηκαν από το πακέτο
es_es: Eliminar administradores de vendedores a los grupos de usuarios eliminados del plan
fa_ir: مدیران فروشنده را از گروه های کاربری حذف شده از طرح حذف کنید
fi_fi: Poista toimittajien järjestelmänvalvojat suunnitelmasta poistetuista käyttäjäryhmistä
fr_fr: Supprimer les administrateurs de fournisseur des groupes d'utilisateurs supprimés du plan
he_il: הסר מנהלי ספקים מקבוצות המשתמשים שהוסרו מהתוכנית
hu_hu: Az eladói adminisztrátorok hozzáadása a csomaghoz hozzáadott felhasználói csoportokhoz
it_it: Rimuovi gli amministratori dei venditori dai gruppi di utenti rimossi dal piano
ja_jp: プランから削除されたユーザーグループから出品者管理者を削除する
nl_nl: Leveranciersbeheerders verwijderen uit de gebruikersgroepen die uit het abonnement zijn verwijderd
no_no: Fjern leverandøradministratorer fra brukergruppene som er fjernet fra planen
pl_pl: Usuń administratorów sprzedawców z grup użytkowników usuniętych z planu
pt_br: Remova os administradores de fornecedores dos grupos de usuários removidos do plano
pt_pt: Remova os administradores de fornecedores dos grupos de usuários removidos do plano
ro_ro: Eliminați administratorii furnizorilor din grupurile de utilizatori eliminate din plan
ru_ru: Убрать администраторов продавцов из групп пользователей, убранных у планов
sv_se: Ta bort leverantörsadministratörer från användargrupperna som tagits bort från planen
uk_ua: Вилучіть адміністраторів продавців із груп користувачів, вилучених із плану

# Languages::vendor_plans.usergroups_update_for_plan
source: These are the user groups that vendor's administrators will get when a vendor gets this plan
ar_sa: هذه هي مجموعات المستخدمين التي سيحصل عليها مسؤولو البائع عندما يحصل البائع على هذه الخطة
cs_cz: Toto jsou skupiny uživatelů, které dostanou správci dodavatele, když dodavatel získá tento plán
da_dk: Det er de brugergrupper, som leverandørens administratorer får, når en leverandør får denne plan
de_de: Dies sind die Benutzergruppen, die die Administratoren des Anbieters erhalten, wenn ein Anbieter diesen Plan erhält
el_gr: Αυτές είναι οι ομάδες χρηστών που θα λάβουν οι διαχειριστές του πωλητή όταν ένας πωλητής λαβει αυτό το πακέτο
es_es: Estos son los grupos de usuarios que obtendrán los administradores del vendedor cuando éste obtenga este plan
fa_ir: اینها گروه‌های کاربری هستند که وقتی فروشنده این طرح را دریافت می‌کند، مدیران فروشنده دریافت می‌کنند
fi_fi: Nämä ovat käyttäjäryhmiä, jotka toimittajan järjestelmänvalvojat saavat, kun toimittaja saa tämän suunnitelman
fr_fr: Ce sont les groupes d'utilisateurs que les administrateurs du fournisseur obtiendront lorsqu'un fournisseur obtiendra ce plan
he_il: אלו הן קבוצות המשתמשים שמנהלי הספק יקבלו כאשר ספק יקבל את התוכנית הזו
hu_hu: Ezeket a felhasználói csoportokat kapják meg az eladó adminisztrátorai, amikor az eladó megkapja ezt a csomagot
it_it: Questi sono i gruppi di utenti che gli amministratori del venditore riceveranno quando un venditore sottoscrive questo piano
ja_jp: これらは、出品者がこのプランを申し込んだ際に出品者管理者に追加されるユーザーグループです
nl_nl: Dit zijn de gebruikersgroepen die beheerders van leveranciers krijgen wanneer een leverancier dit plan krijgt
no_no: Dette er brukergruppene som leverandørens administratorer får når en leverandør får denne planen
pl_pl: Są to grupy użytkowników, do których zostaną dołączeni administratorzy sprzedawcy, gdy sprzedawca zostanie przypisany do tego planu
pt_br: Estes são os grupos de usuários que os administradores do fornecedor obterão quando um fornecedor obtiver este plano
pt_pt: Estes são os grupos de usuários que os administradores do fornecedor obterão quando um fornecedor obtiver este plano
ro_ro: Acestea sunt grupurile de utilizatori pe care administratorii furnizorului le vor primi atunci când un furnizor primește acest plan
ru_ru: Это группы пользователей, которые получат администраторы продавца, когда продавец получит этот план
sv_se: Det här är användargrupperna som leverantörens administratörer kommer att få när en leverantör får denna plan
uk_ua: Це групи користувачів, до яких адміністратори продавця приєднуються, коли продавець отримує цей план

# Languages::vendor_plans.category_is_not_available
source: Sorry, this category is not available for the vendor. Please check the configuration of the vendor plan.
ar_sa: عذرا ، هذه الفئة غير متوفرة للبائع. يرجى التحقق من تكوين خطة البائع.
cs_cz: Litujeme, tato kategorie není pro dodavatele dostupná. Zkontrolujte prosím konfiguraci plánu dodavatele.
da_dk: Beklager, denne kategori er ikke tilgængelig for leverandøren. Kontroller venligst konfigurationen af leverandørplanen.
de_de: Leider ist diese Kategorie für den Anbieter nicht verfügbar. Bitte überprüfen Sie die Konfiguration des Anbieterplans.
el_gr: Λυπούμαστε, αυτή η κατηγορία δεν είναι διαθέσιμη για αυτό τον πωλητή. Ελέγξτε τη διαμόρφωση του πακέτου πωλητή.
es_es: Lo sentimos, esta categoría no está disponible para el vendedor. Por favor, compruebe la configuración del plan del vendedor.
fa_ir: با عرض پوزش، این دسته برای فروشنده در دسترس نیست. لطفاً پیکربندی طرح فروشنده را بررسی کنید.
fi_fi: Valitettavasti tämä luokka ei ole toimittajan käytettävissä. Tarkista toimittajasuunnitelman kokoonpano.
fr_fr: Désolé, cette catégorie n'est pas disponible pour le fournisseur. Veuillez vérifier la configuration du plan du fournisseur.
he_il: מצטערים, קטגוריה זו אינה זמינה עבור הספק. אנא בדוק את התצורה של תוכנית הספק.
hu_hu: Sajnáljuk, ez a kategória nem elérhető az eladó számára. Kérjük, ellenőrizd az eladói csomag konfigurációját.
it_it: Spiacenti, questa categoria non è disponibile per il venditore. Si prega di controllare la configurazione del piano del venditore.
ja_jp: 申し訳ありませんが、このカテゴリーは出品者では利用できません。出品者プランの設定を確認してください。
nl_nl: Sorry, deze categorie is niet beschikbaar voor de verkoper. Controleer de configuratie van het leveranciersplan.
no_no: Beklager, denne kategorien er ikke tilgjengelig for leverandøren. Vennligst sjekk konfigurasjonen av leverandørplanen.
pl_pl: Przepraszamy, ta kategoria nie jest dostępna dla sprzedawcy. Sprawdź konfigurację planu sprzedawcy.
pt_br: Desculpe, esta categoria não está disponível para o fornecedor. Verifique a configuração do plano do fornecedor.
pt_pt: Desculpe, esta categoria não está disponível para o fornecedor. Verifique a configuração do plano do fornecedor.
ro_ro: Ne pare rău, această categorie nu este disponibilă pentru furnizor. Vă rugăm să verificați configurația planului de furnizor.
ru_ru: К сожалению, эта категория недоступна для этого продавца. Проверьте настройки тарифного плана.
sv_se: Tyvärr, denna kategori är inte tillgänglig för leverantören. Kontrollera konfigurationen av leverantörsplanen.
uk_ua: На жаль, ця категорія не доступна для продавця. Будь ласка, перевірте налаштування тарифного плану продавця.

# Languages::vendor_plans.all_storefronts_included
source: All storefronts included
ar_sa: جميع واجهات المحلات متضمنة
cs_cz: Včetně všech výloh
da_dk: Alle butiksfacader medfølger
de_de: Alle Schaufenster enthalten
el_gr: Περιλαμβάνονται όλες οι βιτρίνες
es_es: Todos los escaparates incluidos
fa_ir: تمامی ویترین ها گنجانده شده است
fi_fi: Mukana kaikki julkisivut
fr_fr: Toutes vitrines incluses
he_il: כל חלונות הראווה כלולים
hu_hu: Összes piactér
it_it: Tutte le vetrine incluse
ja_jp: 全てのストアフロントを含む
nl_nl: Alle etalages inbegrepen
no_no: Alle utstillingsvinduer inkludert
pl_pl: Zawiera wszystkie storefronty
pt_br: Todas as vitrines incluídas
pt_pt: Todas as vitrines incluídas
ro_ro: Toate vitrinele sunt incluse
ru_ru: Включает все витрины
sv_se: Alla skyltfönster ingår
uk_ua: Включає всі вітрини магазину

# Languages::vendor_plans.all_categories_included
source: All categories included
ar_sa: تم تضمين جميع الفئات
cs_cz: Zahrnuty všechny kategorie
da_dk: Alle kategorier inkluderet
de_de: Alle Kategorien enthalten
el_gr: Περιλαμβάνονται όλες οι κατηγορίες
es_es: Todas las categorías incluidas
fa_ir: همه دسته ها گنجانده شده است
fi_fi: Mukana kaikki luokat
fr_fr: Toutes catégories incluses
he_il: כל הקטגוריות כלולות
hu_hu: Összes kategória
it_it: Tutte le categorie incluse
ja_jp: 全てのカテゴリーを含む
nl_nl: Alle categorie√´n inbegrepen
no_no: Alle kategorier inkludert
pl_pl: Zawiera wszystkie storefronty
pt_br: Todas as categorias incluídas
pt_pt: Todas as categorias incluídas
ro_ro: Toate categoriile incluse
ru_ru: Включает все категории
sv_se: Alla kategorier ingår
uk_ua: Включає всі категорії
