Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_data_premoderation.po
Languages: cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::vendor_data_premoderation.products_sent_to_premoderation
source: Your changes have been saved. Before your product is added to the product catalog, it must be approved by the store administration. Follow <a href="[product_approval_url]">this link</a> to view products that require approval.|Your changes have been saved. Before your products are added to the product catalog, they must be approved by the store administration. Follow <a href="[product_approval_url]">this link</a> to view products that require approval.
cs_cz: Vaše změny byly uloženy. Předtím, než je produkt přidán do katalogu produktů, musí být odsouhlasen administrátorem obchodu. Přejděte na <a href="[product_approval_url]">tento link</a>, abyste viděli, které produkty vyžadují schválení.| Vaše změny byly uloženy. Předtím, než jsou produkty přidány do katalogu produktů, musí být odsouhlaseny administrátorem obchodu. Přejděte na <a href="[product_approval_url]">tento link</a>, abyste viděli, které produkty vyžadují schválení.
de_de: Ihre Änderungen wurden gespeichert. Bevor Ihr Produkt in den Produktkatalog aufgenommen wird, muss es von der Geschäftsverwaltung genehmigt werden. Folgen Sie <a href="[product_approval_url]">diesem Link</a> , um Produkte anzuzeigen, die eine Genehmigung erfordern.|Ihre Änderungen wurden gespeichert. Bevor Ihre Produkte zum Produktkatalog hinzugefügt werden, müssen sie von der Geschäftsverwaltung genehmigt werden. Folgen Sie <a href="[product_approval_url]">diesem Link</a> , um Produkte anzuzeigen, die eine Genehmigung erfordern.
el_gr: Οι αλλαγές σας έχουν αποθηκευτεί. Πριν προστεθεί το προϊόν σας στον κατάλογο με τα προϊόντα, πρέπει να εγκριθεί από τον διαχειριστή του καταστήματος. Ακολουθήστε αυτόν τον <a href="[product_approval_url]">σύνδεσμο</a> για να εμφανίσετε τα προϊόντα που απαιτούν έγκριση.|Οι αλλαγές σας έχουν αποθηκευτεί. Πριν αποθηκευτούν τα προϊόντα σας στον κατάλογο με τα προϊόντα, πρέπει να εγκριθούν από τον διαχειριστή του καταστήματος. Ακολουθήστε αυτόν τον <a href="[product_approval_url]">σύνδεσμο</a> για να εμφανίσετε τα προϊόντα που απαιτούν έγκριση.
es_es: Se han guardado los cambios. Antes de que su producto se agregue al catálogo de productos, debe ser aprobado por la administración de la tienda. Siga <a href="[product_approval_url]"> este enlace</a> para ver los productos que requieren aprobación. | Sus cambios se han guardado. Antes de que sus productos se agreguen al catálogo de productos, deben ser aprobados por la administración de la tienda. Siga <a href="[product_approval_url]"> este enlace</a> para ver los productos que requieren aprobación.
fa_ir: تغییرات شما ذخیره شد. قبل از اینکه محصول شما به کاتالوگ محصولات اضافه شود، باید توسط مدیریت فروشگاه تایید شود. برای مشاهده محصولاتی که نیاز به تایید دارند <a href="[product_approval_url]">این پیوند</a> را دنبال کنید.|تغییرات شما ذخیره شده است. قبل از اینکه محصولات شما به کاتالوگ محصولات اضافه شوند، باید توسط مدیریت فروشگاه تایید شوند. برای مشاهده محصولاتی که نیاز به تایید دارند، <a href="[product_approval_url]">این پیوند</a> را دنبال کنید.
fi_fi: Muutoksesi on tallennettu. Ennen kuin tuotteesi lisätään tuoteluetteloon, se on hyväksyttävä kaupan hallinnolta. Seuraa <a href="[product_approval_url]">tätä linkkiä</a> nähdäksesi tuotteet, jotka vaativat hyväksynnän.|Tekemäsi muutokset on tallennettu. Ennen kuin tuotteesi lisätään tuoteluetteloon, ne on hyväksyttävä kaupan hallinnolta. Seuraa <a href="[product_approval_url]">tätä linkkiä</a> nähdäksesi tuotteet, jotka vaativat hyväksynnän.
fr_fr: Vos modifications ont été enregistrées. Avant que votre produit soit ajouté au catalogue de produits, il doit être approuvé par l'administration du magasin. Suivez <a href="[product_approval_url]">ce lien</a> pour voir les produits qui nécessitent une approbation.|Vos modifications ont été enregistrées. Avant que vos produits soient ajoutés au catalogue de produits, ils doivent être approuvés par l'administration du magasin. Suivez <a href="[product_approval_url]">ce lien</a> pour voir les produits qui doivent être approuvés.
he_il: השינויים שלך נשמרו. לפני שהמוצר שלך מתווסף לקטלוג המוצרים, עליו להיות מאושר על ידי הנהלת החנות. עקוב אחר <a href="[product_approval_url]">קישור זה</a> כדי להציג מוצרים הדורשים אישור. השינויים שלך נשמרו. לפני שהמוצרים שלך יתווספו לקטלוג המוצרים, עליהם לאשר אותם על ידי הנהלת החנות. עקוב אחר <a href="[product_approval_url]">קישור זה</a> כדי להציג מוצרים הדורשים אישור.
hu_hu: A módosításaid el lettek mentve. Mielőtt a termék hozzáadódik a termékkatalógushoz, a piactér adminisztrációjának jóvá kell hagynia. Kövesd <a href="[product_approval_url]">ezt a linket</a> a jóváhagyást igénylő termékek megtekintéséhez.|A módosításaid el lettek mentve. Mielőtt a termékek hozzáadásra kerülnek a termékkatalógushoz, azokat a piactér adminisztrációjának jóvá kell hagynia. Kövesd <a href="[product_approval_url]">ezt a linket</a> a jóváhagyást igénylő termékek megtekintéséhez.
it_it: Le modifiche sono state salvate. Prima che il tuo prodotto venga aggiunto al catalogo prodotti, deve essere approvato dall'amministrazione del negozio. Segui <a href="[product_approval_url]">questo link</a> per visualizzare i prodotti che richiedono l'approvazione.|Le modifiche sono state salvate. Prima che i tuoi prodotti vengano aggiunti al catalogo prodotti, devono essere approvati dall'amministrazione del negozio. Segui <a href="[product_approval_url]">questo link</a> per visualizzare i prodotti che richiedono l'approvazione.
ja_jp: あなたの変更が保存されました。商品が商品カタログに追加される前に、管理者による承認が必要です。<a href="[product_approval_url]">このリンク</a>をクリックすると、承認が必要な商品が表示されます。｜あなたの変更は保存されました。商品カタログに商品を追加するには、管理者の承認が必要です。 <a href="[product_approval_url]">このリンク</a>をクリックすると、承認が必要な商品が表示されます。
nl_nl: Je veranderingen zijn bewaard. Voordat uw product wordt toegevoegd aan de productcatalogus, moet het worden goedgekeurd door de winkeladministratie. Volg <a href="[product_approval_url]">deze link</a> om producten te bekijken die goedkeuring behoeven.|Uw wijzigingen zijn opgeslagen. Voordat uw producten aan de productcatalogus worden toegevoegd, moeten ze worden goedgekeurd door de winkeladministratie. Volg <a href="[product_approval_url]">deze link</a> om producten te bekijken die goedkeuring behoeven.
no_no: Dine endringer har blitt lagret. Før produktet ditt legges til i produktkatalogen, må det godkjennes av butikkadministrasjonen. Følg <a href="[product_approval_url]">denne lenken</a> for å se produkter som krever godkjenning.|Endringene dine er lagret. Før produktene dine legges til i produktkatalogen, må de godkjennes av butikkadministrasjonen. Følg <a href="[product_approval_url]">denne lenken</a> for å se produkter som krever godkjenning.
pl_pl: Twoje zmiany zostały zapisane. Zanim produkt zostanie dodany do katalogu produktów, musi zostać zatwierdzony przez administrację sklepu. Kliknij <a href="[product_approval_url]"> ten link </a>, aby wyświetlić produkty wymagające zatwierdzenia. | Twoje zmiany zostały zapisane. Przed dodaniem produktów do katalogu produktów należy je zatwierdzić przez administrację sklepu. Kliknij <a href="[product_approval_url]"> ten link </a>, aby wyświetlić produkty wymagające zatwierdzenia.
pt_br: Alterações salvas. O seu produto deve ser aprovado pela administração da loja antes de ser adicionado ao catálogo. Clique <a href="[product_approval_url]">neste link</a> para ver quais produtos precisam de aprovação.|Alterações salvas. Os seus produtos devem ser aprovados pela administração da loja antes de serem adicionados ao catálogo. Clique <a href="[product_approval_url]">neste link</a> para ver quais produtos precisam de aprovação.
pt_pt: Suas alterações foram salvas. Antes de seu produto ser adicionado ao catálogo de produtos, ele deve ser aprovado pela administração da loja. Siga <a href="[product_approval_url]">este link</a> para ver os produtos que requerem aprovação.|Suas alterações foram salvas. Antes de seus produtos serem adicionados ao catálogo de produtos, eles devem ser aprovados pela administração da loja. Siga <a href="[product_approval_url]">este link</a> para visualizar os produtos que requerem aprovação.
ro_ro: Schimbarile tale au fost salvate. Înainte ca produsul dvs. să fie adăugat la catalogul de produse, acesta trebuie aprobat de administrația magazinului. Urmăriți<a href="[product_approval_url]">acest link</a> pentru a vizualiza produsele care necesită aprobare. | Modificările dvs. au fost salvate. Înainte ca produsele dvs. să fie adăugate la catalogul de produse, acestea trebuie aprobate de administrația magazinului. Urmăriți<a href="[product_approval_url]">acest link</a> pentru a vizualiza produsele care necesită aprobare.
sv_se: Dina ändringar har sparats. Innan din produkt läggs till i produktkatalogen måste den godkännas av butiksadministrationen. Följ <a href="[product_approval_url]">denna länk</a> för att se produkter som kräver godkännande.|Dina ändringar har sparats. Innan dina produkter läggs till i produktkatalogen måste de godkännas av butiksadministrationen. Följ <a href="[product_approval_url]">denna länk</a> för att se produkter som kräver godkännande.
tr_tr: Değişiklikleriniz kaydedildi. Ürününüzün ürün kataloğuna eklenmeden önce mağaza yönetimi tarafından onaylanması gerekmektedir. Onay gerektiren ürünleri görüntülemek için <a href="[product_approval_url]">bu bağlantıyı</a> takip edin.|Değişiklikleriniz kaydedildi. Ürünleriniz ürün kataloğuna eklenmeden önce mağaza yönetimi tarafından onaylanmalıdır. Onay gerektiren ürünleri görüntülemek için <a href="[product_approval_url]">bu bağlantıyı</a> izleyin.
uk_ua: Зміни збережені. Перед тим, як товар з'явиться у каталозі, його повинна схвалити адміністрація магазину. Ось <a href="[product_approval_url]">список товарів, які очікують схвалення</a>.|Зміни збережені. Перед тим, як товари з'являться в каталозі, їх має схвалити адміністрація магазину. Ось <a href="[product_approval_url]">список товарів, які очікують схвалення</a>.

# Languages::vendor_data_premoderation.event.product_status.approved.name
source: Vendor data premoderation: your product was approved
cs_cz: Předmoderování dát prodejce: Váš produkt byl schválen
de_de: Lieferantendaten-Vormoderation: Ihr Produkt wurde genehmigt
el_gr: Προ έγκριση στοιχείων Πωλητή: το προϊόν σας έχει εγκριθεί.
es_es: Premoderación de datos del vendedor: su producto fue aprobado
fa_ir: پیش نظارت اطلاعات فروشنده: محصول شما تایید شد
fi_fi: Toimittajatietojen ennakkotilaus: tuotteesi hyväksyttiin
fr_fr: Prémodération des données du vendeur : votre produit a été approuvé
he_il: קידומת מוקדמת של נתוני ספק: המוצר שלך אושר
hu_hu: Eladói adatok előzetes moderálása: a termékedet jóváhagyták.
it_it: Premoderazione dei dati del fornitore: il tuo prodotto è stato approvato
ja_jp: 出品者データ設定：商品が承認されました
nl_nl: Premoderatie van gegevens van leveranciers: uw product is goedgekeurd
no_no: Forhåndsmoderering av leverandørdata: produktet ditt ble godkjent
pl_pl: Moderacja produktów sprzedawcy: twój produkt został zatwierdzony
pt_br: Pré-moderação de dados do fornecedor: seu produto foi aprovado
pt_pt: Pré-moderação de dados do fornecedor: seu produto foi aprovado
ro_ro: Premoderarea datelor furnizorului: produsul dvs. a fost aprobat
sv_se: Förmoderering av leverantörsdata: din produkt godkändes
tr_tr: Satıcı verilerinin ön denetimi: ürününüz onaylandı
uk_ua: Премодерація даних постачальника: ваш товар затверджено

# Languages::vendor_data_premoderation.event.product_status.disapproved.name
source: Vendor data premoderation: your product was disapproved
cs_cz: Předmoderování dát prodejce: Váš produktu byl schválen
de_de: Vorabmoderation von Anbieterdaten: Ihr Produkt wurde abgelehnt
el_gr: Προ έγκριση στοιχείων Πωλητή: το προϊόν σας έχει απορριφθεί
es_es: Premoderación de datos del vendedor: su producto fue rechazado
fa_ir: تعدیل اطلاعات فروشنده: محصول شما تایید نشد
fi_fi: Toimittajan tietojen ennakkotilaus: tuotteesi hylättiin
fr_fr: Prémodération des données du vendeur : votre produit a été désapprouvé
he_il: קידומת מוקדמת של נתוני ספק: המוצר שלך לא אושר
hu_hu: Eladói adatok előzetes moderálása: a termékedet nem hagyták jóvá.
it_it: Premoderazione dei dati del fornitore: il tuo prodotto non è stato approvato
ja_jp: 出品者データ設定：商品は非承認となりました
nl_nl: Premodering van leveranciersgegevens: uw product is afgekeurd
no_no: Forhåndsmoderering av leverandørdata: produktet ditt ble ikke godkjent
pl_pl: Moderacja produktów sprzedawcy: twój produkt został odrzucony
pt_br: Pré-moderação de dados do fornecedor: seu produto foi rejeitado
pt_pt: Pré-moderação de dados do fornecedor: seu produto foi reprovado
ro_ro: Premoderarea datelor furnizorului: produsul dvs. a fost respins si nu a fost aprobat.
sv_se: Förmoderering av leverantörsdata: din produkt godkändes inte
tr_tr: Satıcı verilerinin ön denetimi: ürününüz onaylanmadı
uk_ua: Премодерація даних постачальника: ваш товар відхилено

# Languages::vendor_data_premoderation.approval_info_text
source: If approval is required only for some vendors, you'll be able to set what vendors need moderation on the Add-ons tab of the vendor editing page.
cs_cz: Pokud je schvalování vyžadováno pouze pro některého z dodavatelů, nastavte kteří prodejci tomuto budou podléhat na stránce editace v rámci doplňku,
de_de: Wenn nur für einige Anbieter eine Genehmigung erforderlich ist, können Sie auf der Registerkarte „Add-Ons“ auf der Bearbeitungsseite für Anbieter festlegen, welche Anbieter moderiert werden müssen.
el_gr: Εάν απαιτείται έγκριση μόνο για ορισμένους πωλητές, θα μπορείτε να ορίσετε ποιοι πωλητές χρειάζονται εποπτεία στην καρτέλα Πρόσθετα στη σελίδα επεξεργασίας πωλητή.
es_es: Si solo se requiere aprobación para algunos vendedores, podrá establecer qué vendedores necesitan moderación en la pestaña Complementos de la página de edición de vendedores.
fa_ir: اگر تأیید فقط برای برخی از فروشندگان مورد نیاز است، می‌توانید در برگه «افزونه‌ها» صفحه ویرایش فروشنده، تعیین کنید که چه فروشندگانی به نظارت نیاز دارند.
fi_fi: Jos hyväksyntä vaaditaan vain joillekin toimittajille, voit määrittää, mitkä toimittajat tarvitsevat valvontaa toimittajan muokkaussivun Lisäosat-välilehdellä.
fr_fr: Si l'approbation n'est requise que pour certains vendeurs, vous pourrez définir quels vendeurs doivent être modérés dans l'onglet "Add-ons" de la page d'édition du vendeur.
he_il: אם האישור נדרש רק לספקים מסוימים, תוכל לקבוע את הספקים הדרושים למיתון בכרטיסייה 'תוספות' בדף עריכת הספק.
hu_hu: Ha csak egyes eladók esetében van szükség jóváhagyásra, akkor az eladók szerkesztési oldalának Bővítmények fülén beállíthatod, hogy mely eladóknak van szükségük moderálásra.
it_it: Se l'approvazione è richiesta solo per alcuni fornitori, sarai in grado di impostare quali fornitori necessitano di moderazione nella scheda Componenti aggiuntivi della pagina di modifica del fornitore.
ja_jp: 一部の出品者にのみ承認が必要な場合は、出品者編集ページのアドオンタブで、承認が必要な出品者を設定することができます。
nl_nl: Als goedkeuring alleen voor sommige leveranciers is vereist, kunt u instellen welke leveranciers moeten worden gecontroleerd op het tabblad Add-ons van de bewerkingspagina voor leveranciers.
no_no: Hvis godkjenning bare kreves for enkelte leverandører, vil du kunne angi hvilke leverandører som trenger moderering på Tillegg-fanen på leverandørens redigeringsside.
pl_pl: Jeśli zatwierdzenie jest wymagane tylko dla niektórych sprzedawców, będziesz mógł ustawić, którzy sprzedawcy wymagają moderacji w zakładce Dodatki na stronie edycji sprzedawcy.
pt_br: Se a aprovação for necessária apenas para alguns fornecedores, você poderá definir o que deve ser aprovado na aba de complementos da página de edição do fornecedor.
pt_pt: Se a aprovação for necessária apenas para alguns fornecedores, você poderá definir quais fornecedores precisam de moderação na guia Complementos da página de edição do fornecedor.
ro_ro: Dacă aprobarea este necesară numai pentru unii furnizori, veți putea seta ce furnizori au nevoie de moderare în fila Suplimente(Add-ons) din pagina de editare a furnizorului.
sv_se: Om godkännande endast krävs för vissa leverantörer, kommer du att kunna ställa in vilka leverantörer som behöver modereras på fliken Tillägg på leverantörens redigeringssida.
tr_tr: Yalnızca bazı satıcılar için onay gerekiyorsa, satıcı düzenleme sayfasının Eklentiler sekmesinde hangi satıcıların denetlenmesi gerektiğini ayarlayabilirsiniz.
uk_ua: Якщо перевірка потрібна лише для деяких продавців, то необхідність перевірки для кожного продавця задається на вкладці "Модулі" на сторінці редагування продавця.

# Languages::internal_template.vendor_data_premoderation_product_approved
source: Vendor data premoderation: your product was approved
cs_cz: Předmoderování dát prodejce: Váš produkt byl schválen
de_de: Vormoderation von Lieferantendaten: Ihr Produkt wurde genehmigt
el_gr: Προ έγκριση στοιχείων Πωλητή: το προϊόν σας έχει εγκριθεί.
es_es: Premoderación de datos del vendedor: su producto fue aprobado
fa_ir: پیش نظارت اطلاعات فروشنده: محصول شما تایید شد
fi_fi: Toimittajatietojen ennakkotilaus: tuotteesi hyväksyttiin
fr_fr: Prémodération des données du vendeur : votre produit a été approuvé
he_il: קידומת מוקדמת של נתוני ספק: המוצר שלך אושר
hu_hu: Eladói adatok előzetes moderálása: a termékedet jóváhagyták.
it_it: Premoderazione dei dati del fornitore: il tuo prodotto è stato approvato
ja_jp: 出品者データ設定：商品が承認されました
nl_nl: Premoderatie van leveranciersgegevens: uw product is goedgekeurd
no_no: Forhåndsmoderering av leverandørdata: produktet ditt ble godkjent
pl_pl: Moderacja produktów sprzedawcy: twój produkt został zatwierdzony
pt_br: Pré-moderação de dados do fornecedor: seu produto foi aprovado
pt_pt: Pré-moderação de dados do fornecedor: seu produto foi aprovado
ro_ro: Premoderarea datelor furnizorului: produsul dvs. a fost aprobat
sv_se: Förmoderering av leverantörsdata: din produkt godkändes
tr_tr: Satıcı verilerinin ön denetimi: ürününüz onaylandı
uk_ua: Премодерація даних продавців: ваш товар затверджено

# Languages::internal_template.vendor_data_premoderation_product_disapproved
source: Vendor data premoderation: your product was disapproved
cs_cz: Předmoderování dát prodejce: Váš produkt nebyl schválen
de_de: Vorabmoderation von Anbieterdaten: Ihr Produkt wurde abgelehnt
el_gr: Προ έγκριση στοιχείων Πωλητή: το προϊόν σας έχει απορριφθεί
es_es: Premoderación de datos del vendedor: su producto fue rechazado
fa_ir: تعدیل اطلاعات فروشنده: محصول شما تایید نشد
fi_fi: Toimittajan tietojen ennakkotilaus: tuotteesi hylättiin
fr_fr: Prémodération des données du vendeur : votre produit a été désapprouvé
he_il: קידומת מוקדמת של נתוני ספק: המוצר שלך לא אושר
hu_hu: Eladói adatok előzetes moderálása: a termékedet nem hagyták jóvá.
it_it: Premoderazione dei dati del fornitore: il tuo prodotto non è stato approvato
ja_jp: 出品者データ設定：商品は非承認となりました
nl_nl: Premoderatie van leveranciersgegevens: uw product is afgekeurd
no_no: Forhåndsmoderering av leverandørdata: produktet ditt ble ikke godkjent
pl_pl: Moderacja produktów sprzedawcy: twój produkt został odrzucony
pt_br: Pré-moderação de dados do fornecedor: seu produto foi rejeitado
pt_pt: Pré-moderação de dados do fornecedor: seu produto foi reprovado
ro_ro: Premoderarea datelor furnizorului: produsul dvs. a fost respins!
sv_se: Förmoderering av leverantörsdata: din produkt godkändes inte
tr_tr: Satıcı verilerinin ön denetimi: ürününüz onaylanmadı
uk_ua: Премодерація даних продавців: ваш товар відхилено

# Languages::vendor_data_premoderation.moderation
source: Moderation
cs_cz: Moderování
de_de: Mäßigung
el_gr: εποπτεία
es_es: Moderación
fa_ir: اعتدال
fi_fi: Maltillisuus
fr_fr: Modération
he_il: מְתִינוּת
hu_hu: Moderálás
it_it: Moderazione
ja_jp: 承認
nl_nl: Met mate
no_no: Moderasjon
pl_pl: Moderacja
pt_br: Moderação
pt_pt: Moderação
ro_ro: Moderare
sv_se: Måtta
tr_tr: moderasyon
uk_ua: Модерація

# SettingsOptions::vendor_data_premoderation::vendors_prior_approval
source: Approval of newly-created vendors
cs_cz: Schvalování nově vytvořených prodejců
de_de: Genehmigung neu erstellter Lieferanten
el_gr: Έγκριση νεοδημιουργηθέντων πωλητών
es_es: Aprobación de nueva creación de proveedores
fa_ir: تایید فروشندگان تازه ایجاد شده
fi_fi: Uusien toimittajien hyväksyminen
fr_fr: Approbation des vendeurs nouvellement créés
he_il: אישור ספקים חדשים שנוצרו
hu_hu: Újonnan létrehozott eladók jóváhagyása
it_it: Approvazione dei fornitori di nuova creazione
ja_jp: 新規作成出品者の承認
nl_nl: Goedkeuring van nieuw aangemaakte leveranciers
no_no: Godkjenning av nyopprettede leverandører
pl_pl: Zatwierdzanie nowo utworzonych sprzedawców
pt_br: Aprovação de fornecedores recém-criados
pt_pt: Aprovação de fornecedores recém-criados
ro_ro: Aprobarea furnizorilor nou creați
sv_se: Godkännande av nyskapade leverantörer
tr_tr: Yeni oluşturulan satıcıların onayı
uk_ua: Затвердження новостворених продавців

# SettingsVariants::vendor_data_premoderation::vendors_prior_approval::none
source: Isn't required
cs_cz: Není vyžadováno
de_de: Ist nicht erforderlich
el_gr: Δεν απαιτείται
es_es: No es necesario
fa_ir: مورد نیاز نیست
fi_fi: Ei vaadita
fr_fr: N'est pas nécessaire
he_il: לא נדרש
hu_hu: Nem szükséges
it_it: Non è richiesto
ja_jp: 必須ではありません
nl_nl: Is niet verplicht
no_no: Er ikke nødvendig
pl_pl: Nie jest wymagane
pt_br: Não é obrigatório
pt_pt: Não é obrigatório
ro_ro: Nu este necesar
sv_se: Krävs inte
tr_tr: gerekli değil
uk_ua: Це не потрібно

# SettingsVariants::vendor_data_premoderation::vendors_prior_approval::all
source: Required for all vendors
cs_cz: Povinné pro všechny prodejce
de_de: Erforderlich für alle Anbieter
el_gr: Απαιτείται για όλους τους πωλητές
es_es: Requerido para todos los proveedores
fa_ir: برای همه فروشندگان الزامی است
fi_fi: Pakollinen kaikille myyjille
fr_fr: Obligatoire pour tous les vendeurs
he_il: נדרש עבור כל הספקים
hu_hu: Minden eladó számára kötelező
it_it: Obbligatorio per tutti i fornitori
ja_jp: 全ての出品者で必須
nl_nl: Vereist voor alle leveranciers
no_no: Påkrevd for alle leverandører
pl_pl: Wymagane dla wszystkich sprzedawców
pt_br: Obrigatório para todos os fornecedores
pt_pt: Obrigatório para todos os fornecedores
ro_ro: Necesar pentru toți vânzătorii
sv_se: Krävs för alla leverantörer
tr_tr: Tüm satıcılar için gerekli
uk_ua: Обов'язковий для всіх продавців
