Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_debt_payout.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se

# Languages::vendor_debt_payout.reason_block
source: Your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance]. Please deposit at least [amount] until [date] to avoid suspension. You can refill the balance in your <a href="[link]">vendor panel</a>.
cs_cz: Váš aktuální zůstatek je [balance], což je pod minimální přípustnou částkou zůstatku [lowers_allowed_balance]. Dobijte prosím alespoň [amount] do [date], abyste se vyhnuli pozastavení účtu. Váš zůstatek můžete spravovat ve vašem <a href="[link]">panelu prodejce</a>.
da_dk: Din nuværende saldo er [balance], hvilket er under den mindst tilladte saldo på [lowers_allowed_balance]. Indbetal venligst mindst [amount] indtil [date] for at undgå suspension. Du kan genopfylde saldoen i dit <a href="[link]">leverandørpanel</a>.
de_de: Ihr aktuelles Guthaben beträgt [balance], was unter dem zulässigen Mindestguthaben von [lowers_allowed_balance]liegt. Bitte zahlen Sie mindestens [amount] bis [date] ein, um eine Sperrung zu vermeiden. Sie können das Guthaben in Ihrem <a href="[link]">Händlerpanel</a>auffüllen.
el_gr: Το τρέχον υπόλοιπό σας είναι [balance], το οποίο είναι κάτω από το ελάχιστο επιτρεπόμενο υπόλοιπο του [lowers_allowed_balance]. Καταθέστε τουλάχιστον [amount] έως [date] για να αποφύγετε την αναστολή. Μπορείτε να ξαναγεμίσετε το υπόλοιπο στον πίνακα <a href="[link]">πωλητων σας</a>.
fa_ir: موجودی فعلی شما [balance]است که کمتر از حداقل موجودی مجاز [lowers_allowed_balance]است. لطفا برای جلوگیری از تعلیق حداقل [amount] تا [date] واریز کنید. می توانید موجودی را در پانل <a href="[link]">فروشنده خود</a>دوباره پر کنید.
fi_fi: Nykyinen saldosi on [balance], mikä on alle sallitun vähimmäissaldon [lowers_allowed_balance]. Ole hyvä ja talleta vähintään [amount] välttääksesi [date] . Voit täyttää saldon uudelleen <a href="[link]">myyjäpaneelissa</a>.
fr_fr: Votre solde actuel est de [balance], ce qui est inférieur au solde minimum autorisé de [lowers_allowed_balance]. Veuillez déposer au moins [amount] jusqu'à [date] pour éviter la suspension. Vous pouvez recharger le solde dans votre panneau <a href="[link]">vendeurs</a>.
nl_nl: Uw huidige saldo is [balance], wat lager is dan het minimaal toegestane saldo van [lowers_allowed_balance]. Gelieve minimaal [amount] t/m [date] te storten om opschorting te voorkomen. U kunt het saldo aanvullen in uw <a href="[link]">leverancierspaneel</a>.
no_no: Din nåværende saldo er [balance], som er under den minste tillatte saldoen på [lowers_allowed_balance]. Vennligst sett inn minst [amount] til [date] for å unngå suspensjon. Du kan fylle på saldoen i ditt <a href="[link]">leverandørpanel</a>.
pt_br: Seu saldo atual é de [balance], abaixo do saldo mínimo permitido de [lowers_allowed_balance]. Deposite pelo menos [amount] até [date] para evitar a suspensão. Você pode adicionar dinheiro no seu <a href="[link]">painel do fornecedor</a>.
pt_pt: Seu saldo atual é [balance], que está abaixo do saldo mínimo permitido de [lowers_allowed_balance]. Por favor, deposite pelo menos [amount] até [date] para evitar a suspensão. Você pode reabastecer o saldo em seu painel de <a href="[link]">fornecedores</a>.
ro_ro: Soldul dvs. curent este [balance], care este sub soldul minim permis de [lowers_allowed_balance]. Vă rugăm să depuneți cel puțin [amount] până la [date] pentru a evita suspendarea. Puteți reumple soldul în panoul dvs. de <a href="[link]">furnizori</a>.
sv_se: Ditt nuvarande saldo är [balance], vilket är under det lägsta tillåtna saldot på [lowers_allowed_balance]. Vänligen sätt in minst [amount] till [date] för att undvika avstängning. Du kan fylla på saldot i din <a href="[link]">leverantörspanel</a>.

# Languages::vendor_debt_payout.minimum_allowed_balance_to_zero
source: We've set the minimum allowed balance to 0. Now whenever a vendor's balance goes below 0, the grace period will start, and the vendor will be asked to pay the debt.
cs_cz: Minimální povolený zůstatek jsme nastavili na 0. Nyní, kdykoliv zůstatek dodavatele klesne pod 0, započne lhůta k zaplacení dluhu, k němuž bude prodejce zároveň vyzván.
da_dk: Vi har sat den mindst tilladte saldo til 0. Når nu en leverandørs saldo går under 0, starter afdragsperioden, og leverandøren vil blive bedt om at betale gælden.
de_de: Wir haben das zulässige Mindestguthaben auf 0 gesetzt. Wenn nun das Guthaben eines Verkäufers unter 0 sinkt, beginnt die Nachfrist und der Verkäufer wird aufgefordert, die Schulden zu begleichen.
el_gr: Έχουμε ορίσει το ελάχιστο επιτρεπόμενο υπόλοιπο στο 0. Τώρα, όποτε το υπόλοιπο ενός πωλητή πέσει κάτω από το 0, θα ξεκινά η περίοδος χάριτος και ο πωλητής θα καλείται να πληρώσει το χρέος.
fa_ir: ما حداقل موجودی مجاز را روی 0 تنظیم کرده‌ایم. اکنون هر زمان که موجودی فروشنده کمتر از 0 شود، دوره مهلت شروع می‌شود و از فروشنده خواسته می‌شود بدهی را پرداخت کند.
fi_fi: Olemme asettaneet vähimmäissaldon arvoon 0. Nyt kun toimittajan saldo laskee alle 0:n, armonaika alkaa ja myyjää pyydetään maksamaan velka.
fr_fr: Nous avons fixé le solde minimum autorisé à 0. Désormais, chaque fois que le solde d'un fournisseur passe en dessous de 0, la période de grâce commence et le fournisseur est invité à payer la dette.
nl_nl: We hebben het minimaal toegestane saldo op 0 gezet. Wanneer het saldo van een verkoper nu onder de 0 komt, begint de respijtperiode en wordt de verkoper gevraagd om de schuld te betalen.
no_no: Vi har satt den minste tillatte saldoen til 0. Nå hver gang en leverandørs saldo går under 0, vil fristen starte, og leverandøren vil bli bedt om å betale gjelden.
pt_br: Definimos o saldo mínimo permitido para 0. Agora, sempre que o saldo de um fornecedor ficar abaixo de 0, o prazo de tolerância será iniciado e será solicitado que o fornecedor pague a dívida.
pt_pt: Definimos o saldo mínimo permitido como 0. Agora, sempre que o saldo de um fornecedor ficar abaixo de 0, o período de carência começará e o fornecedor será solicitado a pagar a dívida.
ro_ro: Am setat soldul minim permis la 0. Acum, ori de câte ori soldul unui furnizor scade sub 0, va începe perioada de grație, iar vânzătorului i se va cere să plătească datoria.
sv_se: Vi har ställt in det lägsta tillåtna saldot till 0. Närhelst en leverantörs saldo går under 0 startar respitperioden och leverantören kommer att bli ombedd att betala skulden.

# Languages::vendor_debt_payout.admin_weekly_digest_of_suspended_vendors
source: Send weekly digest of suspended vendors
cs_cz: Každý týden zasílat přehled o pozastavených prodejcích
da_dk: Send ugentlig oversigt over suspenderede leverandører
de_de: Senden Sie wöchentliche Zusammenfassungen von gesperrten Anbietern
el_gr: Στείλτε μια εβδομαδιαία σύνοψη πωλητών σε αναστολή
fa_ir: ارسال خلاصه هفتگی فروشندگان معلق
fi_fi: Lähetä viikoittainen yhteenveto jäädytetyistä toimittajista
fr_fr: Envoyer un résumé hebdomadaire des fournisseurs suspendus
nl_nl: Stuur wekelijks overzicht van geschorste leveranciers
no_no: Send ukentlig sammendrag av suspenderte leverandører
pt_br: Enviar relatório semanal de fornecedores suspensos
pt_pt: Enviar resumo semanal de fornecedores suspensos
ro_ro: Trimiteți rezumatul săptămânal al vânzătorilor suspendați
sv_se: Skicka veckosammanfattning av avstängda leverantörer

# Languages::vendor_debt_payout.debt_owned
source: Debt owned
cs_cz: Výše dluhu
da_dk: Gæld ejet
de_de: Schuldbesitz
el_gr: Το χρέος ανήκει
fa_ir: بدهی متعلق به
fi_fi: Velka omistettu
fr_fr: Dette détenue
nl_nl: schuld eigendom
no_no: Gjeld eid
pt_br: Dívida
pt_pt: Dívida de propriedade
ro_ro: Datorii deținute
sv_se: Skuldägd

# Languages::vendor_debt_payout.account_balance
source: Account balance
cs_cz: Zůstatek na účtu
da_dk: Kontosaldo
de_de: Kontostand
el_gr: Υπόλοιπο Λογαριασμού
fa_ir: موجودی حساب
fi_fi: Tilin saldo
fr_fr: Solde du compte
nl_nl: Rekeningsaldo
no_no: Saldo
pt_br: Saldo da conta
pt_pt: Saldo da conta
ro_ro: Soldul contului
sv_se: Kontobalans

# Languages::vendor_debt_payout.list_of_vendors_got_suspended_label
source: These vendors got suspended for debt automatically since the last report::
cs_cz: Tito prodejci od posledního reportu nebyli automaticky pozastavení kvůli dluhům:
da_dk: Disse leverandører blev automatisk suspenderet for gæld siden den sidste rapport::
de_de: Diese Anbieter wurden seit dem letzten Bericht automatisch wegen Schulden gesperrt:
el_gr: Αυτοί οι πωλητές τέθηκαν αυτόματα σε αναστολή λόγω χρέους από την τελευταία αναφορά
fa_ir: این فروشندگان از زمان آخرین گزارش به طور خودکار به دلیل بدهی تعلیق شدند:
fi_fi: Nämä myyjät on jäädytetty velkojen takia automaattisesti viime raportin jälkeen::
fr_fr: Ces fournisseurs ont été automatiquement suspendus pour dettes depuis le dernier rapport ::
nl_nl: Deze leveranciers zijn automatisch geschorst voor schulden sinds het laatste rapport:
no_no: Disse leverandørene ble automatisk suspendert for gjeld siden forrige rapport::
pt_br: Desde o último relatório, estes fornecedores foram suspensos automaticamente por dívida:
pt_pt: Esses fornecedores foram suspensos por dívidas automaticamente desde o último relatório::
ro_ro: Conturile acestor vânzători au fost suspendate automat pentru datorii de la ultimul raport::
sv_se: Dessa leverantörer har stängts av för skuld automatiskt sedan den senaste rapporten::

# Languages::vendor_debt_payout.list_of_vendors_got_suspended_and_paid_label
source: These vendors paid their debt and had their suspension lifted since the last report:
cs_cz: Tito prodejci zaplatili své dluhy a jejich pozastavení bylo zrušeno od posledního reportu:
da_dk: Disse leverandører betalte deres gæld og fik deres suspension ophævet siden den sidste rapport:
de_de: Diese Anbieter haben ihre Schulden bezahlt und ihre Suspendierung wurde seit dem letzten Bericht aufgehoben:
el_gr: Αυτοί οι πωλητές πλήρωσαν το χρέος τους και η αναστολή τους άρθηκε από την τελευταία αναφορά
fa_ir: این فروشندگان بدهی خود را پرداخت کردند و تعلیق آنها از زمان آخرین گزارش برداشته شد:
fi_fi: Nämä myyjät maksoivat velkansa ja heidän jäädytyksensä poistettiin edellisen raportin jälkeen:
fr_fr: Ces vendeurs ont payé leur dette et ont vu leur suspension levée depuis le dernier rapport :
nl_nl: Deze verkopers hebben hun schuld betaald en hun schorsing is opgeheven sinds het laatste rapport:
no_no: Disse leverandørene betalte gjelden sin og fikk suspensjonen opphevet siden forrige rapport:
pt_br: Desde o último relatório, estes fornecedores quitaram suas dívidas e tiveram suas suspensões revogadas:
pt_pt: Esses fornecedores pagaram suas dívidas e tiveram sua suspensão suspensa desde o último relatório:
ro_ro: Acești vânzători și-au plătit datoria și li s-a ridicat suspendarea de la ultimul raport:
sv_se: Dessa leverantörer betalade sin skuld och fick sin avstängning upphävd sedan den senaste rapporten:

# Languages::vendor_debt_payout.empty_list_of_vendors_got_suspended_label
source: No vendors got suspended for debt automatically since the last report.
cs_cz: Od posledního reportu nebyl žádný prodejce automaticky pozastaven kvůli dluhu.
da_dk: Ingen leverandører er automatisk blevet suspenderet for gæld siden den sidste rapport.
de_de: Seit dem letzten Bericht wurde kein Anbieter automatisch wegen Schulden suspendiert.
el_gr: Κανένας πωλητής δεν τέθηκε αυτόματα σε αναστολή λόγω χρέους από την τελευταία αναφορά.
fa_ir: هیچ فروشنده ای به دلیل بدهی به طور خودکار از آخرین گزارش تعلیق نشد.
fi_fi: Yhtään myyjää ei ole jäädytetty velkojen takia automaattisesti viimeisen raportin jälkeen.
fr_fr: Aucun fournisseur n'a été automatiquement suspendu pour dette depuis le dernier rapport.
nl_nl: Geen enkele leverancier is automatisch geschorst voor schulden sinds het laatste rapport.
no_no: Ingen leverandører ble automatisk suspendert for gjeld siden forrige rapport.
pt_br: Desde o último relatório, nenhum fornecedor foi suspenso automaticamente por dívida.
pt_pt: Nenhum fornecedor foi suspenso por dívidas automaticamente desde o último relatório.
ro_ro: Niciun furnizor nu a fost suspendat automat pentru datorii de la ultimul raport.
sv_se: Inga leverantörer har stängts av för skuld automatiskt sedan den senaste rapporten.

# Languages::vendor_debt_payout.empty_list_of_vendors_got_suspended_and_paid_label
source: No vendors paid their debt and had their suspension lifted since the last report.
cs_cz: Žádný prodejce nezaplatil svůj dluh a pozastavení nebylo zrušeno od posledního reportu.
da_dk: Ingen sælgere betalte deres gæld og fik deres suspension ophævet siden sidste rapport.
de_de: Seit dem letzten Bericht hat kein Anbieter seine Schulden bezahlt und seine Suspendierung aufgehoben.
el_gr: Κανένας πωλητής δεν πλήρωσε το χρέος τους και η αναστολή τους άρχισε από την τελευταία αναφορά.
fa_ir: هیچ فروشنده ای بدهی خود را پرداخت نکرد و از زمان آخرین گزارش تعلیق آنها برداشته شد.
fi_fi: Yksikään myyjä ei maksanut velkansa ja heidän jäädytyksensä poistettiin edellisen raportin jälkeen.
fr_fr: Aucun vendeur n'a payé sa dette et n'a vu sa suspension levée depuis le dernier rapport.
nl_nl: Geen enkele verkoper betaalde hun schuld en hun schorsing werd opgeheven sinds het laatste rapport.
no_no: Ingen leverandører betalte gjelden sin og fikk opphevet suspensjonen siden forrige rapport.
pt_br: Desde o último relatório, nenhum vendedor quitou sua dívida e teve sua suspensão revogada.
pt_pt: Nenhum fornecedor pagou sua dívida e teve sua suspensão levantada desde o último relatório.
ro_ro: De la ultimul raport, niciun vânzător nu a plătit datoria sau a părăsit automat starea de „Suspendat”.
sv_se: Inga leverantörer betalade sin skuld och fick sin avstängning hävd sedan den senaste rapporten.

# Languages::vendor_debt_payout.total_debts
source: The total debt of all vendors in your marketplace (including those not listed in this report) is currently [total_debt].
cs_cz: Celkový dluh všech prodejců ve vašem obchodě (včetně těch, kteří nejsou zahrnuti v tomto reportu), je aktuálně: [total_debt].
da_dk: Den samlede gæld for alle leverandører på din markedsplads (inklusive dem, der ikke er anført i denne rapport) er i øjeblikket [total_debt].
de_de: Die Gesamtverschuldung aller Anbieter auf Ihrem Marktplatz (einschließlich der nicht in diesem Bericht aufgeführten) beträgt derzeit [total_debt].
el_gr: Το συνολικό χρέος όλων των πωλητών στο marketplace σας (συμπεριλαμβανομένων εκείνων που δεν αναφέρονται σε αυτήν την αναφορά) είναι επί του παρόντος [total_debt].
fa_ir: مجموع بدهی همه فروشندگان در بازار شما (از جمله آنهایی که در این گزارش فهرست نشده اند) در حال حاضر [total_debt]است.
fi_fi: Kaikkien kauppapaikallasi olevien myyjien (mukaan lukien ne, joita ei ole mainittu tässä raportissa) kokonaisvelka on tällä hetkellä [total_debt].
fr_fr: La dette totale de tous les fournisseurs de votre place de marché (y compris ceux qui ne sont pas répertoriés dans ce rapport) est actuellement de [total_debt].
nl_nl: De totale schuld van alle leveranciers in uw marktplaats (inclusief de leveranciers die niet in dit rapport worden vermeld) is momenteel [total_debt].
no_no: Den totale gjelden til alle leverandører på markedsplassen din (inkludert de som ikke er oppført i denne rapporten) er for øyeblikket [total_debt].
pt_br: A soma das dívidas de todos os fornecedores do seu marketplace (inclusive aqueles não listados neste relatório) é de [total_debt].
pt_pt: A dívida total de todos os fornecedores em seu mercado (incluindo aqueles não listados neste relatório) é atualmente [total_debt].
ro_ro: Datoria totală a tuturor vânzătorilor de pe piață (inclusiv a celor care nu sunt menționați în acest raport) este acum [total_debt].
sv_se: Den totala skulden för alla leverantörer på din marknadsplats (inklusive de som inte är listade i denna rapport) är för närvarande [total_debt].

# Languages::vendor_debt_payout.catalog_items
source: Naming "Vendor debt" for different languages
el_gr: Ονομασία "χρέος πωλητή" για διαφορετικές γλώσσες

# Languages::vendor_debt_payout.catalog_items.help
source: Vendors repay their debt by purchasing specific marketplace fees product. Here you can edit details of the product and the category it belongs to.
cs_cz: Prodejci splácejí svůj dluh zakoupením konkrétního produktu s poplatky na tržišti. Zde můžete upravit podrobnosti o produktu a kategorii, do které patří.
da_dk: Leverandører tilbagebetaler deres gæld ved at købe specifikke markedspladsgebyrer. Her kan du redigere detaljer om produktet og den kategori, det tilhører.
de_de: Anbieter zahlen ihre Schulden zurück, indem sie ein bestimmtes Marktplatzgebührenprodukt kaufen. Hier können Sie Details des Produkts und der Kategorie, zu der es gehört, bearbeiten.
el_gr: Οι πωλητές αποπληρώνουν το χρέος τους αγοράζοντας συγκεκριμένο προϊόν με τέλη αγοράς. Εδώ μπορείτε να επεξεργαστείτε τις λεπτομέρειες του προϊόντος και της κατηγορίας στην οποία ανήκει.
fa_ir: فروشندگان بدهی خود را با خرید محصول خاص در بازار پرداخت می کنند. در اینجا می توانید جزئیات محصول و دسته بندی آن را ویرایش کنید.
fi_fi: Myyjät maksavat velkansa takaisin ostamalla tietyn markkinapaikkamaksutuotteen. Täällä voit muokata tuotteen tietoja ja luokkaa, johon se kuuluu.
fr_fr: Les vendeurs remboursent leur dette en achetant un produit de frais de place de marché spécifique. Ici, vous pouvez modifier les détails du produit et la catégorie à laquelle il appartient.
nl_nl: Verkopers betalen hun schuld terug door specifieke marktplaatsvergoedingen te kopen. Hier kunt u de details van het product en de categorie waartoe het behoort bewerken.
no_no: Leverandører betaler tilbake gjelden sin ved å kjøpe et spesifikt markedsplassgebyrprodukt. Her kan du redigere detaljer om produktet og kategorien det tilhører.
pt_br: Os fornecedores pagam suas dívidas comprando produtos específicos de taxas de mercado. Aqui você pode editar os detalhes do produto e a categoria a que pertence.
pt_pt: Os fornecedores pagam suas dívidas comprando produtos específicos de taxas de mercado. Aqui você pode editar os detalhes do produto e a categoria a que pertence.
ro_ro: Furnizorii își rambursează datoria achiziționând produse specifice cu taxe de piață. Aici puteți edita detaliile produsului și categoriei din care face parte.
sv_se: Säljare betalar tillbaka sina skulder genom att köpa specifika marknadsavgifter. Här kan du redigera information om produkten och kategorin den tillhör.

# Languages::vendor_debt_payout.product
source: Product
cs_cz: Produkt
da_dk: Produkt
de_de: Produkt
el_gr: Προϊόν
fa_ir: تولید - محصول
fi_fi: Tuote
fr_fr: Produit
no_no: Produkt
pt_br: produtos
pt_pt: produtos
ro_ro: Produs
sv_se: Produkt

# Languages::vendor_debt_payout.category
source: Category
cs_cz: Kategorie
da_dk: Kategori
de_de: Kategorie
el_gr: Κατηγορία
fa_ir: دسته بندی
fi_fi: Kategoria
fr_fr: Catégorie
nl_nl: Categorie
no_no: Kategori
pt_br: Categoria
pt_pt: Categoria
ro_ro: Categorie
sv_se: Kategori

# Languages::vendor_debt_payout.edit_description
source: <a href="[link]" target="_blank">Edit</a>
cs_cz: <a href="[link]" target="_blank">Upravit</a>
da_dk: <a href="[link]" target="_blank">Rediger</a>
de_de: <a href="[link]" target="_blank">Bearbeiten</a>
el_gr: <a href="[link]" target="_blank">Επεξεργασία</a>
fa_ir: <a href="[link]" target="_blank">ویرایش</a>
fi_fi: <a href="[link]" target="_blank">Muokkaa</a>
fr_fr: <a href="[link]" target="_blank">Modifier</a>
nl_nl: <a href="[link]" target="_blank">Bewerken</a>
no_no: <a href="[link]" target="_blank">Rediger</a>
pt_br: <a href="[link]" target="_blank">Editar</a>
pt_pt: <a href="[link]" target="_blank">Editar</a>
ro_ro: <a href="[link]" target="_blank">Editare</a>
sv_se: <a href="[link]" target="_blank">Redigera</a>
