Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_rating.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::vendor_rating.rating_above_price_tooltip
source: When using "Common products for vendors", offer products from vendors with highest rating first.
ar_sa: عند استخدام "المنتجات الشائعة للبائعين" ، اعرض منتجات من البائعين الحاصلين على أعلى تصنيف أولاً.
cs_cz: Při použití "Běžné produkty pro prodejce" nabídněte nejprve produkty od prodejců s nejvyšším hodnocením.
da_dk: Når du bruger "Fælles produkter til leverandører", skal du først tilbyde produkter fra leverandører med den højeste vurdering.
de_de: Wenn Sie "Gemeinsame Produkte für Anbieter" verwenden, bieten Sie zuerst Produkte von Anbietern mit der höchsten Bewertung an.
el_gr: Όταν χρησιμοποιείτε "Κοινά προϊόντα για πωλητές", προσφέρετε πρώτα προϊόντα από πωλητές με την υψηλότερη βαθμολογία.
es_es: Cuando utilice "Productos comunes para proveedores", ofrezca primero los productos de los proveedores con la calificación más alta.
fa_ir: هنگام استفاده از «محصولات رایج برای فروشندگان»، ابتدا محصولاتی از فروشندگان با بالاترین رتبه ارائه دهید.
fi_fi: Kun käytät "Yleiset tuotteet myyjille", tarjoa ensin tuotteita korkeimman arvosanan saaneilta myyjiltä.
fr_fr: Lorsque vous utilisez "Produits courants pour les fournisseurs", proposez en premier les produits des fournisseurs les mieux notés.
he_il: בעת שימוש ב"מוצרים נפוצים לספקים", הצע תחילה מוצרים מספקים עם הדירוג הגבוה ביותר.
hu_hu: A „Gyakori termékek szállítók számára” használatakor először a legmagasabb minősítéssel rendelkező szállítók termékeit kínálja fel.
it_it: Quando si utilizzano "Prodotti comuni per i fornitori", offrire prima i prodotti dei fornitori con la valutazione più alta.
ja_jp: 「出品者共通商品」を使用する場合、評価の高い出品者の商品を先に表示する。
nl_nl: Wanneer u "Veelgebruikte producten voor leveranciers" gebruikt, biedt u eerst producten aan van leveranciers met de hoogste beoordeling.
no_no: Når du bruker "Vanlige produkter for leverandører", tilby produkter fra leverandører med høyest rangering først.
pl_pl: W przypadku korzystania z opcji "Wspólne produkty dla sprzedawców" najpierw oferuj produkty od sprzedawców z najwyższą oceną.
pt_br: Ao usar "Produtos comuns para fornecedores", ofereça primeiro os produtos dos fornecedores com a classificação mais alta.
pt_pt: Ao usar "Produtos comuns para fornecedores", ofereça primeiro os produtos dos fornecedores com a classificação mais alta.
ro_ro: Când utilizați „Produse comune pentru furnizori”, oferiți mai întâi produsele de la furnizorii cu cel mai mare rating.
ru_ru: В модуле "Общие товары для продавцов" сначала предлагать товары от продавцов с более высоким рейтингом.
sv_se: När du använder "Vanliga produkter för leverantörer", erbjuda produkter från leverantörer med högsta betyg först.
tr_tr: "Satıcılar için ortak ürünler"i kullanırken, önce en yüksek puana sahip satıcılardan ürünler sunun.
uk_ua: Використовуючи "Загальні продукти для продавців", спочатку пропонуйте товари від продавців з найвищим рейтингом.

# Languages::vendor_rating.rating_ranges_description
source: Setting all ranges to 0 will hide rating icons.
ar_sa: سيؤدي تعيين جميع النطاقات إلى 0 إلى إخفاء رموز التصنيف.
cs_cz: Nastavením všech rozsahů na 0 se ikony hodnocení skryjí.
da_dk: Indstilling af alle områder til 0 vil skjule vurderingsikoner.
de_de: Wenn Sie alle Bereiche auf 0 setzen, werden Bewertungssymbole ausgeblendet.
el_gr: Η ρύθμιση όλων των περιοχών σε 0 θα κρύψει τα εικονίδια αξιολόγησης.
es_es: Establecer todos los rangos en 0 ocultará los iconos de calificación.
fa_ir: با تنظیم همه محدوده ها روی 0، نمادهای رتبه بندی پنهان می شوند.
fi_fi: Kaikkien alueiden arvoksi asettaminen 0 piilottaa luokituskuvakkeet.
fr_fr: Le réglage de toutes les plages sur 0 masquera les icônes d'évaluation.
he_il: הגדרת כל הטווחים ל-0 תסתיר את סמלי הדירוג.
hu_hu: Ha minden tartományt 0-ra állít, elrejti az értékelési ikonokat.
it_it: L'impostazione di tutti gli intervalli su 0 nasconderà le icone di valutazione.
ja_jp: すべての範囲を0にすると、評価アイコンが非表示になります。
nl_nl: Als u alle bereiken op 0 instelt, worden beoordelingspictogrammen verborgen.
no_no: Hvis du setter alle områder til 0, skjules vurderingsikoner.
pl_pl: Ustawienie wszystkich zakresów na 0 spowoduje ukrycie ikon ocen.
pt_br: Definir todos os intervalos para 0 ocultará os ícones de classificação.
pt_pt: Definir todos os intervalos para 0 ocultará os ícones de classificação.
ro_ro: Setarea tuturor intervalelor la 0 va ascunde pictogramele de evaluare.
ru_ru: Если хотите скрыть значки рейтинга, поставьте всем диапазонам 0.
sv_se: Om du ställer in alla intervall till 0 döljs betygsikoner.
tr_tr: Tüm aralıkları 0'a ayarlamak, derecelendirme simgelerini gizleyecektir.
uk_ua: Якщо встановити для всіх діапазонів значення 0, значки оцінок буде приховано.
