Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_plans.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

# Languages::vendor_plans.current_plan_usage
source: Current plan usage
ar_sa: استخدام الخطة الحالية
cs_cz: Využití aktuálního plánu
da_dk: Nuværende plan brug
de_de: Aktuelle Plannutzung
el_gr: Χρηση τρεχων πακετου
es_es: Uso del plan actual
fa_ir: استفاده از طرح فعلی
fi_fi: Tämänhetkinen suunnitelman käyttö
fr_fr: Usage du plan actuel
he_il: שימוש בתוכנית הנוכחית
hu_hu: Jelenlegi csomag kihasználása
id_id: Penggunaan rencana saat ini
it_it: Uso di piano presente
ja_jp: プランのご使用状況
nl_nl: Huidig abonnementsgebruik
no_no: Gjeldende plan bruk
pl_pl: Aktualne użycie planu
pt_br: Utilização do plano atual
pt_pt: Uso atual do plano
ro_ro: Utilizarea planului actual
ru_ru: Текущее использование плана
sv_se: Aktuell plananvändning
uk_ua: Користувачі поточного тарифу

# Languages::vendor_plans.best_choice
source: Best choice
ar_sa: أفضل خيار
cs_cz: Nejlepší volba
da_dk: Bedste valg
de_de: Beste Wahl
el_gr: Καλύτερη επιλογή
es_es: Mejor opción
fa_ir: بهترین انتخاب
fi_fi: Paras valinta
fr_fr: Meilleur choix
he_il: הבחירה הטובה ביותר
hu_hu: Legjobb választás
id_id: Pilihan terbaik
it_it: Ottima scelta
ja_jp: おすすめ
nl_nl: Beste keus
no_no: Best valg
pl_pl: Najlepszy wybór
pt_br: Melhor opção
pt_pt: Melhor escolha
ro_ro: Cea mai bună alegere
ru_ru: Лучший выбор
sv_se: Bästa valet
uk_ua: Кращий вибір

# Languages::vendor_plans.choose_your_plan
source: Choose your plan
ar_sa: إختر خطتك
cs_cz: Vyberte váš plán
da_dk: Vælg din plan
de_de: Wählen Sie Ihren Plan
el_gr: Επιλέξτε το πακετο σας
es_es: Elija su plan
fa_ir: طرح خود را انتخاب کنید
fi_fi: Valitse suunnitelmasi
fr_fr: Choisir votre plan
he_il: בחר את התוכנית שלך
hu_hu: Válassz csomagot
id_id: Memilih rencana Anda
it_it: Scegli il suo piano
ja_jp: プランを選択
nl_nl: Kies je abonnement
no_no: Velg din plan
pl_pl: Wybierz plan
pt_br: Escolha seu plano
pt_pt: Escolha seu plano
ro_ro: Alegeți planul
ru_ru: Выберите Ваш план
sv_se: Välj din plan
uk_ua: Оберіть Ваш тариф

# Languages::vendor_plans.choose
source: Choose
ar_sa: اختر
cs_cz: Vyberte
da_dk: Vælg
de_de: Wählen
el_gr: Επιλέξτε
es_es: Elija
fa_ir: انتخاب کنید
fi_fi: Valita
fr_fr: Choisir
he_il: בחר
hu_hu: Ezt választom
id_id: Memilih
it_it: Scegliere
ja_jp: お申込み
nl_nl: Kies
no_no: Velg
pl_pl: Wybierz
pt_br: Escolha
pt_pt: Escolher
ro_ro: Alege
ru_ru: Выбрать
sv_se: Välja
uk_ua: Вибрати

# Languages::vendor_plans.month
source: Month
ar_sa: الشهر
cs_cz: Měsíc
da_dk: Måned
de_de: Monat
el_gr: Μήνας
es_es: Mes
fa_ir: ماه
fi_fi: Kuukausi
fr_fr: Mois
he_il: חודש
hu_hu: Havonta
id_id: Bulan
it_it: Mese
ja_jp: 月
nl_nl: Maand
no_no: Måned
pl_pl: Miesiąc
pt_br: Mês
pt_pt: Mês
ro_ro: Lună
ru_ru: Месяц
sv_se: Månad
uk_ua: Місяць

# Languages::vendor_plans.year
source: Year
ar_sa: السنة
cs_cz: Rok
da_dk: År
de_de: Jahr
el_gr: Έτος
es_es: Año
fa_ir: سال
fi_fi: vuosi
fr_fr: Année
he_il: שנה
hu_hu: Évente
id_id: Tahun
it_it: Anno
ja_jp: 年
nl_nl: Jaar
no_no: År
pl_pl: Rok
pt_br: Ano
pt_pt: Ano
ro_ro: An
ru_ru: Год
sv_se: År
uk_ua: Рік

# Languages::vendor_plans.plan_name
source: Plan name
ar_sa: إسم الخطة
cs_cz: Název plánu
da_dk: Plan navn
el_gr: Ονομα Σχεδιου
es_es: Nombre del plan
fa_ir: نام طرح
fi_fi: Suunnitelman nimi
fr_fr: Nom du plan
he_il: שם התוכנית
hu_hu: Csomag neve
id_id: Nama rencana
it_it: Nome di piano
ja_jp: プラン名
nl_nl: Naam abonnement
no_no: Plan navn
pl_pl: Nazwa planu
pt_br: Nome do plano
pt_pt: Nome do plano
ro_ro: Numele Planului
ru_ru: Название тарифного плана
sv_se: Planens namn
uk_ua: Назва тарифу

# Languages::vendor_plans.products_limit_value
source: <strong>[n]</strong> product|<strong>[n]</strong> products
ar_sa: <strong>[n]</strong> منتج |<strong>[n]</strong> منتجات
cs_cz: <strong>[n]</strong> produkt|<strong>[n]</strong> produktů
da_dk: <strong>[n]</strong> produkt|<strong>[n]</strong> produkter
de_de: <strong>[n]</strong> Produkt|<strong>[n]</strong> Produkte
el_gr: <strong>[n]</strong> προϊόν|<strong>[n]</strong> προϊόντα
es_es: <strong>[n]</strong> producto|<strong>[n]</strong> productos
fa_ir: <strong>[n]</strong> محصول|<strong>[n]</strong> محصول
fi_fi: <strong>[n]</strong> tuote|<strong>[n]</strong> tuotetta
fr_fr: <strong>[n]</strong> produit|<strong>[n]</strong> produits
he_il: <strong>[n]</strong> מוצר|<strong>[n]</strong> מוצרים
hu_hu: <strong>[n]</strong> termék|<strong>[n]</strong> termék
it_it: <strong>[n]</strong> prodotto|<strong>[n]</strong> prodotti
ja_jp: <strong>[n]</strong> 点まで出品可能
nl_nl: <strong>[n]</strong> artikel|<strong>[n]</strong> producten
no_no: <strong>[n]</strong> produkt|<strong>[n]</strong> produkter
pl_pl: <strong>[n]</strong> produkt|<strong>[n]</strong> produktów
pt_br: <strong>[n]</strong> produto|<strong>[n]</strong> produtos
pt_pt: <strong>[n]</strong> produto|<strong>[n]</strong> produtos
ro_ro: <strong>[n]</strong> produs|<strong>[n]</strong> produse
ru_ru: <strong>[n]</strong> товар|<strong>[n]</strong> товара|<strong>[n]</strong> товаров
sv_se: <strong>[n]</strong> produkt|<strong>[n]</strong> produkter
uk_ua: <strong>[n]</strong> продукт|<strong>[n]</strong> продуктів

# Languages::vendor_plans.unlimited
source: Unlimited
ar_sa: غير محدود
cs_cz: Neomezený
da_dk: Ubegrænset
de_de: Unbegrenzt
el_gr: Απεριόριστη
es_es: Ilimitado
fa_ir: نامحدود
fi_fi: Rajoittamaton
fr_fr: Illimité
he_il: בלתי מוגבל
hu_hu: Korlátlan
id_id: Tak terbatas
it_it: Non limitato
ja_jp: 無制限
nl_nl: Onbeperkt
no_no: Ubegrenset
pl_pl: Nieograniczony
pt_br: Ilimitado
pt_pt: Ilimitado
ro_ro: Nelimitat
ru_ru: Безлимитный
sv_se: Obegränsat
uk_ua: Необмежений

# Languages::vendor_plans.products_limit_unlimited
source: <strong>Unlimited</strong> products
ar_sa: منتجات <strong> غير محدودة </strong>
cs_cz: <strong>Neomezené</strong> produkty
da_dk: <strong>Ubegrænset</strong> produkter
de_de: <strong>Unbegrenzt</strong> Produkte
el_gr: <strong>Απεριοριστα</strong> προϊόντα
es_es: productos</strong>ilimitados<strong>
fa_ir: <strong>نامحدود</strong> محصول
fi_fi: <strong>Rajoittamaton</strong> tuotetta
fr_fr: <strong>Des produits </strong> illimités
he_il: <strong>בלתי מוגבל</strong> מוצרים
hu_hu: <strong>Korlátlan</strong> termékek
id_id: <strong>Unlimited</strong> produk
it_it: <strong>Non limitati</strong>prodotti
ja_jp: 商品個数 <strong>無制限</strong>
nl_nl: <strong>Onbeperkt</strong> producten
no_no: <strong>Ubegrenset</strong> produkter
pl_pl: Produkty <strong>bez ograniczeń</strong>
pt_br: Produtos <strong>ilimitados</strong>
pt_pt: <strong>Ilimitado</strong> produtos
ro_ro: <strong>număr nelimitat</strong>de produse
ru_ru: <strong>Неограниченное количество</strong> товаров
sv_se: <strong>Obegränsat</strong> produkter
uk_ua: <strong>Необмежена кількість</strong> товарів

# Languages::vendor_plans.revenue_up_to_value
source: Revenue up to <strong>[revenue]</strong>
ar_sa: تصل الإيرادات إلى <strong> [revenue] </strong>
cs_cz: Příjmy až do <strong>[revenue]</strong>
da_dk: Indtægter op til <strong>[revenue]</strong>
de_de: Umsatz bis <strong>[revenue]</strong>
el_gr: Μεχρι Τζίρο <strong>[revenue]</strong>
es_es: Ingresos hasta<strong>[revenue]</strong>
fa_ir: درآمد تا <strong>[revenue]</strong>
fi_fi: Tulot <strong>[revenue]</strong>asti
fr_fr: Revenus jusqu'à <strong>[revenue]</strong>
he_il: הכנסה עד ל <strong> [revenue]</strong>
hu_hu: Árbevétel legfeljebb <strong>[revenue]</strong>-ig.
id_id: Pendapatan tambahan <strong>[revenue]</strong>
it_it: Ingressi fin a <strong>[revenue]</strong>
ja_jp: 毎月<strong>[revenue]</strong>まで販売可能
nl_nl: Opbrengst tot <strong>[revenue]</strong>
no_no: Inntekter opp til <strong>[revenue]</strong>
pl_pl: Dochody do <strong>[revenue]</strong>
pt_br: Faturamento de até <strong>[revenue]</strong>
pt_pt: Receita até <strong>[revenue]</strong>
ro_ro: Venituri până la<strong>[revenue]</strong>
ru_ru: Порог выручки: <strong>[revenue]</strong>
sv_se: Intäkter upp till <strong>[revenue]</strong>
uk_ua: Порог прибутку: <strong>[revenue]</strong>

# Languages::vendor_plans.revenue_up_to_unlimited
source: <strong>Unlimited</strong> revenue
ar_sa: عائدات <strong> غير محدودة </strong>
cs_cz: <strong>Neomezený</strong> příjem
da_dk: <strong>Ubegrænset</strong> indtægter
de_de: <strong>Unbegrenzt</strong> Umsatz
el_gr: <strong>Απεριόριστα</strong> έσοδα
es_es: Ingresos<strong>Ilimitados</strong>
fa_ir: <strong>نامحدود</strong> درآمد
fi_fi: <strong>Rajoittamaton</strong> tulo
fr_fr: <strong>Revenus </strong>illimités
he_il: <strong>הכנסה <strong>בלתי מוגבלת
hu_hu: <strong>Korlátlan</strong> árbevétel
id_id: Pendapatan <strong>Unlimited</strong>
it_it: <strong>Non limitati</strong> profiti
ja_jp: 販売可能金額 <strong>無制限</strong>
nl_nl: <strong>Onbeperkt</strong> omzet
no_no: <strong>Ubegrenset</strong> inntekter
pl_pl: <strong>Nieograniczone</strong> dochody
pt_br: Faturamento <strong>ilimitado</strong>
pt_pt: <strong>Ilimitado</strong> receita
ro_ro: Venituri<strong>nelimitate</strong>
ru_ru: Выручка <strong>без ограничений</strong>
sv_se: <strong>Obegränsad</strong> intäkt
uk_ua: Прибуток <strong>Без обмежень</strong>

# Languages::vendor_plans.transaction_fee_value
source: Transaction fee: <strong>[value]</strong>
ar_sa: رسوم المعاملة: <strong> [value] </strong>
cs_cz: Poplatek transakce: <strong>[value]</strong>
da_dk: Transaktionsgebyr: <strong>[value]</strong>
de_de: Transaktionsgebühr: <strong>[value]</strong>
el_gr: Τέλος συναλλαγής:<strong>[value]</strong>
es_es: Tarifa de la transacción: <strong>[value]</strong>
fa_ir: کارمزد تراکنش: <strong>[value]</strong>
fi_fi: Transaktiomaksu: <strong>[value]</strong>
fr_fr: Frais de transaction : <strong>[value]</strong>
he_il: עמלת עסקה: <strong>[value]</strong>
hu_hu: Tranzakciós díj: <strong>[value]</strong>
id_id: Biaya transaksi: <strong>[value]</strong>
it_it: Commissione di transazione: <strong>[value]</strong>
ja_jp: 取引手数料:<strong>[value]</strong>
nl_nl: Transactiekosten: <strong>[value]</strong>
no_no: Transaksjonsgebyr: <strong>[value]</strong>
pl_pl: Opłata transakcyjna: <strong>[value]</strong>
pt_br: Taxa de transação: <strong>[value]</strong>
pt_pt: Taxa de transação: <strong>[value]</strong>
ro_ro: Taxa de tranzacție:<strong>[value]</strong>
ru_ru: Плата за транзакцию: <strong>[value]</strong>
sv_se: Transaktionsavgift: <strong>[value]</strong>
uk_ua: Плата за транзакцію: <strong>[value]</strong>

# Languages::vendor_plans.vendor_commission
source: Vendor commission
ar_sa: عمولة البائع
cs_cz: Provize prodejce
da_dk: Forhandlerkommission
de_de: Anbieterprovision
el_gr: Προμήθεια πωλητή
es_es: Comisión del vendedor
fa_ir: کمیسیون فروشنده
fi_fi: Myyjän provisio
fr_fr: Commission vendeur
he_il: עמלת הספק
hu_hu: Eladói jutalék
id_id: Penjual komisi
it_it: Commissione di ventore
ja_jp: 出品者の手数料
nl_nl: Verkoperscommissie
no_no: Forhandler kommisjon
pl_pl: Prowizja sprzedawcy
pt_br: Comissão do fornecedor
pt_pt: Comissão do fornecedor
ro_ro: Comision Vendor
ru_ru: Комиссия продавца
sv_se: Säljarprovision
uk_ua: Комісія постачальника

# Languages::vendor_plans.category_is_empty
source: Please specify a category.
ar_sa: يرجى تحديد فئة.
cs_cz: Uveďte, prosím, kategorii.
da_dk: Angiv en kategori.
de_de: Bitte geben Sie eine Kategorie an.
el_gr: Καθορίστε μια κατηγορία.
es_es: Por favor especifique una categoría.
fa_ir: لطفا یک دسته بندی را مشخص کنید.
fi_fi: Määritä luokka.
fr_fr: S'il vous plait specifiez une catégorie.
he_il: ציין את הקטגוריה.
hu_hu: Határozz meg egy kategóriát
id_id: Silakan tentukan kategori.
it_it: Prego< determinare una categoria.
ja_jp: カテゴリーを追加してください
nl_nl: Geef een categorie op.
no_no: Vær vennlig å spesifiser en kategori.
pl_pl: Proszę określić kategorię.
pt_br: Especifique uma categoria.
pt_pt: Por favor, especifique uma categoria.
ro_ro: Vă rugăm să specificați o categorie.
ru_ru: Пожалуйста, укажите категорию.
sv_se: Vänligen ange en kategori.
uk_ua: Будь ласка, вкажіть категорію.

# Languages::vendor_plans.vendor_approved_text
source: Your plan has been set to [plan]. See the details of your plan below.
ar_sa: تم ضبط خطتك على [plan]. انظر تفاصيل خطتك أدناه.
cs_cz: Váš plán je nastaven na [plan]. Níže se podívejte na detaily.
da_dk: Din plan er blevet indstillet til [plan]. Se detaljerne i din plan nedenfor.
de_de: Ihr Plan wurde auf [plan]gesetzt. Sehen Sie sich die Details Ihres Plans unten an.
el_gr: Το Πακέτο σας έχει οριστεί σε [plan]. Δείτε τις λεπτομέρειες του σχεδίου σας παρακάτω.
es_es: Su plan ha sido configurado para [plan]. Vea los detalles de su plan a continuación.
fa_ir: طرح شما روی [plan]تنظیم شده است. جزئیات طرح خود را در زیر مشاهده کنید.
fi_fi: Suunnitelmasi arvoksi on asetettu [plan]. Katso suunnitelmasi tiedot alta.
fr_fr: Votre plan a été mis à [plan]. Voir les détails de votre plan ci-dessous.
he_il: התוכנית שלך נקבעה כ [plan]. ראה את הפרטים של התוכנית שלך להלן.
hu_hu: A csomagod a [plan] csomagra lett beállítva. A csomagod részleteit lásd az alábbiakban.
id_id: Rencana telah ditetapkan untuk [plan]. Lihat rincian dari rencana di bawah ini.
it_it: Tu piano e stato installato a [plan]. Vedere dati del suo piano sotto.
ja_jp: [plan] プランに設定されました。プランの詳細は下記を御覧ください。
nl_nl: Uw abonnement is ingesteld op [plan]. Bekijk hieronder de details van uw abonnement.
no_no: Din plan er satt til [plan]. Se detaljer om planen nedenfor.
pl_pl: Plan został zmieniony na [plan]. Zobacz poniżej szczegóły nowego planu.
pt_br: O seu plano foi definido como [plan]. Veja os detalhes abaixo.
pt_pt: Seu plano foi definido como [plan]. Veja abaixo os detalhes do seu plano.
ro_ro: Planul dvs. de Vendor a fost setat la [plan]. Consultați detaliile planului dvs. mai jos.
ru_ru: Был выбран план [plan]. Более подробная информация доступна ниже.
sv_se: Din plan har satts till [plan]. Se detaljerna i din plan nedan.
uk_ua: Було обрано тариф [plan]. Більш детальна інформація доступна нижче.

# Languages::vendor_plans.plan_payment
source: Payment for Your Plan
ar_sa: الدفع للخطة الخاصة بك
cs_cz: Platba za váš plán
da_dk: Betaling for din Plan
de_de: Zahlung für Ihren Plan
el_gr: Πληρωμή για το πακέτο σας
es_es: Pago para su plan
fa_ir: پرداخت برای طرح شما
fi_fi: Maksu suunnitelmastasi
fr_fr: Paiement pour votre Plan
he_il: תשלום עבור התוכנית שלך
hu_hu: Fizetés a Csomagodért
id_id: Pembayaran untuk rencana Anda
it_it: Pagamento per il Suo Piano
ja_jp: プラン料金のお支払い
nl_nl: Betaling voor uw abonnement
no_no: Betaling for planen
pl_pl: Płatności za Plan
pt_br: Pagamento pelo seu plano
pt_pt: Pagamento do seu plano
ro_ro: Plata pentru planul dvs.
ru_ru: Оплата Вашего плана
sv_se: Betalning för din plan
uk_ua: Оплата Вашого тарифа

# Languages::vendor_plans.plan_payment_text
source: A sum of [price] has been withdrawn from your account for using the [plan] plan. Follow the link to <a href="[href]">view your account balance</a> or see the details of your plan below.
ar_sa: تم سحب مبلغ [price] من حسابك لاستخدام خطة [plan]. اتبع الرابط إلى <a href="[href]">عرض رصيد حسابك</a> أو الاطلاع على تفاصيل خطتك أدناه.
cs_cz: Částka z [price] byla vybrána z vašeho účtu za používání plánu [plan]. Přejděte na tento odkaz <a href="[href]">pro zobrazení zůstatku</a> nebo se podívejte na detaily vašeho plánu níže.
da_dk: En sum af [price] er trukket fra din konto for at bruge [plan] planen. Følg linket til at <a href="[href]"> Se din kontosaldo</a> eller se detaljerne i din plan nedenfor.
de_de: Eine Summe von [price] wurde von Ihrem Konto für die Nutzung des [plan] -Plans abgebucht. Folgen Sie dem Link, um <a href="[href]">Ihren Kontostand anzuzeigen</a> oder sehen Sie sich unten die Details Ihres Plans an.
el_gr: Το ποσό των [price] έχει αποσυρθεί από το λογαριασμό σας για τη χρήση του πακετου [plan]. Ακολουθήστε το σύνδεσμο για να <a href="[href]"> Δείτε το υπόλοιπο του λογαριασμού σας</a> ή να δείτε τις λεπτομέρειες του πακετου σας παρακάτω.
es_es: Se ha retirado una suma de[price] de su cuenta por utilizar el plan [plan]. Siga el enlace para <a href="[href]"> ver el saldo de su cuenta </a> o vea los detalles de su plan a continuación.
fa_ir: برای استفاده از طرح [plan] مبلغ [price] از حساب شما برداشت شده است. پیوند <a href="[href]">را دنبال کنید تا موجودی حساب خود را مشاهده کنید</a> یا جزئیات طرح خود را در زیر مشاهده کنید.
fi_fi: Tililtäsi on nostettu [price] summa [plan] -suunnitelman käytöstä. Seuraa linkkiä <a href="[href]">nähdäksesi tilisi saldo</a> tai katso suunnitelmasi tiedot alla.
fr_fr: Une somme de [price] a été retirée de votre compte pour utiliser le plan [plan]. Suivez le lien <a href="[href]">pour voir votre solde de compte </a> ou voir les détails de votre plan ci-dessous.
he_il: סכום של [price] נמשך מחשבונך עבור השימוש ב [plan] תוכנית. עבור לקישור <a href="[href]"> כדי לצפות ביתרה בחשבונך </a> או ראה את פרטי חשבונך להלן.
hu_hu: A [plan] csomag használatáért [price] összeg került levonásra a számládról. Kövesd a linket a <a href="[href]">számlaegyenleged megtekintéséhez</a> vagy tekintsd meg a csomagod részleteit az alábbiakban.
id_id: Jumlah [price] telah didebet dari rekening Anda untuk menggunakan rencana [plan]. Ikuti link untuk <a href="[href]"> melihat saldo rekening Anda</a> atau melihat rincian rencana Anda di bawah ini.
it_it: Una somma di [price] e stato ritirata dal suo conto per utilizzare il [plan] piano. Seguire il legato a <a href="[href]"> vedere il resto del suo conto</a> o vedere i dati del sup piano sotto.
ja_jp: 合計金額 [price] が [plan] プランをご利用するためにお引き出しされました。<a href="[href]">出品者入出金管理の残高</a>を見るか下記プランの詳細を御覧ください。
nl_nl: Er is een bedrag van [price] van uw rekening afgeschreven voor het gebruik van het [plan] -plan. Volg de link om <a href="[href]">uw rekeningsaldo te bekijken</a> of bekijk de details van uw abonnement hieronder.
no_no: En sum pålydende [price] har blitt trukket fra kontoen din for bruk av [plan] planen. Følg linken for å <a href="[href]">se din kontobalanse</a> eller se detaljene i planen din nedenfor.
pl_pl: Twoje konto zostało obciążone kwotą [price], wynikającą z przypisanego planu sprzedawcy [plan]. Kliknij w link, aby <a href="[href]"> wyświetlić saldo konta</a> lub zobacz szczegóły planu poniżej.
pt_br: O valor de [price] foi abatido da sua conta por usar o plano [plan]. Siga o link para <a href="[href]">ver o saldo da sua conta</a> ou veja os detalhes do seu plano abaixo.
pt_pt: Uma soma de [price] foi retirada da sua conta por usar o plano [plan] . Siga o link para <a href="[href]">ver o saldo da sua conta</a> ou veja os detalhes do seu plano abaixo.
ro_ro: O sumă de [price] a fost retras din contul dvs. pentru utilizarea planului [plan]. Urmați linkul <a href="[href]"> vizualizați soldul contului dvs. </a> sau consultați detaliile planului dvs. mai jos.
ru_ru: С Вашей учётной записи была списана сумма [price] за использование плана [plan]. Для просмотра баланса Вашей учётной записи, пожалуйста, перейдите по <a href="[href]">следующей ссылке</a> или обратитесь к описанию плана ниже.
sv_se: En summa på [price] har dragits ut från ditt konto för att använda [plan] -planen. Följ länken för att <a href="[href]">se ditt kontosaldo</a> eller se detaljerna om din plan nedan.
uk_ua: З вашого облікового запису було списано суму [price] за використання плану [plan]. Для перегляду балансу Вашого облікового запису, будь ласка, перейдіть за <a href="[href]">наступним посиланням</a> або зверніться до опису плану нижче.

# Languages::vendor_plans.plan_has_been_changed
source: Your Plan Has Been Changed
ar_sa: لقد تم تغيير خطتك
cs_cz: Váš plán byl změněn
da_dk: Din Plan er blevet ændret
de_de: Ihr Tarif wurde geändert
el_gr: Το σχέδιο σας έχει αλλάξει
es_es: Su Plan ha sido cambiado
fa_ir: برنامه شما تغییر کرده است
fi_fi: Suunnitelmaasi on muutettu
fr_fr: Votre plan a été modifié
he_il: התוכנית שלך שונתה
hu_hu: A Csomagod módosult
id_id: Rencana Anda telah berubah
it_it: Il suo Piano E Stato Caricato
ja_jp: お客様のプランが変更されました
nl_nl: Uw abonnement is gewijzigd
no_no: Din plan er endret
pl_pl: Plan został zmieniony
pt_br: O seu plano foi alterado
pt_pt: Seu plano foi alterado
ro_ro: Planul dvs. a fost modificat
ru_ru: Ваш план был изменён
sv_se: Din plan har ändrats
uk_ua: Ваш тариф був змінений

# Languages::vendor_plans.plan_has_been_changed_text
source: Your plan has been changed to [plan]. See the details of your new plan below.
ar_sa: تم تغيير خطتك إلى [plan]. شاهد تفاصيل خطتك الجديدة أدناه.
cs_cz: Váš plán se změnil na [plan]. Níže se podívejte na detaily vašeho plánu.
da_dk: Din plan er blevet ændret til [plan]. Se detaljerne for dine nye planen nedenfor.
de_de: Ihr Tarif wurde auf [plan]geändert. Sehen Sie sich die Details Ihres neuen Plans unten an.
el_gr: Το πακετο σας έχει αλλάξει σε [plan]. Δείτε τις λεπτομέρειες του νέου πακετου σας παρακάτω.
es_es: Su plan ha sido cambiado a[plan]. Ver los detalles de su nuevo plan a continuación.
fa_ir: طرح شما به [plan]تغییر یافته است. جزئیات طرح جدید خود را در زیر مشاهده کنید.
fi_fi: Suunnitelmasi on muutettu [plan]:ksi. Katso alta uuden suunnitelmasi tiedot.
fr_fr: Votre plan a été changé à [plan]. Voir les détails de votre nouveau plan ci-dessous.
he_il: התוכנית שלך השתנתה ל [plan]. ראה פרטי התוכנית שלך להלן.
hu_hu: A csomagod [plan]-ra módosult. Az új csomagod részleteit lásd az alábbiakban.
id_id: Rencana Anda telah berubah menjadi [plan]. Melihat rincian rencana baru di bawah ini.
it_it: Il suo piano e stato caricato a [plan]. Vederne i dati del suo nuovo piano sotto.
ja_jp: お客様のプランが [plan] に変更されました。新しいプランの詳細は下記を御覧ください。
nl_nl: Uw abonnement is gewijzigd in [plan]. Bekijk hieronder de details van uw nieuwe abonnement.
no_no: Din plan er endret til [plan]. Se detaljene i den nye planen nedenfor.
pl_pl: Plan został zmieniony na [plan]. Zobacz poniżej szczegóły nowego planu.
pt_br: O seu plano foi alterado para [plan]. Veja os detalhes do seu novo plano abaixo.
pt_pt: Seu plano foi alterado para [plan]. Veja abaixo os detalhes do seu novo plano.
ro_ro: Planul dvs. de Vendor a fost modificat în[plan].Consultați mai jos, detaliile noului dvs. plan.
ru_ru: Ваш план был изменён на [plan]. Более подробная информация доступна ниже.
sv_se: Din plan har ändrats till [plan]. Se detaljerna för din nya plan nedan.
uk_ua: Ваш тариф було змінено на [plan]. З детальнішою інформацією ознайомтеся нижче.
