Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_debt_payout.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se

# Languages::vendor_debt_payout.vendor_notifications
source: Notify vendors about upcoming suspension
cs_cz: Informovat prodejce o nadcházejícím pozastavení
da_dk: Underret leverandører om kommende suspension
de_de: Benachrichtigen Sie Anbieter über bevorstehende Aussetzungen
el_gr: Ειδοποιήστε τους πωλητές σχετικά με την επερχόμενη αναστολή
fa_ir: فروشندگان را در مورد تعلیق آینده مطلع کنید
fi_fi: Ilmoita myyjille tulevasta jäädyttämisestä
fr_fr: Informer les fournisseurs de la suspension à venir
nl_nl: Leveranciers informeren over aanstaande opschorting
no_no: Varsle leverandører om kommende suspensjon
pt_br: Notificar fornecedores sobre possível suspensão
pt_pt: Notifique os fornecedores sobre a próxima suspensão
ro_ro: Anunțați furnizorii despre suspendarea viitoare
sv_se: Meddela leverantörer om kommande avstängning

# Languages::vendor_debt_payout.admin_notifications
source: Notify admin about suspended vendors
cs_cz: Dát vědět administrátorovi o pozastavených prodejcích
da_dk: Giv administrator besked om suspenderede leverandører
de_de: Benachrichtigen Sie den Administrator über gesperrte Anbieter
el_gr: Ειδοποίηση διαχειριστή σχετικά με τους πωλητές που έχουν τεθεί σε αναστολή
fa_ir: در مورد فروشندگان تعلیق شده به مدیر اطلاع دهید
fi_fi: Ilmoita järjestelmänvalvojalle jäädytetyistä toimittajista
fr_fr: Informer l'administrateur des fournisseurs suspendus
nl_nl: Beheerder op de hoogte stellen van geschorste leveranciers
no_no: Varsle admin om suspenderte leverandører
pt_br: Notificar administrador sobre fornecedores suspensos
pt_pt: Notificar o administrador sobre fornecedores suspensos
ro_ro: Notificați administratorul despre furnizorii suspendați
sv_se: Meddela administratören om avstängda leverantörer

# Languages::vendor_debt_payout.edit_notifications_link
source: <a target = "_blank" href = "[link]">Edit notifications</a>
cs_cz: <a target = "_blank" href = "[link]">Upravit oznámení</a>
da_dk: <a target = "_blank" href = "[link]">Rediger meddelelser</a>
de_de: <a target = "_blank" href = "[link]">Benachrichtigungen bearbeiten</a>
el_gr: <a target = "_blank" href = "[link]">Επεξεργασία ειδοποιήσεων</a>
fa_ir: <a target = "_blank" href = "[link]">ویرایش اعلان ها</a>
fi_fi: <a target = "_blank" href = "[link]">Muokkaa ilmoituksia</a>
fr_fr: <a target = "_blank" href = "[link]">Modifier les notifications</a>
nl_nl: <a target = "_blank" href = "[link]">Meldingen bewerken</a>
no_no: <a target = "_blank" href = "[link]">Rediger varsler</a>
pt_br: <a target = "_blank" href = "[link]">Editar notificações</a>
pt_pt: <a target = "_blank" href = "[link]">Editar notificações</a>
ro_ro: <a target = "_blank" href = "[link]">Editați notificările</a>
sv_se: <a target = "_blank" href = "[link]">Redigera aviseringar</a>

# Languages::vendor_debt_payout.admin_notifications_weekly
source: Send weekly digest of suspended vendors
cs_cz: Každý týden zasílat přehled o pozastavených prodejcích
da_dk: Send ugentlig oversigt over suspenderede leverandører
de_de: Senden Sie wöchentliche Zusammenfassungen von gesperrten Anbietern
el_gr: Στείλτε εβδομαδιαία μια σύνοψη πωλητών σε αναστολή
fa_ir: ارسال خلاصه هفتگی فروشندگان معلق
fi_fi: Lähetä viikoittainen yhteenveto jäädytetyistä toimittajista
fr_fr: Envoyer un résumé hebdomadaire des fournisseurs suspendus
nl_nl: Stuur wekelijks overzicht van geschorste leveranciers
no_no: Send ukentlig sammendrag av suspenderte leverandører
pt_br: Enviar relatório semanal de fornecedores suspensos
pt_pt: Enviar resumo semanal de fornecedores suspensos
ro_ro: Trimiteți rezumat săptămânal al vânzătorilor suspendați
sv_se: Skicka veckosammanfattning av avstängda leverantörer

# Languages::vendor_debt_payout.disable_suspended_vendors
source: Disable suspended vendors after a while
cs_cz: Zakázat pozastavené prodejce po určité době
da_dk: Deaktiver suspenderede leverandører efter et stykke tid
de_de: Deaktivieren Sie gesperrte Anbieter nach einer Weile
el_gr: Απενεργοποιήστε τους πωλητές που έχουν τεθεί σε αναστολή μετά από λίγο
fa_ir: فروشندگان معلق را پس از مدتی غیرفعال کنید
fi_fi: Poista jäädytetyt toimittajat käytöstä hetken kuluttua
fr_fr: Désactiver les fournisseurs suspendus après un certain temps
nl_nl: Schakel geschorste leveranciers na een tijdje uit
no_no: Deaktiver suspenderte leverandører etter en stund
pt_br: Desativar fornecedores suspensos após um tempo
pt_pt: Desativar fornecedores suspensos depois de um tempo
ro_ro: Dezactivați furnizorii suspendați după un timp
sv_se: Inaktivera avstängda leverantörer efter ett tag

# Languages::vendor_debt_payout.days_before_disable
source: Time in days before a suspended vendor is disabled
cs_cz: Počet dnů, než bude prodejce zakázán
da_dk: Tid i dage, før en suspenderet leverandør deaktiveres
de_de: Zeit in Tagen, bevor ein gesperrter Anbieter deaktiviert wird
el_gr: Χρόνος σε ημέρες πριν απενεργοποιηθεί ένας πωλητής που έχει τεθεί σε αναστολή
fa_ir: چند روز قبل از غیرفعال شدن یک فروشنده معلق
fi_fi: Aika päivinä jäädytetyn toimittajan poistamiseen käytöstä
fr_fr: Délai en jours avant qu'un fournisseur suspendu ne soit désactivé
nl_nl: Tijd in dagen voordat een geschorste leverancier wordt uitgeschakeld
no_no: Tid i dager før en suspendert leverandør deaktiveres
pt_br: Dias antes de um fornecedor suspenso ser desativado
pt_pt: Tempo em dias antes que um fornecedor suspenso seja desabilitado
ro_ro: Timp în zile înainte ca un furnizor suspendat să fie dezactivat
sv_se: Tid i dagar innan en avstängd leverantör inaktiveras

# Languages::vendor_debt_payout.vendor_notifications_about_disable
source: Notify vendors about their disabled account
cs_cz: Informovat prodejce o jejich zakázaném účtu
da_dk: Underret leverandører om deres deaktiverede konto
de_de: Benachrichtigen Sie Anbieter über ihr deaktiviertes Konto
el_gr: Ειδοποιήστε τους πωλητές για τον απενεργοποιημένο λογαριασμό τους
fa_ir: فروشندگان را در مورد حساب غیرفعال شده خود مطلع کنید
fi_fi: Ilmoita myyjille heidän käytöstä poistetusta tilistään
fr_fr: Informer les fournisseurs de leur compte désactivé
nl_nl: Leveranciers informeren over hun uitgeschakelde account
no_no: Varsle leverandører om deres deaktiverte konto
pt_br: Notificar fornecedores sobre desativação de conta
pt_pt: Notificar os fornecedores sobre sua conta desativada
ro_ro: Anunțați furnizorii despre contul lor dezactivat
sv_se: Meddela leverantörer om deras inaktiverade konto

# Languages::vendor_debt_payout.admin_notifications_about_disable
source: Notify admin about disabled vendors
cs_cz: Dát vědět administrátorovi o zakázaných prodejcích
da_dk: Giv administrator besked om deaktiverede leverandører
de_de: Benachrichtigen Sie den Administrator über deaktivierte Anbieter
el_gr: Ειδοποίηση διαχειριστή σχετικά με τους πωλητές που έχουν τεθεί σε αναστολή
fa_ir: در مورد فروشندگان غیر فعال به مدیر اطلاع دهید
fi_fi: Ilmoita järjestelmänvalvojalle käytöstä poistetuista toimittajista
fr_fr: Avertir l'administrateur des fournisseurs désactivés
nl_nl: Beheerder informeren over uitgeschakelde leveranciers
no_no: Varsle admin om funksjonshemmede leverandører
pt_br: Notificar administrador sobre fornecedores desativados
pt_pt: Notificar o administrador sobre fornecedores desativados
ro_ro: Notificați administratorul despre furnizorii dezactivați
sv_se: Meddela administratören om funktionshindrade leverantörer

# Languages::vendor_debt_payout.actions_on_suspended
source: Actions on suspended vendors
cs_cz: Akce na pozastaveném účtu prodejce
da_dk: Handlinger på suspenderede leverandører
de_de: Aktionen bei gesperrten Anbietern
el_gr: Ενέργειες σε πωλητές που έχουν τεθεί σε αναστολή
fa_ir: اقدامات در مورد فروشندگان معلق
fi_fi: Toimenpiteet jäädytettyihin toimittajiin
fr_fr: Actions sur les fournisseurs suspendus
nl_nl: Acties tegen geschorste leveranciers
no_no: Handlinger på suspenderte leverandører
pt_br: Ações sobre fornecedores suspensos
pt_pt: Ações em fornecedores suspensos
ro_ro: Acțiuni asupra vânzătorilor suspendați
sv_se: Åtgärder på avstängda leverantörer

# Languages::vendor_debt_payout.notifications
source: Notifications
cs_cz: Oznámení
da_dk: Meddelelser
de_de: Benachrichtigungen
el_gr: Ειδοποιήσεις
fa_ir: اطلاعیه
fi_fi: Ilmoitukset
fr_fr: Avis
nl_nl: Meldingen
no_no: Varsler
pt_br: Notificações
pt_pt: Notificações
ro_ro: Notificări
sv_se: Aviseringar

# Languages::vendor_debt_payout.refill_balance
source: Refill balance
cs_cz: Zaplatit zůstatek
da_dk: Genfyld balance
de_de: Guthaben auffüllen
el_gr: Αναπληρώστε το υπόλοιπο
fa_ir: تعادل دوباره پر کنید
fi_fi: Täytä saldo
fr_fr: Solde de recharge
nl_nl: Saldo bijvullen
no_no: Påfyll saldo
pt_br: Adicionar dinheiro
pt_pt: Recarregar saldo
ro_ro: Alimentează soldul
sv_se: Fyll på balans

# Languages::vendor_debt_payout.enter_an_amount
source: Enter an amount
cs_cz: Vložte částu
da_dk: Indtast et beløb
de_de: Geben Sie einen Betrag ein
el_gr: Εισαγάγετε ένα ποσό
fa_ir: مقداری وارد کنید
fi_fi: Syötä summa
fr_fr: Entrez un montant
nl_nl: Voer een bedrag in
no_no: Angi et beløp
pt_br: Insira uma quantia
pt_pt: Insira um valor
ro_ro: Introduceți o sumă
sv_se: Ange ett belopp

# Languages::vendor_debt_payout.error_refill_amount_lower_than_zero
source: Sorry, couldn't proceed to payment. The specified sum must be greater than 0.
cs_cz: Omlouváme se, platba neproběhla. Specifikovaná částka musí být větší než 0.
da_dk: Beklager, kunne ikke fortsætte til betaling. Den angivne sum skal være større end 0.
de_de: Entschuldigung, ich konnte nicht mit der Zahlung fortfahren. Die angegebene Summe muss größer als 0 sein.
el_gr: Δυστυχώς, δεν ήταν δυνατή η ολοκλήρωση της πληρωμής. Το καθορισμένο σύνολο πρέπει να είναι μεγαλύτερο από 0.
fa_ir: متأسفیم، پرداخت امکان پذیر نیست. مجموع مشخص شده باید بیشتر از 0 باشد.
fi_fi: Valitettavasti maksua ei voitu jatkaa. Määritetyn summan on oltava suurempi kuin 0.
fr_fr: Désolé, impossible de procéder au paiement. La somme spécifiée doit être supérieure à 0.
nl_nl: Sorry, kon niet doorgaan met betalen. De opgegeven som moet groter zijn dan 0.
no_no: Beklager, kunne ikke fortsette til betaling. Den angitte summen må være større enn 0.
pt_br: O pagamento não foi processado. A quantia especificada deve ser maior do que 0.
pt_pt: Desculpe, não foi possível efetuar o pagamento. A soma especificada deve ser maior que 0.
ro_ro: Ne pare rău, nu am putut continua plata. Suma specificată trebuie să fie mai mare de 0.
sv_se: Tyvärr, det gick inte att fortsätta med betalningen. Den angivna summan måste vara större än 0.

# Languages::vendor_debt_payout.suspend_debt_notification
source: Your account is suspended. To lift the suspension, please deposit at least [amount] to refill the balance up to [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Refill balance</a>.
cs_cz: Váš účet je pozastaven. K obnovení prosím dobijte alespoň [amount] k dosažení minimálního zůstatku [vendor_plan_lowers_allowed_balance].<a target="_blank" href="[link]">Zaplatit zůstatek</a>.
da_dk: Din konto er suspenderet. For at ophæve suspensionen skal du indbetale mindst [amount] for at genopfylde saldoen op til [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Genfyld balance</a>.
de_de: Ihr Account wurde gesperrt. Um die Sperrung aufzuheben, zahlen Sie bitte mindestens [amount] ein, um das Guthaben auf [vendor_plan_lowers_allowed_balance]aufzufüllen. <a target="_blank" href="[link]">Waage auffüllen</a>.
el_gr: Ο λογαριασμός σας βρίσκεται προσωρινα σε αναστολή. Για να άρετε την αναστολή, καταθέστε τουλάχιστον [amount] για να ξαναγεμίσετε το υπόλοιπο μέχρι το [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Υπόλοιπο αναπλήρωσης</a>.
fa_ir: حساب شما به حالت تعلیق درآمده. برای برداشتن تعلیق، لطفاً حداقل [amount] را واریز کنید تا موجودی تا [vendor_plan_lowers_allowed_balance]دوباره پر شود. <a target="_blank" href="[link]">موجودی مجدد</a>.
fi_fi: Sinun tilisi on jäädytetty. Jos haluat poistaa keskeytyksen, talleta vähintään [amount] saldon lisäämiseksi [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Täytä saldo</a>.
fr_fr: Votre compte est suspendu. Pour lever la suspension, veuillez déposer au moins [amount] pour recharger le solde jusqu'à [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Recharger le solde</a>.
nl_nl: Je account is geschorst. Om de schorsing op te heffen, dient u minimaal [amount] te storten om het saldo tot [vendor_plan_lowers_allowed_balance]aan te vullen. <a target="_blank" href="[link]">Saldo bijvullen</a>.
no_no: Din konto er suspendert. For å oppheve suspensjonen må du sette inn minst [amount] for å fylle opp saldoen opp til [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Etterfyll balanse</a>.
pt_br: Sua conta está suspensa. Para cancelar a suspensão, deposite pelo menos [amount] para recuperar o saldo para [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Adicionar dinheiro</a>.
pt_pt: Sua conta está suspensa. Para levantar a suspensão, deposite pelo menos [amount] para reabastecer o saldo até [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Recarregue o saldo</a>.
ro_ro: Contul tău este suspendat. Pentru a ridica suspensia, vă rugăm să depuneți cel puțin [amount] pentru a reumple soldul până la [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Umpleți soldul</a>.
sv_se: Ditt konto är avstängt. För att häva avstängningen, vänligen sätt in minst [amount] för att fylla på saldot upp till [vendor_plan_lowers_allowed_balance]. <a target="_blank" href="[link]">Fyll på balans</a>.

# Languages::vendor_debt_payout.warning_debt_notification
source: Your account might get suspended soon. Please deposit at least [amount] until [date] to avoid suspension. <a target="_blank" href="[link]">Refill balance</a>.
cs_cz: Váš účet může být brzy pozastaven. Dobijte si prosím alespoň [amount] do [date], abyste se vyhnuli pozastavení. <a target="_blank" href="[link]">Dobít zůstatek</a>.
da_dk: Din konto kan snart blive suspenderet. Indbetal venligst mindst [amount] indtil [date] for at undgå suspension. <a target="_blank" href="[link]">Genfyld balance</a>.
de_de: Ihr Konto wird möglicherweise bald gesperrt. Bitte zahlen Sie mindestens [amount] bis [date] ein, um eine Sperrung zu vermeiden. <a target="_blank" href="[link]">Waage auffüllen</a>.
el_gr: Ο λογαριασμός σας ενδέχεται να τεθεί σε αναστολή σύντομα. Καταθέστε τουλάχιστον [amount] έως [date] για να αποφύγετε την αναστολή. <a target="_blank" href="[link]">Υπόλοιπο αναπλήρωσης</a>.
fa_ir: حساب شما ممکن است به زودی تعلیق شود. لطفاً برای جلوگیری از تعلیق حداقل [amount] تا [date] واریز کنید. <a target="_blank" href="[link]">موجودی مجدد</a>.
fi_fi: Tilisi saatetaan jäädyttää pian. Ole hyvä ja talleta vähintään [amount] välttääksesi [date] . <a target="_blank" href="[link]">Täytä saldo</a>.
fr_fr: Votre compte pourrait bientôt être suspendu. Veuillez déposer au moins [amount] jusqu'à [date] pour éviter la suspension. <a target="_blank" href="[link]">Recharger le solde</a>.
nl_nl: Uw account kan binnenkort worden opgeschort. Gelieve minimaal [amount] t/m [date] te storten om opschorting te voorkomen. <a target="_blank" href="[link]">Saldo bijvullen</a>.
no_no: Kontoen din kan bli suspendert snart. Vennligst sett inn minst [amount] til [date] for å unngå suspensjon. <a target="_blank" href="[link]">Etterfyll balanse</a>.
pt_br: Sua conta pode ser suspensa em breve. Deposite pelo menos [amount] até [date] para evitar a suspensão. <a target="_blank" href="[link]">Adicionar dinheiro</a>.
pt_pt: Sua conta pode ser suspensa em breve. Por favor, deposite pelo menos [amount] até [date] para evitar a suspensão. <a target="_blank" href="[link]">Recarregue o saldo</a>.
ro_ro: Este posibil ca contul dvs. să fie suspendat în curând. Vă rugăm să depuneți cel puțin [amount] până la [date]. <a target="_blank" href="[link]">Reîncărcați/alimentați soldul</a>.
sv_se: Ditt konto kan snart stängas av. Vänligen sätt in minst [amount] till [date] för att undvika avstängning. <a target="_blank" href="[link]">Fyll på balans</a>.

# Languages::vendor_debt_payout.suspend_debt_alert
source: <p>Your account has been suspended automatically.</p><p>Reason: your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance].</p><p>Please deposit at least [amount]. Once the payment is processed, the suspension will be lifted automatically.</p>
cs_cz: <p>Váš účet byl automaticky pozastaven.</p><p> Důvod: váš aktuální zůstatek činí [balance], což je pod přípustným minimem zůstatku [lowers_allowed_balance]. </p><p> Dobijte prosím alespoň [amount]. Jakmile bude platba započtena, pozastavení bude zrušeno automaticky.</p>
da_dk: <p>Din konto er blevet suspenderet automatisk.</p><p>Årsag: din nuværende saldo er [balance], hvilket er under den mindst tilladte saldo på [lowers_allowed_balance].</p><p>Indbetal venligst mindst [amount]. Når betalingen er behandlet, ophæves suspensionen automatisk.</p>
de_de: <p>Ihr Konto wurde automatisch gesperrt.</p><p>Grund: Ihr aktuelles Guthaben beträgt [balance], was unter dem zulässigen Mindestguthaben von [lowers_allowed_balance]liegt.</p><p>Bitte hinterlegen Sie mindestens [amount]. Sobald die Zahlung bearbeitet wurde, wird die Sperrung automatisch aufgehoben.</p>
el_gr: <p>Ο λογαριασμός σας έχει τεθεί αυτόματα σε αναστολή.</p><p>Λόγος: το τρέχον υπόλοιπό σας είναι [balance], το οποίο είναι κάτω από το ελάχιστο επιτρεπόμενο υπόλοιπο των [lowers_allowed_balance].</p><p>Παρακαλούμε καταθέστε τουλάχιστον [amount]. Μόλις διεκπεραιωθεί η πληρωμή, η αναστολή θα αρθεί αυτόματα.</p>
fa_ir: <p>حساب شما به طور خودکار به حالت تعلیق درآمده است.</p><p>دلیل: موجودی فعلی شما [balance]است که کمتر از حداقل موجودی مجاز [lowers_allowed_balance]است.</p><p>لطفا حداقل [amount]واریز کنید. پس از پردازش پرداخت، تعلیق به طور خودکار برداشته می شود.</p>
fi_fi: <p>Tilisi on jäädytetty automaattisesti.</p><p>Syy: nykyinen saldosi on [balance], mikä on alle sallitun vähimmäissaldon [lowers_allowed_balance].</p><p>Ole hyvä ja talleta vähintään [amount]. Kun maksu on käsitelty, jäädytys poistetaan automaattisesti.</p>
fr_fr: <p>Votre compte a été suspendu automatiquement.</p><p>Raison : votre solde actuel est de [balance], ce qui est inférieur au solde minimum autorisé de [lowers_allowed_balance].</p><p>Veuillez déposer au moins [amount]. Une fois le paiement traité, la suspension sera levée automatiquement.</p>
nl_nl: <p>Uw account is automatisch opgeschort.</p><p>Reden: uw huidige saldo is [balance], wat lager is dan het minimaal toegestane saldo van [lowers_allowed_balance].</p><p>Gelieve minimaal [amount]te storten. Zodra de betaling is verwerkt, wordt de opschorting automatisch opgeheven.</p>
no_no: <p>Kontoen din har blitt suspendert automatisk.</p><p>Årsak: din nåværende saldo er [balance], som er under den minste tillatte saldoen på [lowers_allowed_balance].</p><p>Vennligst sett inn minst [amount]. Når betalingen er behandlet, oppheves suspensjonen automatisk.</p>
pt_br: <p>Sua conta foi suspensa automaticamente.</p><p>Motivo: seu saldo atual é de [balance], abaixo do saldo mínimo permitido de [lowers_allowed_balance].</p><p>Deposite pelo menos [amount]. Assim que o pagamento for processado, a suspensão será revogada.</p>
pt_pt: <p>Sua conta foi suspensa automaticamente.</p><p>Motivo: seu saldo atual é [balance], que está abaixo do saldo mínimo permitido de [lowers_allowed_balance].</p><p>Por favor deposite pelo menos [amount]. Assim que o pagamento for processado, a suspensão será levantada automaticamente.</p>
ro_ro: <p>Contul dvs. a fost suspendat automat.</p><p>Motiv: soldul dvs. actual este [balance], care este sub soldul minim permis de [lowers_allowed_balance].</p><p>Vă rugăm să depuneți cel puțin [amount]. Odată procesată plata, suspendarea va fi ridicată automat.</p>
sv_se: <p>Ditt konto har stängts av automatiskt.</p><p>Orsak: ditt nuvarande saldo är [balance], vilket är under det lägsta tillåtna saldot på [lowers_allowed_balance].</p><p>Vänligen sätt in minst [amount]. När betalningen har behandlats kommer avstängningen att hävas automatiskt.</p>

# Languages::vendor_debt_payout.warning_debt_alert
source: <p>Your current balance is [balance], which is below the minimum allowed balance of [lowers_allowed_balance].</p><p>Please deposit at least [amount] until [date]. Otherwise your account might get suspended.
cs_cz: <p>Váš aktuální zůstatek je [balance], což je pod povoleným minimem, které je [lowers_allowed_balance]. </p><p> Dobijte prosím alespoň částku [amount] do data [date]. Jinak může být váš účet pozastaven.
da_dk: <p>Din nuværende saldo er [balance], hvilket er under den mindst tilladte saldo på [lowers_allowed_balance].</p><p>Indbetal venligst mindst [amount] indtil [date]. Ellers kan din konto blive suspenderet.
de_de: <p>Ihr aktuelles Guthaben beträgt [balance]und liegt damit unter dem zulässigen Mindestguthaben von [lowers_allowed_balance].</p><p>Bitte hinterlegen Sie mindestens [amount] bis [date]. Andernfalls könnte Ihr Konto gesperrt werden.
el_gr: <p>Το τρέχον υπόλοιπό σας είναι [balance], το οποίο είναι κάτω από το ελάχιστο επιτρεπόμενο υπόλοιπο των [lowers_allowed_balance].</p><p>Παρακαλούμε καταθέστε τουλάχιστον [amount] έως [date]. Διαφορετικά, ο λογαριασμός σας μπορεί να τεθεί σε αναστολή.
fa_ir: <p>موجودی فعلی شما [balance]است که کمتر از حداقل موجودی مجاز [lowers_allowed_balance]است.</p><p>لطفاً حداقل [amount] تا [date]واریز کنید. در غیر این صورت ممکن است حساب شما به حالت تعلیق درآید.
fi_fi: <p>Nykyinen saldosi on [balance], mikä on alle sallitun vähimmäissaldon [lowers_allowed_balance].</p><p>Talleta vähintään [amount] - [date]. Muuten tilisi saatetaan jäädyttää.
fr_fr: <p>Votre solde actuel est de [balance], ce qui est inférieur au solde minimum autorisé de [lowers_allowed_balance].</p><p>Veuillez déposer au moins [amount] jusqu'à [date]. Sinon, votre compte pourrait être suspendu.
nl_nl: <p>Uw huidige saldo is [balance], wat lager is dan het minimaal toegestane saldo van [lowers_allowed_balance].</p><p>Gelieve minimaal [amount] t/m [date]te storten. Anders kan uw account worden opgeschort.
no_no: <p>Din nåværende saldo er [balance], som er under den minste tillatte saldoen på [lowers_allowed_balance].</p><p>Vennligst sett inn minst [amount] til [date]. Ellers kan kontoen din bli suspendert.
pt_br: <p>Seu saldo atual é de [balance], abaixo do saldo mínimo permitido de [lowers_allowed_balance].</p><p>Deposite pelo menos [amount] até [date], ou sua conta corre o risco de ser suspensa.
pt_pt: <p>Seu saldo atual é [balance], que está abaixo do saldo mínimo permitido de [lowers_allowed_balance].</p><p>Por favor deposite pelo menos [amount] até [date]. Caso contrário, sua conta pode ser suspensa.
ro_ro: <p>Soldul dvs. curent este [balance], care este sub soldul minim permis de [lowers_allowed_balance].</p><p>Vă rugăm să depuneți cel puțin [amount] până la [date]. În caz contrar, contul dvs. s-ar putea suspenda.
sv_se: <p>Ditt nuvarande saldo är [balance], vilket är under det lägsta tillåtna saldot på [lowers_allowed_balance].</p><p>Vänligen sätt in minst [amount] till [date]. Annars kan ditt konto stängas av.

# Languages::vendor_debt_payout.dashboard_suspended_vendors
source: Suspended vendors
cs_cz: Pozastavení prodejci
da_dk: Suspenderede leverandører
de_de: Gesperrte Anbieter
el_gr: Πωλητές σε Αναστολή
fa_ir: فروشندگان معلق
fi_fi: Jäädytetyt myyjät
fr_fr: Fournisseurs suspendus
nl_nl: geschorste leveranciers
no_no: Suspenderte leverandører
pt_br: Fornecedores suspensos
pt_pt: Fornecedores suspensos
ro_ro: Vânzători suspendați
sv_se: Avstängda leverantörer
