Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_plans.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

# Languages::vendor_plans.disable_plan_is_default_text
source: Couldn't disable the vendor plan. At least one active or hidden vendor plan must exist.
ar_sa: تعذر تعطيل خطة البائع. يجب أن توجد خطة مورِّد واحدة نشطة أو مخفية على الأقل.
cs_cz: Plán dodavatele se nepodařilo zakázat. Musí existovat alespoň jeden aktivní nebo skrytý plán dodavatele.
da_dk: Leverandørplanen kunne ikke deaktiveres. Der skal eksistere mindst én aktiv eller skjult leverandørplan.
de_de: Anbieterplan konnte nicht deaktiviert werden. Es muss mindestens ein aktiver oder ausgeblendeter Anbieterplan vorhanden sein.
el_gr: Δεν ήταν δυνατή η απενεργοποίηση του πλανου πωλητή. Πρέπει να υπάρχει τουλάχιστον ένα ενεργό ή κρυφό πλανο πωλητή.
es_es: No se pudo deshabilitar el plan de proveedor. Debe existir al menos un plan de proveedor activo u oculto.
fa_ir: طرح فروشنده غیرفعال نشد. حداقل یک برنامه فروشنده فعال یا پنهان باید وجود داشته باشد.
fi_fi: Toimittajasuunnitelmaa ei voitu poistaa käytöstä. Vähintään yhden aktiivisen tai piilotetun toimittajasuunnitelman on oltava olemassa.
fr_fr: Impossible de désactiver le forfait fournisseur. Au moins un plan de fournisseur actif ou masqué doit exister.
he_il: לא ניתן היה להשבית את תוכנית הספק. חייבת להתקיים לפחות תוכנית ספק פעילה או נסתרת אחת.
hu_hu: Nem sikerült letiltani a szállítói tervet. Legalább egy aktív vagy rejtett szállítói tervnek léteznie kell.
it_it: Impossibile disabilitare il piano fornitore. Deve esistere almeno un piano fornitore attivo o nascosto.
ja_jp: 出品者プランを無効にできませんでした。少なくとも1つの有効化されているか非表示の出品者プランが存在する必要があります。
nl_nl: Kan het leveranciersplan niet uitschakelen. Er moet ten minste √©√©n actief of verborgen leveranciersplan bestaan.
no_no: Kunne ikke deaktivere leverandørplanen. Minst én aktiv eller skjult leverandørplan må eksistere.
pl_pl: Nie udało się wyłączyć planu sprzedawcy. Musi istnieć co najmniej jeden aktywny lub ukryty plan sprzedawcy.
pt_br: Não foi possível desativar o plano do fornecedor. Deve existir pelo menos um plano de fornecedor ativo ou oculto.
pt_pt: Não foi possível desativar o plano do fornecedor. Deve existir pelo menos um plano de fornecedor ativo ou oculto.
ro_ro: Nu s-a putut dezactiva planul de furnizor. Trebuie să existe cel puțin un plan de furnizor activ sau ascuns.
ru_ru: Не удалось выключить тарифный план. Должен существовать хотя бы один включенный или скрытый план.
sv_se: Det gick inte att inaktivera leverantörsplanen. Minst en aktiv eller dold leverantörsplan måste finnas.
uk_ua: Не вдалося вимкнути тарифний план продавця. Повинен бути принаймні один активний або прихований план продавця.
