Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_debt_payout.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se

# Languages::vendor_debt_payout.negative_balance_reached.subject
source: Your account might get suspended soon
cs_cz: Váš účet může být brzy odstaven
da_dk: Din konto kan snart blive suspenderet
de_de: Ihr Konto wird möglicherweise bald gesperrt
el_gr: Ο λογαριασμός σας ενδέχεται να τεθεί σε αναστολή σύντομα
fa_ir: حساب شما ممکن است به زودی تعلیق شود
fi_fi: Tilisi saatetaan jäädyttää pian
fr_fr: Votre compte pourrait bientôt être suspendu
nl_nl: Uw account kan binnenkort worden opgeschort
no_no: Kontoen din kan bli suspendert snart
pt_br: Sua conta pode ser suspensa em breve
pt_pt: Sua conta pode ser suspensa em breve
ro_ro: Este posibil ca contul dvs. să fie suspendat în curând
sv_se: Ditt konto kan snart stängas av

# Languages::vendor_debt_payout.suspended_status_reached.subject
source: Your account is suspended
cs_cz: Váš účet byl odstaven
da_dk: Din konto er suspenderet
de_de: Ihr Account wurde gesperrt
el_gr: Ο λογαριασμός σας έχει διακοπεί προσωρινα
fa_ir: حساب شما به حالت تعلیق درآمده
fi_fi: sinun tilisi on jäädytetty
fr_fr: Votre compte est suspendu
nl_nl: Je account is geschorst
no_no: din konto er suspendert
pt_br: Sua conta está suspensa
pt_pt: Sua conta está suspensa
ro_ro: Contul tău este suspendat
sv_se: Ditt konto är avstängt

# Languages::vendor_debt_payout.event.negative_balance_reached.name
source: Vendor sign-in: Debt and grace period
cs_cz: Přihlášení pro prodejce: Dluh a lhůta
da_dk: Leverandørlogon: Gæld og afdragsfri periode
de_de: Lieferantenanmeldung: Schuld- und Nachfrist
el_gr: Σύνδεση πωλητή: Χρέος και περίοδος χάριτος
fa_ir: ورود فروشنده: بدهی و دوره مهلت
fi_fi: Toimittajan kirjautuminen: Velka ja armonaika
fr_fr: Connexion du fournisseur : dette et période de grâce
nl_nl: Aanmelding leverancier: Schuld en respijtperiode
no_no: Leverandørpålogging: Gjeld og avdragsfrihet
pt_br: Login de fornecedor: Dívida e prazo de tolerância
pt_pt: Login do fornecedor: Dívida e período de carência
ro_ro: Conectare furnizor: datorie și perioadă de grație
sv_se: Leverantörsinloggning: Skuld och anståndstid

# Languages::vendor_debt_payout.negative_balance_reached.message
source: Please deposit at least [amount] until [date] to avoid suspension.
cs_cz: Dobijte prosím alespoň [amount] do [date], abyste se vyhnuli pozastavení účtu.
da_dk: Indbetal venligst mindst [amount] indtil [date] for at undgå suspension.
de_de: Bitte zahlen Sie mindestens [amount] bis [date] ein, um eine Sperrung zu vermeiden.
el_gr: Καταθέστε τουλάχιστον [amount] έως [date] για να αποφύγετε την αναστολή.
fa_ir: لطفاً برای جلوگیری از تعلیق حداقل [amount] تا [date] واریز کنید.
fi_fi: Ole hyvä ja talleta vähintään [amount] välttääksesi [date].
fr_fr: Veuillez déposer au moins [amount] jusqu'à [date] pour éviter la suspension.
nl_nl: Gelieve minimaal [amount] t/m [date] te storten om opschorting te voorkomen.
no_no: Vennligst sett inn minst [amount] til [date] for å unngå suspensjon.
pt_br: Deposite pelo menos [amount] até [date] para evitar a suspensão.
pt_pt: Por favor, deposite pelo menos [amount] até [date] para evitar a suspensão.
ro_ro: Vă rugăm să depuneți cel puțin [amount] până la [date] pentru a evita suspendarea.
sv_se: Vänligen sätt in minst [amount] till [date] för att undvika avstängning.

# Languages::vendor_debt_payout.suspended_status_reached.message
source: To lift the suspension, please deposit at least [amount] to refill the balance up to [vendor_plan_lowers_allowed_balance].
cs_cz: Pro uvolnění odstavení, dobijte si prosím alespoň [amount] pro doplnění zůstatku dle [vendor_plan_lowers_allowed_balance].
da_dk: For at ophæve suspensionen skal du indbetale mindst [amount] for at genopfylde saldoen op til [vendor_plan_lowers_allowed_balance].
de_de: Um die Sperrung aufzuheben, zahlen Sie bitte mindestens [amount] ein, um das Guthaben auf [vendor_plan_lowers_allowed_balance]aufzufüllen.
el_gr: Για την άρση της αναστολής, καταθέστε τουλάχιστον [amount] για να ξαναγεμίσετε το υπόλοιπο έως [vendor_plan_lowers_allowed_balance].
fa_ir: برای برداشتن تعلیق، لطفاً حداقل [amount] را واریز کنید تا موجودی تا [vendor_plan_lowers_allowed_balance]دوباره پر شود.
fi_fi: Jos haluat poistaa keskeytyksen, talleta vähintään [amount] saldon lisäämiseksi [vendor_plan_lowers_allowed_balance].
fr_fr: Pour lever la suspension, veuillez déposer au moins [amount] pour recharger le solde jusqu'à [vendor_plan_lowers_allowed_balance].
nl_nl: Om de schorsing op te heffen, dient u minimaal [amount] te storten om het saldo tot [vendor_plan_lowers_allowed_balance]aan te vullen.
no_no: For å oppheve suspensjonen må du sette inn minst [amount] for å fylle opp saldoen opp til [vendor_plan_lowers_allowed_balance].
pt_br: Para cancelar a suspensão, deposite pelo menos [amount] para recuperar o saldo para [vendor_plan_lowers_allowed_balance].
pt_pt: Para levantar a suspensão, deposite pelo menos [amount] para reabastecer o saldo até [vendor_plan_lowers_allowed_balance].
ro_ro: Pentru a ridica suspensia, vă rugăm să depuneți cel puțin [amount] pentru a reumple soldul până la [vendor_plan_lowers_allowed_balance].
sv_se: För att häva avstängningen, vänligen sätt in minst [amount] för att fylla på saldot upp till [vendor_plan_lowers_allowed_balance].

# Languages::email_template.vendor_debt_payout_vendor_days_before_suspended
source: Vendor-to-admin payments notifications
cs_cz: Prodejce-administrátor oznámení o platbě
da_dk: Leverandør-til-administrator-betalingsmeddelelser
de_de: Zahlungsbenachrichtigungen von Anbieter zu Administrator
el_gr: Ειδοποιήσεις πληρωμών από πωλητή σε διαχειριστή
fa_ir: اعلان‌های پرداخت‌های فروشنده به سرپرست
fi_fi: Ilmoitukset toimittajalta järjestelmänvalvojalle maksuista
fr_fr: Notifications de paiement du fournisseur à l'administrateur
nl_nl: Betalingsmeldingen van leverancier naar beheerder
no_no: Betalingsvarsler fra leverandør til administrator
pt_br: Notificações de pagamentos fornecedor-administrador
pt_pt: Notificações de pagamentos de fornecedor para administrador
ro_ro: Notificări privind plățile de la furnizor la administrator
sv_se: Aviseringar om betalningar från leverantör till administratör

source: Vendor-to-admin payments notifications
cs_cz: Prodejce-administrátor oznámení o platbě
da_dk: Leverandør-til-administrator-betalingsmeddelelser
de_de: Zahlungsbenachrichtigungen von Anbieter zu Administrator
el_gr: Ειδοποιήσεις πληρωμών από πωλητή σε διαχειριστή
fa_ir: اعلان‌های پرداخت‌های فروشنده به سرپرست
fi_fi: Ilmoitukset toimittajalta järjestelmänvalvojalle maksuista
fr_fr: Notifications de paiement du fournisseur à l'administrateur
nl_nl: Betalingsmeldingen van leverancier naar beheerder
no_no: Betalingsvarsler fra leverandør til administrator
pt_br: Notificações de pagamentos fornecedor-administrador
pt_pt: Notificações de pagamentos de fornecedor para administrador
ro_ro: Notificări privind plățile de la furnizor la administrator
sv_se: Aviseringar om betalningar från leverantör till administratör

# Languages::internal_template.vendor_debt_payout_vendor_days_before_suspended
source: Vendor-to-admin payments notifications
cs_cz: Prodejce-administrátor oznámení o platbě
da_dk: Leverandør-til-administrator-betalingsmeddelelser
de_de: Zahlungsbenachrichtigungen von Anbieter zu Administrator
el_gr: Ειδοποιήσεις πληρωμών από πωλητή σε διαχειριστή
fa_ir: اعلان‌های پرداخت‌های فروشنده به سرپرست
fi_fi: Ilmoitukset toimittajalta järjestelmänvalvojalle maksuista
fr_fr: Notifications de paiement du fournisseur à l'administrateur
nl_nl: Betalingsmeldingen van leverancier naar beheerder
no_no: Betalingsvarsler fra leverandør til administrator
pt_br: Notificações de pagamentos fornecedor-administrador
pt_pt: Notificações de pagamentos de fornecedor para administrador
ro_ro: Notificări privind plățile de la furnizor la administrator
sv_se: Aviseringar om betalningar från leverantör till administratör

source: Vendor-to-admin payments notifications
cs_cz: Prodejce-administrátor oznámení o platbě
da_dk: Leverandør-til-administrator-betalingsmeddelelser
de_de: Zahlungsbenachrichtigungen von Anbieter zu Administrator
el_gr: Ειδοποιήσεις πληρωμών από πωλητή σε διαχειριστή
fa_ir: اعلان‌های پرداخت‌های فروشنده به سرپرست
fi_fi: Ilmoitukset toimittajalta järjestelmänvalvojalle maksuista
fr_fr: Notifications de paiement du fournisseur à l'administrateur
nl_nl: Betalingsmeldingen van leverancier naar beheerder
no_no: Betalingsvarsler fra leverandør til administrator
pt_br: Notificações de pagamentos fornecedor-administrador
pt_pt: Notificações de pagamentos de fornecedor para administrador
ro_ro: Notificări privind plățile de la furnizor la administrator
sv_se: Aviseringar om betalningar från leverantör till administratör

# Languages::vendor_debt_payout.event.vendor_status_changed_to_suspended.name
source: Vendor status was changed to Suspended
cs_cz: Status prodejce byl změněn na "Pozastaven"
da_dk: Leverandørstatus blev ændret til Suspenderet
de_de: Der Lieferantenstatus wurde in Ausgesetzt geändert
el_gr: Η κατάσταση του Πωλητή άλλαξε σε Αναστολή
fa_ir: وضعیت فروشنده به حالت تعلیق تغییر کرد
fi_fi: Toimittajan tilaksi muutettiin Jäädytetty
fr_fr: Le statut du fournisseur a été modifié en Suspendu
nl_nl: Leveranciersstatus is gewijzigd in Opgeschort
no_no: Leverandørstatus ble endret til Suspendert
pt_br: O status do fornecedor foi alterado para "Suspenso"
pt_pt: O status do fornecedor foi alterado para Suspenso
ro_ro: Starea furnizorului a fost schimbată în Suspendat
sv_se: Leverantörsstatus ändrades till Avstängd

source: Vendor-to-admin payments notifications
cs_cz: Prodejce-administrátor oznámení o platbě
da_dk: Leverandør-til-administrator-betalingsmeddelelser
de_de: Zahlungsbenachrichtigungen von Anbieter an Administrator
el_gr: Ειδοποιήσεις πληρωμών από πωλητή σε διαχειριστή
fa_ir: اعلان های پرداخت فروشنده به سرپرست
fi_fi: Ilmoitukset toimittajalta järjestelmänvalvojalle maksuista
fr_fr: Notifications de paiement du fournisseur à l'administrateur
nl_nl: Betalingsmeldingen van leverancier naar beheerder
no_no: Betalingsvarsler fra leverandør til administrator
pt_br: Notificações de pagamentos fornecedor-administrador
pt_pt: Notificações de pagamentos de fornecedor para administrador
ro_ro: Notificări privind plățile de la furnizor la administrator
sv_se: Aviseringar om betalningar från leverantör till administratör

# Languages::email_template.company_status_changed_from_suspended_notification
source: Vendor status changed from Suspended
cs_cz: Status prodejce se změnil z "Pozastavený/Odstavený"
da_dk: Leverandørstatus ændret fra Suspenderet
de_de: Der Lieferantenstatus wurde von „Gesperrt“ geändert
el_gr: Η κατάσταση του Πωλητή άλλαξε από Αναστολή
fa_ir: وضعیت فروشنده از حالت تعلیق تغییر کرد
fi_fi: Toimittajan tila muutettu Jäädytetystä
fr_fr: Le statut du fournisseur est passé de Suspendu
nl_nl: Leveranciersstatus gewijzigd van Opgeschort
no_no: Leverandørstatus endret fra Suspendert
pt_br: O status do fornecedor deixou de ser "Suspenso"
pt_pt: Status do fornecedor alterado de Suspenso
ro_ro: Starea furnizorului s-a schimbat din Suspendat
sv_se: Leverantörsstatus ändrad från Avstängd

# Languages::internal_template.vendor_debt_payout_negative_balance_reached
source: Vendor sign-in: Debt and grace period
cs_cz: Přihlášení pro prodejce: Dluh a lhůta
da_dk: Leverandørlogon: Gæld og afdragsfri periode
de_de: Lieferantenanmeldung: Schuld- und Nachfrist
el_gr: Σύνδεση πωλητή: Χρέος και περίοδος χάριτος
fa_ir: ورود فروشنده: بدهی و دوره مهلت
fi_fi: Toimittajan kirjautuminen: Velka ja armonaika
fr_fr: Connexion du fournisseur : dette et période de grâce
nl_nl: Aanmelding leverancier: Schuld en respijtperiode
no_no: Leverandørpålogging: Gjeld og avdragsfrihet
pt_br: Login de fornecedor: Dívida e prazo de tolerância
pt_pt: Login do fornecedor: Dívida e período de carência
ro_ro: Conectare furnizor: datorie și perioadă de grație
sv_se: Leverantörsinloggning: Skuld och anståndstid

source: Vendor-to-admin payments notifications
cs_cz: Prodejce-administrátor oznámení o platbě
da_dk: Leverandør-til-administrator betalingsmeddelelser
de_de: Zahlungsbenachrichtigungen von Anbieter an Administrator
el_gr: Ειδοποιήσεις πληρωμών από πωλητή σε διαχειριστή
fa_ir: اعلان‌های پرداخت‌های فروشنده به سرپرست
fi_fi: Ilmoitukset toimittajalta järjestelmänvalvojalle maksuista
fr_fr: Notifications de paiement du fournisseur à l'administrateur
nl_nl: Betalingsmeldingen van leverancier naar beheerder
no_no: Betalingsvarsler fra leverandør til administrator
pt_br: Notificações de pagamentos fornecedor-administrador
pt_pt: Notificações de pagamentos de fornecedor para administrador
ro_ro: Notificări privind plățile de la furnizor la administrator
sv_se: Aviseringar om betalningar från leverantör till administratör

# Languages::vendor_debt_payout.event.vendor_status_changed_to_disabled.name
source: Vendor status was changed to Disabled
cs_cz: Status prodejce byl změněn na "Zakázán"
da_dk: Leverandørstatus blev ændret til Deaktiveret
de_de: Der Anbieterstatus wurde in „Deaktiviert“ geändert
el_gr: Η κατάσταση του Πωλητή άλλαξε σε Απενεργοποιημένη
fa_ir: وضعیت فروشنده به غیر فعال تغییر کرد
fi_fi: Toimittajan tilaksi muutettiin Ei käytössä
fr_fr: Le statut du fournisseur a été changé en Désactivé
nl_nl: Leveranciersstatus is gewijzigd in Uitgeschakeld
no_no: Leverandørstatus ble endret til Deaktivert
pt_br: O status do fornecedor foi alterado para "Desativado"
pt_pt: O status do fornecedor foi alterado para Desativado
ro_ro: Starea furnizorului a fost schimbată în Dezactivat
sv_se: Leverantörsstatus ändrades till Inaktiverad

# Languages::vendor_debt_payout.weekly_digest_of_debtors.subject
source: [marketplace_name]: Weekly digest of debtors
cs_cz: [marketplace_name]: Týdenní přehled dlužníků
da_dk: [marketplace_name]: Ugentlig oversigt over debitorer
de_de: [marketplace_name]: Wöchentliche Zusammenfassung der Schuldner
el_gr: [marketplace_name]: Εβδομαδιαία σύνοψη οφειλετών
fa_ir: [marketplace_name]: خلاصه هفتگی بدهکاران
fi_fi: [marketplace_name]: Velallisten viikoittainen yhteenveto
fr_fr: [marketplace_name]: Récapitulatif hebdomadaire des débiteurs
nl_nl: [marketplace_name]: Wekelijks overzicht van debiteuren
no_no: [marketplace_name]: Ukentlig sammendrag av debitorer
pt_br: [marketplace_name]: Relatório semanal de devedores
pt_pt: [marketplace_name]: Resumo semanal dos devedores
ro_ro: [marketplace_name]: Rezumatul săptămânal al debitorilor
sv_se: [marketplace_name]: Veckosammandrag av gäldenärer

# Languages::vendor_debt_payout.weekly_digest_of_debtors.message
source: This is a weekly report on debtors in your marketplace. It includes the vendors who have become debtors or paid their debt since the last report. Your marketplace might have <a href="[href]">more suspended vendors</a>.
cs_cz: toto je týdenní report ohledně dlužníků ve vašem obchodě. Obsahuje prodejce kteří se stali dlužníky nebo zaplatili dluh po posledním reportu. Váš obchod může mít <a href="[href]">více pozastavených prodejců</a>.
da_dk: Dette er en ugentlig rapport om debitorer på din markedsplads. Det omfatter de leverandører, der er blevet debitorer eller betalt deres gæld siden sidste indberetning. Din markedsplads har muligvis <a href="[href]">suspenderede leverandører mere</a>.
de_de: Dies ist ein wöchentlicher Bericht über Schuldner in Ihrem Marktplatz. Es enthält die Lieferanten, die seit dem letzten Bericht Schuldner geworden sind oder ihre Schulden bezahlt haben. Ihr Marktplatz hat möglicherweise <a href="[href]">weitere gesperrte Anbieter</a>.
el_gr: Αυτή είναι μια εβδομαδιαία αναφορά για τους οφειλέτες στην αγορά σας. Περιλαμβάνει τους πωλητές που έχουν γίνει οφειλέτες ή έχουν πληρώσει το χρέος τους από την τελευταία αναφορά. Η αγορά σας μπορεί να έχει <a href="[href]">ακόμη πωλητές που έχουν τεθεί σε αναστολή</a>.
fa_ir: این یک گزارش هفتگی در مورد بدهکاران در بازار شما است. شامل فروشندگانی می شود که از آخرین گزارش بدهکار شده اند یا بدهی خود را پرداخت کرده اند. ممکن است بازار شما <a href="[href]">فروشنده معلق دیگر داشته باشد</a>.
fi_fi: Tämä on viikoittainen raportti markkinapaikkasi velallisista. Se sisältää myyjät, joista on tullut velallisia tai jotka ovat maksaneet velkansa edellisen raportin jälkeen. Kauppapaikallasi saattaa olla <a href="[href]">muuta jäädytettyä myyjää</a>.
fr_fr: Il s'agit d'un rapport hebdomadaire sur les débiteurs de votre place de marché. Il comprend les vendeurs qui sont devenus débiteurs ou qui ont payé leur dette depuis le dernier rapport. Votre place de marché peut avoir <a href="[href]">autres fournisseurs suspendus</a>.
nl_nl: Dit is een wekelijks rapport over debiteuren in uw marktplaats. Het omvat de verkopers die debiteuren zijn geworden of hun schuld hebben betaald sinds het laatste rapport. Uw marktplaats heeft mogelijk <a href="[href]">extra geschorste leveranciers</a>.
no_no: Dette er en ukentlig rapport om debitorer på din markedsplass. Det inkluderer leverandørene som har blitt debitorer eller betalt gjelden siden forrige rapport. Markedsplassen din kan ha <a href="[href]">flere suspenderte leverandører</a>.
pt_br: Este é um relatório semanal de devedores do seu marketplace. Ele inclui os fornecedores que tornaram-se devedores ou quitaram suas dívidas desde o último relatório. Pode ser que o seu marketplace tenha <a href="[href]">mais fornecedores suspensos</a>.
pt_pt: Este é um relatório semanal sobre os devedores em seu mercado. Inclui os fornecedores que se tornaram devedores ou pagaram suas dívidas desde o último relatório. Seu mercado pode ter mais <a href="[href]">fornecedores suspensos</a>.
ro_ro: Acesta este un raport săptămânal al debitorului pe piața dvs. Iată vânzătorii care s-au îndatorat sau au achitat datoria de la ultimul raport. Este posibil ca piața să aibă <a href="[href]">mai mulți vânzători suspendați</a>.
sv_se: Detta är en veckorapport om gäldenärer på din marknadsplats. Det inkluderar de säljare som har blivit gäldenärer eller betalat sin skuld sedan den senaste rapporten. Din marknadsplats kan ha ytterligare <a href="[href]">stängda leverantörer</a>.

# Languages::vendor_debt_payout.event.weekly_digest_of_debtors.name
source: Weekly digest of debtors
cs_cz: Týdenní přehled dlužníků
da_dk: Ugentlig oversigt over debitorer
de_de: Wöchentliche Übersicht der Schuldner
el_gr: Εβδομαδιαία χρέωση των οφειλετών
fa_ir: خلاصه هفتگی بدهکاران
fi_fi: Viikoittainen yhteenveto velallisista
fr_fr: Recueil hebdomadaire des débiteurs
nl_nl: Wekelijks overzicht van debiteuren
no_no: Ukentlig sammendrag av debitorer
pt_br: Relatório semanal de devedores
pt_pt: Resumo semanal dos devedores
ro_ro: Rezumatul săptămânal al debitorilor
sv_se: Veckosammandrag av gäldenärer

# Languages::email_template.vendor_debt_payout_weekly_digest_of_debtors
source: Weekly digest of debtors
cs_cz: Týdenní přehled dlužníků
da_dk: Ugentlig oversigt over debitorer
de_de: Wöchentliche Übersicht der Schuldner
el_gr: Εβδομαδιαία χρέωση των οφειλετών
fa_ir: خلاصه هفتگی بدهکاران
fi_fi: Viikoittainen yhteenveto velallisista
fr_fr: Recueil hebdomadaire des débiteurs
nl_nl: Wekelijks overzicht van debiteuren
no_no: Ukentlig sammendrag av debitorer
pt_br: Relatório semanal de devedores
pt_pt: Resumo semanal dos devedores
ro_ro: Rezumatul săptămânal al debitorilor
sv_se: Veckosammandrag av gäldenärer

# Languages::vendor_debt_payout.vendor_status_changed.subject
source: [vendor_name]: Status changed to [status]
cs_cz: [vendor_name]: Status se změnil na [status]
da_dk: [vendor_name]: Status ændret til [status]
de_de: [vendor_name]: Status auf [status]geändert
el_gr: [vendor_name]: Η κατάσταση άλλαξε σε [status]
fa_ir: [vendor_name]: وضعیت به [status]تغییر کرد
fi_fi: [vendor_name]: Tila muutettu arvoon [status]
fr_fr: [vendor_name]: Statut changé à [status]
nl_nl: [vendor_name]: Status gewijzigd in [status]
no_no: [vendor_name]: Status endret til [status]
pt_br: [vendor_name]: Status alterado para "[status]"
pt_pt: [vendor_name]: Status alterado para [status]
ro_ro: [vendor_name]: starea s-a schimbat la [status]
sv_se: [vendor_name]: Status ändrad till [status]

# Languages::vendor_debt_payout.vendor_status_changed.message
source: The status of vendor [vendor_name] was changed to [status].
cs_cz: Status prodejce [vendor_name] byl změněn na [status].
da_dk: Status for leverandør [vendor_name] blev ændret til [status].
de_de: Der Status von Lieferant [vendor_name] wurde auf [status]geändert.
el_gr: Η κατάσταση του πωλητή #[vendor_name] έχει αλλάξει σε [status].
fa_ir: وضعیت فروشنده [vendor_name] به [status]تغییر یافت.
fi_fi: Toimittajan [vendor_name] tilaksi muutettiin [status].
fr_fr: Le statut du fournisseur [vendor_name] a été changé en [status].
nl_nl: De status van leverancier [vendor_name] is gewijzigd in [status].
no_no: Statusen til leverandør [vendor_name] ble endret til [status].
pt_br: O status do fornecedor [vendor_name] foi alterado para "[status]".
pt_pt: O status do fornecedor [vendor_name] foi alterado para [status].
ro_ro: Starea furnizorului [vendor_name] a fost schimbată la [status].
sv_se: Statusen för leverantör [vendor_name] ändrades till [status].

# Languages::vendor_debt_payout.vendor_days_before_suspend.subject
source: Your account might get suspended soon
cs_cz: Váš účet může být brzy odstaven
da_dk: Din konto kan snart blive suspenderet
de_de: Ihr Konto wird möglicherweise bald gesperrt
el_gr: Ο λογαριασμός σας ενδέχεται να τεθεί σε αναστολή σύντομα
fa_ir: حساب شما ممکن است به زودی تعلیق شود
fi_fi: Tilisi saatetaan jäädyttää pian
fr_fr: Votre compte pourrait bientôt être suspendu
nl_nl: Uw account kan binnenkort worden opgeschort
no_no: Kontoen din kan bli suspendert snart
pt_br: Sua conta pode ser suspensa em breve
pt_pt: Sua conta pode ser suspensa em breve
ro_ro: Este posibil ca contul dvs. să fie suspendat în curând
sv_se: Ditt konto kan snart stängas av

# Languages::vendor_debt_payout.vendor_days_before_suspend.message
source: Your account at [marketplace] might get suspended soon.
cs_cz: Váš účet na [marketplace] může být brzy pozastaven
da_dk: Din konto på [marketplace] bliver muligvis suspenderet snart.
de_de: Ihr Konto bei [marketplace] wird möglicherweise bald gesperrt.
el_gr: Ο λογαριασμός σας στο [marketplace] ενδέχεται να τεθεί σε αναστολή σύντομα.
fa_ir: حساب شما در [marketplace] ممکن است به زودی تعلیق شود.
fi_fi: Tilisi osoitteessa [marketplace] saatetaan jäädyttää pian.
fr_fr: Votre compte à [marketplace] pourrait bientôt être suspendu.
nl_nl: Uw account op [marketplace] kan binnenkort worden opgeschort.
no_no: Kontoen din på [marketplace] kan snart bli suspendert.
pt_br: Sua conta no [marketplace] pode ser suspensa em breve.
pt_pt: Sua conta em [marketplace] pode ser suspensa em breve.
ro_ro: Este posibil ca contul dvs. de la [marketplace] să fie suspendat în curând.
sv_se: Ditt konto på [marketplace] kan snart stängas av.

# Languages::vendor_debt_payout.event.vendor_days_before_suspend.name
source: Info about upcoming suspension
cs_cz: Informace o nadcházejícím odstavení
da_dk: Info om kommende suspension
de_de: Info über bevorstehende Suspendierung
el_gr: Πληροφορίες για επερχόμενη αναστολή
fa_ir: اطلاعات در مورد تعلیق آینده
fi_fi: Tietoja tulevasta keskeytyksestä
fr_fr: Infos sur la suspension à venir
nl_nl: Info over aanstaande schorsing
no_no: Info om kommende suspensjon
pt_br: Informações sobre possível suspensão
pt_pt: Informações sobre a próxima suspensão
ro_ro: Informații despre viitoarea suspendare
sv_se: Info om kommande avstängning
