Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_locations.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

# Languages::vendor_locations.filter_by_city
source: Vendor's city
ar_sa: مدينة البائع
cs_cz: Město prodejce
de_de: Stadt des Anbieters
el_gr: Πόλη του πωλητη
es_es: Ciudad del vendedor
fa_ir: شهر فروشنده
fi_fi: Myyjän kaupunki
fr_fr: Ville du vendeur
he_il: עיר הספק
hu_hu: Az eladó városa
id_id: Kota vendor
it_it: Città del venditore
ja_jp: 出品者の市区町村
nl_nl: Stad van de verkoper
no_no: Forhandlers poststed
pl_pl: Miasto sprzedawcy
pt_pt: cidade do vendedor
ro_ro: Orașul vânzătorului
ru_ru: Город продавца
tr_tr: Satıcının şehri
uk_ua: Місто продавця

# Languages::vendor_locations.filter_by_distance
source: Distance to vendor
ar_sa: المسافة إلى البائع
cs_cz: Vzdálenost prodejce
de_de: Entfernung zum Anbieter
el_gr: Απόσταση από τον πωλητη
es_es: Distancia del vendedor
fa_ir: فاصله تا فروشنده
fi_fi: Etäisyys myyjään
fr_fr: Distance au fournisseur
he_il: מרחק עד לספק
hu_hu: Távolság az eladótól
id_id: Jarak dengan vendor
it_it: Distanza dal venditore
ja_jp: 出品者までの距離
nl_nl: Afstand tot leverancier
no_no: Avstand til forhandler
pl_pl: Odległość do sprzedawcy
pt_pt: Distância ao fornecedor
ro_ro: Distanța până la vânzător
ru_ru: Расстояние до продавца
tr_tr: Satıcıya uzaklık
uk_ua: Відстань до продавця

# Languages::vendor_locations.customer_geolocation
source: Your location
ar_sa: موقعك
cs_cz: Vaše lokace
de_de: Ihr Standort
el_gr: Η τοποθεσία σου
es_es: Tu ubicación
fa_ir: موقعیت تو
fi_fi: Sijaintisi
fr_fr: Votre emplacement
he_il: מיקומך
hu_hu: A tartózkodási helyed
id_id: Lokasi Anda
it_it: La tua posizione
ja_jp: お客様の現在地
nl_nl: Uw locatie
no_no: Posisjonen din
pl_pl: Twoja lokalizacja
pt_pt: Sua localização
ro_ro: Locația ta
ru_ru: Ваше местоположение
tr_tr: Konumunuz
uk_ua: Ваше місцеположение

# Languages::vendor_locations.select_city
source: Select a city
ar_sa: اختر مدينة
cs_cz: Vybrat město
de_de: Wählen Sie eine Stadt aus
el_gr: Επιλέξτε μια πόλη
es_es: Seleccionar una ciudad
fa_ir: یک شهر را انتخاب کنید
fi_fi: Valitse kaupunki
fr_fr: Sélectionnez une ville
he_il: בחר עיר
hu_hu: Város kiválasztása
id_id: Pilih kota
it_it: Seleziona una città
ja_jp: 市区町村を選択
nl_nl: Selecteer een plaats
no_no: Velg en by
pl_pl: Wybierz miasto
pt_pt: Selecione uma cidade
ro_ro: Selectați un oraș
ru_ru: Выберите город
tr_tr: Şehir Seçin
uk_ua: Виберіть місто

# Languages::vendor_locations.selected_city
source: Selected city
ar_sa: اختر مدينة
cs_cz: Vybrané město
de_de: Ausgewählte Stadt
el_gr: Επιλεγμένη πολη
es_es: Ciudad seleccionada
fa_ir: شهر منتخب
fi_fi: Valittu kaupunki
fr_fr: Ville sélectionnée
he_il: העיר שנבחרה
hu_hu: Kiválasztott város
id_id: Kota yang dipilih
it_it: Città selezionata
ja_jp: 選択した市区町村
nl_nl: Geselecteerde plaats
no_no: Valgt by
pl_pl: Wybrane miasto
pt_pt: Cidade selecionada
ro_ro: Orașul ales
ru_ru: Выбранный город
tr_tr: Seçilen şehir
uk_ua: Вибране місто

# Languages::vendor_locations.not_your_city
source: Not your city?
ar_sa: ليست مدينتك؟
cs_cz: Není to vaše město?
de_de: Nicht deine Stadt?
el_gr: Δεν είναι η πόλη σου;
es_es: ¿No es tu ciudad?
fa_ir: شهر شما نیست؟
fi_fi: Eikö sinun kaupunkisi?
fr_fr: Ce n'est pas votre ville ?
he_il: זאת לא העיר שלך?
hu_hu: Nem a Te városod?
id_id: Bukan kota Anda?
it_it: Non è la tua città?
ja_jp: お客様の市区町村ではありませんか？
nl_nl: Niet uw plaats?
no_no: Ikke din by?
pl_pl: Nie w Twoim mieście?
pt_pt: Não é sua cidade?
ro_ro: Nu orașul tău?
ru_ru: Не ваш город?
tr_tr: senin şehrin değil mi?
uk_ua: Не ваше місто?

# Languages::vendor_locations.search_city
source: Search for a city
ar_sa: البحث عن مدينة
cs_cz: Hledání města
de_de: Suchen Sie nach einer Stadt
el_gr: Αναζήτηση για μια πόλη
es_es: Buscar una ciudad
fa_ir: جستجوی یک شهر
fi_fi: Etsi kaupunki
fr_fr: Rechercher une ville
he_il: חפש את העיר
hu_hu: Város keresése
id_id: Cari kota
it_it: Cerca una città
ja_jp: 市区町村を検索
nl_nl: Zoek een stad
no_no: Søk etter en by
pl_pl: Szukaj po mieście
pt_pt: Procure uma cidade
ro_ro: Caută un oraș
ru_ru: Поиск города
tr_tr: Bir şehir arayın
uk_ua: Пошук міста

# Languages::vendor_locations.search_nearby
source: Search nearby
ar_sa: البحث عن مكان قريب
cs_cz: Hledat v okolí
de_de: suche in der Nähe
el_gr: Αναζήτηση κοντά
es_es: Buscar una ciudad cercana
fa_ir: جستجو در این نزدیکی
fi_fi: Hae lähistöltä
fr_fr: Recherche à proximité
he_il: חפש בבסביבה הקרובה
hu_hu: Keresés a közelben
id_id: Cari dari sekitar
it_it: Cerca nelle vicinanze
ja_jp: 周辺を検索
nl_nl: zoek dichtbij
no_no: Søk i nærheten
pl_pl: Szukaj w pobliżu
pt_pt: Procure próximo
ro_ro: Căutați în apropiere
ru_ru: Поиск на расстоянии
tr_tr: Yakınlarda ara
uk_ua: Пошук на відстані

# Languages::vendor_locations.nearby
source: Nearby
ar_sa: مجاور
cs_cz: Poblíž
de_de: In der Nähe
el_gr: Κοντα
es_es: Cercana
fa_ir: همین نزدیکی
fi_fi: Lähistöllä
fr_fr: Proche
he_il: הסביבה הקרובה
hu_hu: Közelben
id_id: Sekitar
it_it: Nelle vicinanze
ja_jp: 周辺
nl_nl: Dichtbij
no_no: Nærliggende
pl_pl: W pobliżu
pt_pt: Próximo
ro_ro: Din apropiere
ru_ru: Рядом
tr_tr: Yakınlarda
uk_ua: Поруч

# Languages::vendor_locations.vendors_map
source: Vendors map
ar_sa: خريطة البائعين
cs_cz: Mapa prodejců
de_de: Karte der Anbieter
el_gr: Χαρτης πωλητή
es_es: Mapa de vendedores
fa_ir: نقشه فروشندگان
fi_fi: Myyjien kartta
fr_fr: Carte des fournisseurs
he_il: מפת ספקים
hu_hu: Eladók térképe
id_id: Peta vendor
it_it: Mappa dei fornitori
ja_jp: 出品者マップ
nl_nl: Kaart van leveranciers
no_no: Forhandler kart
pl_pl: Mapy sprzedawcy
pt_pt: Mapa de fornecedores
ro_ro: Harta furnizorilor
ru_ru: Карта продавцов
tr_tr: Satıcı haritası
uk_ua: Мапа продавця

# Languages::vendor_locations.closest_vendors
source: Closest vendors
ar_sa: أقرب البائعين
cs_cz: Nejbližší prodejce
de_de: Nächstgelegene Anbieter
el_gr: Πλησιέστεροι πωλητες
es_es: Vendedores más cercanos
fa_ir: نزدیکترین فروشندگان
fi_fi: Lähimmät myyjät
fr_fr: Fournisseurs les plus proches
he_il: ספקים הקרובים ביותר
hu_hu: Legközelebbi eladók
id_id: Vendor terdekat
it_it: Fornitori più vicini
ja_jp: 周辺の出品者
nl_nl: Dichtstbijzijnde leveranciers
no_no: Nærmeste forhandlere
pl_pl: Sprzedawcy znajdujący się najbliżej
pt_pt: Fornecedores mais próximos
ro_ro: Cei mai apropiați vânzători
ru_ru: Ближайшие продавцы
tr_tr: En yakın satıcılar
uk_ua: Найближчі продавці

# Languages::vendor_locations.google_maps_cookie_title
source: Google Maps
ar_sa: خرائط جوجل
cs_cz: Google mapy
es_es: mapas de Google
fa_ir: نقشه های گوگل
fi_fi: Google Kartat
he_il: גוגל מפות
hu_hu: Google térkép
ja_jp: グーグルマップ
no_no: Google Kart
pl_pl: Mapy Google
ro_ro: Hărți Google
ru_ru: Google Карты
tr_tr: Google Haritalar
uk_ua: Карти Гугл

# Languages::vendor_locations.google_maps_cookie_description
source: Google Maps is a service that allows us to show the maps and various locations on those maps, or automatically determine your location. Here is <a href="https://policies.google.com/privacy" target="_blank">Google privacy policy;</a> we also recommend Google's concise and comprehensive <a href="https://support.google.com/maps/answer/10400210" target="_blank">note on privacy</a>.
ar_sa: خرائط Google هي خدمة تتيح لنا عرض الخرائط والمواقع المختلفة على تلك الخرائط ، أو تحديد موقعك تلقائيًا. هنا <a href="https://policies.google.com/privacy" target="_blank">سياسة خصوصية Google ؛</a> نوصي أيضًا بملاحظة موجزة وشاملة من Google <a href="https://support.google.com/maps/answer/10400210" target="_blank">حول الخصوصية</a>.
cs_cz: Google Maps je služba, která nám umožňuje zobrazovat mapy a různá místa na těchto mapách nebo automaticky určit vaši polohu. Zde je <a href="https://policies.google.com/privacy" target="_blank">Zásady ochrany osobních údajů Google;</a> doporučujeme také stručnou a komplexní <a href="https://support.google.com/maps/answer/10400210" target="_blank">poznámku společnosti Google o ochraně osobních údajů</a>.
de_de: Google Maps ist ein Dienst, der es uns ermöglicht, die Karten und verschiedene Orte auf diesen Karten anzuzeigen oder Ihren Standort automatisch zu bestimmen. Hier ist <a href="https://policies.google.com/privacy" target="_blank">Google-Datenschutzrichtlinie;</a> Wir empfehlen auch den prägnanten und umfassenden <a href="https://support.google.com/maps/answer/10400210" target="_blank">Hinweis von Google zum Datenschutz</a>.
el_gr: Οι Χάρτες Google είναι μια υπηρεσία που μας επιτρέπει να εμφανίζουμε τους χάρτες και τις διάφορες τοποθεσίες σε αυτούς τους χάρτες ή να προσδιορίζουμε αυτόματα την τοποθεσία σας. Ακολουθεί η <a href="https://policies.google.com/privacy" target="_blank">Πολιτική απορρήτου της Google.</a> προτείνουμε επίσης τη συνοπτική και περιεκτική <a href="https://support της Google .google.com/maps/answer/10400210" target="_blank">σημείωση για το απόρρητο</a>.
es_es: Google Maps es un servicio que nos permite mostrar los mapas y varias ubicaciones en esos mapas, o determinar automáticamente su ubicación. Aquí hay <a href="https://policies.google.com/privacy" target="_blank">Política de privacidad de Google;</a> también recomendamos la nota <a href="https://support.google.com/maps/answer/10400210" target="_blank">concisa y completa de Google sobre privacidad</a>.
fa_ir: Google Maps سرویسی است که به ما امکان می‌دهد نقشه‌ها و مکان‌های مختلف را روی آن نقشه‌ها نشان دهیم یا به‌طور خودکار موقعیت مکانی شما را تعیین کنیم. در اینجا <a href="https://policies.google.com/privacy" target="_blank">خط مشی رازداری Google آمده است.</a> ما همچنین یادداشت <a href="https://support.google.com/maps/answer/10400210" target="_blank">مختصر و جامع Google را در مورد حریم خصوصی</a>توصیه می کنیم.
fi_fi: Google Maps on palvelu, jonka avulla voimme näyttää karttoja ja eri paikkoja näillä kartoilla tai määrittää sijaintisi automaattisesti. Tässä on <a href="https://policies.google.com/privacy" target="_blank">Googlen tietosuojakäytäntö;</a> suosittelemme myös Googlen tiivistä ja kattavaa <a href="https://support.google.com/maps/answer/10400210" target="_blank">huomautusta tietosuojasta</a>.
fr_fr: Google Maps est un service qui nous permet d'afficher les cartes et divers emplacements sur ces cartes, ou de déterminer automatiquement votre emplacement. Voici <a href="https://policies.google.com/privacy" target="_blank"> politique de confidentialité de Google ;</a> nous recommandons également la note concise et complète de Google <a href="https://support.google.com/maps/answer/10400210" target="_blank">sur la confidentialité</a>.
he_il: מפות גוגל הוא שירות המאפשר לנו להציג את המפות והמיקומים השונים במפות הללו, או לקבוע באופן אוטומטי את מיקומך. הנה <a href="https://policies.google.com/privacy" target="_blank">מדיניות הפרטיות של Google;</a> אנו ממליצים גם על הערה <a href="https://support.google.com/maps/answer/10400210" target="_blank">התמציתית והמקיפה של Google בנושא פרטיות</a>.
hu_hu: A Google Térkép egy olyan szolgáltatás, amely lehetővé teszi számunkra, hogy megjelenítsük a térképeket és a különböző helyeket azokon, vagy automatikusan meghatározzuk az Ön tartózkodási helyét. Itt van <a href="https://policies.google.com/privacy" target="_blank">Google adatvédelmi szabályzat;</a> szintén ajánljuk a Google tömör és átfogó <a href="https://support.google.com/maps/answer/10400210" target="_blank">megjegyzését az adatvédelemről</a>.
it_it: Google Maps è un servizio che ci consente di mostrare le mappe e le varie posizioni su tali mappe o di determinare automaticamente la tua posizione. Ecco <a href="https://policies.google.com/privacy" target="_blank">informativa sulla privacy di Google;</a> consigliamo anche la concisa ed esauriente nota di Google <a href="https://support.google.com/maps/answer/10400210" target="_blank">sulla privacy</a>.
ja_jp: Googleマップは、地図とそれらの地図上のさまざまな場所を表示したり、現在地を自動的に特定したりできるサービスです。これが <a href="https://policies.google.com/privacy" target="_blank">のGoogleプライバシーポリシーです。</a> プライバシーに関するGoogleの簡潔で包括的な <a href="https://support.google.com/maps/answer/10400210" target="_blank">メモもお勧めします</a>。
nl_nl: Google Maps is een dienst waarmee we de kaarten en verschillende locaties op die kaarten kunnen tonen, of automatisch uw locatie kunnen bepalen. Hier is <a href="https://policies.google.com/privacy" target="_blank">Google privacybeleid;</a> raden we ook de beknopte en uitgebreide <a href="https://support.google.com/maps/answer/10400210" target="_blank">opmerking van Google over privacy</a>aan.
no_no: Google Maps er en tjeneste som lar oss vise kartene og ulike plasseringer på disse kartene, eller automatisk bestemme plasseringen din. Her er <a href="https://policies.google.com/privacy" target="_blank">Googles personvernregler;</a> anbefaler vi også Googles kortfattede og omfattende <a href="https://support.google.com/maps/answer/10400210" target="_blank">-merknad om personvern</a>.
pl_pl: Mapy Google to usługa, która pozwala nam wyświetlać mapy i różne lokalizacje na tych mapach lub automatycznie określać Twoją lokalizację. Oto <a href="https://policies.google.com/privacy" target="_blank">polityka prywatności Google;</a> zalecamy również zwięzłą i kompleksową <a href="https://support .google.com/maps/answer/10400210" target="_blank">uwaga na temat prywatności</a>.
pt_pt: O Google Maps é um serviço que nos permite mostrar os mapas e várias localizações nesses mapas ou determinar automaticamente a sua localização. Aqui está <a href="https://policies.google.com/privacy" target="_blank">política de privacidade do Google;</a> também recomendamos a nota concisa e abrangente <a href="https://support.google.com/maps/answer/10400210" target="_blank">do Google sobre privacidade</a>.
ro_ro: Google Maps este un serviciu care ne permite să arătăm hărțile și diferitele locații de pe acele hărți sau să vă stabilim automat locația. Iată <a href="https://policies.google.com/privacy" target="_blank">politica de confidențialitate Google;</a> vă recomandăm, de asemenea, nota concisă și cuprinzătoare a Google <a href="https://support.google.com/maps/answer/10400210" target="_blank">privind confidențialitatea</a>.
ru_ru: Google Карты — это сервис, который позволяет нам показывать карты и различные объекты на них, а также автоматически определять ваше местоположение. Вот <a href="https://policies.google.com/privacy" target="_blank">политика конфиденциальности Google;</a> мы также рекомендуем краткую и понятную <a href="https://support.google.com/maps/answer/10400210" target="_blank">заметку от Google про персональные данные</a>.
tr_tr: Google Haritalar, haritaları ve bu haritalardaki çeşitli konumları göstermemize veya konumunuzu otomatik olarak belirlememize olanak tanıyan bir hizmettir. İşte <a href="https://policies.google.com/privacy" target="_blank">Google gizlilik politikası;</a> ayrıca Google'ın kısa ve kapsamlı <a href="https://support.google.com/maps/answer/10400210" target="_blank">gizlilikle ilgili notunu</a>öneriyoruz.
uk_ua: Google Maps – це служба, яка дозволяє нам показувати карти та різні місця на цих картах або автоматично визначати ваше місцезнаходження. Ось <a href="https://policies.google.com/privacy" target="_blank">політика конфіденційності Google;</a> ми також рекомендуємо стислу та вичерпну <a href="https://support.google.com/maps/answer/10400210" target="_blank">примітку Google щодо конфіденційності</a>.
