Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_data_premoderation.po
Languages: cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Addons::name::vendor_data_premoderation
source: Vendor data premoderation
cs_cz: Vstupní kontrola dat dodavatelů
de_de: Vormoderation von Lieferantendaten
el_gr: Προέγκριση στοιχείων Πωλητη
es_es: Datos de proveedores de moderación previa
fa_ir: فروشنده داده premoderation
fi_fi: Toimittajatietojen ennakkotilaus
fr_fr: Pré-modération des données fournisseur
he_il: פיקוח מוקדם על נתוני הספק
hu_hu: Szállítói adatok előzetes ellenőrzése
it_it: Pre-moderazione dati venditore
ja_jp: 出品者データ設定
nl_nl: Verkoper gegevens moderatie
no_no: Forhandler data forhåndsgodkjenning
pl_pl: Moderacja produktów sprzedawcy
pt_br: Pré-moderação de dados do fornecedor
pt_pt: Pré-moderação de dados do fornecedor
ro_ro: Premoderarea conturilor furnizorilor
sv_se: Leverantör data premoderation
tr_tr: Satıcı verisi ön moderasyonu
uk_ua: Премодерація даних постачальника

# Addons::description::vendor_data_premoderation
source: Lets you pre-moderate vendors activity
cs_cz: Umožňuje předem kontrolovat dodavatelskou činnost
de_de: Ermöglicht Ihnen, die Aktivitäten von Anbietern vorab zu moderieren
el_gr: Σας επιτρέπει να προεγκρίνετε τις δραστηριότητες πωλητών
es_es: Le permite gestionar la moderación previa de la actividad de los vendedores
fa_ir: امکان پیش کنترل کردن فعالیت فروشندگان
fi_fi: Voit ennalta valvoa toimittajien toimintaa
fr_fr: Vous permet de pré modérer l'activité des vendeurs
he_il: מאפשר לך לבצע פיקוח מוקדם על פעילות הספק
hu_hu: Eladói tevékenységek moderálását teszi lehetővé
it_it: Ti consente di pre-moderare l'attività dei venditori
ja_jp: 出品者が登録するデータに関する各種設定を行います
nl_nl: Activiteiten van leveranciers modereren
no_no: Lar deg forhåndsgodkjenne forhandlere sin aktivitet
pl_pl: Moderacja produktów sprzedawcy
pt_br: Permite que você pre-modere a atividade de fornecedores
pt_pt: Permite pré-moderar a atividade dos fornecedores
ro_ro: Vă permite moderarea activității furnizorilor
sv_se: Låter dig förmoderera leverantörers aktivitet
tr_tr: Satıcı etkinliğinin ön moderasyonunu yapmanıza izin verir
uk_ua: Премодерація даних, що додаються продавцями

# Languages::vendor_data_premoderation.notification_for_deleted_statuses
source: Vendor Data Premoderation add-on has been disabled. Products with the "Requires approval" or "Disapproved" statuses no longer have any status. These products won't appear to customers until you or your vendors set some other status for them. If you activate the add-on again, the statusless products will get their statuses back. If you uninstall the add-on, all products will get a correct status automatically.
cs_cz: Doplněk "Předmoderování dat prodejce - Vendor Data Premoderation" byl zakázán. Produkty, jenže měly status "Vyžaduje schválení" nebo "Zamítnuto", již nadále žádný status nemají. Tyto produkty se ale nezobrazí zákazníkům, dokud jim vy nebo prodejce nenastavíte nějaký jiný status. Pokud aktivujete doplněk znovu, produkty bez statusu nabydou zpět své statusy. Pokud odinstalujete tento doplněk, všechny produkty dostanou správný status automaticky.
de_de: Das Add-on „Vendor Data Premoderation“ wurde deaktiviert. Produkte mit den Status „Genehmigung erforderlich“ oder „Abgelehnt“ haben keinen Status mehr. Diese Produkte werden Kunden erst angezeigt, wenn Sie oder Ihre Lieferanten einen anderen Status für sie festlegen. Wenn Sie das Add-On erneut aktivieren, erhalten die statuslosen Produkte ihren Status zurück. Wenn Sie das Add-On deinstallieren, erhalten alle Produkte automatisch einen korrekten Status.
el_gr: Το πρόσθετο έγκρισης προϊόντων έχει απενεργοποιηθεί. Προϊόντα που είναι σε κατάσταση "Απαιτείται έγκριση" η "Απερρίφθη" πλέον δεν έχουν κατάσταση. Τα προϊόντα δεν θα εμφανιστούν στους πελάτες μέχρις ότου οι πωλητές να ορίσουν καταστάσεις. Αν ενεργοποιήσετε το πρόσθετο πάλι, τα προϊόντα χωρίς κατάσταση θα αποκτήσουν κατάσταση πάλι. Αν απεγκαταστήσετε το πρόσθετο, όλα τα προϊόντα θα αποκτήσουν αυτόματα την σωστή κατάσταση πάλι.
es_es: Se ha desactivado el complemento de premoderación de datos de vendedores. Los productos con los estados "Requiere aprobación" o "Desaprobado" ya no tienen ningún estado. Estos productos no aparecerán para los clientes hasta que usted o sus vendedores establezcan otro estado para ellos. Si vuelve a activar el complemento, los productos sin estado volverán a tenerlo. Si desinstala el complemento, todos los productos obtendrán un estado correcto automáticamente.
fa_ir: برافزای فروشنده داده پیش تعدیل غیرفعال شده است. محصولات با وضعیت های "نیاز به تایید" یا "رد شده" دیگر هیچ وضعیتی ندارند. این محصولات تا زمانی که شما یا فروشندگانتان وضعیت دیگری را برای آنها تعیین نکنید، برای مشتریان ظاهر نمی شوند. اگر افزونه را دوباره فعال کنید، محصولات بدون وضعیت وضعیت خود را برمی‌گردانند. اگر افزونه را حذف نصب کنید، همه محصولات به صورت خودکار وضعیت صحیحی خواهند داشت.
fi_fi: Vendor Data Premoderation -laajennus on poistettu käytöstä. Tuotteilla, joiden tila on "Edellyttää hyväksyntää" tai "Hylätty", ei ole enää tilaa. Nämä tuotteet eivät näy asiakkaille, ennen kuin sinä tai toimittajasi määrität niille jonkin muun tilan. Jos aktivoit lisäosan uudelleen, tilattomat tuotteet saavat tilansa takaisin. Jos poistat lisäosan, kaikki tuotteet saavat oikean tilan automaattisesti.
fr_fr: Le module complémentaire de prémodération des données des fournisseurs a été désactivé. Les produits ayant le statut "Requiert une approbation" ou "Désapprouvé" n'ont plus aucun statut. Ces produits n'apparaîtront pas aux clients tant que vous ou vos vendeurs ne leur aurez pas attribué un autre statut. Si vous réactivez le module complémentaire, les produits sans statut retrouveront leur statut. Si vous désinstallez le module complémentaire, tous les produits obtiendront automatiquement un statut correct.
he_il: התוסף קידומת נתונים של ספק הושבת. מוצרים עם הסטטוסים "דורש אישור" או "לא אושרה" כבר אינם בעלי סטטוס. מוצרים אלה לא יופיעו בפני לקוחות עד שאתה או הספקים שלך תגדיר להם סטטוס אחר. אם תפעיל שוב את התוסף, המוצרים חסרי הסטטוס יחזירו את הסטטוס שלהם. אם תסיר את ההתקנה של התוסף, כל המוצרים יקבלו מצב נכון באופן אוטומטי.
hu_hu: A Vendor Data Premoderation bővítmény le lett tiltva. A "Jóváhagyást igényel" vagy "Elutasítva" státuszú termékek már nem rendelkeznek státusszal. Ezek a termékek nem jelennek meg a vásárlók számára, amíg Te vagy az eladóid nem állítanak be nekik más státuszt. Ha újra aktiválod a bővítményt, a státusz nélküli termékek visszakapják státuszukat. Ha eltávolítod a bővítményt, minden termék automatikusan helyes státuszt kap.
it_it: Il componente aggiuntivo Vendor Data Premoderation è stato disabilitato. I prodotti con lo stato "Richiede approvazione" o "Non approvato" non hanno più alcuno stato. Questi prodotti non appariranno ai clienti finché tu o i tuoi fornitori non avrete impostato un altro stato per loro. Se attivi nuovamente il componente aggiuntivo, i prodotti statusless riacquisteranno il loro stato. Se disinstalli il componente aggiuntivo, tutti i prodotti riceveranno automaticamente uno stato corretto.
ja_jp: 出品者データ設定アドオンが無効になりました。「要承認」または「非承認」のステータスを持つ商品は、ステータスを持たなくなりました。これらの商品は、管理者や出品者が他のステータスを設定するまで、お客様に表示されません。再度アドオンを有効にすると、ステータスのない商品のステータスが戻ります。また、アドオンをアンインストールすると、すべての商品が自動的に正しいステータスになります。
nl_nl: Add-on voor leveranciersgegevens Premoderatie is uitgeschakeld. Producten met de status 'Vereist goedkeuring' of 'Afgekeurd' hebben geen status meer. Deze producten verschijnen niet voor klanten totdat u of uw leveranciers een andere status voor hen instellen. Als u de add-on opnieuw activeert, krijgen de statusloze producten hun status terug. Als u de add-on verwijdert, krijgen alle producten automatisch de juiste status.
no_no: Leverandørdata Premoderation-tillegget er deaktivert. Produkter med statusene «Krever godkjenning» eller «Ikke godkjent» har ikke lenger noen status. Disse produktene vises ikke til kundene før du eller leverandørene dine angir en annen status for dem. Aktiverer du tillegget igjen, vil de statusløse produktene få statusen tilbake. Hvis du avinstallerer tillegget, vil alle produkter automatisk få korrekt status.
pl_pl: Dodatek Moderacja produktów sprzedawcy został wyłączony. Produkty o statusach „Wymaga zatwierdzenia” lub „Odrzucone” nie mają już statusu. Produkty te nie będą wyświetlane klientom, dopóki Ty lub Twoi sprzedawcy nie ustawisz dla nich innego statusu. Jeśli ponownie aktywujesz dodatek, produkty bez statusu odzyskają swoje statusy. Jeśli odinstalujesz dodatek, wszystkie produkty automatycznie otrzymają poprawny status.
pt_br: O complemento Pré-moderação de Dados do Fornecedor foi desativado. Produtos com o status "Aprovação pendente" ou "Rejeitado" não possuem mais status. Esses produtos não aparecerão para os clientes até que você ou os fornecedores definam algum outro status para eles. Se você reativar o complemento, os produtos sem status receberão seus status de volta. Se você desinstalar o complemento, todos os produtos receberão um status correto automaticamente.
pt_pt: O complemento de pré-moderação de dados do fornecedor foi desabilitado. Os produtos com os status "Requer aprovação" ou "Reprovado" não têm mais status. Esses produtos não aparecerão para os clientes até que você ou seus fornecedores definam algum outro status para eles. Se você ativar o complemento novamente, os produtos sem status terão seus status de volta. Se você desinstalar o complemento, todos os produtos terão um status correto automaticamente.
ro_ro: Suplimentul pentru premoderarea datelor furnizorului a fost dezactivat. Produse cu optiunile "Requires approval" sau "Disapproved" nu mai au niciun statut. Aceste produse nu vor apărea clienților până când dvs. sau furnizorii dvs. nu stabiliți o altă stare pentru ei. Dacă activați din nou programul de completare, produsele fără stare își vor recupera stările. Dacă dezinstalați suplimentul, toate produsele vor primi automat o stare corectă.
sv_se: Tillägget Vendor Data Premoderation har inaktiverats. Produkter med statusen "Kräver godkännande" eller "Ej godkänd" har inte längre någon status. Dessa produkter visas inte för kunder förrän du eller dina leverantörer har angett någon annan status för dem. Om du aktiverar tillägget igen får de statuslösa produkterna tillbaka sina statusar. Om du avinstallerar tillägget får alla produkter automatiskt korrekt status.
tr_tr: Satıcı Veri Önmoderation eklentisi devre dışı bırakıldı. "Onay gerektirir" veya "Onaylanmadı" durumlarına sahip ürünlerin artık herhangi bir durumu yoktur. Siz veya satıcılarınız onlar için başka bir durum belirleyene kadar bu ürünler müşterilere görünmez. Eklentiyi yeniden etkinleştirirseniz, durum bilgisi olmayan ürünler durumlarını geri alır. Eklentiyi kaldırırsanız, tüm ürünler otomatik olarak doğru bir durum alır.
uk_ua: Модуль премодерації даних постачальника вимкнено. Продукти зі статусами "Потрібно затвердження" або "Відхилено" більше не мають статусу. Ці продукти не з’являться для покупців, поки ви або ваші постачальники не встановлять інший статус для них. Якщо ви знову активуєте надбудову, продукти без статусу повернуть свої статуси. Якщо ви видалите надбудову, всі продукти автоматично отримають правильний статус.

# Languages::product_approval_menu_description
source: Manage individual products or group of products supplied by the store vendors.
cs_cz: Spravujte jednotlivé produkty nebo skupiny produktů, které jsou dodávány dodavateli obchodu.
de_de: Verwalten Sie einzelne Produkte oder Produktgruppen, die von den Ladenanbietern geliefert werden.
el_gr: Διαχείριση ατομικώνμεμονομένων προϊόντων ή ομάδες προϊόντων που παρέχονται απο τους προμηθευτές του καταστήματος.
es_es: Administrar productos individuales o grupo de productos suministrados por los proveedores de la tienda.
fa_ir: مدیریت محصولات و یا گروه محصولات عرضه شده توسط فروشندگان فروشگاه.
fi_fi: Hallitse myymälöiden toimittamia yksittäisiä tuotteita tai tuoteryhmiä.
fr_fr: Gérer des produits individuels ou un groupe de produits fournis par les vendeurs du magasin.
he_il: נהל מוצרים בודדים או קבוצות מוצרים המסופקים על ידי ספקי החנות.
hu_hu: Egyes termékek vagy termékcsoportok kezelése, melyeknek beszállítói eladók.
it_it: Gestione singoli prodotti o gruppi di prodotti forniti dai venditori del negozio.
ja_jp: 出品者が出品する商品を管理します。
nl_nl: Afzonderlijke producten of groepen producten die zijn geleverd door de leveranciers beheren.
no_no: Administrer individuelle produkter eller grupper av produktene som leveres av butikkens forhandlere.
pl_pl: Zarządzanie poszczególnymi produktami lub grupami produktów dostarczanych przez sprzedawców.
pt_br: Gerencie produtos individuais ou grupo de produtos fornecidos pelas lojas dos fornecedores.
pt_pt: Gerencie produtos individuais ou grupos de produtos fornecidos pelos fornecedores da loja.
ro_ro: Gestionați produse individuale sau grup de produse furnizate de vânzătorii magazinului.
sv_se: Hantera enskilda produkter eller grupp av produkter som tillhandahålls av butiksleverantörerna.
tr_tr: Mağaza satıcıları tarafından tedarik edilen tek ürünleri veya ürün gruplarını yönetin.
uk_ua: Управління окремими товарами або групою товарів, що поставляються компанією.

# Languages::vendor_data_premoderation
source: Vendor data premoderation
cs_cz: Vstupní kontrola dat dodavatelů
de_de: Vormoderation von Lieferantendaten
el_gr: Προέγκριση στοιχείων Πωλητη
es_es: Datos de proveedores de moderación previa
fa_ir: فروشنده داده premoderation
fi_fi: Toimittajatietojen ennakkotilaus
fr_fr: Pré-modération des données fournisseur
he_il: פיקוח מוקדם על נתוני הספק
hu_hu: Eladói adatok moderálása
it_it: Pre-moderazione dati venditore
ja_jp: 出品者データ設定
nl_nl: Verkoper data moderatie
no_no: Forhandler data forhåndsgodkjenning
pl_pl: Moderacja produktów sprzedawcy
pt_br: Pré-moderação de dados do fornecedor
pt_pt: Pré-moderação de dados do fornecedor
ro_ro: Premoderarea datelor furnizorilor
sv_se: Leverantörsdata förmoderering
tr_tr: Satıcı verisi ön moderasyonu
uk_ua: Премодерація даних продавців

# Languages::product_approval
source: Product approval
cs_cz: Schvalování produktů
de_de: Produktzulassung
el_gr: Έγκριση του προϊόντος
es_es: Aprobación de productos
fa_ir: تایید محصول
fi_fi: Tuotteen hyväksyntä
fr_fr: Approbation du produit
he_il: אישור מוצר
hu_hu: Termék jóváhagyása
it_it: Approvazione prodotti
ja_jp: 商品の承認
nl_nl: Product goedkeuring
no_no: Produkt godkjenning
pl_pl: Zatwierdzanie produktów
pt_br: Aprovação de produto
pt_pt: Aprovação do produto
ro_ro: Aprobare produs
sv_se: Produktgodkännande
tr_tr: Ürün onayı
uk_ua: Затвердження товарів

# Languages::notify_vendor_by_email
source: Notify vendor by e-mail
cs_cz: Upozornit dodavatele e-mailem
de_de: Anbieter per E-Mail benachrichtigen
el_gr: Ειδοποιήστε πωλητή με email
es_es: Notificar a proveedor por correo electrónico
fa_ir: اطلاع به فروشنده توسط ایمیل
fi_fi: Ilmoita myyjälle sähköpostitse
fr_fr: Informer le vendeur par e-mail
he_il: תודיע לספק באמצעות דואר אלקטרוני
hu_hu: Eladó értesítése e-mailen
it_it: Notifica venditori tramite e-mail
ja_jp: 出品者にEメールで通知
nl_nl: Melden aan verkoper per e-mail
no_no: Varsle forhandler via e-post
pl_pl: Powiadom sprzedawcę przez e-mail
pt_br: Informar fornecedor por e-mail
pt_pt: Notifique o fornecedor por e-mail
ro_ro: Notificați furnizorul prin e-mail
sv_se: Meddela säljaren via e-post
tr_tr: Satıcıya e-postayla bildirimde bulun
uk_ua: Повідомляти продавця по електронній пошті

# Languages::product_approval_status_approved
source: Your product [product] has been approved by the store administration and added to the product catalog. Now shoppers can order this product in the store.
cs_cz: Váš produkt [product] byl schválen administrací obchodu a zařazen do katalogu. Zákazníci si nyní mohou tento produkt objednat v obchodě.
de_de: Ihr Produkt [product] wurde von der Geschäftsverwaltung genehmigt und dem Produktkatalog hinzugefügt. Jetzt können Käufer dieses Produkt im Geschäft bestellen.
el_gr: Το προϊόν [product] έχει εγκριθεί από τη διαχείρηση του καταστηματος και προστέθηκε στον κατάλογο προϊόντων. Τώρα οι αγοραστές μπορουν να παραγγείλουν αυτό το προϊόν στο κατάστημα.
es_es: Su producto [product] ha sido aprobado por la administración de la tienda y agregado al catálogo de producto. Ahora los compradores pueden pedir este producto en la tienda.
fa_ir: محصول خود را [کالا] نوشته شده توسط مدیریت فروشگاه مورد تایید و به اضافه کردن کاتولوگ محصولات اضافه شده است. در حال حاضر خریداران می توانند این محصول را در فروشگاه سفارش دهید.
fi_fi: Tuotteesi [product] on myymälän hallinnon hyväksymä ja lisätty tuoteluetteloon. Nyt asiakkaat voivat tilata tämän tuotteen myymälästä.
fr_fr: Votre produit [product] a été approuvé par l'administration du magasin et a été ajouté au catalogue produit. Maintenant les acheteurs peuvent commander ce produit dans le magasin.
he_il: המוצר שלך [product] אושר על ידי הנהלת החנות ונוסף לקטלוג מוצרים. בעת הקונים יכולים להזמין את המוצר הזה בחנות.
hu_hu: [product] terméked a piactér adminisztrátora jóváhagyta, és megjelent a termékkatalógusban. Ezentúl a vásárlók meg tudják rendelni ezt a terméket a piactéren.
it_it: Il prodotto [product] è stato approvato dall'amministratore del negozio e aggiunto al catalogo prodotti. Ora gli acquirenti possono ordinare questo prodotto.
ja_jp: 商品 [product] に関する登録・更新がシステム管理者により承認され、マーケットプレイスに反映されました。
nl_nl: Uw product [product] is goedgekeurd door de beheerder en toegevoegd aan de catalogus. Klanten kunnen dit product nu bestellen via de webwinkel.
no_no: Ditt produkt [product] har blitt godkjent av butikkens administrasjon og blitt lagt til i produktkatalogen. Kunder kan nå bestille dette produktet.
pl_pl: Produkt [product] została zatwierdzony przez administrację sklepu i dodany do katalogu produktów. Teraz kupujący można zamówić ten produkt w sklepie.
pt_br: Seu produto [product] foi aprovado pela administração da loja e adicionado ao catálogo de produtos. Agora os clientes podem encomendar este produto na loja.
pt_pt: Seu produto [product] foi aprovado pela administração da loja e adicionado ao catálogo de produtos. Agora os compradores podem encomendar este produto na loja.
ro_ro: Produsul dvs. [product] a fost aprobat de administrația magazinului și adăugat la catalogul de produse. Acum cumpărătorii pot comanda acest produs în magazin.
sv_se: Din produkt [product] har godkänts av butiksadministrationen och lagts till i produktkatalogen. Nu kan shoppare beställa denna produkt i butiken.
tr_tr: Ürününüz [product] mağaza yönetimi tarafından onaylanmış ve ürün kataloğuna eklenmiştir. Müşteriler artık bu ürünü mağazadan sipariş edebileceklerdir.
uk_ua: Ваш товар [product] був затверджений адміністратором магазину і доданий в каталог товарів. Тепер покупці зможуть купити цей товар в магазині.

# Languages::product_approval_status_disapproved
source: Your product [product] has been disapproved by the store administration
cs_cz: Váš produkt [product] byl administrací obchodu zamítnut
de_de: Ihr Produkt [product] wurde von der Geschäftsverwaltung abgelehnt
el_gr: Το προϊόν [product] έχει απορριφθεί από τη διαχείρηση του καταστηματος
es_es: Su producto [product] no ha sido aprobado por la administración de la tienda
fa_ir: [product] محصول توسط مدیریت فروشگاه سایت داده شده است
fi_fi: Kaupan hallinto on hylännyt tuotteesi [product]
fr_fr: Votre [product] produit a été désapprouvé par l'administration du magasin
he_il: המוצר שלך [product] לא אושר על ידי הנהלת החנות
hu_hu: [product] termékét az áruház adminisztrátora elutasította
it_it: Il prodotto [product] non è stato approvato dall'amministratore del negozio
ja_jp: 商品 [product] に関する登録・更新がシステム管理者により却下されました。
nl_nl: Uw product [product] is niet goedgekeurd door de beheerder
no_no: Ditt produkt [product] har ikke blitt godkjent av butikkens administrasjon
pl_pl: Produkt [product] został odrzucony przez administrację sklepu
pt_br: Seu produto [product] foi reprovado pela administração loja
pt_pt: Seu produto [product] foi reprovado pela administração da loja
ro_ro: Produsul dvs. [product] a fost respins de administrația magazinului
sv_se: Din produkt [product] har inte godkänts av butiksadministrationen
tr_tr: Ürünününz [product] mağaza yönetimi tarafından kabul edilmemiştir
uk_ua: Продукт [product] було відхилено адміністрацією магазину

# Languages::products_approval_status_approved
source: Thank you for submitting new products. The following products have been approved by the store administration and added to the product catalog
cs_cz: Děkujeme vám za předložení nových produktů. Následující produkty byly schváleny administrací obchodu a přidány do katalogu produktů
de_de: Vielen Dank für das Einreichen neuer Produkte. Die folgenden Produkte wurden von der Geschäftsverwaltung genehmigt und dem Produktkatalog hinzugefügt
el_gr: Σας ευχαριστούμε που υποβάλλατε νέα προϊόντα. Τα ακόλουθα προϊόντα έχουν εγκριθεί από τη διαχείρηση του καταστηματος και προστέθηκε στον κατάλογο προϊόντων
es_es: Gracias por enviar los nuevos productos. Los siguientes productos han sido aprobados por la administración de la tienda y agregados al catálogo de producto
fa_ir: سپاس از شما به خاطر ارائه محصولات جدید. محصولات زیر توسط مدیریت فروشگاه و تایید شده به محصول کاتالوگ اضافه گردیده است
fi_fi: Kiitos uusien tuotteiden lähettämisestä. Seuraavat tuotteet ovat kaupan hallinnon hyväksymiä ja lisätty tuoteluetteloon
fr_fr: Merci pour la soumission de nouveaux produits. Les produits suivants ont été approuvés par l'administration du magasin et ajoutés au catalogue de produit
he_il: תודה על הגשת מוצרים חדשים. המוצרים החדשים אושרו על ידי מנהל החנות ונוספו לקטלוג המוצרים
hu_hu: Köszönjük, hogy új termékeket küldtél be. Az alábbi termékek az adminisztrátorok általi ellenőrzést követően kerülnek ki a piactér katalógusába
it_it: Grazie per aver inserito nuovi prodotti. I seguenti prodotti sono stati approvati dall'amministratore del negozio e aggiunti al catalogo prodotti
ja_jp: 次の商品に関する登録・更新がシステム管理者により承認され、マーケットプレイスに反映されました。
nl_nl: Bedankt voor het plaatsen van de nieuwe producten. De volgende producten zijn goedgekeurd door de beheerder en toegevoegd aan de catalogus
no_no: Takk for at du sender inn nye produkter. Følgende produkter har blitt godkjent av butikkens administrasjon og lagt til i produktkatalogen
pl_pl: Dziękujemy za przesłanie nowych produktów. Następujące produkty zostały zatwierdzone przez administrację sklepu i dodane do katalogu produktów
pt_br: Obrigado por enviar novos produtos. Os seguintes produtos foram aprovados pela administração da loja e adicionados ao catálogo de produtos
pt_pt: Obrigado por enviar novos produtos. Os seguintes produtos foram aprovados pela administração da loja e adicionados ao catálogo de produtos
ro_ro: Vă mulțumim că ați trimis noi produse. Următoarele produse au fost aprobate de administrația magazinului și adăugate la catalogul de produse
sv_se: Tack för att du skickar in nya produkter. Följande produkter har godkänts av butiksadministrationen och lagts till i produktkatalogen
tr_tr: Yeni ürünler sunduğunuz için teşekkür ederiz. Aşağıdaki ürünler mağaza yönetimi tarafından onaylanmış ve ürün kataloğuna eklenmiştir
uk_ua: Дякуємо за подання нових продуктів. Наступні продукти були затверджена адміністрацією магазину і додано до каталогу продуктів
