Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_plans.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

# Languages::addons.vendor_plans.payout_for_the_plan
source: Payout for the vendor plan: [plan]
ar_sa: العائد لخطة البائع: [plan]
cs_cz: Výplata pro plán prodejce:[plan]
da_dk: Udbetaling for kreditor plan: [plan]
de_de: Auszahlung für den Vendor Plan: [plan]
el_gr: Πληρωμή για το πακέτο του πωλητη: [plan]
es_es: Pago correspondiente al plan de proveedor: [plan]
fa_ir: پرداخت برای طرح فروشنده: [plan]
fi_fi: Maksu myyjäsuunnitelmasta: [plan]
fr_fr: Paiement pour le plan vendeur
he_il: תשלום לספק לפי תכנית הספק: [plan]
hu_hu: Az eladói csomag kifizetése: [plan]
id_id: Pembayaran untuk rencana vendor: [plan]
it_it: Pagamento per il piano del ventore: [plan]
ja_jp: 出品者のプラン料金のお支払い: [plan]
nl_nl: Uitbetaling voor het leveranciersplan: [plan]
no_no: Utbetaling for forhandlerplan: [plan]
pl_pl: Wypłata dla planu sprzedawcy: [plan]
pt_br: Pagamento pelo plano de fornecedor: [plan]
pt_pt: Pagamento para o plano de fornecedor: [plan]
ro_ro: Plata pentru planul furnizorului: [plan]
ru_ru: Выплата за тарифный план: [plan]
sv_se: Utbetalning för leverantörsplanen: [plan]
uk_ua: Сплата за тарифний план: [plan]

# Languages::vendor_plan
source: Vendor plan
ar_sa: خطة البائع
cs_cz: Plán dodavatele
da_dk: Leverandørplan
de_de: Anbieterplan
el_gr: Πακέτο πωλητη
es_es: Plan de vendedor
fa_ir: طرح فروشنده
fi_fi: Myyjän suunnitelma
fr_fr: Forfait fournisseur
he_il: תכנית הספק
hu_hu: Eladói csomag
it_it: Piano del fornitore
ja_jp: 出品者のプラン
nl_nl: Leveranciersabonnement
no_no: Forhandler planer
pl_pl: Plan sprzedawcy
pt_br: Plano de fornecedor
pt_pt: Plano de fornecedor
ro_ro: Planul furnizorului
ru_ru: Тарифный план
sv_se: Säljarplan
uk_ua: Тарифний план

# Languages::vendor_plans.update_for_plan.title
source: Should your changes affect existing vendors?
ar_sa: هل يجب أن تؤثر تغييراتك على البائعين الحاليين؟
cs_cz: Měly by vaše změny ovlivnit stávající dodavatele?
da_dk: Skal dine ændringer påvirke eksisterende leverandører?
de_de: Sollen Ihre Änderungen bestehende Anbieter betreffen?
el_gr: Nα επηρεάσουν οι αλλαγές σας τους υπάρχοντες πωλητές;
es_es: ¿Deben sus cambios afectar a los vendedores existentes?
fa_ir: آیا تغییرات شما باید بر فروشندگان موجود تأثیر بگذارد؟
fi_fi: Pitäisikö muutosten vaikuttaa olemassa oleviin toimittajiin?
fr_fr: Vos modifications doivent-elles affecter les fournisseurs existants ?
he_il: האם השינויים שלך צריכים להשפיע על ספקים קיימים?
hu_hu: Érintsék a módosítások a meglévő eladókat?
it_it: Le tue modifiche dovrebbero interessare i fornitori esistenti?
ja_jp: 変更は既存の出品者に影響しますか？
nl_nl: Moeten uw wijzigingen van invloed zijn op bestaande leveranciers?
no_no: Bør endringene dine påvirke eksisterende leverandører?
pl_pl: Czy Twoje zmiany powinny wpłynąć na istniejących sprzedawców?
pt_br: Suas alterações devem afetar os fornecedores existentes?
pt_pt: Suas alterações devem afetar os fornecedores existentes?
ro_ro: Ar trebui modificările dvs. să afecteze furnizorii existenți?
ru_ru: Должны ли ваши изменения затронуть существующих продавцов?
sv_se: Ska dina ändringar påverka befintliga leverantörer?
uk_ua: Чи повинні ваші зміни вплинути на реальних продавців?

# Languages::vendor_plans.update_for_plan.general_message
source: What should we do about <a href="[search_url]" target="_blank">[n] vendor </a> who is using this plan now?|What should we do about <a href="[search_url]" target="_blank">[n] vendors </a> who are using this plan now?
ar_sa: ماذا يجب أن نفعل حيال <a href="[search_url]" target="_blank">[n] بائع </a> يستخدم هذه الخطة الآن؟ | ماذا يجب أن نفعل حيال <a href="[search_url]" target="_blank">[n] بائعين </a> الذين يستخدمون هذه الخطة الآن؟
cs_cz: Co bychom měli dělat s <a href="[search_url]" target="_blank">prodejcem</a>, který používá tento plán?|Co bychom měli dělat s <a href="[search_url]" target="_blank">prodejci</a>, kteří užívají tento plán?
da_dk: Hvad skal vi gøre ved <a href="[search_url]" target="_blank">[n] leverandør </a> , der bruger denne plan nu?|Hvad skal vi gøre ved <a href="[search_url]" target="_blank">[n] leverandører </a> , der bruger denne plan nu?
de_de: Was sollten wir mit <a href="[search_url]" target="_blank">[n] Anbieter </a> tun, der diesen Plan jetzt verwendet?|Was sollten wir mit <a href="[search_url]" target="_blank">[n] Anbietern </a> tun, die diesen Plan jetzt verwenden?
el_gr: Τι πρέπει να κάνουμε για τον <a href="[search_url]" target="_blank"> πωλητή </a> ο οποίος χρησιμοποιεί αυτό το πακετο τώρα; Τι πρέπει να κάνουμε για τους <a href = "[search_url]" target = "_ blank"> [n] πωλητές </a> που χρησιμοποιούν αυτό το πακετο τώρα;
es_es: ¿Qué debemos hacer con <a href="[search_url]" target="_blank">[n] vendedor </a> que está utilizando este plan ahora?|¿Qué debemos hacer con <a href="[search_url]" target="_blank">[n] vendedores </a> que están utilizando este plan ahora?
fa_ir: در مورد <a href="[search_url]" target="_blank">[n] فروشنده </a> که اکنون از این طرح استفاده می کند چه کنیم؟|در مورد <a href="[search_url]" target="_blank">[n] فروشندگان </a> که اکنون از این طرح استفاده می کنند چه باید بکنیم؟
fi_fi: Mitä meidän pitäisi tehdä <a href="[search_url]" target="_blank">[n] toimittajalle </a> , joka käyttää tätä suunnitelmaa nyt?|Mitä meidän pitäisi tehdä <a href="[search_url]" target="_blank">[n] toimittajalle </a> , joka käyttää tätä suunnitelmaa nyt?
fr_fr: Que devons-nous faire à propos de <a href="[search_url]" target="_blank">[n] fournisseur </a> qui utilise ce plan actuellement ?|Que devons-nous faire à propos de <a href="[search_url]" target="_blank">[n] fournisseurs </a> qui utilisent ce plan actuellement ?
he_il: מה עלינו לעשות בקשר ל-<a href="[search_url]" target="_blank">ספק</a>שמשתמש בתוכנית זו כעת?|מה עלינו לעשות בקשר ל-<a href="[search_url]" target="_blank">[n] ספקים</a> שמשתמשים בתוכנית זו כעת?
hu_hu: Mit tegyünk a <a href="[search_url]" target="_blank">[n] eladóval</a>, aki most ezt a csomagot használja?|Mit tegyünk a <a href="[search_url]" target="_blank">[n] eladókkal</a>, akik most ezt a csomagot használják?
it_it: Cosa dovrebbe fare <a href="[search_url]" target="_blank">[n] venditori </a> chi utilizza questo pacchetto adesso? | Cosa dovrebbero fare <a href="[search_url]" target="_blank">[n] venditori </a> chi utilizza questo pacchetto adesso?
ja_jp: このプランを利用中の <a href="[search_url]" target="_blank">[n] 出品者</a> について実施すること。|このプランを利用中の <a href="[search_url]" target="_blank">[n] 出品者</a> について実施すること。
nl_nl: Wat moeten we doen aan <a href="[search_url]" target="_blank">[n] leverancier </a> die dit abonnement nu gebruikt?|Wat moeten we doen aan <a href="[search_url]" target="_blank">[n] leveranciers </a> die dit abonnement nu gebruiken?
no_no: Hva skal vi gjøre med <a href="[search_url]" target="_blank">[n] leverandør </a> som bruker denne planen nå?|Hva skal vi gjøre med <a href="[search_url]" target="_blank">[n] leverandører </a> som bruker denne planen nå?
pl_pl: Co powinniśmy zrobić z <a href="[search_url]" target="_blank"> [n] sprzedawcą </a>, który korzysta teraz z tego planu? | Co powinniśmy zrobić z <a href = "[search_url]" target = "_ blank"> [n] sprzedawców </a>, którzy używają tego planu teraz?
pt_br: O que faremos com <a href="[search_url]" target="_blank">[n] fornecedor</a> que possui este plano?|O que faremos com <a href="[search_url]" target="_blank">[n] fornecedores</a> que possuem este plano?
pt_pt: O que devemos fazer com <a href="[search_url]" target="_blank">[n] vendedor </a> que está usando este plano agora?|O que devemos fazer com <a href="[search_url]" target="_blank">[n] vendedores </a> que estão usando este plano agora?
ro_ro: Ce ar trebui să facem în legătură cu <a href="[search_url]" target="_blank"> [n] furnizor </a> care folosește acest plan acum? | Ce ar trebui să facem în legătură cu <a href="[search_url]" target="_blank"> [n] furnizori </a> care utilizează acest plan acum?
ru_ru: Как поступить с <a href="[search_url]" target="_blank">[n] продавцом</a>, который сейчас использует этот план?|Как поступить с <a href="[search_url]" target="_blank">[n] продавцами</a>, которые сейчас используют этот план?
sv_se: Vad ska vi göra med a<a href="[search_url]" target="_blank">[n] säljaren</a> som använder det här paketet?|Vad ska vi göra med <a href="[search_url]" target="_blank">[n] säljarna</a> som använder det här paketet?
uk_ua: Як вчинити з <a href="[search_url]" target="_blank">[n] продавцем</a>, який зараз використовує цей план? | Як вчинити з <a href="[search_url]" target="_blank">[n] продавцями</a>, які зараз використовують цей план?

# Languages::vendor_plans.storefronts_update_for_plan.add_storefronts_message
source: Add the vendor to the storefronts that got added to the plan|Add the vendors to the storefronts that got added to the plan
ar_sa: أضف البائع إلى واجهات المتاجر التي تمت إضافتها إلى الخطة | أضف البائعين إلى واجهات المتاجر التي تمت إضافتها إلى الخطة
cs_cz: Přidat prodejce do obchodů, jenž byly přidány do tohoto plánu|Přidat prodejce do obchodů , jenž byly přidány do tohoto plánu
da_dk: Føj leverandøren til butiksfacaderne, der blev føjet til planen|Føj leverandørerne til butiksfacaderne, der blev føjet til planen
de_de: Verkäufer zu den Schaufenstern hinzufügen, die dem Plan hinzugefügt wurden|Hinzufügen der Verkäufer zu den Schaufenstern, die zum Plan hinzugefügt wurden
el_gr: Προσθηκη του πωλητη στα καταστηματα που προστεθηκαν σ αυτό το πακετο | Προσθηκη των πωλητών στα καταστηματα που προστεθηκαν σ αυτό το πακετο
es_es: Añadir el vendedor a las tiendas que se añadieron al plan|Añadir los vendedores a las tiendas que se añadieron al plan
fa_ir: افزودن فروشنده به ویترین هایی که به طرح اضافه شده اند|فروشندگان را به ویترین هایی که به طرح اضافه شده اند اضافه کنید
fi_fi: Lisää toimittaja suunnitelmaan lisättyihin julkisivuihin|Lisää toimittajat suunnitelmaan lisättyihin julkisivuihin
fr_fr: Ajouter le fournisseur aux vitrines qui ont été ajoutées au plan|Ajouter les fournisseurs aux vitrines qui ont été ajoutées au plan
he_il: הוסף את הספק לחזיתות החנויות שנוספו לתוכנית. הוסף את הספקים לחזיתות החנויות שנוספו לתוכנית
hu_hu: Add hozzá az eladót a csomaghoz hozzáadott piacterekhez|Add hozzá az eladókat a csomaghoz hozzáadott piacterekhez
it_it: Aggiungi il venditore alle vetrine che sono state aggiunte al piano|Aggiungi i fornitori alle vetrine che sono state aggiunte al piano
ja_jp: プランに追加したショップに出品者を追加|プランに追加したショップに出品者を追加
nl_nl: Voeg de leverancier toe aan de etalages die aan het abonnement zijn toegevoegd|Voeg de leveranciers toe aan de etalages die aan het abonnement zijn toegevoegd
no_no: Legg til leverandøren til butikkfrontene som ble lagt til planen|Legg til leverandørene til butikkfrontene som ble lagt til planen
pl_pl: Dodaj sprzedawcę do storefrontów, które zostały dodane do planu | Dodaj sprzedawców do storefrontów, które zostały dodane do planu
pt_br: Adicionar o fornecedor às lojas que foram adicionadas ao plano|Adicionar os fornecedores às lojas que foram adicionadas ao plano
pt_pt: Adicione o fornecedor às vitrines que foram adicionadas ao plano | Adicione os fornecedores às vitrines que foram adicionadas ao plano
ro_ro: Adăugați furnizorul la vitrinele care au fost adăugate la plan | Adăugați vânzătorii la vitrinele care au fost adăugate la plan
ru_ru: Добавить продавца на витрины, которые добавились в план|Добавить продавцов на витрины, которые добавились в план
sv_se: Lägg till leverantören till skyltfönsterna som lades till i planen|Lägg till leverantörerna till skyltfönsterna som lades till i planen
uk_ua: Додати продавця на вітрини, які додалися до плану | Додати продавців на вітрини, які додалися до плану

# Languages::vendor_plans.storefronts_update_for_plan.remove_storefronts_message
source: Remove the vendor from the storefronts that got removed from this plan|Remove the vendors from the storefronts that got removed from this plan
ar_sa: قم بإزالة البائع من واجهات المتاجر التي تمت إزالتها من هذه الخطة | قم بإزالة البائعين من واجهات المتاجر التي تمت إزالتها من هذه الخطة
cs_cz: Odstranit prodejce z obchodů, jenž bych odstraněn z tohoto plánu|Odstranit prodejce z obchodů, jenž byly odstraněni z tohoto plánu
da_dk: Fjern sælgeren fra butiksfacaderne, der blev fjernet fra denne plan|Fjern sælgerne fra butiksfacaderne, der blev fjernet fra denne plan
de_de: Entfernen Sie den Verkäufer aus den Schaufenstern, die aus diesem Plan entfernt wurden|Entfernen Sie die Verkäufer aus den Schaufenstern, die aus diesem Plan entfernt wurden
el_gr: Κατάργηση του πωλητη από τα καταστηματα που καταργήθηκαν από αυτό το πακετο | Κατάργηση των πωλητών από τα καταστηματα που καταργήθηκαν από αυτό το πακετο
es_es: Eliminar el vendedor de las tiendas que se eliminaron de este plan|Eliminar los vendedores de las tiendas que se eliminaron de este plan
fa_ir: حذف فروشنده از ویترین فروشگاهی که از این طرح حذف شده است|فروشندگان را از ویترین هایی که از این طرح حذف شده اند حذف کنید
fi_fi: Poista myyjä julkisivuista, jotka poistettiin tästä suunnitelmasta|Poista toimittajat julkisivuista, jotka poistettiin tästä suunnitelmasta
fr_fr: Supprimer le fournisseur des vitrines qui ont été supprimées de ce plan|Supprimer les vendeurs des vitrines qui ont été supprimées de ce plan
he_il: הסר את הספק מחזיתות החנויות שהוסרו מהתוכנית. הסר את הספקים מחזיתות החנויות שהוסרו מתוכנית
hu_hu: Az eladó eltávolítása a csomagból eltávolított kirakatokból.|Az eladók eltávolítása a csomagból eltávolított kirakatokból.
it_it: Rimuovi il venditore dalle vetrine che sono state rimosse da questo piano|Rimuovi i venditori dalle vetrine che sono state rimosse da questo piano
ja_jp: プランから削除したショップから出品者を削除|プランから削除したショップから出品者を削除
nl_nl: Verwijder de leverancier uit de etalages die uit dit abonnement zijn verwijderd|Verwijder de leveranciers uit de etalages die uit dit abonnement zijn verwijderd
no_no: Fjern leverandøren fra butikkfrontene som ble fjernet fra denne planen|Fjern leverandørene fra butikkfrontene som ble fjernet fra denne planen
pl_pl: Usuń sprzedawcę ze storefrontów, które zostały usunięte z tego planu | Usuń sprzedawców ze storefrontów, które zostały usunięte z tego planu
pt_br: Remover o fornecedor das lojas que foram removidas deste plano|Remover os fornecedores das lojas que foram removidas deste plano
pt_pt: Remover o vendedor das vitrines que foram removidas deste plano|Remover os vendedores das vitrines que foram removidas deste plano
ro_ro: Eliminați furnizorul din vitrinele care au fost eliminate din acest plan | Eliminați vânzătorii din vitrinele care au fost eliminate din acest plan
ru_ru: Убрать продавца с витрин, которые были убраны у плана|Убрать продавцов с витрин, которые были убраны у плана
sv_se: Ta bort leverantören från skyltfönsterna som togs bort från den här planen|Ta bort leverantörerna från skyltfönsterna som togs bort från den här planen
uk_ua: Прибрати продавця з вітрин, які були прибрані у плану|Прибрати продавців з вітрин, які були прибрані у плану

# Languages::vendor_plans.storefronts_update_for_vendor.title
source: The vendor got moved to another plan
ar_sa: تم نقل البائع إلى خطة أخرى
cs_cz: Prodejce se přesunul do jiného plánu
da_dk: Sælgeren blev flyttet til en anden plan
de_de: Der Anbieter wurde zu einem anderen Plan verschoben
el_gr: Ο πωλητής μεταφέρθηκε σε ένα άλλο Πακετο
es_es: El vendedor fue trasladado a otro plan
fa_ir: فروشنده به طرح دیگری منتقل شد
fi_fi: Myyjä siirtyi toiseen suunnitelmaan
fr_fr: Le fournisseur a été déplacé vers un autre plan
he_il: הספק הועבר לתכנית אחרת
hu_hu: Az eladó átkerült egy másik csomagba
it_it: Il venditore è stato spostato su un altro piano
ja_jp: 出品者は他のプランに変更しました
nl_nl: De verkoper is verhuisd naar een ander abonnement
no_no: Selgeren ble flyttet til en annen plan
pl_pl: Sprzedawca przeniósł się do innego planu
pt_br: O fornecedor foi movido para outro plano
pt_pt: O fornecedor foi movido para outro plano
ro_ro: Vânzătorul a trecut la un alt plan
ru_ru: Продавец переведён на другой план
sv_se: Säljaren fick flytta till en annan plan
uk_ua: Продавець переведений на інший план

# Languages::vendor_plans.storefronts_update_for_vendor.general_message
source: What should we do about the storefronts that are available to this vendor?
ar_sa: ما الذي يجب أن نفعله حيال واجهات المحلات المتاحة لهذا البائع؟
cs_cz: Co dělat s obchody, jenž jsou dostupné pro tohoto prodejce?
da_dk: Hvad skal vi gøre ved de butiksfacader, der er tilgængelige for denne leverandør?
de_de: Was sollten wir mit den Schaufenstern tun, die diesem Anbieter zur Verfügung stehen?
el_gr: Τι πρέπει να κάνουμε σχετικά με τα καταστηματα που είναι διαθέσιμα σε αυτόν τον πωλητή;
es_es: ¿Qué debemos hacer con las tiendas que están a disposición de este vendedor?
fa_ir: در مورد ویترین هایی که در اختیار این فروشنده است چه باید بکنیم؟
fi_fi: Mitä meidän pitäisi tehdä tämän myyjän käytettävissä oleville julkisivuille?
fr_fr: Que devons-nous faire des vitrines disponibles pour ce fournisseur ?
he_il: מה עלינו לעשות בקשר לחזיתות החנויות שזמינות עבור ספק זה?
hu_hu: Mi a teendő az eladó számára elérhető piacterekkel?
it_it: Cosa dobbiamo fare per le vetrine disponibili per questo fornitore?
ja_jp: 出品者が使用中のショップについて実施すること
nl_nl: Wat moeten we doen met de etalages die beschikbaar zijn voor deze verkoper?
no_no: Hva bør vi gjøre med butikkfrontene som er tilgjengelige for denne leverandøren?
pl_pl: Co powinniśmy zrobić ze storefrontami dla tego dostawcy?
pt_br: O que faremos com as lojas que estão disponíveis para este fornecedor?
pt_pt: O que devemos fazer com as vitrines que estão disponíveis para esse fornecedor?
ro_ro: Ce ar trebui să facem cu privire la vitrinele disponibile pentru acest furnizor?
ru_ru: Как поступить с витринами, доступными этому продавцу?
sv_se: Vad ska vi göra åt de skyltfönster som är tillgängliga för denna leverantör?
uk_ua: Як вчинити з вітринами, доступними цьому продавцю?

# Languages::vendor_plans.storefronts_update_for_vendor.add_storefronts_message
source: Add the vendor to the storefronts available in the new vendor plan
ar_sa: أضف البائع إلى واجهات المحلات المتوفرة في خطة البائع الجديدة
cs_cz: Přidat prodejce do obchodu, který je dostupný v novém plánu prodejce
da_dk: Føj leverandøren til de butiksfacader, der er tilgængelige i den nye leverandørplan
de_de: Fügen Sie den Anbieter zu den Storefronts hinzu, die im neuen Anbieterplan verfügbar sind
el_gr: Προσθέστε τον πωλητή στα διαθεσιμα καταστηματα στο νέο πακετο πωλητη
es_es: Añadir el proveedor a las tiendas disponibles en el nuevo plan de vendedores
fa_ir: فروشنده را به ویترین های موجود در طرح فروشنده جدید اضافه کنید
fi_fi: Lisää toimittaja uudessa toimittajasuunnitelmassa saatavilla oleviin julkisivuihin
fr_fr: Ajouter le fournisseur aux vitrines disponibles dans le nouveau plan de fournisseur
he_il: הוסף את הספק לחזיתות החנויות הזמינות בתוכנית הספק החדשה
hu_hu: Add hozzá az eladót az új eladói csomagban elérhető piacterekhez.
it_it: Aggiungi il fornitore alle vetrine disponibili nel nuovo piano fornitore
ja_jp: 新しいプランで使用中のショップに出品者を追加
nl_nl: Voeg de leverancier toe aan de etalages die beschikbaar zijn in het nieuwe leveranciersplan
no_no: Legg til leverandøren til butikkfrontene som er tilgjengelige i den nye leverandørplanen
pl_pl: Dodaj sprzedawcę do storefrontów dostępnych w nowym planie dostawcy
pt_br: Adicionar o fornecedor às lojas disponíveis no novo plano de fornecedor
pt_pt: Adicione o fornecedor às vitrines disponíveis no novo plano de fornecedor
ro_ro: Adăugați furnizorul la vitrinele disponibile în noul plan al furnizorului
ru_ru: Добавить продавца на витрины, доступные в новом плане
sv_se: Lägg till leverantören till de skyltfönster som är tillgängliga i den nya leverantörsplanen
uk_ua: Додати продавця на вітрини, доступні в новому плані

# Languages::vendor_plans.storefronts_update_for_vendor.remove_storefronts_message
source: Remove the vendor from the storefronts available in his previous plan
ar_sa: قم بإزالة البائع من واجهات المحلات المتوفرة في خطته السابقة
cs_cz: Odstranit prodejce z obchodů, jenž byly dostupné v jeho předešlém plánu.
da_dk: Fjern sælgeren fra de butiksfacader, der var tilgængelige i hans tidligere plan
de_de: Entfernen Sie den Anbieter aus den Schaufenstern, die in seinem vorherigen Plan verfügbar sind
el_gr: Αφαιρέστε τον πωλητή από τα διαθεσιμα καταστηματα στο προηγούμενο σχέδιο του
es_es: Eliminar al vendedor de las tiendas disponibles en su plan anterior
fa_ir: فروشنده را از ویترین های موجود در طرح قبلی او حذف کنید
fi_fi: Poista myyjä aiemmassa suunnitelmassaan saatavilla olevista julkisivuista
fr_fr: Supprimer le vendeur des vitrines disponibles dans son plan précédent
he_il: הסר את הספק מחזיתות החנויות הזמינות בתכניתו הקודמת
hu_hu: Távolítsd el az eladót a korábbi csomagban elérhető piacterekről.
it_it: Rimuovi il venditore dalle vetrine disponibili nel suo piano precedente
ja_jp: 以前のプランで使用していたショップから出品者を削除
nl_nl: Verwijder de verkoper uit de etalages die beschikbaar waren in zijn vorige abonnement
no_no: Fjern leverandøren fra butikkfrontene som var tilgjengelige i hans tidligere plan
pl_pl: Usuń sprzedawcę z storefronts dostępnych w jego poprzednim planie
pt_br: Remover o fornecedor das lojas disponíveis em seu plano anterior
pt_pt: Remova o fornecedor das vitrines disponíveis em seu plano anterior
ro_ro: Scoateți vânzătorul din vitrinele disponibile în planul său anterior
ru_ru: Убрать продавца с витрин, которые были доступны в его предыдущем плане
sv_se: Ta bort försäljaren från skyltfönster som finns i hans tidigare plan
uk_ua: Прибрати продавця з вітрин, які були доступні в його попередньому плані

# Languages::vendor_plans.advanced_vendor_plan_creation
source: Advanced vendor plan creation
ar_sa: إنشاء خطة البائعين المتقدمة
cs_cz: Vytvoření rozšíření prodejcova plánu
da_dk: Oprettelse af avanceret leverandørplan
de_de: Erweiterte Lieferantenplanerstellung
el_gr: Προηγμένη δημιουργία σχεδιου πωλητη
es_es: Creación de un plan de vendedores avanzado
fa_ir: ایجاد طرح فروشنده پیشرفته
fi_fi: Edistynyt toimittajasuunnitelman luominen
fr_fr: Création de plan de fournisseur avancé
he_il: יצירת תכנית ספקים מתקדמת
hu_hu: Speciális eladói csomag létrehozása
it_it: Creazione avanzata del piano fornitore
ja_jp: 上位の出品者プランを作成する
nl_nl: Geavanceerd leveranciersplan maken
no_no: Oppretting av avansert leverandørplan
pl_pl: Zaawansowane tworzenie planu dostawcy
pt_br: Criação avançada de plano de fornecedor
pt_pt: Criação avançada de plano de fornecedor
ro_ro: Crearea planului avansat pentru vendor
ru_ru: Расширенное создание плана
sv_se: Avancerat skapande av leverantörsplaner
uk_ua: Розширене створення плану
