Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_panel_configurator.po
Languages: ru_ru

# Addons::name::vendor_panel_configurator
source: Vendor panel configurator
ru_ru: Конфигуратор панели продавцов

# Addons::description::vendor_panel_configurator
source: Simplifies the vendor panel by showing vendors only the fields and menus that they need to see.
ru_ru: Упрощает панель продавцов, показывая продавцам только те поля и меню, которые им нужны.

# SettingsSections::vendor_panel_configurator::product_page_settings
source: Product page settings
ru_ru: Настройки страницы товара

# SettingsSections::vendor_panel_configurator::vendor_panel_style
source: Vendor panel style
ru_ru: Стиль панели продавцов

# Languages::vendor_panel_configurator.unconfigurable_tab
source: This tab has no configurable fields and is displayed as is
ru_ru: На этой вкладке нет отключаемых полей.

# Languages::vendor_panel_configurator.product_page_configuration
source: Product page settings
ru_ru: Настройки страницы товара

# Languages::vendor_panel_configurator.theme_styles
source: Logos and styles
ru_ru: Логотипы и стили

# Languages::vendor_panel_configurator.theme_styles.description
source: Manage logos used on site and in e-mails and configure appearance of the microstore and product pages
ru_ru: Управляйте логотипами, которые используются на сайте и в почте; настраивайте внешний вид микромагазина и страниц товаров

# Languages::vendor_panel_configurator.theme_layouts
source: Page layouts
ru_ru: Макеты страниц

# Languages::vendor_panel_configurator.theme_layouts.description
source: Manage layouts of the microstore and product pages
ru_ru: Управляйте макетами микромагазина и страниц товаров

# Languages::vendor_panel_configurator.payment_methods.description
source: Manage how you receive payments from customers
ru_ru: Управляйте приёмом оплаты от покупателей

# Languages::vendor_panel_configurator.configure_vendor_panel_notice
source: To make onboarding easier, vendors don't see some menu items and some fields on the product editing page. You can configure what vendors see and don't see <a href="[config_url]" target="_blank">in the settings of the "Vendor panel configurator" add-on</a>. If you disable the add-on, the menus and the vendor panel itself will change to resemble the admin panel of the marketplace.
ru_ru: Чтобы знакомство с маркетплейсом было проще, продавцы видят не все элементы меню и поля на странице товара. Настроить то, что видят продавцы, вы можете <a href="[config_url]" target="_blank">в настройках модуля "Конфигуратор панелей продавцов"</a>. Если выключить модуль, то меню и сама панель продавцов станет похожа на панель администратора маркетплейса.

# Languages::vendor_panel_configurator.sidebar_color
source: Sidebar color
ru_ru: Цвет боковой панели

# Languages::vendor_panel_configurator.element_color
source: Element color
ru_ru: Цвет элементов

# Languages::vendor_panel_configurator.sidebar_background_image
source: Sidebar background image
ru_ru: Фоновое изображение боковой панели

# Languages::vendor_panel_configurator.sidebar_background_image_description
source: If you upload the background image, it will be displayed instead of the sidebar color. If you upload it, we recommend picking a sidebar color that matches the background image.
ru_ru: Если вы загрузите изображение, оно появится вместо фонового цвета боковой панели. Мы рекомендуем выбирать цвет боковой панели, который совпадает с фоновым изображением.

# Languages::vendor_panel_configurator.seller_info
source: Seller info
ru_ru: Информация о продавце

# Languages::vendor_panel_configurator.global_setting_warning
source: This setting doesn't appear on the product editing page right now, because it is set globally for all products. Check the <a href="[settings_url]" target="_blank">"Settings" menu</a> to find it.
ru_ru: Эта настройка сейчас не появляется на странице редактирования товара, потому что задана глобально для всех товаров. Её можно найти <a href="[settings_url]" target="_blank">в меню "Настройки"</a>.
