Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_data_premoderation.po
Languages: cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::text_shoppers_can_order_products
source: Now shoppers can order these products in the store.
cs_cz: Zákazníci si nyní mohou tyto produkty objednat v obchodě.
de_de: Jetzt können Käufer diese Produkte im Geschäft bestellen.
el_gr: Τώρα οι αγοραστές μπορουν να παραγγείλουν τα προϊόντα στο κατάστημα.
es_es: Ahora los compradores pueden pedir estos productos en la tienda.
fa_ir: حال میتوانید این محصولات در فروشگاه سفارش دهید.
fi_fi: Nyt asiakkaat voivat tilata näitä tuotteita myymälästä.
fr_fr: Les clients peuvent maintenant commander ces produits dans le magasin.
he_il: כעת הקונים יכולים להזמין את המוצרים האלה בחנות.
hu_hu: Mostantól a vásárlók meg tudják rendelni a piactéren.
it_it: Ora gli acquirenti possono ordinare questi prodotti nel negozio.
ja_jp: 登録・更新いただいた商品はマーケットプレイスにて購入可能な状態になりました。
nl_nl: Nu kunnen klanten deze producten bestellen in de webwinkel.
no_no: Kunder kan nå bestille disse produktene i butikken.
pl_pl: Teraz kupujący można zamówić te produkty w sklepie.
pt_br: Agora os clientes podem encomendar esses produtos na loja.
pt_pt: Agora os compradores podem encomendar esses produtos na loja.
ro_ro: Acum cumpărătorii pot comanda aceste produse în magazin.
sv_se: Nu kan shoppare beställa dessa produkter i butiken.
tr_tr: Müşteriler artık bu ürünleri mağazadan sipariş edebilirler.
uk_ua: Тепер покупці можуть замовити ці товари в магазині.

# Languages::products_approval_status_disapproved
source: Thank you for submitting new products. The following products have been disapproved by the store administration
cs_cz: Děkujeme vám za předložení nových produktů. Následující produkty byly administrací obchodu zamítnuty
de_de: Vielen Dank für das Einreichen neuer Produkte. Die folgenden Produkte wurden von der Geschäftsverwaltung abgelehnt
el_gr: Σας ευχαριστούμε που υποβάλλατε νέα προϊόντα. Τα ακόλουθα προϊόντα έχουν απορριφθεί από τη διαχείρηση του καταστηματος
es_es: Gracias por enviar nuevos productos. Los siguientes productos no han sido aprobados por la administración de la tienda
fa_ir: ممنون از شما به خاطر ارائه محصولات جدید. محصولات زیر توسط مدیریت فروشگاه رد شده اند
fi_fi: Kiitos uusien tuotteiden lähettämisestä. Myymälän hallinto on hylännyt seuraavat tuotteet
fr_fr: Merci pour la soumission de nouveaux produits. Les produits suivants ont été désapprouvés par l'administration du magasin
he_il: תודה על הגשת מוצרים חדשים. המוצרים הבאים לא אושרו על ידי הנהלת החנות
hu_hu: Köszönjük, hogy beküldött termékeket. Az alábbi termékek elutasításra kerültek az adminisztrátorok részéről
it_it: Grazie per l'inserimento di nuovi prodotti. I seguenti prodotti non sono stati approvati dall'amministratore del negozio
ja_jp: 次の商品に関する登録・更新はシステム管理者により却下されました。
nl_nl: Bedankt voor het plaatsen van de nieuwe producten. De volgende producten zijn niet goedgekeurd door de beheerder
no_no: Takk for at du sender inn nye produkter. Følgende produkter har ikke blitt godkjent av butikkens administrasjon
pl_pl: Dziękujemy za przesłanie nowych produktów. Następujące produkty zostały odrzucone przez administrację sklepu
pt_br: Obrigado por enviar novos produtos. Os seguintes produtos foram reprovados pela administração loja
pt_pt: Obrigado por enviar novos produtos. Os seguintes produtos foram reprovados pela administração da loja
ro_ro: Vă mulțumim că ați trimis noi produse. Următoarele produse au fost respinse de administrația magazinului
sv_se: Tack för att du skickar in nya produkter. Följande produkter har inte godkänts av butiksadministrationen
tr_tr: Yeni ürünler sunduğunuz için teşekkür ederiz. Aşağıdaki ürünler mağaza yönetimi tarafından kabul edilmemiştir
uk_ua: Дякуємо за подання нових продуктів. Наступні продукти були відхилені адміністрацією магазину

# Languages::approve_selected
source: Approve selected
cs_cz: Schválit vybrané
de_de: Genehmigen ausgewählt
el_gr: Έγκριση επιλεγμένων
es_es: Aprobar el producto seleccionado
fa_ir: تأیید انتخاب شده ها
fi_fi: Hyväksy valitut
fr_fr: Approuver sélection
he_il: אשר את הנבחרים
hu_hu: Kijelöltek elfogadása
it_it: Approva selezionati
ja_jp: 選択したデータの登録・更新を承認
nl_nl: Geselecteerden goedkeuren
no_no: Godkjenn valgte
pl_pl: Zatwierdź wybrane
pt_br: Aprovar seleção
pt_pt: Aprovar selecionado
ro_ro: Aprobă selecția
sv_se: Godkänn valda
tr_tr: Seçileni onayla
uk_ua: Затвердити обрані

# Languages::disapprove_selected
source: Disapprove selected
cs_cz: Neschválit vybrané
de_de: Ablehnen ausgewählt
el_gr: Απόρριψη Επιλογής
es_es: No aprobar el producto seleccionado
fa_ir: رد انتخاب شده ها
fi_fi: Hylkää valitut
fr_fr: Désapprouver la sélection
he_il: אל תאשר את הנבחרים
hu_hu: Kijelöltek elutasítása
it_it: Disapprova selezionati
ja_jp: 選択したデータの登録・更新を却下
nl_nl: Geselecteerde producten afkeuren
no_no: Avvis valgte
pl_pl: Odrzuć wybrane
pt_br: Reprovar seleção
pt_pt: Reprovar selecionado
ro_ro: Dezaprobă selecția
sv_se: Avvisa valt
tr_tr: Seçileni kabul etme
uk_ua: Відхилити обрані

# Languages::pre_moderation
source: Require approval for new products
cs_cz: Vyžadovat schválení nových produktů
de_de: Erfordern Sie eine Genehmigung für neue Produkte
el_gr: Απαιτείται έγκριση για νέα προϊόντα
es_es: Exigir la aprobación de nuevos productos
fa_ir: نیاز به تایید برای محصولات جدید
fi_fi: Vaadi uusille tuotteille hyväksyntä
fr_fr: Exiger l'approbation des nouveaux produits
he_il: דרוש אישור למוצרים חדשים
hu_hu: Jóváhagyás kérése új termékekhez
it_it: Richiedi l'approvazione per i nuovi prodotti
ja_jp: 新商品の承認が必要
nl_nl: Goedkeuring vereisen voor nieuwe producten
no_no: Krev godkjenning for nye produkter
pl_pl: Wymagaj zatwierdzenia dla nowych produktów
pt_br: Aprovação necessária para novos produtos
pt_pt: Exigir aprovação para novos produtos
ro_ro: Necesită aprobare pentru produse noi
sv_se: Kräv godkännande för nya produkter
tr_tr: Yeni ürünler için onay gerektir
uk_ua: Потрібне схвалення для нових продуктів

# Languages::pre_moderation_edit
source: Require approval for updated products
cs_cz: Vyžadovat schválení pro aktualizované produkty
de_de: Erfordern Sie die Genehmigung für aktualisierte Produkte
el_gr: Απαιτείται έγκριση για ενημερωμένα προϊόντα
es_es: Exigir la aprobación de los productos actualizados
fa_ir: نیاز به تایید برای محصولات به روز شده
fi_fi: Vaadi hyväksyntä päivitetyille tuotteille
fr_fr: Exiger l'approbation des produits mis à jour
he_il: דרוש אישור למוצרים מעודכנים
hu_hu: Jóváhagyás kérése frissített termékekhez
it_it: Richiedi l'approvazione per i prodotti aggiornati
ja_jp: 更新された商品には承認が必要
nl_nl: Goedkeuring vereisen voor bijgewerkte producten
no_no: Krev godkjenning for oppdaterte produkter
pl_pl: Wymagaj zatwierdzenia dla zaktualizowanych produktów
pt_br: Aprovação necessária para produtos atualizados
pt_pt: Exigir aprovação para produtos atualizados
ro_ro: Necesită aprobarea pentru produsele actualizate
sv_se: Kräv godkännande för uppdaterade produkter
tr_tr: Güncelleştirilmiş ürünler için onay gerektir
uk_ua: Потрібне схвалення для оновлених продуктів

# Languages::pre_moderation_edit_vendors
source: Require approval for vendor profile changes
cs_cz: Vyžadovat schválení pro změny prodejcova účtu
de_de: Fordern Sie die Genehmigung für Änderungen des Lieferantenprofils an
el_gr: Απαιτείται έγκριση για αλλαγές σε προφίλ πωλητών
es_es: Requerir la aprobación de los cambios de perfil de los vendedores
fa_ir: نیاز به تایید برای تغییرات نمایه فروشنده
fi_fi: Vaadi hyväksyntä toimittajaprofiilin muutoksille
fr_fr: Exiger l'approbation pour les changements de profil des fournisseurs
he_il: דרוש אישור לשינויים בפרופיל הספק
hu_hu: Jóváhagyás kérése az eladói profil módosításához
it_it: Richiedi l'approvazione per le modifiche al profilo del fornitore
ja_jp: 出品者プロフィールの変更には承認が必要
nl_nl: Goedkeuring vereisen voor wijzigingen in leveranciersprofiel
no_no: Krev godkjenning for endringer i leverandørprofilen
pl_pl: Wymagaj zatwierdzenia zmian w profilu sprzedawcy
pt_br: Aprovação necessária para alterações no perfil do fornecedor
pt_pt: Exigir aprovação para alterações no perfil do fornecedor
ro_ro: Necesită aprobarea pentru modificările profilului furnizorului
sv_se: Kräv godkännande för ändringar av leverantörsprofilen
tr_tr: Satıcı profili değişiklikleri için onay gerektir
uk_ua: Потрібен дозвіл на зміни профілю постачальника

# Languages::text_not_approved_products
source: You have products that require your approval. Please <a href="[link]">follow this link</a> to review these products.
cs_cz: Některé produkty vyžadují schválení. Klikněte, prosím, na <a href="[link]">tento link</a> a zkontrolujte je.
de_de: Sie haben Produkte, die Ihrer Genehmigung bedürfen. Bitte <a href="[link]">folgen Sie diesem Link</a> , um diese Produkte zu bewerten.
el_gr: Έχετε προϊόντα που απαιτούν την έγκρισή σας. Παρακαλώ <a href="[link]"> ακολουθήστε αυτό το σύνδεσμο</a> για την αναθεώρηση αυτών των προϊόντων.
es_es: Tienes productos que requieren su aprobación. Por favor <a href="[link]"> siga este enlace</a> para revisar estos productos.
fa_ir: محصولات که نیاز به موافقت شما را دارد. لطفا <a href="[link]"> دنبال این لینک</a> به بررسی این محصولات بپردازید.
fi_fi: Sinulla on tuotteita, jotka vaativat hyväksynnän. Ole hyvä ja seuraa tätä</a> <a href="[link]">näitä tuotteita.
fr_fr: Des produits nécessitent votre approbation. <a href="[link]">Suivez ce lien</a> pour consulter ces produits.
he_il: יש לך מוצרים שמחייבים את אישורך. <a href="[link]">עבור לקישור הזה</a> כדי לעיין במוצרים האלה.
hu_hu: Vannak olyan termékeid, melyek elfogadás alatt vannak. Az <a href="[link]">alábbi linken</a> tekintheted meg ezeket a termékeket.
it_it: Ci sono prodotti che richiedono la tua approvazione. Si prega di <a href="[link]">cliccare qui</a> per consultare i prodotti.
ja_jp: 確認が必要な商品データの登録・更新申請があります。以下のURLにアクセスのうえ申請を処理してください。: <a href="[link]">処理ページへ移動</a>
nl_nl: Er zijn producten die uw goedkeuring vereisen. Volg <a href="[link]">deze link</a> om deze producten te beoordelen.
no_no: Du har produkter som krever godkjenning. Vennligst <a href="[link]">følg denne linken</a> for å vurdere og godkjenne disse produktene.
pl_pl: Masz produkty, które wymagają zatwierdzenia. Proszę kliknij w <a href="[link]"> poniższy link </a> żeby przejrzeć te produkty.
pt_br: Você tem produtos que requerem a sua aprovação. Por favor <a href="[link]">siga este link</a> para rever estes produtos.
pt_pt: Você tem produtos que exigem sua aprovação. Por favor <a href="[link]">siga este link</a> para rever estes produtos.
ro_ro: Aveți produse care necesită aprobarea dvs. Vă rugăm să <a href="[link]"> urmați acest link </a> pentru a examina aceste produse.
sv_se: Du har produkter som kräver ditt godkännande. Vänligen <a href="[link]">följ denna länk</a> för att recensera dessa produkter.
tr_tr: Sizin onayınızı gerektiren ürünleriniz bulunuyor. Lütfen <a href="[link]">bu linki takip edin</a> ve bu ürünleri inceleyin.
uk_ua: У вас є товари, які вимагають затвердження. Подивитися їх список можна за цим <a href="[link]">посиланням</a>.

# Languages::products_approval_status_changed
source: Your product(s) have been [status]
cs_cz: Váš produkt/produkty byly [status]
de_de: Ihre Produkte waren [status]
el_gr: Τα προϊόντα σας έχουν [status]
es_es: Sus producto(s) han sido [status]
fa_ir: محصولات شما دارای وضعیت [status] هستند
fi_fi: Tuotteesi on ollut [status]
fr_fr: Vos produits ont été [status]
he_il: מוצר(ים) שלך [status]
hu_hu: A termék(ek) [status] státuszban vannak
it_it: I prodotti sono stati [status]
ja_jp: 商品の登録・更新が[status]されました
nl_nl: Uw product(en) hebben de status [status]
no_no: Dine produkt(er) har blitt [status]
pl_pl: Twój produkt(y) zostały [status]
pt_br: Seus produtos foram [status]
pt_pt: Seus produtos foram [status]
ro_ro: Produsul(ele) au primit statusul de [status]
sv_se: Din(a) produkt(er) har varit [status]
tr_tr: Ürünlerinizin durumu [status]
uk_ua: Ваші товари отримали статус [status]

# Languages::approval
source: Approval
cs_cz: Schválení
de_de: Die Genehmigung
el_gr: Έγκριση
es_es: Aprobación
fa_ir: تایید
fi_fi: Hyväksyminen
fr_fr: Approbation
he_il: אישור
hu_hu: Elfogadás
it_it: Approvazione
ja_jp: 承認
nl_nl: Goedkeuring
no_no: Godkjenning
pl_pl: Zatwierdzenia
pt_br: Aprovação
pt_pt: Aprovação
ro_ro: Aprobare
sv_se: Godkännande
tr_tr: Onay
uk_ua: Затвердження

# Languages::text_vendor_profile_changes_notice
source: Are you sure that you want to update the profile? Information about your company will not be available in the customer area until the administrator approves it.
cs_cz: Jste si jisti že chcete provést změny ve svém profilu? Informace o vaší společnosti nebudou pro zákazníky dostupné, dokud jejich administrátor neschválí.
de_de: Sind Sie sicher, dass Sie das Profil aktualisieren möchten? Informationen über Ihr Unternehmen sind im Kundenbereich erst verfügbar, wenn der Administrator sie genehmigt hat.
el_gr: Είστε βέβαιοι ότι θέλετε να ενημερώσετε το προφίλ; Οι πληροφορίες για την εταιρεία σας δεν θα είναι διαθέσιμ32 στην περιοχή πελάτη μέχρι ο διαχειριστής να τις εγκρίνει.
es_es: ¿Está seguro que desea actualizar el perfil? Información acerca de su empresa no estará disponible en el área del cliente hasta que el administrador lo apruebe.
fa_ir: ایا اطمینان دارید که شما می خواهید به روز رسانی پروفایل شود؟ بروز رسانی تا زمانی که مدیر آن را تصویب نکرده باشد اطلاعات در مورد شرکت در منطقه مشتری موجود نخواهد بود.
fi_fi: Oletko varma, että haluat päivittää profiilin? Yrityksesi tiedot eivät ole saatavilla asiakasalueella ennen kuin ylläpitäjä hyväksyy ne.
fr_fr: Etes Vous sur que Vous voulez actualiser le profile? L'information sur Votre societe ne sera pas disponible dans la region client jusqu'à l'approbation de l'administrateur.
he_il: האם אתה בטוח שברצונך לעדכן את הפרופיל? המידע על החברה שלך לא יהיה זמין באיזור הלקוחות עד שהמנהל יאשר זאת.
hu_hu: Biztosan frissíteni szeretnéd a profilod? A frissített információk mindaddig nem lesznek láthatóak, amíg a piactér adminisztrátorai nem ellenőrzik azokat.
it_it: Sei sicuro di voler aggiornare il profilo? Le informazioni della vostra azienda non saranno disponibili nell'area clienti fino a all'approvazione dell'amministratore.
ja_jp: 出品者データを更新してよろしいですか？ 出品者データはシステム管理者が更新内容を承認するまで外部に非表示となります。
nl_nl: Weet u zeker dat u het profiel wilt bijwerken? Informatie over uw bedrijf zal niet beschikbaar zijn in het klanten gedeelte totdat de beheerder het goedkeurt.
no_no: Er du sikker på at du vil oppdatere denne profilen? Informasjonen om firmaet vil ikke være tilgjengelig i kundeområdet før den er godkjent av administratoren.
pl_pl: Czy jesteś pewien, że chcesz zaktualizować swój profil ? Informacje o firmie nie będą dostępne w dopóki administrator zatwierdzi zmian.
pt_br: Tem certeza de que você deseja atualizar o perfil? Informações sobre a sua empresa não estará disponíveis na área do cliente até que o administrador aprovar.
pt_pt: Tem certeza de que deseja atualizar o perfil? As informações sobre sua empresa não estarão disponíveis na área do cliente até que o administrador aprove.
ro_ro: Sigur doriți să actualizați profilul? Informațiile despre compania dvs. nu vor fi disponibile în zona clienților până când administratorul nu o aprobă.
sv_se: Är du säker på att du vill uppdatera profilen? Information om ditt företag kommer inte att finnas tillgänglig i kundområdet förrän administratören godkänt det.
tr_tr: Profili güncelleştirmek istediğinizden emin misiniz? Yönetici onayı alana kadar firmanızla ilgili bilgiler müşteri alanında yer almayacaktır.
uk_ua: Ви впевнені, що хочете оновити свій обліковий запис? Інформація про вашу компанію не буде відображатися на вітрині магазину до тих пір, поки адміністратор не підтвердить її.

# Languages::privileges.manage_product_premoderation
source: Can manage
cs_cz: Může spravovat
de_de: Kann verwalten
el_gr: Δυνατότητα Διαχείρισης
es_es: Puede gestionar
fa_ir: می تواند مدیریت کند
fi_fi: Voi hallita
fr_fr: Peut gérer
he_il: יכול לנהל
hu_hu: Kezelhető
it_it: Può gestire
ja_jp: 管理
nl_nl: Aankunnen
no_no: Kan klare seg
pl_pl: Może zarządzać
pt_br: Pode gerenciar
pt_pt: Pode gerenciar
ro_ro: Se Poate gestiona
sv_se: Kan klara sig
tr_tr: Yönetebilir
uk_ua: Можна керувати

# Languages::privilege_groups.product_premoderation
source: Product approval
cs_cz: Schvalování produktů
de_de: Produktzulassung
el_gr: Έγκριση του προϊόντος
es_es: Aprobación de productos
fa_ir: تایید محصول
fi_fi: Tuotteen hyväksyntä
fr_fr: Approbation du produit
he_il: אישור מוצר
hu_hu: Termék jóváhagyása
it_it: Approvazione del prodotto
ja_jp: 商品の承認
nl_nl: Product goedkeuring
no_no: Produktgodkjenning
pl_pl: Zatwierdzanie produktów
pt_br: Aprovação de produto
pt_pt: Aprovação do produto
ro_ro: Produs aprobat
sv_se: Produktgodkännande
tr_tr: Ürün onayı
uk_ua: Затвердження товарів

# SettingsSections::vendor_data_premoderation::vendors
source: Vendor account
cs_cz: Účet dodavatele
de_de: Lieferantenkonto
el_gr: Λογαριασμός Πωλητή
es_es: Cuenta de vendedor
fa_ir: حساب فروشنده
fi_fi: Myyjän tili
fr_fr: Compte du vendeur
he_il: חשבון ספק
hu_hu: Eladói fiók
it_it: Conto fornitore
ja_jp: 出品者アカウント
nl_nl: Leveranciersaccount
no_no: Leverandørkonto
pl_pl: Konto sprzedawcy
pt_br: Conta de fornecedor
pt_pt: Conta de fornecedor
ro_ro: Contul de furnizor
sv_se: Leverantörskonto
tr_tr: Satıcı hesabı
uk_ua: Рахунок продавця

# SettingsSections::vendor_data_premoderation::products
source: Vendor products
cs_cz: Prodejce produktů
de_de: Anbieterprodukte
el_gr: Προϊόντα πωλητή
es_es: Productos de proveedores
fa_ir: محصولات فروشنده
fi_fi: Myyjän tuotteet
fr_fr: Produits du vendeur
he_il: מוצרי ספק
hu_hu: Eladó termékei
it_it: Prodotti del venditore
ja_jp: 出品者の商品
nl_nl: Producten van de leverancier
no_no: Leverandørprodukter
pl_pl: Produkty sprzedawcy
pt_br: Produtos do fornecedor
pt_pt: Produtos do fornecedor
ro_ro: Produse vânzători
sv_se: Leverantörsprodukter
tr_tr: Satıcı ürünleri
uk_ua: Товари продавця

# SettingsOptions::vendor_data_premoderation::products_prior_approval
source: Approval of newly-created products
cs_cz: Schválení nově vytvořených produktů
de_de: Freigabe neu erstellter Produkte
el_gr: Έγκριση για τα νέο δημιουργηθέντα προϊόντα
es_es: Aprobación de productos nuevos
fa_ir: تایید محصولات جدید
fi_fi: Uusien tuotteiden hyväksyminen
fr_fr: Approbation des produits nouvellement créés
he_il: אישור מוצרים חדשים שנוצרו
hu_hu: Újonnan létrehozott termékek jóváhagyása
it_it: Approvazione dei prodotti di nuova creazione
ja_jp: 新商品の承認
nl_nl: Goedkeuring van nieuw gemaakte producten
no_no: Godkjenning av nyopprettede produkter
pl_pl: Zatwierdzanie nowo utworzonych produktów
pt_br: Aprovação de produtos recém-criados
pt_pt: Aprovação de produtos recém-criados
ro_ro: Aprobarea produselor nou create
sv_se: Godkännande av nyskapade produkter
tr_tr: Yeni oluşturulan ürünlerin onayı
uk_ua: Перевірка нових товарів

# SettingsOptions::vendor_data_premoderation::products_updates_approval
source: Approval of product info updates
cs_cz: Schválení aktualizace informací o produktu
de_de: Genehmigung von Aktualisierungen der Produktinformationen
el_gr: Εγκρίνετε ενημερώσεις πληροφοριων προϊόντος
es_es: Aprobación de las actualizaciones de información de los productos
fa_ir: تایید به روز رسانی اطلاعات محصول
fi_fi: Tuotetietojen päivitysten hyväksyminen
fr_fr: Approbation des mises à jour des informations sur les produits
he_il: אשר עדכוני מידע של המוצר
hu_hu: Termékinformációk frissítésének jóváhagyása
it_it: Approvazione degli aggiornamenti delle informazioni sui prodotti
ja_jp: 商品情報の更新を承認
nl_nl: Goedkeuring van productinformatie-updates
no_no: Godkjenning av produktinformasjonsoppdateringer
pl_pl: Zatwierdzanie aktualizacji informacji o produkcie
pt_br: Aprovação de atualizações de informações de produtos
pt_pt: Aprovação de atualizações de informações do produto
ro_ro: Aprobarea actualizărilor de informații despre produs
sv_se: Godkännande av produktinformationsuppdateringar
tr_tr: Ürün bilgisi güncellemelerinin onayı
uk_ua: Перевірка змінених товарів

# SettingsOptions::vendor_data_premoderation::vendor_profile_updates_approval
source: Approval of vendor profile updates
cs_cz: Schválení aktualizací prodejcova profilu
de_de: Genehmigung von Anbieterprofilaktualisierungen
el_gr: Εγκρίνετε ενημερώσεις προφίλ πωλητη
es_es: Aprobación de las actualizaciones de los perfiles de los vendedores
fa_ir: تایید به‌روزرسانی‌های نمایه فروشنده
fi_fi: Toimittajaprofiilien päivitysten hyväksyminen
fr_fr: Approbation des mises à jour du profil des fournisseurs
he_il: אשר עדכונים של פרופיל הספקים
hu_hu: Eladói profilfrissítés jóváhagyása
it_it: Approvazione degli aggiornamenti del profilo del fornitore
ja_jp: 出品者プロフィール更新の承認
nl_nl: Goedkeuring van updates van leveranciersprofielen
no_no: Godkjenning av leverandørprofiloppdateringer
pl_pl: Zatwierdzanie aktualizacji profilu sprzedawcy
pt_br: Aprovação de atualizações no perfil do fornecedor
pt_pt: Aprovação de atualizações de perfil de fornecedor
ro_ro: Aprobarea actualizărilor profilului furnizorului
sv_se: Godkännande av uppdateringar av leverantörsprofiler
tr_tr: Satıcı profili güncellemelerinin onayı
uk_ua: Перевірка змін в облікових записах продавців

# SettingsOptions::vendor_data_premoderation::product_approval_notifications
source: Notify vendors about product moderation results
cs_cz: Oznámit prodejcům výsledky schválení produktu
de_de: Benachrichtigen Sie Anbieter über die Ergebnisse der Produktmoderation
el_gr: Ειδοποίηση πωλητών για τα αποτελέσματα έγκρισης του προϊόντος
es_es: Notificar a los vendedores los resultados de la moderación de los productos
fa_ir: فروشندگان را در مورد نتایج تعدیل محصول مطلع کنید
fi_fi: Ilmoita myyjille tuotteiden moderoinnin tuloksista
fr_fr: Informer les vendeurs des résultats de la modération des produits
he_il: הודע לספקים על תוצאות ניהול המוצר
hu_hu: Eladók értesítése a termékmoderáció eredményeiről
it_it: Informa i fornitori sui risultati della moderazione del prodotto
ja_jp: 商品の修正結果を出品者に通知
nl_nl: Informeer leveranciers over resultaten van productmoderatie
no_no: Varsle leverandører om produktmodereringsresultater
pl_pl: Powiadom sprzedawców o wynikach moderacji produktu
pt_br: Notificar fornecedores sobre resultado da moderação dos produtos
pt_pt: Notificar os fornecedores sobre os resultados da moderação do produto
ro_ro: Anunțați furnizorii despre rezultatele moderării produsului
sv_se: Meddela leverantörer om resultat av produktmoderering
tr_tr: Satıcıları ürün denetleme sonuçları hakkında bilgilendirin
uk_ua: Інформувати продавців про результати модерації товару

# SettingsOptions::vendor_data_premoderation::product_premoderation_fields
source: Require approval for updates of
cs_cz: Vyžadovat schválení pro aktualizace
de_de: Genehmigung für Updates von erforderlich
el_gr: Απαιτείται έγκριση για ενημερώσεις του
es_es: Exigir la aprobación de las actualizaciones de
fa_ir: نیاز به تایید برای به روز رسانی
fi_fi: Vaadi hyväksyntä päivityksille
fr_fr: Exiger l'approbation des mises à jour de
he_il: דרוש אישור לעדכונים של
hu_hu: Jóváhagyás kérése a következők frissítéséhez
it_it: Richiedere l'approvazione per gli aggiornamenti di
ja_jp: の更新には承認が必須です
nl_nl: Goedkeuring vereisen voor updates van
no_no: Krev godkjenning for oppdateringer av
pl_pl: Wymagaj zatwierdzenia aktualizacji
pt_br: Aprovação necessária para atualizações de
pt_pt: Exigir aprovação para atualizações de
ro_ro: Solicitați aprobare pentru actualizări de
sv_se: Kräv godkännande för uppdateringar av
tr_tr: güncellemeleri için onay iste
uk_ua: Потрібна перевірка, якщо зміниться
