Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_rating.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::vendor_rating.criteria.product_reviews_rating.description
source: Approved product reviews placed after the <i>Calculation period start date</i> are taken into account.
ar_sa: يتم أخذ تقييمات المنتجات المعتمدة بعد <i> تاريخ بدء فترة الحساب </i> في الاعتبار.
cs_cz: Schválené recenze produktů, které byly přidány po <i>počátečním datu výpočtového období</i>, jsou brány v úvahu.
da_dk: Godkendte produktanmeldelser placeret efter <i>Beregningsperiode startdato</i> tages i betragtning.
de_de: Genehmigte Produktbewertungen, die nach dem Startdatum <i>des Berechnungszeitraums</i> abgegeben wurden, werden berücksichtigt.
el_gr: Λαμβάνονται υπόψη οι εγκεκριμένες κριτικές προϊόντων που πραγματοποιήθηκαν μετά την <i> ημερομηνία έναρξης της περιόδου υπολογισμού </i>.
es_es: Se tienen en cuenta las opinioones de productos aprobadas colocadas después de la <i>fecha de inicio del periodo de cálculo</i>.
fa_ir: بررسی های محصول تایید شده که پس از تاریخ</i> دوره محاسبه <i>قرار داده شده است، در نظر گرفته می شود.
fi_fi: Hyväksytyt tuotearvostelut, jotka on sijoitettu <i>Laskentajakson alkamispäivän</i> jälkeen, otetaan huomioon.
fr_fr: Les avis produits approuvés placés après la <i>Date de début de la période de calcul</i> sont pris en compte.
he_il: תגובות מוצר מאושרות שהוצבו לאחר <i>תאריך ההתחלה של תקופת החישוב</i>נלקחות בחשבון .
hu_hu: A <i>Számítási időszak kezdőnapja</i> után elhelyezett jóváhagyott termékértékeléseket vesszük figyelembe.
it_it: Le recensioni dei prodotti approvate inserite dopo la <i> data di inizio del periodo di calcolo </i> vengono prese in considerazione.
ja_jp: <i>計算期間の開始日</ i>以降に配置された承認済みの商品レビューが考慮されます。
nl_nl: Goedgekeurde productreviews geplaatst na de <i>Rekenperiode startdatum</i> worden in aanmerking genomen.
no_no: Godkjente produktanmeldelser plassert etter <i>Beregningsperiodens startdato</i> tas i betraktning.
pl_pl: Uwzględniane są zatwierdzone recenzje produktów utworzone po <i>Dacie rozpoczęcia okresu rozliczeniowego</i>.
pt_br: Avaliações aprovadas de produtos feitas após a <i>data inicial do período de cálculo</i> são consideradas.
pt_pt: As revisões de produtos aprovadas colocadas após a data de início do período de cálculo <i></i> são levadas em consideração.
ro_ro: Sunt luate în considerare recenziile aprobate de produse plasate după <i> Data de începere a perioadei de calcul </i>.
ru_ru: Учитываются одобренные отзывы о товарах, созданные после <i>Даты начала периода расчёта</i>.
sv_se: Godkända produktrecensioner placerade efter <i>Beräkningsperiodens startdatum</i> beaktas.
tr_tr: <i>Hesaplama dönemi başlangıç tarihi</i> sonra verilen onaylı ürün incelemeleri dikkate alınır.
uk_ua: Враховуються схвалені відгуки про товари, створені після <i>Дати початку періоду розрахунку</i>.

# Languages::vendor_rating.criteria.manual_vendor_plan_rating.name
source: Manually set vendor plan rating.
ar_sa: حدد تقييم خطة البائع يدويًا.
cs_cz: Ručně nastavit hodnocení plánu prodejce.
da_dk: Indstil leverandørplanvurdering manuelt.
de_de: Anbieterplanbewertung manuell festlegen.
el_gr: Χειροκίνητη αξιολόγηση προγράμματος πωλητή.
es_es: Fijar manualmente la calificación del plan de vendedores.
fa_ir: رتبه بندی طرح فروشنده را به صورت دستی تنظیم کنید.
fi_fi: Aseta manuaalisesti toimittajasuunnitelman luokitus.
fr_fr: Définissez manuellement l'évaluation du plan du fournisseur.
he_il: הגדר ידנית את דירוג תוכנית הספק.
hu_hu: Manuálisan beállított eladói csomag értékelés.
it_it: Modifica stile <br/> <br/> Cambia lo stile del tuo negozio (loghi, colori, caratteri e così via) e guarda le modifiche mentre le apporti
ja_jp: 出品者プランの評価を手動で設定します。
nl_nl: Stel handmatig de beoordeling van het leveranciersplan in.
no_no: Angi rangering av leverandørplan manuelt.
pl_pl: Ręcznie ustaw ocenę planu dostawcy.
pt_br: Defina a classificação do plano do fornecedor manualmente.
pt_pt: Defina manualmente a classificação do plano do fornecedor.
ro_ro: Setați manual evaluarea planului furnizorului.
ru_ru: Рейтинг тарифного плана, заданный вручную.
sv_se: Ställ in leverantörsplanens betyg manuellt.
tr_tr: Satıcı planı derecelendirmesini manuel olarak ayarlayın.
uk_ua: Рейтинг тарифного плану, заданий вручну.

# Languages::vendor_rating.criteria.manual_vendor_plan_rating.description
source: Manual rating can be specified on the <b>Rating</b> tab of the vendor plan editing page.
ar_sa: يمكن تحديد التقييم اليدوي في علامة التبويب <b> التقييم </b> في صفحة تحرير خطة المورد.
cs_cz: Manuální hodnocení může být specifikováno v záložce <b>Hodnocení</b> na stránce editace prodejcova plánu.
da_dk: Manuel vurdering kan angives på fanen <b>Rating</b> på siden med redigering af leverandørplan.
de_de: Die manuelle Bewertung kann auf der Registerkarte <b>Bewertung</b> der Bearbeitungsseite des Lieferantenplans angegeben werden.
el_gr: Η μη αυτόματη αξιολόγηση μπορεί να καθοριστεί στην καρτέλα <b> Αξιολόγηση </b> της σελίδας επεξεργασίας προγράμματος πωλητών
es_es: La calificación manual se puede especificar en la pestaña <b>Calificación</b> de la página de edición del plan del vendedor.
fa_ir: رتبه بندی دستی را می توان در برگه <b>رتبه</b> صفحه ویرایش طرح فروشنده مشخص کرد.
fi_fi: Manuaalinen luokitus voidaan määrittää toimittajasuunnitelman muokkaussivun <b>Rating</b> -välilehdellä.
fr_fr: L'évaluation manuelle peut être spécifiée dans l'onglet <b>Évaluation</b> de la page d'édition du plan fournisseur.
he_il: ניתן לציין דירוג ידני בכרטיסייה <b> דירוג </ b> בדף העריכה של תוכנית הספק.
hu_hu: A manuális értékelés az eladói csomag szerkesztési oldal <b>Értékelés</b> lapján adható meg.
it_it: La valutazione manuale può essere specificata nella scheda <b>Valutazione</b> della pagina di modifica del piano fornitore.
ja_jp: 手動評価は、出品者プラン編集画面の<b>評価</b>タブで指定することができます。
nl_nl: Handmatige beoordeling kan worden opgegeven op het tabblad <b>Beoordeling</b> van de bewerkingspagina van het leveranciersplan.
no_no: Manuell vurdering kan spesifiseres på fanen <b>Rating</b> på redigeringssiden for leverandørplanen.
pl_pl: Ocenę ręczną można określić na karcie <b>Ocena</b> na stronie edycji planu sprzedawcy.
pt_br: A classificação manual pode ser especificada na guia <b>Classificação</b> da página de edição do plano do fornecedor.
pt_pt: A classificação manual pode ser especificada na guia <b>Classificação</b> da página de edição do plano do fornecedor.
ro_ro: Evaluarea manuală poate fi specificată în fila <b>Rating</b> a paginii de editare a planului furnizorului.
ru_ru: Задать рейтинг можно на вкладке <b>Рейтинг</b> на странице редактирования плана.
sv_se: Manuell klassificering kan anges på fliken <b>Betyg</b> på redigeringssidan för leverantörsplanen.
tr_tr: Manuel derecelendirme, satıcı planı düzenleme sayfasının <b>Derecelendirme</b> sekmesinde belirtilebilir.
uk_ua: Задати рейтинг можна на вкладці <b>Рейтинг</b> на сторінці редагування плану.

# Languages::vendor_rating.criteria.returns_count.name
source: Amount of return requests.
ar_sa: كمية طلبات الإرجاع.
cs_cz: Počet požadavků na vrácení peněz.
da_dk: Antal returanmodninger.
de_de: Anzahl der Rückgabeanfragen.
el_gr: Ποσό αιτήσεων επιστροφής.
es_es: Cantidad de solicitudes de devolución.
fa_ir: مقدار درخواست بازگشت
fi_fi: Palautuspyyntöjen määrä.
fr_fr: Montant des demandes de retour.
he_il: כמות בקשות החזרה.
hu_hu: Visszatérítési kérelmek mennyisége.
it_it: Quantità di richieste di reso.
ja_jp: 返品依頼の数量
nl_nl: Aantal retourverzoeken.
no_no: Antall returforespørsler.
pl_pl: Ilość wniosków o zwrot lub reklamacje.
pt_br: Número de requisições de devolução.
pt_pt: Quantidade de pedidos de devolução.
ro_ro: Valoarea cererilor de retur.
ru_ru: Количество запросов на возврат.
sv_se: Antal returförfrågningar.
tr_tr: İade taleplerinin miktarı.
uk_ua: Кількість запитів на повернення.

# Languages::vendor_rating.criteria.returns_count.description
source: Return requests created after the <i>Calculation period start date</i> are taken into account.
ar_sa: تؤخذ طلبات الإرجاع التي تم إنشاؤها بعد <i> تاريخ بدء فترة الحساب </i> في الاعتبار.
cs_cz: Žádosti o vrácení peněz po <i>počátečním datu výpočtového období</i>, jsou brány v úvahu.
da_dk: Returanmodninger oprettet efter <i>Beregningsperiodens startdato</i> tages i betragtning.
de_de: Rücknahmeanträge, die nach dem Startdatum <i>des Berechnungszeitraums</i> erstellt wurden, werden berücksichtigt.
el_gr: Λαμβάνονται υπόψη τα αιτήματα επιστροφής που δημιουργήθηκαν μετά την <i> ημερομηνία έναρξης της περιόδου υπολογισμού </i>.
es_es: Se tienen en cuenta las solicitudes de devolución creadas después de la <i>fecha de inicio del periodo de cálculo</i>.
fa_ir: درخواست‌های بازگشت ایجاد شده پس از تاریخ</i> دوره محاسبه <i>در نظر گرفته می‌شوند.
fi_fi: Palautuspyynnöt, jotka on luotu <i>Laskentajakson alkamispäivän</i> jälkeen, otetaan huomioon.
fr_fr: Les demandes de retour créées après la <i>Date de début de période de calcul</i> sont prises en compte.
he_il: בקשות החזרה שנוצרו לאחר <i>תאריך ההתחלה של תקופת החישוב</i> נלקחות בחשבון.
hu_hu: A <i>Számítási időszak kezdőnapja</i> után létrehozott visszatérítési kérelmeket vesszük figyelembe.
it_it: Le richieste di reso create dopo la data di inizio del periodo di calcolo <i></i> vengono prese in considerazione.
ja_jp: <i>計算期間開始日</i>以降に作成された返品依頼も考慮されます。
nl_nl: Retouraanvragen die zijn aangemaakt na de <i>Rekenperiode startdatum</i> worden in aanmerking genomen.
no_no: Returforespørsler opprettet etter <i>Beregningsperiodens startdato</i> tas i betraktning.
pl_pl: Uwzględniane są prośby o zwrot utworzone po <i>dacie rozpoczęcia okresu rozliczeniowego</i>.
pt_br: Requisições de devolução criadas após a <i>data inicial do período de cálculo</i> são consideradas.
pt_pt: As solicitações de devolução criadas após <i>Data de início do período de cálculo</i> são consideradas.
ro_ro: Solicitările de returnare create după <i>Data de începere a perioadei de calcul</i> sunt luate în considerare.
ru_ru: Учитываются запросы на возврат, созданные после <i>Дата начала периода расчёта</i>.
sv_se: Returförfrågningar skapade efter <i>Beräkningsperiodens startdatum</i> beaktas.
tr_tr: <i>Hesaplama dönemi başlangıç tarihi</i> sonra oluşturulan iade talepleri dikkate alınır.
uk_ua: Враховуються запити на повернення, створені після <i>Дата початку періоду розрахунку</i>.

# Languages::vendor_rating.recalculate_rating
source: Recalculate rating
ar_sa: إعادة حساب التقييم
cs_cz: Přepočítat hodnocení
da_dk: Genberegn vurdering
de_de: Bewertung neu berechnen
el_gr: Επαναυπολογισμός Τιμών
es_es: Recalcular valoración
fa_ir: محاسبه مجدد رتبه
fi_fi: Laske luokitus uudelleen
fr_fr: Recalculer la note
he_il: חישוב מחדש של הדירוג
hu_hu: Az értékelés újraszámolása
it_it: Ricalcola la valutazione
ja_jp: 評価を再計算
nl_nl: Waardering herberekenen
no_no: Beregn vurdering på nytt
pl_pl: Przelicz ocenę
pt_br: Recalcular classificação
pt_pt: Recalcular classificação
ro_ro: Recalculați evaluarea
ru_ru: Пересчитать рейтинг
sv_se: Beräkna om betyget
tr_tr: Derecelendirmeyi yeniden hesapla
uk_ua: Перерахувати рейтинг

# Languages::vendor_rating.run_recalculation
source: Run recalculation
ar_sa: قم بتشغيل إعادة الحساب
cs_cz: Spustit přepočet
da_dk: Kør genberegning
de_de: Neuberechnung ausführen
el_gr: Εκτελέστε εκ νέου υπολογισμό
es_es: Ejecutar el recálculo
fa_ir: محاسبه مجدد را اجرا کنید
fi_fi: Suorita uudelleenlaskenta
fr_fr: Exécuter le recalcul
he_il: הפעל חישוב מחדש
hu_hu: Az újraszámolás futtatása
it_it: Esegui il ricalcolo
ja_jp: 再計算の実行
nl_nl: Herberekening uitvoeren
no_no: Kjør omberegning
pl_pl: Uruchom przeliczanie
pt_br: Recalcular
pt_pt: Executar recálculo
ro_ro: Rulați recalcularea
ru_ru: Запустить перерасчёт
sv_se: Kör omräkning
tr_tr: Yeniden hesaplamayı çalıştır
uk_ua: Запустити перерахунок

# Languages::vendor_rating.start_rating_period
source: Calculation period start date
ar_sa: تاريخ بدء فترة الحساب
cs_cz: Počáteční datum výpočtového období
da_dk: Startdato for beregningsperiode
de_de: Startdatum des Berechnungszeitraums
el_gr: Ημερομηνία έναρξης περιόδου υπολογισμού
es_es: Fecha de inicio del periodo de cálculo
fa_ir: تاریخ شروع دوره محاسبه
fi_fi: Laskentajakson alkamispäivä
fr_fr: Date de début de la période de calcul
he_il: תאריך התחלה של תקופת החישוב
hu_hu: A számítási időszak kezdőnapja
it_it: Data di inizio del periodo di calcolo
ja_jp: 算定期間開始日
nl_nl: Begindatum rekenperiode
no_no: Startdato for beregningsperioden
pl_pl: Data rozpoczęcia okresu rozliczeniowego
pt_br: Data inicial do período de cálculo
pt_pt: Data de início do período de cálculo
ro_ro: Data începerii perioadei de calcul
ru_ru: Дата начала периода расчёта
sv_se: Beräkningsperiodens startdatum
tr_tr: Hesaplama dönemi başlangıç tarihi
uk_ua: Дата початку періоду розрахунку

# Languages::vendor_rating.invalid_formula
source: Invalid formula
ar_sa: صيغة غير صحيحة
cs_cz: Špatný vzorec
da_dk: Ugyldig formel
de_de: Ungültige Formel
el_gr: Μη έγκυρος τύπος
es_es: Fórmula inválida
fa_ir: فرمول نامعتبر
fi_fi: Virheellinen kaava
fr_fr: Formule invalide
he_il: נוסחה לא חוקית
hu_hu: Érvénytelen képlet
it_it: Formula non valida
ja_jp: 無効な計算式
nl_nl: Ongeldige formule
no_no: Ugyldig formel
pl_pl: Niepoprawna formuła
pt_br: Fórmula inválida
pt_pt: Fórmula inválida
ro_ro: Formula nevalidă
ru_ru: Неверная формула
sv_se: Ogiltig formel
tr_tr: geçersiz formül
uk_ua: Невірна формула

# Languages::show_vendor_rating
source: Show vendor rating
ar_sa: عرض تقييم البائع
cs_cz: Ukázat prodejcovo hodnocení
da_dk: Vis leverandørbedømmelse
de_de: Anbieterbewertung anzeigen
el_gr: Εμφάνιση αξιολόγησης πωλητή
es_es: Mostrar calificación del vendedor
fa_ir: نمایش رتبه بندی فروشنده
fi_fi: Näytä toimittajan arvio
fr_fr: Afficher l'évaluation du fournisseur
he_il: הצג דירוג של ספק
hu_hu: Eladói értékelés megjelenítése
it_it: Mostra la valutazione del fornitore
ja_jp: 出品者評価を表示
nl_nl: Leveranciersbeoordeling weergeven
no_no: Vis leverandørvurdering
pl_pl: Pokaż ocenę sprzedawcy
pt_br: Exibir classificação do fornecedor
pt_pt: Mostrar classificação do fornecedor
ro_ro: Afișați evaluarea furnizorului
ru_ru: Показывать рейтинг продавца
sv_se: Visa leverantörens betyg
tr_tr: Satıcı puanını göster
uk_ua: Показувати рейтинг продавця

# Languages::log_type_vendor_rating
source: Vendor rating
ar_sa: تقييم البائع
cs_cz: Hodnocení prodejce
da_dk: Leverandørvurdering
de_de: Anbieterbewertung
el_gr: αξιολόγηση πωλητή
es_es: Calificación del vendedor
fa_ir: رتبه بندی فروشنده
fi_fi: Myyjän luokitus
fr_fr: Note fournisseur
he_il: דירוג של ספק
hu_hu: Eladói értékelés
it_it: Valutazione del fornitore
ja_jp: 出品者評価
nl_nl: Leveranciersbeoordeling
no_no: Leverandørvurdering
pl_pl: Ocena sprzedawcy
pt_br: Classificação do fornecedor
pt_pt: Classificação do vendedor
ro_ro: Evaluarea furnizorului
ru_ru: Рейтинг продавцов
sv_se: Säljarens betyg
tr_tr: Satıcı değerlendirmesi
uk_ua: Рейтинг продавців

# Languages::log_action_vr_success
source: Successful recalculation
ar_sa: إعادة الحساب بنجاح
cs_cz: Přepočet v pořádku.
da_dk: Vellykket genberegning
de_de: Erfolgreiche Neuberechnung
el_gr: Επιτυχής επανυπολογισμός
es_es: Recálculo exitoso
fa_ir: محاسبه مجدد موفقیت آمیز
fi_fi: Onnistunut uudelleenlaskenta
fr_fr: Recalcul réussi
he_il: חישוב מחדש מוצלח
hu_hu: Sikeres újraszámolás
it_it: Ricalcolo riuscito
ja_jp: 再計算が成功
nl_nl: Succesvolle herberekening
no_no: Vellykket omberegning
pl_pl: Pomyślne przeliczenie
pt_br: Cálculo refeito
pt_pt: Recálculo bem-sucedido
ro_ro: Recalculare cu succes
ru_ru: Успешный перерасчёт
sv_se: Lyckad omräkning
tr_tr: Başarılı yeniden hesaplama
uk_ua: Успішний перерахунок

# Languages::log_action_vr_failure
source: Errors
ar_sa: أخطاء
cs_cz: Chyby
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλματα
es_es: Errores
fa_ir: خطاها
fi_fi: Virheet
fr_fr: les erreurs
he_il: שגיאות
hu_hu: Hiba!
it_it: Errori
ja_jp: エラー
nl_nl: fouten
no_no: Feil
pl_pl: Błędy
pt_br: Erros
pt_pt: Erros
ro_ro: Erori
ru_ru: Ошибки
sv_se: Fel
tr_tr: Hatalar
uk_ua: Помилки

# Languages::vendor_rating.calculated_at
source: Calculated at [date]
ar_sa: محسوبة في [date]
cs_cz: Spočítáno dne [date]
da_dk: Beregnet til [date]
de_de: Mit [date]berechnet
el_gr: Υπολογίστηκε την [date]
es_es: Calculado en [date]
fa_ir: در [date]محاسبه می شود
fi_fi: Laskettuna [date]
fr_fr: Calculé à [date]
he_il: מחושב ב- [תאריך]
hu_hu: Számolva [date]-án/-én
it_it: Calcolato a [date]
ja_jp: [date]で計算
nl_nl: Berekend op [date]
no_no: Beregnet til [date]
pl_pl: Obliczono na [date]
pt_br: Calculado em [date]
pt_pt: Calculado em [date]
ro_ro: Calculat la [date]
ru_ru: Дата расчёта: [date]
sv_se: Beräknat till [date]
tr_tr: [date]hesaplandı
uk_ua: Дата розрахунку: [date]

# Languages::vendor_rating.recalculate_now
source: Recalculate now
ar_sa: إعادة الحساب الآن
cs_cz: Přepočítat teď
da_dk: Genberegn nu
de_de: Jetzt neu berechnen
el_gr: Επαναυπολογισμός τωρα
es_es: Recalcular ahora
fa_ir: الان دوباره حساب کن
fi_fi: Laske nyt uudelleen
fr_fr: Recalculer maintenant
he_il: לחשב מחדש
hu_hu: Újraszámolás most
it_it: Ricalcola ora
ja_jp: 即時再計算
nl_nl: Nu herberekenen
no_no: Beregn på nytt nå
pl_pl: Przelicz teraz
pt_br: Recalcular agora
pt_pt: Recalcular agora
ro_ro: Recalculează acum
ru_ru: Пересчитать
sv_se: Räkna om nu
tr_tr: Tekrar hesapla
uk_ua: Перерахувати

# Languages::vendor_rating.rating_ranges
source: Rating ranges
ar_sa: نطاقات التقييم
cs_cz: Rozsah hodnocení
da_dk: Bedømmelsesintervaller
de_de: Bewertungsbereiche
el_gr: Εύρος βαθμολογίας
es_es: Rangos de calificación
fa_ir: محدوده های رتبه بندی
fi_fi: Luokitusalueet
fr_fr: Plages de notation
he_il: טווחי דירוג
hu_hu: Értékelési tartományok
it_it: Intervalli di valutazione
ja_jp: 評価範囲
nl_nl: Beoordelingsbereiken
no_no: Rangeringsområder
pl_pl: Zakresy oceny
pt_br: Faixas de classificação
pt_pt: Intervalos de classificação
ro_ro: Intervalele de evaluare
ru_ru: Диапазоны рейтинга
sv_se: Betygsintervall
tr_tr: Derecelendirme aralıkları
uk_ua: Діапазони рейтингу

# Languages::vendor_rating.bronze_rating_lower_limit
source: Bronze rating lower limit
ar_sa: الحد الأدنى من التقييم البرونزي
cs_cz: Dolní limit bronzového hodnocení
da_dk: Bronze rating nedre grænse
de_de: Untergrenze der Bronzewertung
el_gr: Χαμηλότερο όριο βαθμολογίας Bronze
es_es: Límite inferior de la calificación de bronce
fa_ir: حد پایین امتیاز برنز
fi_fi: Pronssiluokituksen alaraja
fr_fr: Limite inférieure de la cote Bronze
he_il: דירוג ברונזה גבול נמוך יותר
hu_hu: Bronz értékelés alsó határa
it_it: Limite inferiore di rating bronzo
ja_jp: ブロンズ評価の下限値
nl_nl: Ondergrens voor bronzen rating
no_no: Bronsevurdering nedre grense
pl_pl: Dolny limit oceny brązowej
pt_br: Limite mínimo da classificação bronze
pt_pt: Limite inferior da classificação Bronze
ro_ro: Limita inferioară de rating bronz
ru_ru: Нижняя граница бронзового рейтинга
sv_se: Nedre gräns för bronsklassificering
tr_tr: Bronz derece alt sınırı
uk_ua: Нижня межа бронзового рейтингу

# Languages::vendor_rating.silver_rating_lower_limit
source: Silver rating lower limit
ar_sa: الحد الأدنى للتقييم الفضي
cs_cz: Dolní limit stříbrného hodnocení
da_dk: Silver rating nedre grænse
de_de: Untergrenze der Silberbewertung
el_gr: Χαμηλότερο όριο βαθμολογίας SIlver
es_es: Límite inferior de la calificación de plata
fa_ir: حد پایین رتبه بندی نقره ای
fi_fi: Hopean arvosanan alaraja
fr_fr: Limite inférieure de la cote Argent
he_il: דירוג כסף גבול נמוך יותר
hu_hu: Ezüst értékelés alsó határa
it_it: Limite inferiore della valutazione d'argento
ja_jp: シルバー評価の下限値
nl_nl: Zilver rating ondergrens
no_no: Nedre grense for sølvvurdering
pl_pl: Dolny limit oceny srebrnej
pt_br: Limite mínimo da classificação prata
pt_pt: Limite inferior de classificação prata
ro_ro: Limita inferioară de rating siver
ru_ru: Нижняя граница серебряного рейтинга
sv_se: Silverbetyg lägre gräns
tr_tr: Gümüş derecelendirme alt sınırı
uk_ua: Нижня межа срібного рейтингу

# Languages::vendor_rating.gold_rating_lower_limit
source: Gold rating lower limit
ar_sa: الحد الأدنى للتقييم الذهبي
cs_cz: Dolní limit zlatého hodnocení
da_dk: Guld rating nedre grænse
de_de: Untergrenze der Goldbewertung
el_gr: Χαμηλότερο όριο βαθμολογίας Gold
es_es: Límite inferior de la calificación de oro
fa_ir: حد پایین رتبه طلا
fi_fi: Kullan luokituksen alaraja
fr_fr: Limite inférieure de la cote Or
he_il: דירוג זהב גבול נמוך יותר
hu_hu: Arany értékelés alsó határa
it_it: Limite inferiore di valutazione dell'oro
ja_jp: ゴールド評価の下限値
nl_nl: Ondergrens gouden rating
no_no: Gullvurdering nedre grense
pl_pl: Dolny limit oceny złotej
pt_br: Limite mínimo da classificação ouro
pt_pt: Limite inferior de classificação de ouro
ro_ro: Limita inferioară de rating gold
ru_ru: Нижняя граница золотого рейтинга
sv_se: Guldbetyg lägre gräns
tr_tr: Altın derecelendirme alt sınırı
uk_ua: Нижня межа золотого рейтингу

# Languages::vendor_rating.rating_above_price
source: Rating matters more than price
ar_sa: التصنيف يهم أكثر من السعر
cs_cz: Hodnocení je důležitější než cena
da_dk: Bedømmelse betyder mere end prisen
de_de: Bewertung zählt mehr als der Preis
el_gr: Η βαθμολογία έχει μεγαλύτερη σημασία από την τιμή
es_es: La calificación importa más que el precio
fa_ir: رتبه بندی بیش از قیمت اهمیت دارد
fi_fi: Arvostelu on tärkeämpää kuin hinta
fr_fr: La note compte plus que le prix
he_il: הדירוג חשוב יותר מהמחיר
hu_hu: A minősítés többet számít, mint az ár
it_it: La valutazione conta più del prezzo
ja_jp: 価格よりも評価が重要
nl_nl: Beoordeling is belangrijker dan prijs
no_no: Vurdering betyr mer enn pris
pl_pl: Ocena liczy się bardziej niż cena
pt_br: Avaliação importa mais do que preço
pt_pt: Avaliação importa mais do que preço
ro_ro: Evaluarea contează mai mult decât prețul
ru_ru: Рейтинг важнее цены
sv_se: Betyget är viktigare än priset
tr_tr: Puan, fiyattan daha önemlidir
uk_ua: Рейтинг має більше значення, а ніж ціна
