Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_plans.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

# Addons::name::vendor_plans
source: Vendor plans
ar_sa: خطط البائعين
cs_cz: Plány dodavatele
da_dk: Forhandler planer
de_de: Pläne des Anbieters
el_gr: Πακέτα πωλητών
es_es: Planes de proveedores
fa_ir: برنامه های فروشنده
fi_fi: Myyjän suunnitelmat
fr_fr: Plans de vendeur
he_il: תכניות הספקים
hu_hu: Viszonteladói csomagok
id_id: Halaman toko
it_it: Piani di Ventori
ja_jp: 出品者のプラン
nl_nl: Leveranciersplannen
no_no: Forhandler plan
pl_pl: Plany sprzedawcy
pt_br: Planos de Fornecedor
pt_pt: Planos de fornecedores
ro_ro: Planuri vendor
ru_ru: Тарифные планы для продавцов
sv_se: Säljarens planer
uk_ua: Тарифні плани для продавців

# Addons::description::vendor_plans
source: Create plans with different restrictions and prices for your vendors
ar_sa: إنشاء خطط مع قيود وأسعار مختلفة للبائعين
cs_cz: Vytvořte plány s různými omezeními a cenami pro vaše prodejce
da_dk: Oprette planer med forskellige begrænsninger og priser for dine kreditorer
de_de: Erstellen Sie Pläne mit unterschiedlichen Einschränkungen und Preisen für Ihre Anbieter
el_gr: Δημιουργήσετε πακέτα με διαφορετικούς περιορισμούς και τιμές για τους πωλητές σας
es_es: Crear planes con diversas restricciones y precios para sus proveedores
fa_ir: طرح هایی با محدودیت ها و قیمت های مختلف برای فروشندگان خود ایجاد کنید
fi_fi: Luo suunnitelmia eri rajoituksilla ja hinnoilla toimittajillesi
fr_fr: Créer des plans avec des restrictions différentes et des prix pour vos vendeurs
he_il: צור תכוניות עם מגבלות ומחירים שונים עבור הספקים שלך
hu_hu: Hozz létre különböző korlátozásokat és árakat tartalmazó csomagokat eladóid számára
id_id: Membuat rencana dengan pembatasan yang berbeda dan harga untuk vendor Anda
it_it: Creare piani con restrizioni differenti e prezzi per i sui ventori
ja_jp: 異なる制約や価格で出品者用のプランを作成します
nl_nl: Maak plannen met verschillende beperkingen en prijzen voor uw leveranciers
no_no: Opprett planer med ulike restriksjoner og priser for forhandlere
pl_pl: Tworzenie planów z różnymi ustawieniami i cenami dla sprzedawców
pt_br: Crie planos com diferentes restrições e preços para os seus fornecedores
pt_pt: Crie planos com diferentes restrições e preços para seus fornecedores
ro_ro: Creați planuri cu restricții și prețuri diferite pentru furnizorii dvs.
ru_ru: Создавайте планы с различными условиями и ценами для своих продавцов
sv_se: Skapa planer med olika begränsningar och priser för dina leverantörer
uk_ua: Створюйте плани з різними умовами та цінами для своїх продавців

# SettingsOptions::vendor_plans::commissions_header
source: Commissions
ar_sa: العمولة
cs_cz: Provize
da_dk: Kommissioner
de_de: Provisionen
el_gr: Προμήθειες
es_es: Comisiones
fa_ir: کمیسیون ها
fi_fi: palkkiot
he_il: עמלות
hu_hu: Jutalékok
id_id: Komisi
it_it: Commissioni
ja_jp: 取引手数料
nl_nl: Commissies
no_no: Provisjoner
pl_pl: Prowizje
pt_br: Comissões
pt_pt: Comissões
ro_ro: Comisioane
ru_ru: Комиссии
sv_se: Provisioner
uk_ua: Комісії

# SettingsOptions::vendor_plans::include_shipping
source: Include shipping cost in vendor commissions
ar_sa: تضمين تكلفة الشحن في عمولات البائع
cs_cz: Zahnout náklady na dopravu do provize prodejce
da_dk: Inkluder forsendelsesomkostninger i leverandørprovision
de_de: Beziehen Sie die Versandkosten in die Verkäuferprovisionen ein
el_gr: Συμπεριλάβετε το κόστος αποστολής στην προμήθεια του προμηθευτή
es_es: Incluye costo de envío en comisión de vendedores
fa_ir: هزینه حمل و نقل را در کمیسیون فروشنده لحاظ کنید
fi_fi: Sisällytä toimituskulut myyjäpalkkioihin
fr_fr: Inclure les frais d'expédition dans les commissions des fournisseurs
he_il: כלול את עלות המשלוח בעמלות הספק
hu_hu: A szállítási költségek beépítése az eladói jutalékokba
it_it: Includere il costo di spedizione nelle commissioni del fornitore
ja_jp: 出品者手数料に送料を含める
nl_nl: Verzendkosten opnemen in leverancierscommissies
no_no: Inkluder fraktkostnad i leverandørprovisjoner
pl_pl: Wliczaj koszty wysyłki w prowizję sprzedawcy
pt_br: Incluir o custo de frete em comissões dos fornecedores
pt_pt: Incluir o custo de envio nas comissões do fornecedor
ro_ro: Includeți costurile de expediere în comisioanele furnizorului
ru_ru: Включить стоимость доставки в комиссию продавца
sv_se: Inkludera fraktkostnad i leverantörsprovisioner
uk_ua: Включити вартість доставки в комісію постачальника

# SettingsOptions::vendor_plans::include_taxes_in_commission
source: Include taxes in vendor commissions
ar_sa: تضمين الضرائب في عمولات البائع
cs_cz: Zahrnout daně do provize prodejce
da_dk: Inkluder skatter i leverandørprovision
de_de: Beziehen Sie Steuern in die Verkäuferprovisionen ein
el_gr: Συμπεριλάβετε φόρο στην προμήθεια του πωλητη
es_es: Incluye impuesto en comisión de vendedores
fa_ir: مالیات را در کمیسیون فروشنده لحاظ کنید
fi_fi: Sisällytä verot myyjäpalkkioihin
fr_fr: Inclure les taxes dans les commissions des fournisseurs
he_il: כלול את המיסים בעמלות הספק
hu_hu: Adók beépítése az eladói jutalékokba
it_it: Includere le tasse nelle commissioni del fornitore
ja_jp: 取引手数料を税込みにする
nl_nl: Belastingen opnemen in leverancierscommissies
no_no: Inkluder skatter i leverandørprovisjoner
pl_pl: Wliczaj podatki w prowizję sprzedawcy
pt_br: Incluir impostos nas comissões dos fornecedores
pt_pt: Incluir impostos nas comissões do fornecedor
ro_ro: Includeți taxe în comisioanele furnizorului
ru_ru: Включить налоги в комиссию продавца
sv_se: Inkludera skatter i leverantörsprovisioner
uk_ua: Включаючи податки в комісії продавця

# SettingsTooltips::vendor_plans::include_taxes_in_commission
source: Calculate vendor commissions without subtracting taxes from the order total beforehand.
ar_sa: احسب عمولات البائع دون طرح الضرائب من إجمالي الطلب مسبقًا.
cs_cz: Spočítat provize dodavatele, aniž byste předem odečetli daně z celkové částky objednávky.
da_dk: Beregn leverandørkommissioner uden at trække skatter fra ordretotalen på forhånd.
de_de: Berechnen Sie Verkäuferprovisionen, ohne vorher Steuern von der Bestellsumme abzuziehen.
el_gr: Υπολογίστε τις προμήθειες των πωλητών χωρίς να αφαιρέσετε εκ των προτέρων τους φόρους από το σύνολο των παραγγελιών.
es_es: Calcule las comisiones de los vendedores sin restar los impuestos del total del pedido de antemano.
fa_ir: کمیسیون فروشنده را بدون کم کردن مالیات از کل سفارش از قبل محاسبه کنید.
fi_fi: Laske myyjäpalkkiot vähentämättä veroja tilauksen kokonaissummasta etukäteen.
fr_fr: Calculez les commissions des fournisseurs sans soustraire les taxes du total de la commande au préalable.
he_il: חשב את עמלות הספק ללא ניכוי המיסים מסה"כ ההזמנה.
hu_hu: Számítsd ki az eladói jutalékokat anélkül, hogy előzetesen levonnád az adókat a rendelés végösszegéből.
it_it: Calcola le commissioni del fornitore senza sottrarre le tasse dal totale dell'ordine in anticipo.
ja_jp: 取引手数料を税込みで計算する。
nl_nl: Bereken leverancierscommissies zonder vooraf belastingen van het ordertotaal af te trekken.
no_no: Beregn leverandørprovisjoner uten å trekke skatter fra ordresummen på forhånd.
pl_pl: Oblicz prowizje sprzedawcy bez wcześniejszego odliczenia podatków od sumy zamówienia.
pt_br: Calcule as comissões dos fornecedores sem subtrair impostos do total do pedido antecipadamente.
pt_pt: Calcule as comissões do fornecedor sem subtrair os impostos do total do pedido de antemão.
ro_ro: Calculați comisioanele furnizorului fără a scădea taxele din totalul comenzii în prealabil.
ru_ru: Рассчитывать комиссии продавцов без предварительного вычета налогов из итоговых сумм заказов.
sv_se: Beräkna leverantörsprovisioner utan att subtrahera skatter från ordersumman i förväg.
uk_ua: Заздалегідь розраховувати комісійні постачальників без відрахування податків із загальної суми замовлення.

# SettingsOptions::vendor_plans::allow_vendors_to_change_plan
source: Allow vendors to change their current plan
ar_sa: اسمح للبائعين بتغيير خطتهم الحالية
cs_cz: Povolit prodejci změnit jeho aktuální plán
da_dk: Gør det muligt for leverandører at ændre deres nuværende plan
de_de: Ermöglichen Sie Anbietern, ihren aktuellen Plan zu ändern
el_gr: Επιτρέψτε πωλητές να αλλάξουν το τρέχον πακετο
es_es: Permitir a los vendedores cambiar su plan actual
fa_ir: به فروشندگان اجازه دهید طرح فعلی خود را تغییر دهند
fi_fi: Salli myyjien muuttaa nykyistä suunnitelmaansa
fr_fr: Permettre aux vendeurs de changer leur plan actuel
he_il: אפשר לספקים לשנות את התוכניות הנוכחיות שלהם
hu_hu: Viszonteladó megváltoztathatja az aktuális csomagját
id_id: Vendor dapat mengubah rencana saat ini
it_it: Permettere ai ventori di cambiare il loro piano presente
ja_jp: 出品者がプランを変更することを許可する
nl_nl: Leveranciers toestaan hun huidige abonnement te wijzigen
no_no: Tillat forhandlere å endre sin gjeldende plan
pl_pl: Pozwól sprzedawcom na zmianę ich aktualnego planu
pt_br: Permitir que fornecedores alterem seus planos atuais
pt_pt: Permitir que os fornecedores alterem seu plano atual
ro_ro: Permiteți vânzătorilor să își schimbe planul actual
ru_ru: Разрешить продавцам изменять выбранный план
sv_se: Tillåt leverantörer att ändra sin nuvarande plan
uk_ua: Дозволити змінювати свій поточний тариф

# SettingsOptions::vendor_plans::collect_taxes_from_vendors
source: Collect taxes from vendors
ar_sa: تحصيل الضرائب من البائعين
cs_cz: Výběr daní od prodejců
da_dk: Indsamle skatter fra leverandører
de_de: Steuern von Anbietern einziehen
el_gr: Συλλέξτε φόρους από πωλητές
es_es: Recaudar los impuestos de los vendedores
fa_ir: از فروشندگان مالیات بگیرید
fi_fi: Kerää verot myyjiltä
fr_fr: Collecter les taxes auprès des fournisseurs
he_il: גבו מיסים מספקים
hu_hu: Adók beszedése az eladóktól
it_it: Raccogli le tasse dai venditori
ja_jp: 出品者から税金を徴収する
nl_nl: Belasting innen van leveranciers
no_no: Samle skatter fra leverandører
pl_pl: Pobieraj podatki od sprzedawców
pt_br: Recolher impostos dos fornecedores
pt_pt: Recolher impostos dos fornecedores
ro_ro: Colectați taxe de la vânzători
ru_ru: Собирать налоги с продавцов
sv_se: Samla in skatter från försäljare
uk_ua: Збирати податки з продавців

# SettingsTooltips::vendor_plans::collect_taxes_from_vendors
source: Send collected taxes to the account of the marketplace.
ar_sa: إرسال الضرائب المحصلة إلى حساب السوق.
cs_cz: Poslat sesbírané daně na účet obchodu.
da_dk: Send opkrævede skatter til markedspladsens konto.
de_de: Eingezogene Steuern auf das Konto des Marktplatzes senden.
el_gr: Στείλτε εισπραχθέντες φόρους στο λογαριασμό του marketplace.
es_es: Enviar los impuestos recaudados a la cuenta del marketplace.
fa_ir: مالیات های جمع آوری شده را به حساب بازار ارسال کنید.
fi_fi: Lähetä kerätyt verot kauppapaikan tilille.
fr_fr: Envoyez les taxes collectées sur le compte de la place de marché.
he_il: שלח מיסים שנאספו לחשבון השוק.
hu_hu: Küldd a beszedett adókat a piactér számlájára.
it_it: Invia le tasse raccolte all'account del mercato.
ja_jp: 徴収した税金をマーケットプレイスの管理者に送信する。
nl_nl: Stuur ge√Ønde belastingen naar de rekening van de marktplaats.
no_no: Send innkrevde skatter til kontoen til markedsplassen.
pl_pl: Prześlij zebrane podatki na konto platformy marketplace.
pt_br: Envie os impostos recolhidos para a conta do marketplace.
pt_pt: Envie os impostos recolhidos para a conta do marketplace.
ro_ro: Trimiteți taxele colectate în contul pieței.
ru_ru: Отправлять собранные налоги на счёт маркетплейса.
sv_se: Skicka insamlade skatter till marknadsplatsens konto.
uk_ua: Відправляти зібрані податки на рахунок маркетплейса.

# Languages::vendor_plans.vendor_plans
source: Vendor plans
ar_sa: خطط البائعين
cs_cz: Plány dodavatele
da_dk: Forhandlerplaner
de_de: Pläne des Anbieters
el_gr: Πακετα πωλητων
es_es: Planes de proveedores
fa_ir: برنامه های فروشنده
fi_fi: Myyjän suunnitelmat
fr_fr: Plans de vendeurs
he_il: תכניות הספקים
hu_hu: Viszonteladói csomagok
id_id: Penjual rencana
it_it: Piani di ventori
ja_jp: 出品者のプラン
nl_nl: Leveranciersplannen
no_no: Forhandler planer
pl_pl: Plany sprzedawcy
pt_br: Planos de fornecedor
pt_pt: Planos de fornecedores
ro_ro: Planurile pentru vendor
ru_ru: Тарифные планы для продавцов
sv_se: Säljarens planer
uk_ua: Тарифи для продавців

# Languages::block_vendor_plan_info
source: Vendor plan info
ar_sa: معلومات خطة البائع
cs_cz: Informace o plánu dodavatele
da_dk: Leverandørplan info
de_de: Informationen zum Anbieterplan
el_gr: Πληροφορίες Σχεδιου Πωλητή
es_es: Información del plan de proveedores
fa_ir: اطلاعات طرح فروشنده
fi_fi: Myyjäsuunnitelman tiedot
fr_fr: Info sur plan du vendeur
he_il: מידע על תוכנית הספק
hu_hu: Viszonteladói csomag információ
id_id: Penjual rencana info
it_it: Info sul piano di ventori
ja_jp: 出品者のプラン情報
nl_nl: Informatie over leveranciersabonnement
no_no: Forhandler plan info
pl_pl: Informacje o planie sprzedawcy
pt_br: Informações do plano de fornecedor
pt_pt: Informações do plano do fornecedor
ru_ru: Информация о тарифном плане
sv_se: Info om leverantörsplan
uk_ua: Інформація про тариф

# Languages::block_vendor_plan_info_description
source: Shows information about the selected vendor plan
ar_sa: يعرض معلومات حول خطة البائعين المحددة
cs_cz: Zobrazuje informace o vybraném plánu prodejce
da_dk: Viser oplysninger om den valgte leverandørplan
de_de: Zeigt Informationen zum ausgewählten Anbieterplan an
el_gr: Εμφανίζει πληροφορίες σχετικά με το επιλεγμένο Πακετο πωλητή
es_es: Muestra información sobre el plan del proveedor seleccionado
fa_ir: اطلاعات مربوط به طرح فروشنده انتخاب شده را نشان می دهد
fi_fi: Näyttää tiedot valitusta toimittajasuunnitelmasta
fr_fr: Affiche l'information sur le plan du vendeur selectionné
he_il: מציג מידע על תוכנית שנבחרה על ידי הספק
hu_hu: Megjeleníti a kiválasztott eladói csomagra vonatkozó információkat
id_id: Menampilkan informasi tentang rencana dipilih Penjual
it_it: Mostra informazione sul piano selezionato di ventore
ja_jp: 選択した出品者のプランについて表示する
nl_nl: Toont informatie over het geselecteerde leveranciersplan
no_no: Viser informasjon om den valgte forhandler planen
pl_pl: Informacje o planie wybranego sprzedawcy
pt_br: Exibe informação sobre o plano selecionado
pt_pt: Mostra informações sobre o plano de fornecedor selecionado
ro_ro: Afișează informații despre planul furnizorului selectat
ru_ru: Отображает информацию о выбранном тарифном плане
sv_se: Visar information om den valda leverantörsplanen
uk_ua: Відображає інформацію про обраний тарифний план

# Languages::vendor_plans.plan
source: Plan
ar_sa: خطة
cs_cz: Plán
de_de: Planen
el_gr: Πακετο
fa_ir: طرح
fi_fi: Suunnitelma
he_il: תוכנית
hu_hu: Csomag
id_id: Rencana
it_it: Piano
ja_jp: プラン
pt_br: Plano
pt_pt: Plano
ru_ru: Тарифный план
sv_se: Planen
uk_ua: Тариф

# Languages::vendor_plans.plan_short
source: Plan
ar_sa: خطة
cs_cz: Plán
de_de: Planen
el_gr: Πακετο
fa_ir: طرح
fi_fi: Suunnitelma
fr_fr: Planifier
he_il: תוכנית
hu_hu: Csomag
it_it: Piano
ja_jp: プラン
pt_br: Plano
pt_pt: Plano
ru_ru: План
sv_se: Planen
uk_ua: Тариф

# Languages::vendor_plans.commission
source: Commission
ar_sa: العمولة
cs_cz: Provize
da_dk: Kommission
de_de: Kommission
el_gr: Προμήθεια
es_es: Comisión
fa_ir: کمیسیون
fi_fi: komissio
he_il: עמלה
hu_hu: Jutalék
id_id: Komisi
it_it: Commissione
ja_jp: 取引手数料
nl_nl: Commissie
no_no: Provisjon
pl_pl: Prowizja
pt_br: Comissão
pt_pt: Comissão
ro_ro: Comision
ru_ru: Комиссия
sv_se: Provision
uk_ua: Комісія

# Languages::vendor_plans.restrictions
source: Restrictions
ar_sa: قيود
cs_cz: Omezení
da_dk: Begrænsninger
de_de: Einschränkungen
el_gr: Περιορισμοί
es_es: Restricciones
fa_ir: محدودیت های
fi_fi: Rajoitukset
he_il: מגבלות
hu_hu: Korlátozások
id_id: Pembatasan
it_it: Restrizioni
ja_jp: 制約
nl_nl: Beperkingen
no_no: Begrensninger
pl_pl: Ograniczenia
pt_br: Restrições
pt_pt: Restrições
ro_ro: Restricții
ru_ru: Условия
sv_se: Restriktioner
uk_ua: Умови

# Languages::vendor_plans.vendor_plans_menu_description
source: Create plans for your vendors, with different restrictions and prices
ar_sa: إنشاء خطط للبائعين ، مع قيود وأسعار مختلفة
cs_cz: Vytvořte plány pro vaše prodejce s různými omezeními a cenami
da_dk: Oprette planer for dine leverandører, med forskellige begrænsninger og priser
de_de: Erstellen Sie Pläne für Ihre Anbieter mit unterschiedlichen Einschränkungen und Preisen
el_gr: Δημιουργήσετε Πακετα για τους πωλητές σας, με διαφορετικούς περιορισμούς και τιμές
es_es: Crea planes para sus proveedores, con diversas restricciones y precios
fa_ir: با محدودیت ها و قیمت های مختلف برای فروشندگان خود طرح هایی ایجاد کنید
fi_fi: Luo suunnitelmia myyjillesi erilaisilla rajoituksilla ja hinnoilla
fr_fr: Créer des plans pour vos vendeurs, avec des restrictions et des prix différents
he_il: צור תכניות עבור הספקים שלך עם מגבלות ומחירים שונים
hu_hu: Hozz létre különböző korlátozásokat és árakat tartalmazó.csomagokat az eladóid részére
id_id: Membuat rencana untuk vendor Anda, dengan pembatasan yang berbeda dan harga
it_it: Creare piani per i tui ventori, con restrizioni differenti e prezzi
ja_jp: 異なる制約や価格で出品者用のプランを作成します
nl_nl: Maak plannen voor uw leveranciers, met verschillende beperkingen en prijzen
no_no: Opprett planer for forhandlere, med ulike restriksjoner og priser
pl_pl: Tworzenie planów dla sprzedawców z różnymi ograniczeniami i cenami
pt_br: Crie planos para os seus fornecedores, com diferentes restrições e preços
pt_pt: Crie planos para seus fornecedores, com diferentes restrições e preços
ro_ro: Creați planuri pentru furnizorii dvs., cu restricții și prețuri diferite
ru_ru: Создавайте тарифные планы для своих продавцов с различными условиями и ценами
sv_se: Skapa planer för dina leverantörer, med olika begränsningar och priser
uk_ua: Створюйте тарифні плани для своїх продавців з різними умовами і цінами

# Languages::vendor_plans.periodicity_month
source: per month
ar_sa: في الشهر
cs_cz: za měsíc
da_dk: pr. måned
de_de: pro Monat
el_gr: ανά μήνα
es_es: por mes
fa_ir: هر ماه
fi_fi: kuukaudessa
fr_fr: par mois
he_il: לחודש
hu_hu: havonta
id_id: per bulan
it_it: per mese
ja_jp: 毎月
nl_nl: per maand
no_no: per måned
pl_pl: miesięcznie
pt_br: mensal
pt_pt: por mês
ro_ro: /lună
ru_ru: в месяц
sv_se: per månad
uk_ua: на місяць

# Languages::vendor_plans.periodicity_year
source: per year
ar_sa: في السنة
cs_cz: za rok
da_dk: pr. år
de_de: pro Jahr
el_gr: ανά έτος
es_es: por año
fa_ir: در سال
fi_fi: vuodessa
fr_fr: par an
he_il: לשנה
hu_hu: évente
id_id: per tahun
it_it: per anno
ja_jp: 毎年
nl_nl: per jaar
no_no: per år
pl_pl: rocznie
pt_br: anual
pt_pt: por ano
ro_ro: /an
ru_ru: в год
sv_se: per år
uk_ua: на рік

# Languages::vendor_plans.periodicity_onetime
source: one time
ar_sa: مرة واحدة
cs_cz: jednou
da_dk: en gang
de_de: einmal
el_gr: μία φορά
es_es: una vez
fa_ir: سر وقت
fi_fi: kerran
fr_fr: une fois
he_il: חד פעמי
hu_hu: egyszeri
id_id: satu kali
it_it: Una volta
ja_jp: １回のみ
nl_nl: een keer
no_no: en gang
pl_pl: jeden raz
pt_br: uma vez
pt_pt: um tempo
ro_ro: în același timp
ru_ru: разовый
sv_se: en gång
uk_ua: одноразовий

# Languages::vendor_plans.products_limit
source: Max. products
ar_sa: الحد الاقصي للمنتجات
cs_cz: Maximum produktů
da_dk: Max. produkter
de_de: max. Produkte
el_gr: Μέγ. προϊόντα
es_es: Productos máximos
fa_ir: حداکثر محصولات
fi_fi: Max. Tuotteet
fr_fr: Produits max.
he_il: מקסימום המוצרים
hu_hu: Max. termékszám
id_id: Max. Produk
it_it: Max. prodotti
ja_jp: 商品の最大数
nl_nl: Maximaal producten
no_no: Maks. produkter
pl_pl: Maksymalna ilość produktów
pt_br: Produtos máx.
pt_pt: Máx. produtos
ro_ro: Numărul maxim de produse
ru_ru: Макс. число товаров
sv_se: Max. Produkter
uk_ua: Макс. кількість товарів

# Languages::vendor_plans.products_limit_tooltip
source: Set the maximum number of products a vendor can have on this plan. Leave empty to allow unlimited number of products.
ar_sa: قم بتعيين الحد الأقصى لعدد المنتجات التي يمكن للبائع الحصول عليها في هذه الخطة.
cs_cz: Maximální počet produktů, které může mít prodejce v rámci tohoto plánu. Zanechte prázdné, pokud nechcete omezit počet.
da_dk: Angiv det maksimale antal produkter en kreditor kan have på denne plan. Efterlade tomme at tillade ubegrænset antal produkter.
de_de: Legen Sie die maximale Anzahl von Produkten fest, die ein Anbieter in diesem Plan haben kann. Leer lassen, um eine unbegrenzte Anzahl von Produkten zuzulassen.
el_gr: Οορίσετε το μέγιστο αριθμό των προϊόντων ενός πωλητή που μπορεί να έχει σε αυτό το πακετο. Αφήστε κενό για να επιτρέψετε απεριόριστο αριθμό προϊόντων.
es_es: Establecer el número de productos máximo que puede tener un vendedor en este plan. Dejar en blando para permitir un número ilimitado de productos.
fa_ir: حداکثر تعداد محصولاتی که یک فروشنده می تواند در این طرح داشته باشد را تنظیم کنید. خالی بگذارید تا تعداد نامحدودی از محصولات مجاز باشد.
fi_fi: Aseta tuotteiden enimmäismäärä, joka toimittajalla voi olla tässä suunnitelmassa. Jätä tyhjäksi salliaksesi rajoittamattoman määrän tuotteita.
fr_fr: Définir le nombre maximum de produits qu'un vendeur peut avoir sur ce plan. Laisser vide pour permettre un nombre illimité de produits.
he_il: קבע את מקסימום המוצרים בתוכנית הספק. השאר ריק כדי לאפשר מספר בלתי מוגבל של המוצרים.
hu_hu: Állítsd be a maximális termékszámot, amellyel egy eladó az adott csomagban rendelkezhet. Hagyd üresen, ha korlátlan számú terméket engedélyezel.
id_id: Menetapkan jumlah maksimum produk vendor dapat memiliki pada rencana ini. Biarkan kosong untuk memungkinkan jumlah produk yang tidak terbatas.
it_it: Installare il numero massimo di prodotti che uno ventore puo avere su questo piano. Lasciare vuoto per permittere un numero prodotti non limitato.
ja_jp: 出品者がこのプランで出品できる商品の最大数を設定します。空白に設定すると商品数は無制限となります。
nl_nl: Stel het maximale aantal producten in dat een leverancier voor dit abonnement kan hebben. Laat leeg om een onbeperkt aantal producten toe te staan.
no_no: Angi maksimalt antall produkter en forhandler kan ha på denne planen. La stå tomt for å tillate ubegrenset antall produkter.
pl_pl: Ustaw maksymalną liczbę produktów sprzedawcy w tym planie. Pozostaw puste, aby umożliwić nieograniczoną liczbę produktów.
pt_br: Defina o número máximo de produtos que um fornecedor com este plano pode ter. Deixe vazio para permitir número ilimitado de produtos.
pt_pt: Defina o número máximo de produtos que um fornecedor pode ter neste plano. Deixe em branco para permitir um número ilimitado de produtos.
ro_ro: Setați numărul maxim de produse pe care un furnizor le poate avea în acest plan. Lăsați gol pentru a permite un număr nelimitat de produse.
ru_ru: Устанавливает максимальное число товаров доступных по данному плану. Пустое поле означает неограниченное число товаров.
sv_se: Ställ in det maximala antalet produkter som en leverantör kan ha på denna plan. Lämna tomt för att tillåta obegränsat antal produkter.
uk_ua: Встановлює максимальне число товарів доступних за даним тарифом. Порожнє поле означає необмежену кількість товарів.
