Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_plans.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

# Languages::vendor_plans.vendor_store_tooltip
source: A vendor can have his or her own microstore at a separate address like <i>example.com/vendor/</i>. A microstore only contains products of the vendor who owns this microstore. Also, search results in a vendor's microstore only include products of this vendor.
ar_sa: يمكن أن يكون لدى البائع متجر صغير خاص به في عنوان منفصل مثل <i>example.com/vendor/</i>. لا يحتوي المتجر الصغير إلا على منتجات البائع الذي يمتلك هذا المتجر الصغير. أيضًا ، تتضمن نتائج البحث في متجر صغير للبائع منتجات هذا البائع فقط.
cs_cz: Prodejce může mít vlastní mikroobchod na samostatné adrese jako například <i>example.com/vendor/</i>. Mikroobchod obsahuje pouze produkty prodejce, jenž je vlastníkem obchodu. Výsledky vyhledávání obsahují také pouze produkty prodejce.
da_dk: En kreditor kan have sin egen microstore på en separat adresse som <i>example.com/vendor/</i>. En microstore indeholder kun produkter af den kreditor, der ejer denne microstore. Også, søgeresultater i en kreditors microstore kun omfatter varer inden for denne kreditor.
de_de: Ein Anbieter kann seinen eigenen Microstore unter einer separaten Adresse wie <i>example.com/vendor/</i>haben. Ein Microstore enthält nur Produkte des Anbieters, dem dieser Microstore gehört. Außerdem enthalten Suchergebnisse im Microstore eines Anbieters nur Produkte dieses Anbieters.
el_gr: Ο πωλητής μπορεί να έχει δική micro καταστημα σε μια ξεχωριστή διεύθυνση όπως <i>example.com/vendor/</i>. Καθε Micro καταστημα περιέχει μόνο τα προϊόντα του πωλητή που διαθετει αυτο το καταστημα. Τα αποτελέσματα αναζήτησης σε ένα καταστημα πωλητη περιλαμβάνουν, επίσης, μόνο προϊόντα από αυτόν τον πωλητή.
es_es: Un vendedor puede tener su propia minitienda en una dirección aparte como<i>example.com/vendor</i>. Una minitienda solamente contiene productos del vendedor que es dueño de la minitienda. Además, los resultados de búsqueda en la microtienda del vendedor solamente incluyen productos de este vendedor.
fa_ir: یک فروشنده می تواند ریز استور خود را در یک آدرس جداگانه مانند <i>example.com/vendor/</i>داشته باشد. یک میکرو استور فقط حاوی محصولات فروشنده ای است که مالک این فروشگاه کوچک است. همچنین نتایج جستجو در ریز استور فروشنده فقط شامل محصولات این فروشنده می شود.
fi_fi: Myyjällä voi olla oma mikrokauppa erillisessä osoitteessa, kuten <i>example.com/vendor/</i>. Mikrokauppa sisältää vain tämän mikrokaupan omistavan myyjän tuotteita. Myös toimittajan mikrokaupan hakutulokset sisältävät vain tämän toimittajan tuotteet.
fr_fr: Un vendeur peut avoir son petit microstore à une adresse différente comme <i>example.com/vendor/</i>. Une micro-boutique contient seulement les produits du vendeur qui possède cette micro-boutique. Aussi, les resultats d'une recherche dans une micro-boutique de vendeur incluera seulement les produits de ce vendeurs.
he_il: ספק יכול להחזיק במיקרו חנות בכתובת נפרדת כגון <i>example.com/vendor/</i>. מיקרו חנות יכולה לכלול רק מוצרים של הספק שהוא הבעלים של מיקרו חנות זו. כמו כן, תוצאות החיפוש מיקרו חנות של הספק יכללו רק מוצרים של ספק זה.
hu_hu: Egy eladónak lehet saját mikropiactere egy külön címen, például <i>example.com/vendor/</i>. A mikropiactér csak annak az eladónak a termékeit tartalmazza, aki a mikropiactér tulajdonosa. Továbbá a keresési eredmények az eladó mikropiacterén csak az adott eladó termékeit tartalmazzák.
id_id: Vendor dapat memiliki microstore sendiri di alamat yang terpisah seperti <i>example.com/vendor/</i>. Microstore ini hanya berisi produk vendor yang memiliki microstore ini. Juga, hasil pencarian di vendor microstore hanya mencakup produk-produk dari Penjual ini.
it_it: Uno ventore puo avere il suo microstore in uno indirizzo separato come <i>example.com/vendor/</i>. Uno microstore contiene soltanto prodotti del ventore che posessa questo microstore. Anche, i risultati di ricerca in un microstore di ventore includono soltanto prodotti di questo ventore.
ja_jp: 出品者は自身の専用ページを <i>example.com/vendor/</i> のような異なるアドレスで持つことができます。専用ページには出品者の商品しかありません。また、専用ページにおける検索結果はこの出品者の商品しか表示されません。
nl_nl: Een leverancier kan zijn of haar eigen microstore hebben op een apart adres, zoals <i>example.com/vendor/1</i>Een microstore bevat alleen producten van de leverancier die eigenaar is van deze microstore. Zoekresultaten in de microstore van een leverancier bevatten ook alleen producten van deze leverancier.
no_no: En forhandler kan ha sin egen mikrobutikk på en egen adresse som <i>example.com/vendor/</i>. En mikrobutikk inneholder kun produkter fra forhandleren som eier denne butikken. Også søkeresultater i en forhandlers mikrobutikk omfatter kun produkter fra denne forhandleren.
pl_pl: Sprzedawca może mieć własny minisklep pod osobnym adresem jak <i>example.com/vendor/</i>. Minisklep zawiera tylko produkty sprzedawcy, który jest właścicielem minisklepu. Również wyniki wyszukiwania w minisklepie będą zawierać tylko produktów tego sprzedawcy.
pt_br: Um fornecedor pode ter sua própria microloja num endereço separado como <i>exemplo.com/fornecedor/</i>. Uma microloja contém somente produtos do fornecedor proprietário dela. Além disso, pesquisas na microloja de um fornecedor retornam apenas produtos do mesmo.
pt_pt: Um fornecedor pode ter sua própria microloja em um endereço separado como <i>example.com/vendor/</i>. Uma microloja contém apenas produtos do fornecedor que possui essa microloja. Além disso, os resultados da pesquisa na microloja de um fornecedor incluem apenas produtos desse fornecedor.
ro_ro: Un furnizor poate avea propriul microstore la o adresă separată, cum ar fi <i> example.com/vendor/ </i>. Un microstore conține doar produse ale furnizorului care deține acest microstore. De asemenea, rezultatele căutării în microstore-ul unui furnizor includ doar produsele acestui furnizor.
ru_ru: У продавца может быть свой микромагазин, расположенный по отдельному адресу, например <i>example.com/vendor/</i>. В микромагазине продаются только товары продавца, которому он принадлежит. Поисковые запросы в микромагазине выдают только те товары, которые продаются в данном микромагазине.
sv_se: En leverantör kan ha sin egen mikrobutik på en separat adress som <i>example.com/vendor/</i>. En mikrobutik innehåller endast produkter från den leverantör som äger denna mikrobutik. Dessutom inkluderar sökresultat i en leverantörs mikrobutik endast produkter från denna leverantör.
uk_ua: У продавця може бути свій мікромагазін, розташований за окремою адресою, наприклад <i>example.com/vendor/</i>. У мікромагазині продаються тільки товари продавця, якому він належить. Пошукові запити в мікромагазині видають тільки ті товари, які продаються в даному мікромагазині.

# Languages::vendor_plans.add_vendor_plan
source: Add vendor plan
ar_sa: إضافة خطة بائع
cs_cz: Přidat plán prodejce
da_dk: Tilføje leverandørplan
de_de: Lieferantenplan hinzufügen
el_gr: Προσθέστε πακετο πωλητή
es_es: Agregar plan de ventas
fa_ir: طرح فروشنده را اضافه کنید
fi_fi: Lisää toimittajasuunnitelma
fr_fr: Ajouter plan de vendeur
he_il: הוסף תוכנית הספק
hu_hu: Eladói csomag hozzáadása
id_id: Tambahkan Penjual rencana
it_it: Aggiungere il piano di ventore
ja_jp: 出品者のプランを追加
nl_nl: Leveranciersabonnement toevoegen
no_no: Legg til forhandler plan
pl_pl: Dodaj plan sprzedawcy
pt_br: Adicionar plano de fornecedor
pt_pt: Adicionar plano de fornecedor
ro_ro: Adăugați un plan de furnizor
ru_ru: Добавить тарифный план
sv_se: Lägg till leverantörsplan
uk_ua: Додати тариф

# Languages::vendor_plans.new_vendor_plan
source: New vendor plan
ar_sa: خطة بائع جديدة
cs_cz: Nový plán prodejce
da_dk: Ny leverandør plan
de_de: Neuer Anbieterplan
el_gr: Νέο πακετο πωλητή
es_es: Nuevo plan de ventas
fa_ir: طرح فروشنده جدید
fi_fi: Uusi myyjäsuunnitelma
fr_fr: Nouveau plan vendeur
he_il: תוכנית ספק חדשה
hu_hu: Új viszonteladói csomag
id_id: Rencana Penjual baru
it_it: Nuovo piano del ventore
ja_jp: 出品者のプランを追加
nl_nl: Nieuw leveranciersplan
no_no: Ny forhandler plan
pl_pl: Nowy plan sprzedawcy
pt_br: Novo plano de fornecedor
pt_pt: Novo plano de fornecedor
ro_ro: Plan nou pentru furnizori
ru_ru: Новый тарифный план
sv_se: Ny leverantörsplan
uk_ua: Новый тарифний план

# Languages::vendor_plans.editing_vendor_plan
source: Editing vendor plan
ar_sa: تحرير خطة البائع
cs_cz: Editovat plán prodejce
da_dk: Redigering af leverandørplan
de_de: Lieferantenplan bearbeiten
el_gr: Επεξεργασία πακετου πωλητή
es_es: Editar el plan de ventas
fa_ir: در حال ویرایش طرح فروشنده
fi_fi: Toimittajasuunnitelman muokkaaminen
fr_fr: Edition du plan du vendeur
he_il: עריכה של תוכנית הספק
hu_hu: Eladói csomag szerkesztése
id_id: Mengedit Penjual rencana
it_it: Modificando il piano del ventore
ja_jp: 出品者のプランを修正
nl_nl: Leveranciersabonnement bewerken
no_no: Rediger forhandler plan
pl_pl: Edytowanie planu sprzedawcy
pt_br: Editando plano de fornecedor
pt_pt: Editando o plano do fornecedor
ro_ro: Editarea planului furnizorului
ru_ru: Редактирование тарифного плана
sv_se: Redigera leverantörsplan
uk_ua: Редакгування тарифу

# Languages::vendor_plans.delete_plan_vendor_exists_text
source: Couldn't delete the plan: some vendors use it
ar_sa: تعذّر حذف الخطة: يستخدمها بعض البائعين
cs_cz: Nešlo smazat plán: Někteří prodejci jej používají
da_dk: Kunne ikke slette planen: nogle leverandører bruge det
de_de: Der Plan konnte nicht gelöscht werden: Einige Anbieter verwenden ihn
el_gr: Δεν ηταν δυνατον να διαργαφει το πακετο: ορισμένοι πωλητές το χρησιμοποιούν
es_es: No se pudo eliminar el plan: algunos vendedores lo utilizan
fa_ir: طرح حذف نشد: برخی از فروشندگان از آن استفاده می کنند
fi_fi: Suunnitelmaa ei voitu poistaa: jotkut toimittajat käyttävät sitä
fr_fr: N'a pas pu supprimer le plan de quelques vendeurs
he_il: מחיקת תכנית לא הצליחה: היא בשימוש של ספקים מסוימים
hu_hu: Nem lehet törölni a csomagot, mivel valamelyik eladó használja azt
id_id: Tidak bisa menghapus rencana: beberapa vendor menggunakannya
it_it: Non ha possuto eliminare il piano: alcuni ventori vanno utilizzarlo
ja_jp: プランを削除できません: このプランをご利用中の出品者が存在しています
nl_nl: Kan het abonnement niet verwijderen: sommige leveranciers gebruiken het
no_no: Kunne ikke slette planen: noen forhandlere bruker den
pl_pl: Nie można usunąć planu: Niektórzy sprzedawcy go używają
pt_br: Plano não apagado: alguns fornecedores o utilizam
pt_pt: Não foi possível excluir o plano: alguns fornecedores o utilizam
ro_ro: Nu s-a putut șterge planul: unii furnizori îl folosesc
ru_ru: Не удаётся удалить план, так как он используется некоторыми продавцами
sv_se: Det gick inte att ta bort planen: vissa leverantörer använder den
uk_ua: Не вдалося видалити тариф, так як він використовується деякими продавцями

# Languages::vendor_plans.disable_plan_vendor_exists_text
source: Couldn't disable the plan: some vendors use it
ar_sa: تعذّر تعطيل الخطة: يستخدمها بعض البائعين
cs_cz: Nešlo zakázat plán: Někteří prodejci jej používají
da_dk: Kunne ikke slette planen: nogle leverandører bruge det
de_de: Der Plan konnte nicht deaktiviert werden: Einige Anbieter verwenden ihn
el_gr: Δεν ηταν δυνατον να απενεργοποιηθει το πακετο: ορισμένοι πωλητές το χρησιμοποιούν
es_es: No se puedo deshanilitar el plan: algunos vendedores lo utilizan
fa_ir: نمی‌توان طرح را غیرفعال کرد: برخی از فروشندگان از آن استفاده می‌کنند
fi_fi: Suunnitelmaa ei voitu poistaa käytöstä: jotkut toimittajat käyttävät sitä
fr_fr: N'a pas pu désactiver le plan, de quelques vendeurs
he_il: השבתת התכנית לא הצליחה: היא בשימוש של ספקים מסוימים
hu_hu: Nem lehet kikapcsolni a csomagot, mivel valamelyik eladó használja azt
id_id: Tidak bisa menonaktifkan rencana: beberapa vendor menggunakannya
it_it: Non a possuto deattivare il piano: alcuni ventori vanno utilizzarlo
ja_jp: プランを無効にできません: このプランをご利用中の出品者が存在しています
nl_nl: Kan het abonnement niet uitschakelen: sommige leveranciers gebruiken het
no_no: Kunne ikke deaktivere planen: noen forhandlere bruker den
pl_pl: Nie można wyłączyć planu: Niektórzy sprzedawcy go używają
pt_br: Plano não desabilitado: alguns fornecedores o utilizam
pt_pt: Não foi possível desativar o plano: alguns fornecedores o utilizam
ro_ro: Nu s-a putut dezactiva planul: unii furnizori îl folosesc
ru_ru: Не удаётся выключить план, так как он используется некоторыми продавцами
sv_se: Det gick inte att inaktivera planen: vissa leverantörer använder den
uk_ua: Не вдалося вимкнути тариф, так як він використовується деякими продавцями

# Languages::vendor_plans.transaction_fee
source: Transaction fee
ar_sa: رسوم المعاملات
cs_cz: Transakční poplatek
da_dk: Transaktionsgebyr
de_de: Transaktionsgebühr
el_gr: Τέλος συναλλαγής
es_es: Tarifa de la transacción
fa_ir: هزینه معامله
fi_fi: Palvelumaksu
fr_fr: Frais de transaction
he_il: עמלת העסקה
hu_hu: Tranzakciós díj
id_id: Biaya transaksi
it_it: Costo di transazione
ja_jp: 取引手数料
nl_nl: Transactiekosten
no_no: Transaksjonsgebyr
pl_pl: Opłata za transakcję
pt_br: Taxa de transação
pt_pt: Taxa de transação
ro_ro: Taxa de tranzacție
ru_ru: Плата за транзакцию
sv_se: Transaktionsavgift
uk_ua: Плата за транзакцію

# Languages::vendor_plans.fixed_transaction_fee
source: Transaction fee (abs)
ar_sa: رسوم المعاملة (abs)
cs_cz: Transakční poplatek (abs)
da_dk: Transaktionsgebyr (abs)
de_de: Transaktionsgebühr (abs)
el_gr: Τέλος συναλλαγής)
es_es: Tarifa de la transacción (abs)
fa_ir: کارمزد تراکنش (ABS)
fi_fi: Transaktiomaksu (abs)
fr_fr: Frais de transaction (abs)
he_il: עמלת העסקה (abs)
hu_hu: Tranzakciós díj (abs)
id_id: Biaya transaksi (abs)
it_it: Commissione di transazione (ass)
ja_jp: 取引手数料 (絶対値)
nl_nl: Transactiekosten (abs)
no_no: Transaksjonsgebyr (abs)
pl_pl: Opłata za transakcję (abs)
pt_br: Taxa de transação (fixa)
pt_pt: Taxa de transação (abs)
ro_ro: Taxă de tranzacție (fixă)
ru_ru: Плата за транзакцию (фикс.)
sv_se: Transaktionsavgift (abs)
uk_ua: Плата за транзакцію (фікс)

# Languages::vendor_plans.revenue
source: Revenue
ar_sa: إيرادات
cs_cz: Příjem
da_dk: Indtægter
de_de: Einnahmen
el_gr: Έσοδα
es_es: Ingresos
fa_ir: درآمد
fi_fi: Tulot
fr_fr: Recettes
he_il: הכנסה
hu_hu: Árbevétel
id_id: Pendapatan
it_it: Profito
ja_jp: 収入
nl_nl: Omzet
no_no: Inntekter
pl_pl: Dochody
pt_br: Faturamento
pt_pt: receita
ro_ro: Venituri
ru_ru: Выручка
sv_se: Inkomst
uk_ua: Прибуток

# Languages::vendor_plans.revenue_up_to
source: Revenue up to
ar_sa: الإيرادات حتى
cs_cz: Příjem do
da_dk: Omsætning op til
de_de: Umsatz bis
el_gr: Έσοδα μέχρι
es_es: Ingresos hasta
fa_ir: درآمد تا
fi_fi: Tulot enintään
fr_fr: Revenus jusqu'à
he_il: הכנסה עד ל
hu_hu: Árbevétel legfeljebb
id_id: Pendapatan hingga
it_it: Profito fin'a
ja_jp: 収入の上限
nl_nl: Opbrengst tot
no_no: Inntekter opp til
pl_pl: Dochody do
pt_br: Faturamento até
pt_pt: Receita até
ro_ro: Venituri până la
ru_ru: Порог выручки
sv_se: Intäkter upp till
uk_ua: Поріг прибутку

# Languages::vendor_plans.revenue_up_to_tooltip
source: The maximum monthly revenue allowed for the vendors who use this plan. Leave this field empty to allow unlimited revenue.
ar_sa: الحد الأقصى للإيراد الشهري المسموح به للبائعين الذين يستخدمون هذه الخطة. اترك هذا الحقل فارغًا للسماح بإيرادات غير محدودة.
cs_cz: Maximální měsíční příjem povolený pro prodejce, kteří používají tento plán. Nechte toto pole prázdné pro zanechání možnosti bezlimitního příjmu.
da_dk: Den maksimale månedlige indtægt tilladt for de kreditorer, der bruger denne plan. Lad dette felt tomt at tillade ubegrænset indtjening.
de_de: Der maximal zulässige monatliche Umsatz für Anbieter, die diesen Plan verwenden. Lassen Sie dieses Feld leer, um unbegrenzten Umsatz zuzulassen.
el_gr: Τα μέγιστα μηνιαία έσοδα που επιτρέπεται για τους πωλητές που χρησιμοποιούν αυτό το πακετο. Αφήστε αυτό το πεδίο κενό για να επιτρέψετε απεριόριστο εσόδων.
es_es: El máximo de ingresos permitidos mensualmente para los vendedores que utilizan este plan. Por favor dejar el campo vacio para permitir un ingreso ilimitado.
fa_ir: حداکثر درآمد ماهانه مجاز برای فروشندگانی که از این طرح استفاده می کنند. این قسمت را خالی بگذارید تا درآمد نامحدود مجاز باشد.
fi_fi: Tätä suunnitelmaa käyttävien toimittajien kuukausittaiset enimmäistulot. Jätä tämä kenttä tyhjäksi salliaksesi rajattomat tulot.
fr_fr: Les revenus maximum par mois permis pour les vendeurs qui utilisent ce plan. Laisser vide pour permettre des revenus illimités.
he_il: הכנסה מקסימלית חודשית המותרת לספקים המשתמשים בתוכנית זו. השאר שדה זה ריק כדי לאפשר הכנסה בלתי מוגבלת.
hu_hu: Az ezt a csomagot használó eladók számára engedélyezett maximális havi árbevétel. Ha korlátlan bevételt szeretnél engedélyezni, hagyd üresen ezt a mezőt.
id_id: Pendapatan bulanan maksimum yang diperbolehkan untuk vendor yang menggunakan rencana ini. Tinggalkan field ini kosong untuk memungkinkan pendapatan terbatas.
it_it: Il massimo profito per mese permesso per i ventori che utilizzano questo piano. Lasciare questo campo vuoto per permettere profiti non limitati.
ja_jp: このプランをご利用の出品者が獲得できる最大の月額収入です。空白に設定すると月額収入は無制限となります。
nl_nl: De maximale maandelijkse inkomsten die zijn toegestaan voor de leveranciers die dit abonnement gebruiken. Laat dit veld leeg om onbeperkte inkomsten toe te staan.
no_no: Den maksimale månedlige inntekter tillatt for forhandlere som bruker denne planen. La dette feltet stå tomt for å tillate ubegrenset inntekt.
pl_pl: Maksymalne miesięczne dochody dozwolone dla sprzedawców, którzy korzystają z tego planu. Pozostaw to pole puste, aby umożliwić nieograniczone dochody.
pt_br: O faturamento mensal máximo permitido para fornecedores quem usam este plano. Deixe este campo vazio para permitir faturamento ilimitado.
pt_pt: A receita mensal máxima permitida para os fornecedores que usam este plano. Deixe este campo vazio para permitir receita ilimitada.
ro_ro: Venitul maxim lunar permis pentru furnizorii care utilizează acest plan. Lăsați acest câmp gol pentru a permite venituri nelimitate.
ru_ru: Максимальная выручка в месяц по выбранному плану. Оставьте это поле пустым, чтобы снять ограничение по выручке.
sv_se: Den högsta tillåtna månatliga intäkten för de leverantörer som använder den här planen. Lämna det här fältet tomt för att tillåta obegränsade intäkter.
uk_ua: Максимальний прибуток в місяць за обраним планом. Залиште це поле порожнім, щоб зняти обмеження по прибутку.

# Languages::vendor_plans.vendor_store
source: Vendor microstore
ar_sa: متجر صغير البائع
cs_cz: Mikroobchod prodejce
da_dk: Leverandør microstore
de_de: Mikrospeicher des Anbieters
el_gr: Micro Καταστημα πωλητη
es_es: Minitienda del vendedor
fa_ir: ریزفروشگاه فروشنده
fi_fi: Myyjän mikrokauppa
fr_fr: Micro-boutique du vendeur
he_il: מיקרו חנות של הספק
hu_hu: Eladó mikropiactér
id_id: Penjual microstore
it_it: Microstore di ventore
ja_jp: 専用ページあり
nl_nl: Microwinkel van leverancier
no_no: Forhandler mikrobutikk
pl_pl: Mini sklep sprzedawcy
pt_br: Microloja do vendedor
pt_pt: Microloja de fornecedores
ro_ro: Microstore (Micromagazin Vendor)
ru_ru: Микромагазин продавца
sv_se: Leverantörens mikrobutik
uk_ua: Мікромагазин продавця

# Languages::vendor_plans.best_choise
source: Offer as the best choice
ar_sa: عرض كخيار أفضل
cs_cz: Nabídka jako nejlepší volba
da_dk: Tilbyd som det bedste valg
de_de: Angebot als beste Wahl
el_gr: Προσφέρετε ως την καλύτερη επιλογή
es_es: Se ofrece como la mejor opción
fa_ir: پیشنهاد به عنوان بهترین انتخاب
fi_fi: Tarjoa parhaana valinnana
fr_fr: Offrir comme meilleur choix
he_il: הצע כבחירה הטובה ביותר
hu_hu: A legjobb választást kínáló ajánlat
id_id: Menawarkan sebagai pilihan terbaik
it_it: Offerta come la migliora scelta
ja_jp: おすすめとして提供する
nl_nl: Bieden als de beste keuze
no_no: Tilby som det beste valget
pl_pl: Oznacz jako najlepszy wybór
pt_br: Oferecer como a melhor opção
pt_pt: Oferecer como a melhor escolha
ro_ro: Sugerat ca cea mai bună alegere
ru_ru: Предложить в качестве лучшего выбора
sv_se: Erbjud som det bästa valet
uk_ua: Запропонувати в якості кращого вибору

# Languages::vendor_plans.best_choise_short
source: Best choice
ar_sa: أفضل خيار
cs_cz: Nejlepší volba
da_dk: Bedste valg
de_de: Beste Wahl
el_gr: Καλύτερη επιλογή
es_es: Mejor opción
fa_ir: بهترین انتخاب
fi_fi: Paras valinta
fr_fr: Meilleur choix
he_il: הבחירה הטובה ביותר
hu_hu: Legjobb választás
id_id: Pilihan terbaik
it_it: Ottima scelta
ja_jp: おすすめ
nl_nl: Beste keus
no_no: Best valg
pl_pl: Najlepszy wybór
pt_br: Melhor opção
pt_pt: Melhor escolha
ro_ro: Cea mai bună alegere
ru_ru: Лучший выбор
sv_se: Bästa valet
uk_ua: Кращий вибір

# Languages::vendor_plans.select_plan_text
source: You will be charged for the plan after the admin approves your vendor account
ar_sa: سيتم محاسبتك على الخطة بعد موافقة المشرف على حساب البائع الخاص بك
cs_cz: Plán vám bude naúčtován poté, co administrátor schválí váš účet prodejce
da_dk: Du vil blive opkrævet for planen efter admin godkender din leverandørkonto
de_de: Der Plan wird Ihnen in Rechnung gestellt, nachdem der Administrator Ihr Anbieterkonto genehmigt hat
el_gr: Θα χρεωθείτε για το σχέδιο αφου σας εγκρίνει το λογαριασμό πωλητή ο διαχειριστής
es_es: Se le cobrará por el plan después de que el administrador apruebe su cuenta de proveedor
fa_ir: پس از تایید ادمین حساب فروشنده شما، هزینه طرح از شما کسر می شود
fi_fi: Sinua veloitetaan suunnitelmasta, kun järjestelmänvalvoja on hyväksynyt toimittajatilisi
fr_fr: Vous payerez pour le plan après que l'administrateur ai approuvé votre compte de vendeur
he_il: תחויב עבור התוכנית לאחר שמנהל המערכת יאשר את חשבון הספק שלך
hu_hu: A csomag díj kiszabása azután történik meg, hogy az admin jóváhagyja az eladói fiókot.
id_id: Anda akan dikenakan untuk rencana setelah menyetujui admin akun Penjual
it_it: Lei va pagare per il piano dopo un conto admin approvato del suo ventore
ja_jp: 管理者がお客様の出品者アカウントを承認するとプランが適用されます
nl_nl: Het abonnement wordt in rekening gebracht nadat de beheerder uw leveranciersaccount heeft goedgekeurd
no_no: Du vil bli belastet for planen etter at admin godkjenner din forhandlerkonto
pl_pl: Opłata za plan zostanie naliczona po dołączeniu do marketplace i zatwierdzeniu przez administratora konta sprzedawcy.
pt_br: Você será cobrado pelo plano depois que o administrador aprovar a sua conta de fornecedor
pt_pt: Você será cobrado pelo plano depois que o administrador aprovar sua conta de fornecedor
ro_ro: Veți fi taxat pentru plan după ce administratorul vă aprobă contul de furnizor
ru_ru: После утверждения администратором Вашей учётной записи продавца с Вас начнёт взиматься плата в соответствии с выбранным планом
sv_se: Du kommer att debiteras för planen efter att administratören har godkänt ditt leverantörskonto
uk_ua: Після затвердження адміністратором Вашого облікового запису продавця з Вас почне стягуватися платня відповідно до обраного плану

# Languages::vendor_plans.current_plan
source: Current plan
ar_sa: الخطه الحاليه
cs_cz: Aktuální plán
da_dk: Nuværende plan
de_de: Derzeitiger Plan
el_gr: Τρέχον Πακετο
es_es: Plan actual
fa_ir: نقشه جاری
fi_fi: Nykyinen suunnitelma
fr_fr: Plan actuel
he_il: התוכנית הנוכחית
hu_hu: Jelenlegi csomag
id_id: Saat ini rencana
it_it: Piano presente
ja_jp: 現在のプラン
nl_nl: Huidige plan
no_no: Gjeldende plan
pl_pl: Aktualny plan
pt_br: Plano atual
pt_pt: Plano atual
ro_ro: Planul curent
ru_ru: Текущий план
sv_se: Nuvarande plan
uk_ua: Поточний тариф
