Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_data_premoderation.po
Languages: cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

source: Isn't required
cs_cz: Nepovinné
de_de: Ist nicht erforderlich
el_gr: Δεν απαιτείται
es_es: No se requiere
fa_ir: مورد نیاز نیست
fi_fi: Ei vaadita
fr_fr: N'est pas nécessaire
he_il: לא חובה
hu_hu: Nem szükséges
it_it: Non è richiesto
ja_jp: 必須ではありません
nl_nl: Is niet verplicht
no_no: Er ikke nødvendig
pl_pl: Nie jest wymagane
pt_br: Não é necessária
pt_pt: Não é obrigatório
ro_ro: Nu este necesar
sv_se: Krävs inte
tr_tr: gerekli değil
uk_ua: Не потрібно

source: Required for some vendors
cs_cz: Vyžadováno pro některé prodejce
de_de: Für einige Anbieter erforderlich
el_gr: Απαιτείται για μερικούς πωλητές
es_es: Requerido para algunos vendedores
fa_ir: برای برخی از فروشندگان مورد نیاز است
fi_fi: Pakollinen joillekin myyjille
fr_fr: Requis pour certains vendeurs
he_il: נדרש עבור חלק מהספקים
hu_hu: Egyes eladók számára kötelező
it_it: Richiesto per alcuni fornitori
ja_jp: 一部の出品者では必須
nl_nl: Vereist voor sommige leveranciers
no_no: Påkrevd for enkelte leverandører
pl_pl: Wymagane dla niektórych sprzedawców
pt_br: Necessária para alguns fornecedores
pt_pt: Obrigatório para alguns fornecedores
ro_ro: Obligatoriu pentru unii furnizori
sv_se: Krävs för vissa leverantörer
tr_tr: Bazı satıcılar için gerekli
uk_ua: Потрібна для деяких продавців

source: Required for all vendors
cs_cz: Vyžadováno pro všechny prodejce
de_de: Erforderlich für alle Anbieter
el_gr: Απαιτείται για όλους τους πωλητές
es_es: Requerido para todos los vendedores
fa_ir: برای همه فروشندگان الزامی است
fi_fi: Pakollinen kaikille myyjille
fr_fr: Obligatoire pour tous les vendeurs
he_il: נדרש עבור כל הספקים
hu_hu: Minden eladó számára kötelező
it_it: Obbligatorio per tutti i fornitori
ja_jp: 全ての出品者で必須
nl_nl: Vereist voor alle leveranciers
no_no: Påkrevd for alle leverandører
pl_pl: Wymagane dla wszystkich sprzedawców
pt_br: Necessária para todos os fornecedores
pt_pt: Obrigatório para todos os fornecedores
ro_ro: Obligatoriu pentru toți furnizorii
sv_se: Krävs för alla leverantörer
tr_tr: Tüm satıcılar için gerekli
uk_ua: Потрібна завжди

# SettingsVariants::vendor_data_premoderation::products_prior_approval::none
source: Isn't required
cs_cz: Nepovinné
de_de: Ist nicht erforderlich
el_gr: Δεν απαιτείται
es_es: No se requiere
fa_ir: مورد نیاز نیست
fi_fi: Ei vaadita
fr_fr: N'est pas nécessaire
he_il: לא חובה
hu_hu: Nem szükséges
it_it: Non è richiesto
ja_jp: 必須ではありません
nl_nl: Is niet verplicht
no_no: Er ikke nødvendig
pl_pl: Nie jest wymagane
pt_br: Não é necessária
pt_pt: Não é obrigatório
ro_ro: Nu este necesar
sv_se: Krävs inte
tr_tr: gerekli değil
uk_ua: Не потрібно

# SettingsVariants::vendor_data_premoderation::products_prior_approval::custom
source: Required for some vendors
cs_cz: Vyžadováno pro některé prodejce
de_de: Für einige Anbieter erforderlich
el_gr: Απαιτείται για μερικούς πωλητές
es_es: Requerido para algunos vendedores
fa_ir: برای برخی از فروشندگان مورد نیاز است
fi_fi: Pakollinen joillekin myyjille
fr_fr: Requis pour certains vendeurs
he_il: נדרש עבור חלק מהספקים
hu_hu: Egyes eladók számára kötelező
it_it: Richiesto per alcuni fornitori
ja_jp: 一部の出品者では必須
nl_nl: Vereist voor sommige leveranciers
no_no: Påkrevd for enkelte leverandører
pl_pl: Wymagane dla niektórych sprzedawców
pt_br: Necessária para alguns fornecedores
pt_pt: Obrigatório para alguns fornecedores
ro_ro: Obligatoriu pentru unii furnizori
sv_se: Krävs för vissa leverantörer
tr_tr: Bazı satıcılar için gerekli
uk_ua: Потрібна для деяких продавців

# SettingsVariants::vendor_data_premoderation::products_prior_approval::all
source: Required for all vendors
cs_cz: Vyžadováno pro všechny prodejce
de_de: Erforderlich für alle Anbieter
el_gr: Απαιτείται για όλους τους πωλητές
es_es: Requerido para todos los vendedores
fa_ir: برای همه فروشندگان الزامی است
fi_fi: Pakollinen kaikille myyjille
fr_fr: Obligatoire pour tous les vendeurs
he_il: נדרש עבור כל הספקים
hu_hu: Minden eladó számára kötelező
it_it: Obbligatorio per tutti i fornitori
ja_jp: 全ての出品者で必須
nl_nl: Vereist voor alle leveranciers
no_no: Påkrevd for alle leverandører
pl_pl: Wymagane dla wszystkich sprzedawców
pt_br: Necessária para todos os fornecedores
pt_pt: Obrigatório para todos os fornecedores
ro_ro: Obligatoriu pentru toți furnizorii
sv_se: Krävs för alla leverantörer
tr_tr: Tüm satıcılar için gerekli
uk_ua: Потрібна завжди

# SettingsVariants::vendor_data_premoderation::products_updates_approval::none
source: Isn't required
cs_cz: Nepovinné
de_de: Ist nicht erforderlich
el_gr: Δεν απαιτείται
es_es: No se requiere
fa_ir: مورد نیاز نیست
fi_fi: Ei vaadita
fr_fr: N'est pas nécessaire
he_il: לא חובה
hu_hu: Nem szükséges
it_it: Non è richiesto
ja_jp: 必須ではありません
nl_nl: Is niet verplicht
no_no: Er ikke nødvendig
pl_pl: Nie jest wymagane
pt_br: Não é necessária
pt_pt: Não é obrigatório
ro_ro: Nu este necesar
sv_se: Krävs inte
tr_tr: gerekli değil
uk_ua: Не потрібно

# SettingsVariants::vendor_data_premoderation::products_updates_approval::custom
source: Required for some vendors
cs_cz: Vyžadováno pro některé prodejce
de_de: Für einige Anbieter erforderlich
el_gr: Απαιτείται για μερικούς πωλητές
es_es: Requerido para algunos vendedores
fa_ir: برای برخی از فروشندگان مورد نیاز است
fi_fi: Pakollinen joillekin myyjille
fr_fr: Requis pour certains vendeurs
he_il: נדרש עבור חלק מהספקים
hu_hu: Egyes eladók számára kötelező
it_it: Richiesto per alcuni fornitori
ja_jp: 一部の出品者では必須
nl_nl: Vereist voor sommige leveranciers
no_no: Påkrevd for enkelte leverandører
pl_pl: Wymagane dla niektórych sprzedawców
pt_br: Necessária para alguns fornecedores
pt_pt: Obrigatório para alguns fornecedores
ro_ro: Obligatoriu pentru unii furnizori
sv_se: Krävs för vissa leverantörer
tr_tr: Bazı satıcılar için gerekli
uk_ua: Потрібна для деяких продавців

# SettingsVariants::vendor_data_premoderation::products_updates_approval::all
source: Required for all vendors
cs_cz: Vyžadováno pro všechny prodejce
de_de: Erforderlich für alle Anbieter
el_gr: Απαιτείται για όλους τους πωλητές
es_es: Requerido para todos los vendedores
fa_ir: برای همه فروشندگان الزامی است
fi_fi: Pakollinen kaikille myyjille
fr_fr: Obligatoire pour tous les vendeurs
he_il: נדרש עבור כל הספקים
hu_hu: Minden eladó számára kötelező
it_it: Obbligatorio per tutti i fornitori
ja_jp: 全ての出品者で必須
nl_nl: Vereist voor alle leveranciers
no_no: Påkrevd for alle leverandører
pl_pl: Wymagane dla wszystkich sprzedawców
pt_br: Necessária para todos os fornecedores
pt_pt: Obrigatório para todos os fornecedores
ro_ro: Obligatoriu pentru toți furnizorii
sv_se: Krävs för alla leverantörer
tr_tr: Tüm satıcılar için gerekli
uk_ua: Потрібна завжди

source: Don't notify
cs_cz: Neoznamovat
de_de: Nicht benachrichtigen
el_gr: Χωρίς ειδοποίηση
es_es: No notificar
fa_ir: اطلاع نده
fi_fi: Älä ilmoita
fr_fr: Ne pas notifier
he_il: אל תודיע
hu_hu: Ne küldj értesítést
it_it: Non notificare
ja_jp: 通知しない
nl_nl: Niet op de hoogte brengen
no_no: Ikke gi beskjed
pl_pl: Nie powiadamiaj
pt_br: Não notificar
pt_pt: Não notifique
ro_ro: Nu anunțați
sv_se: Meddela inte
tr_tr: bildirme
uk_ua: Не інформувати

source: Send e-mail
cs_cz: Poslat e-mail
de_de: E-Mail senden
el_gr: Αποστολή e-mail
es_es: Enviar email
fa_ir: ایمیل بفرست
fi_fi: Lähettää sähköpostia
fr_fr: Envoyer un e-mail
he_il: שלח דואר אלקטרוני
hu_hu: E-mail küldése
it_it: Invia una email
ja_jp: メール送信
nl_nl: Stuur e-mail
no_no: Send e-post
pl_pl: Wyślij email
pt_br: Enviar e-mail
pt_pt: Enviar email
ro_ro: Trimite email
sv_se: Skicka epost
tr_tr: Eposta gönder
uk_ua: Відправити лист

source: Display a notification in the Notifications center
cs_cz: Zobrazit oznámení v Centru oznámení
de_de: Zeigen Sie eine Benachrichtigung im Benachrichtigungscenter an
el_gr: Προβολή ειδοποίησης στο Κέντρο Ειδοποιήσεων
es_es: Mostrar una notificación en el centro de notificaciones
fa_ir: نمایش یک اعلان در مرکز اعلان ها
fi_fi: Näytä ilmoitus Ilmoituskeskuksessa
fr_fr: Afficher une notification dans le centre de notifications
he_il: הצגת הודעה במרכז ההודעות
hu_hu: Értesítés megjelenítése az Értesítési központban
it_it: Visualizza una notifica nel Centro notifiche
ja_jp: 通知センターに通知を表示
nl_nl: Geef een melding weer in het Meldingencentrum
no_no: Vis et varsel i varslingssenteret
pl_pl: Wyświetl powiadomienie w centrum powiadomień
pt_br: Exibir uma notificação na central de notificações
pt_pt: Exibir uma notificação no centro de notificações
ro_ro: Afișați o notificare în centrul de notificări
sv_se: Visa en avisering i meddelandecentret
tr_tr: Bildirim merkezinde bir bildirim görüntüleyin
uk_ua: Відображати сповіщення в центрі сповіщень

source: Send e-mail and display a notification in the Notifications center
cs_cz: Poslat email a zobrazit notifikaci v Centru oznámení
de_de: Senden Sie eine E-Mail und zeigen Sie eine Benachrichtigung im Benachrichtigungscenter an
el_gr: Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου και προβολή ειδοποίησης στο Κέντρο ειδοποιήσεων
es_es: Enviar un correo electrónico y mostrar una notificación en el centro de notificaciones
fa_ir: ایمیل بفرستید و یک اعلان را در مرکز اعلان ها نمایش دهید
fi_fi: Lähetä sähköpostia ja näytä ilmoitus Ilmoituskeskuksessa
fr_fr: Envoyer un e-mail et afficher une notification dans le centre de notifications
he_il: שלח דואר אלקטרוני והצג הודעה במרכז ההודעות
hu_hu: E-mail küldése és értesítés megjelenítése az Értesítési központban
it_it: Invia e-mail e visualizza una notifica nel Centro notifiche
ja_jp: メールを送信し、通知センターに通知を表示
nl_nl: Stuur een e-mail en geef een melding weer in het Meldingencentrum
no_no: Send e-post og vis et varsel i varslingssenteret
pl_pl: Wyślij wiadomość e-mail i wyświetl powiadomienie w centrum powiadomień
pt_br: Enviar e-mail e exibir uma notificação na central de notificações
pt_pt: Enviar e-mail e exibir uma notificação no centro de notificações
ro_ro: Trimiteți e-mail și afișați o notificare în Centrul de notificări
sv_se: Skicka e-post och visa ett meddelande i meddelandecentret
tr_tr: E-posta gönderin ve Bildirim merkezinde bir bildirim görüntüleyin
uk_ua: Надсилати повідомлення та показувати сповіщення в центрі сповіщень

# Languages::email_template.vendor_data_premoderation_notification
source: Vendor premoderation
cs_cz: Premoderace prodejce
de_de: Anbieter-Vormoderation
el_gr: Προέγκριση στοιχείων Πωλητη
es_es: Datos de proveedores de moderación previa
fa_ir: فروشنده premoderation
fi_fi: Myyjän ennakkotilaus
fr_fr: Vendeur premodere
he_il: פיקוח מוקדם על הספקים
hu_hu: Eladók előzetes moderálása
it_it: Premoderazione del fornitore
ja_jp: 出品者データ設定
nl_nl: Premoderation verkoper
no_no: Forhandler forhåndsgodkjenning
pl_pl: Moderacja produktów sprzedawcy
pt_br: Pré-moderação do fornecedor
pt_pt: Pré-moderação do fornecedor
ro_ro: Premoderarea furnizorului
sv_se: Förmoderering av säljare
tr_tr: Satıcı ön moderasyonu
uk_ua: Премодерація даних продавція

# Languages::vendor_data_premoderation.exclude_disapproved_products
source: Exclude disapproved products
cs_cz: Vyloučit neschválené produkty
de_de: Abgelehnte Produkte ausschließen
el_gr: Εξαίρεση απενεργοποιημένων προϊοντων
es_es: Excluir productos no aprobados
fa_ir: محصولات تایید نشده را حذف کنید
fi_fi: Sulje pois hylätyt tuotteet
fr_fr: Exclure les produits non approuvés
he_il: אל תכלול את המוצרים שלא אושרו
hu_hu: A nem jóváhagyott termékek kizárása
it_it: Escludi i prodotti non approvati
ja_jp: 却下した商品を除く
nl_nl: Afgekeurde producten uitsluiten
no_no: Ekskluder ikke-godkjente produkter
pl_pl: Wyklucz niezatwiedzone produkty
pt_br: Excluir produtos rejeitados
pt_pt: Excluir produtos reprovados
ro_ro: Exclude produsele respinse
sv_se: Uteslut ej godkända produkter
tr_tr: Onaylanmamış ürünleri hariç tut
uk_ua: Виключити несхвалені товари

# Languages::vendor_data_premoderation.product_status.requires_approval
source: Requires approval
cs_cz: Vyžaduje schválení
de_de: Genehmigung erforderlich
el_gr: Απαιτείται έγκριση
es_es: Requiere aprobación
fa_ir: نیاز به تایید دارد
fi_fi: Vaatii hyväksynnän
fr_fr: Nécessite une approbation
he_il: דורש אישור
hu_hu: Jóváhagyás szükséges
it_it: Richiede l'approvazione
ja_jp: 要承認
nl_nl: Vereist goedkeuring
no_no: Krever godkjenning
pl_pl: Wymaga zatwierdzenia
pt_br: Aprovação pendente
pt_pt: Requer aprovação
ro_ro: Necesită aprobare
sv_se: Kräver godkännande
tr_tr: Onay gerektirir
uk_ua: Потрібно схвалення

# Languages::vendor_data_premoderation.product_status.disapproved
source: Disapproved
cs_cz: Zamítnuto
de_de: Abgelehnt
el_gr: Απερρίφθη
es_es: Rechazar
fa_ir: تایید نشد
fi_fi: Hylätty
fr_fr: Désapprouvé
he_il: לא אושר
hu_hu: Elutasítva
it_it: Non approvato
ja_jp: 非承認
nl_nl: Afgekeurd
no_no: Ikke godkjent
pl_pl: Niezatwierdzone
pt_br: Rejeitado
pt_pt: Reprovado
ro_ro: Respins
sv_se: Ej godkänd
tr_tr: onaylanmadı
uk_ua: Відхилено

# Languages::vendor_data_premoderation.require_approval
source: Products on moderation
cs_cz: Produkty ke schválení
de_de: Produkte in Maßen
el_gr: Προϊόντα προς έγκριση
es_es: Productos con moderación
fa_ir: محصولات در حد اعتدال
fi_fi: Tuotteet maltillisesti
fr_fr: Produits sur la modération
he_il: מוצרים במתינות
hu_hu: Termékek moderálás alatt
it_it: Prodotti con moderazione
ja_jp: 商品の承認
nl_nl: Producten op moderatie
no_no: Produkter på moderasjon
pl_pl: Produkty w moderacji
pt_br: Produtos sob moderação
pt_pt: Produtos com moderação
ro_ro: Produse in asteptare
sv_se: Produkter med måtta
tr_tr: Ölçülü ürünler
uk_ua: Товари на перевірці

# Languages::vendor_data_premoderation.require_vendor_action
source: Disapproved products
cs_cz: Neschválené produkty
de_de: Abgelehnte Produkte
el_gr: Προϊόντα που έχουν απορριφθεί
es_es: Productos rechazados
fa_ir: محصولات تایید نشده
fi_fi: Hylätyt tuotteet
fr_fr: Produits non approuvés
he_il: מוצרים שלא אושרו
hu_hu: Elutasított termékek
it_it: Prodotti non approvati
ja_jp: 非承認商品
nl_nl: Afgekeurde producten
no_no: Ikke godkjente produkter
pl_pl: Produkty odrzucone
pt_br: Produtos rejeitados
pt_pt: Produtos reprovados
ro_ro: Produse respinse
sv_se: Ej godkända produkter
tr_tr: onaylanmayan ürünler
uk_ua: Відхилені товари

# Languages::vendor_data_premoderation.disapproved
source: Disapproved
cs_cz: Zamítnuto
de_de: Abgelehnt
el_gr: Απερρίφθη
es_es: Rechazado
fa_ir: تایید نشد
fi_fi: Hylätty
fr_fr: Désapprouvé
he_il: לא אושר
hu_hu: Elutasítva
it_it: Non approvato
ja_jp: 非承認
nl_nl: Afgekeurd
no_no: Ikke godkjent
pl_pl: Niezatwierdzone
pt_br: Rejeitado
pt_pt: Reprovado
ro_ro: Respins
sv_se: Ej godkänd
tr_tr: onaylanmadı
uk_ua: Відхилено

# Languages::vendor_data_premoderation.approve_product_btn
source: Approve product
cs_cz: Schválit produkt
de_de: Produkt genehmigen
el_gr: Έγκριση προϊόντος
es_es: Aprobar producto
fa_ir: تایید محصول
fi_fi: Hyväksy tuote
fr_fr: Approuver le produit
he_il: אשר מוצר
hu_hu: Termék jóváhagyása
it_it: Approva il prodotto
ja_jp: 承認商品
nl_nl: Product goedkeuren
no_no: Godkjenn produktet
pl_pl: Zatwierdź produkt
pt_br: Aprovar produto
pt_pt: Aprovar produto
ro_ro: Aprobă produsul
sv_se: Godkänn produkt
tr_tr: Ürünü onayla
uk_ua: Затвердити товар

# Languages::vendor_data_premoderation.approve_product
source: Approve "[product]"
cs_cz: Schválit "[product]"
de_de: Genehmigen "[product]"
el_gr: Έγκριση "[product]"
es_es: Aprobar "[product]"
fa_ir: تایید "[product]"
fi_fi: Hyväksy "[product]"
fr_fr: Approuver "[product]"
he_il: אשר את "[מוצר]"
hu_hu: "[product]" jóváhagyása
it_it: Approva "[product]"
ja_jp: 承認 [product]
nl_nl: Goedkeuren “[product]”
no_no: Godkjenn "[product]"
pl_pl: Zatwierdź "[product]"
pt_br: Aprovar "[product]"
pt_pt: Aprovar "[product]"
ro_ro: Approba"[product]"
sv_se: Godkänn "[product]"
tr_tr: "[product]"ı onayla
uk_ua: Затвердити "[product]"

# Languages::vendor_data_premoderation.disapprove_product_btn
source: Disapprove product
cs_cz: Neschválit produkt
de_de: Produkt ablehnen
el_gr: Απόρριψη προϊόντος
es_es: Rechazar producto
fa_ir: رد کردن محصول
fi_fi: Hylkää tuote
fr_fr: Désapprouver le produit
he_il: בטל את המוצר
hu_hu: Termék elutasítása
it_it: Non approvare il prodotto
ja_jp: 非承認商品
nl_nl: Product afkeuren
no_no: Ikke godkjenne produktet
pl_pl: Odrzuć produkt
pt_br: Rejeitar produto
pt_pt: Reprovar produto
ro_ro: Respinge produsul
sv_se: ogilla produkten
tr_tr: Ürünü onaylama
uk_ua: Відхилити товар

# Languages::vendor_data_premoderation.disapprove_product
source: Disapprove "[product]"
cs_cz: Neschválit "[product]"
de_de: Ablehnen "[product]"
el_gr: Απόρριψη "[product]"
es_es: Rechazar "[product]"
fa_ir: رد کردن "[product]"
fi_fi: Hylkää "[product]"
fr_fr: Désapprouver "[product]"
he_il: ביטול אישור "[מוצר]"
hu_hu: "[product]" termék elutasítása
it_it: Non approvare "[product]"
ja_jp: 非承認 [product]
nl_nl: Afkeuren “[product]”
no_no: Ikke godkjenne "[product]"
pl_pl: Odrzuć "[product]"
pt_br: Rejeitar "[product]"
pt_pt: Reprovar "[product]"
ro_ro: Respingeți"[product]"
sv_se: ogilla "[product]"
tr_tr: "[product]" ı onaylama
uk_ua: Відхилити"[product]"

# Languages::vendor_data_premoderation.disapprove_products
source: Disapprove products
cs_cz: Neschválit produkty
de_de: Produkte ablehnen
el_gr: Προϊόντα που έχουν απορριφθεί
es_es: Rechazar productos
fa_ir: محصولات را تایید نکنید
fi_fi: Hylkää tuotteet
fr_fr: Désapprouver les produits
he_il: בטל את המוצרים
hu_hu: Termékek elutasítása
it_it: Disapprovare i prodotti
ja_jp: 非承認商品
nl_nl: Producten afkeuren
no_no: Ikke godkjenne produkter
pl_pl: Produkty odrzucone
pt_br: Rejeitar produtos
pt_pt: Reprovar produtos
ro_ro: Produse respinse
sv_se: ogilla produkter
tr_tr: Ürünleri onaylama
uk_ua: Відхилити товари

# Languages::vendor_data_premoderation.disapproval_reason
source: Disapproval reason
cs_cz: Důvod neschválení
de_de: Ablehnungsgrund
el_gr: Λόγος απόρριψης
es_es: Motivo de desaprobación
fa_ir: دلیل عدم تایید
fi_fi: Hylkäämisen syy
fr_fr: Motif de désapprobation
he_il: סיבה לאי אישור
hu_hu: Elutasítás oka
it_it: Motivo di disapprovazione
ja_jp: 非承認理由
nl_nl: Reden van afkeuring
no_no: Årsak til avvisning
pl_pl: Powód odrzucenia
pt_br: Motivo da rejeição
pt_pt: Motivo da reprovação
ro_ro: Motivul respingerii
sv_se: Orsak för ogillande
tr_tr: onaylanmama nedeni
uk_ua: Причина несхвалення

# Languages::vendor_data_premoderation.enter_disapproval_reason
source: Enter the reason for disapproval and save the changes.
cs_cz: Uveďte důvod neschválení a uložte změny.
de_de: Geben Sie den Grund für die Ablehnung ein und speichern Sie die Änderungen.
el_gr: Καταχωρήστε τον λόγο της απόρριψης και αποθηκεύστε τις αλλαγές.
es_es: Ingrese el motivo del rechazo y guarde los cambios.
fa_ir: دلیل عدم تایید را وارد کنید و تغییرات را ذخیره کنید.
fi_fi: Kirjoita hylkäämisen syy ja tallenna muutokset.
fr_fr: Saisissez le motif de désapprobation et enregistrez les modifications.
he_il: הזן את הסיבה לאי אישור ושמור את השינויים.
hu_hu: Add meg a jóváhagyás elutasításának okát, és mentsd a módosításokat.
it_it: Inserisci il motivo della mancata approvazione e salva le modifiche.
ja_jp: 非承認の理由を入力し、変更を保存します。
nl_nl: Voer de reden voor de afkeuring in en sla de wijzigingen op.
no_no: Skriv inn årsaken til avvisningen og lagre endringene.
pl_pl: Wpisz przyczynę odrzucenia i zapisz zmiany.
pt_br: Informe o motivo da rejeição e salve as alterações.
pt_pt: Insira o motivo da reprovação e salve as alterações.
ro_ro: Introduceți motivul respingerii și salvați modificările.
sv_se: Ange orsaken till avslaget och spara ändringarna.
tr_tr: Onaylanmama nedenini girin ve değişiklikleri kaydedin.
uk_ua: Введіть причину відхилення та збережіть зміни.

source: You have [n] product that requires your approval|You have [n] products that require your approval
cs_cz: Máte [n] produkt, který vyžaduje schválení.| Máte [n] produktů, které vyžadují schválení.
de_de: Sie haben [n] Produkte, die Ihrer Genehmigung bedürfen|Sie haben [n] Produkte, die Ihrer Genehmigung bedürfen
el_gr: Έχετε [n] προϊόν που απαιτεί την έγκριση σας|Έχετε [n] προϊόντα που απαιτούν την έγκριση σας
es_es: Tiene [n] productos que requieren su aprobación | Tiene [n] productos que requieren su aprobación
fa_ir: شما [n] محصول دارید که به تأیید شما نیاز دارد| [n] محصول دارید که به تأیید شما نیاز دارد
fi_fi: Sinulla on [n] tuotetta, joka edellyttää hyväksyntääsi|Sinulla on [n] tuotetta, jotka edellyttävät hyväksyntääsi
fr_fr: Vous avez [n] produits qui nécessitent votre approbation|Vous avez [n] produits qui nécessitent votre approbation
he_il: יש לך [n] מוצר הדורש את אישורך | יש לך [n] מוצרים הדורשים את אישורך
hu_hu: Van [n] olyan terméked, amely a jóváhagyásodat igényli|Van [n] olyan terméked, amely a jóváhagyásodat igényli
it_it: Hai [n] prodotti che richiedono la tua approvazione|Hai [n] prodotti che richiedono la tua approvazione
ja_jp: 承認が必要な商品が [n] あります | 承認が必要な商品が [n] があります
nl_nl: U hebt [n] product dat uw goedkeuring vereist|U hebt [n] producten die uw goedkeuring vereisen
no_no: Du har [n] produkter som krever din godkjenning|Du har [n] produkter som krever din godkjenning
pl_pl: Masz [n] produkt, który wymaga Twojego zatwierdzenia | Masz [n] produktów, które wymagają Twojego zatwierdzenia
pt_br: Você possui [n] produto que precisa ser aprovado|Você possui [n] produtos que precisam ser aprovados
pt_pt: Você tem [n] produto que requer sua aprovação|Você tem [n] produto que requer sua aprovação
ro_ro: Aveți un produs care necesită aprobarea dvs. | Aveți [n] produse care necesită aprobarea dvs.
sv_se: Du har [n] produkter som kräver ditt godkännande|Du har [n] produkter som kräver ditt godkännande
tr_tr: Onayınızı gerektiren [n] ürününüz var|Onayınızı gerektiren [n] ürününüz var
uk_ua: [n] товар вимагає перевірки | [n] товарів вимагають перевірки
