Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_rating.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Addons::name::vendor_rating
source: Vendor rating
ar_sa: تقييم البائع
cs_cz: Hodnocení prodejce
da_dk: Leverandørvurdering
de_de: Anbieterbewertung
el_gr: αξιολόγηση πωλητή
es_es: Valoración de proveedores
fa_ir: رتبه بندی فروشنده
fi_fi: Myyjän luokitus
fr_fr: Note fournisseur
he_il: דירוג של ספק
hu_hu: Eladói értékelés
it_it: Valutazione del fornitore
ja_jp: 出品者評価
nl_nl: Leveranciersbeoordeling
no_no: Leverandørvurdering
pl_pl: Ocena sprzedawcy
pt_br: Classificação do Fornecedor
pt_pt: Classificação do vendedor
ro_ro: Evaluarea furnizorului
ru_ru: Рейтинг продавцов
sv_se: Säljarens betyg
tr_tr: Satıcı değerlendirmesi
uk_ua: Рейтинг продавців

# Addons::description::vendor_rating
source: Allows you to rank vendors in the store using multi-critiera rating.
ar_sa: يسمح لك بترتيب البائعين في المتجر باستخدام تصنيف متعدد المعايير.
cs_cz: Umožňuje vám hodnotit prodejce v obchodě pomocí multikriteriálního hodnocení.
da_dk: Giver dig mulighed for at rangere leverandører i butikken ved hjælp af multi-critiera rating.
de_de: Ermöglicht es Ihnen, Anbieter im Geschäft anhand einer Bewertung mit mehreren Kriterien einzustufen.
el_gr: Σας επιτρέπει να κατατάξετε τους πωλητές στο κατάστημα χρησιμοποιώντας βαθμολογία πολλαπλών κριτηρίων.
es_es: Permite valorar a los vendedores de la tienda mediante una valoración multi-criterio.
fa_ir: به شما امکان می دهد فروشندگان را در فروشگاه با استفاده از رتبه بندی چند معیاره رتبه بندی کنید.
fi_fi: Mahdollistaa myyjien luokittelun myymälässä usean kriteerin luokituksen avulla.
fr_fr: Vous permet de classer les vendeurs dans le magasin à l'aide d'une notation multicritère.
he_il: מאפשר לך לדרג ספקים בחנות לפי דירוג רב-קריטריונים.
hu_hu: Lehetővé teszi, hogy a piactéren lévő eladókat több kritériumnak megfelelő értékeléssel rangsorolja.
it_it: Ti consente di classificare i fornitori nel negozio utilizzando la valutazione a più criteri.
ja_jp: 多基準評価を使用して、ショップ内の出品者をランク付けできます。
nl_nl: Hiermee kunt u leveranciers in de winkel rangschikken met behulp van multi-critiera-beoordeling.
no_no: Lar deg rangere leverandører i butikken ved å bruke multi-critiera-vurdering.
pl_pl: Umożliwia uszeregowanie sprzedawców w sklepie za pomocą oceny opartej na wielu kryteriach.
pt_br: Permite que você classifique fornecedores na loja com base em diversos critérios.
pt_pt: Permite classificar fornecedores na loja usando classificação multicritério.
ro_ro: Vă permite să clasați furnizorii din magazin folosind evaluarea multi-critiera.
ru_ru: Позволяет задать принципы ранжирования продавцов на маркетплейсе.
sv_se: Låter dig rangordna leverantörer i butiken med hjälp av betyg med flera kriterier.
tr_tr: Çok kriterli derecelendirmeyi kullanarak mağazadaki satıcıları sıralamanıza olanak tanır.
uk_ua: Дозволяє задати принципи ранжирування продавців в маркетплейсі.

# Languages::vendor_rating.vendor_rating
source: Vendor rating
ar_sa: تقييم البائع
cs_cz: Hodnocení prodejce
da_dk: Leverandørvurdering
de_de: Anbieterbewertung
el_gr: αξιολόγηση πωλητή
es_es: Valoración del proveedor
fa_ir: رتبه بندی فروشنده
fi_fi: Myyjän luokitus
fr_fr: Note fournisseur
he_il: דירוג של ספק
hu_hu: Eladói értékelés
it_it: Valutazione del fornitore
ja_jp: 出品者評価
nl_nl: Leveranciersbeoordeling
no_no: Leverandørvurdering
pl_pl: Ocena sprzedawcy
pt_br: Classificação do fornecedor
pt_pt: Classificação do vendedor
ro_ro: Evaluarea furnizorului
ru_ru: Рейтинг продавца
sv_se: Säljarens betyg
tr_tr: Satıcı Değerlendirmesi
uk_ua: Рейтинг продавця

# Languages::vendor_rating.previous_rating
source: Previous rating
ar_sa: التقييم السابق
cs_cz: Předešlé hodnocení
da_dk: Tidligere vurdering
de_de: Vorherige Bewertung
el_gr: Προηγούμενη βαθμολογία
es_es: Valoración anterior
fa_ir: امتیاز قبلی
fi_fi: Edellinen luokitus
fr_fr: Classement précédent
he_il: דירוג קודם
hu_hu: Előző értékelés
it_it: Valutazione precedente
ja_jp: 以前の評価
nl_nl: Vorige beoordeling
no_no: Tidligere vurdering
pl_pl: Poprzednia ocena
pt_br: Classificação anterior
pt_pt: Classificação anterior
ro_ro: Evaluare anterioară
ru_ru: Предыдущий рейтинг
sv_se: Tidigare betyg
tr_tr: Önceki derecelendirme
uk_ua: Попередній рейтинг

# Languages::vendor_rating.rating
source: Rating
ar_sa: التقييم
cs_cz: Hodnocení
da_dk: Bedømmelse
de_de: Bewertung
el_gr: Βαθμολογία
es_es: Valoración
fa_ir: رتبه بندی
fi_fi: Luokitus
fr_fr: Notation
he_il: דירוג
hu_hu: Értékelés
it_it: Valutazione
ja_jp: 評価
nl_nl: Beoordeling
no_no: Vurdering
pl_pl: Ocena
pt_br: Classificação
pt_pt: Avaliação
ro_ro: Evaluare
ru_ru: Рейтинг
sv_se: Betyg
tr_tr: Değerlendirme
uk_ua: Рейтинг

# Languages::sort_by_absolute_vendor_rating_asc
source: Sort by Vendor rating: Low to High
ar_sa: الترتيب حسب تقييم البائع: الأدنى إلى الأعلى
cs_cz: Seřadit podle hodnocení prodejce: od nejnižšího
da_dk: Sorter efter Leverandørvurdering: Lav til Høj
de_de: Sortieren nach Anbieterbewertung: Niedrig bis Hoch
el_gr: Ταξινόμηση Πωλητή κατά βαθμολογία: άυξουσα
es_es: Ordenar por valoración del vendedor: de menor a mayor
fa_ir: مرتب سازی بر اساس رتبه بندی فروشنده: کم تا زیاد
fi_fi: Lajittele toimittajan arvion mukaan: matalasta korkeaan
fr_fr: Trier par Évaluation du fournisseur : de faible à élevé
he_il: מיין לפי דירוג של ספק: מהנמוך לגבוה
hu_hu: Rendezés az eladói értékelése szerint: növekvő
it_it: Ordina per valutazione del fornitore: da basso ad alto
ja_jp: 出品者評価で並べ替え：低から高
nl_nl: Sorteer op leveranciersbeoordeling: laag naar hoog
no_no: Sorter etter Leverandørvurdering: Lav til Høy
pl_pl: Sortuj według oceny sprzedawcy: od najniższej do najwyższej
pt_br: Ordenar por classificação do fornecedor: mais baixas primeiro
pt_pt: Classificar por classificação do fornecedor: baixa a alta
ro_ro: Sortați după evaluarea furnizorului: de la mic la ridicat
ru_ru: Сортировать по рейтингу продавца: по возрастанию
sv_se: Sortera efter Leverantörsbetyg: Låg till Hög
tr_tr: Derecelendirmeye göre sıralama: Düşükten Yükseğe
uk_ua: Сортувати за рейтингом продавця: збільшення

# Languages::sort_by_absolute_vendor_rating_desc
source: Sort by Vendor rating
ar_sa: فرز حسب تقييم البائع
cs_cz: Řadit podle hodnocení prodejce
da_dk: Sorter efter leverandørbedømmelse
de_de: Nach Anbieterbewertung sortieren
el_gr: Ταξινόμηση κατά βαθμολογία Πωλητή
es_es: Ordenar por valoración del vendedor
fa_ir: مرتب سازی بر اساس رتبه بندی فروشنده
fi_fi: Lajittele toimittajan luokituksen mukaan
fr_fr: Trier par Évaluation du fournisseur
he_il: מיין לפי דירוג של ספק
hu_hu: Eladó értékelése szerinti rendezés
it_it: Ordina per Valutazione del fornitore
ja_jp: 出品者評価で並べ替え
nl_nl: Sorteren op leveranciersbeoordeling
no_no: Sorter etter leverandørvurdering
pl_pl: Sortuj według oceny sprzedawcy
pt_br: Ordenar por classificação do fornecedor
pt_pt: Classificar por classificação do fornecedor
ro_ro: Sortați după evaluarea furnizorului
ru_ru: Сортировать по рейтингу продавца
sv_se: Sortera efter leverantörsbetyg
tr_tr: Satıcı puanına göre sırala
uk_ua: Сортувати за рейтингом продавця

# Languages::vendor_rating.absolute_vendor_rating
source: Overall rating
ar_sa: تقييم العام
cs_cz: Celkové hodnocení
da_dk: Samlet bedømmelse
de_de: Gesamtwertung
el_gr: Συνολική βαθμολογία
es_es: Valoración global
fa_ir: مجموع امتیاز
fi_fi: Yleisarvosana
fr_fr: Note globale
he_il: דירוג כולל
hu_hu: Általános értékelés
it_it: Valutazione generale
ja_jp: 総合評価
nl_nl: Algemene beoordeling
no_no: Samlet vurdering
pl_pl: Ogólna ocena
pt_br: Classificação geral
pt_pt: Avaliação geral
ro_ro: Evaluare generală
ru_ru: Общий рейтинг
sv_se: Helhetsbetyg
tr_tr: Genel Değerlendirme
uk_ua: Загальний рейтинг

# Languages::vendor_rating.absolute_vendor_rating_short
source: OA rating
ar_sa: تصنيف الزراعة العضوية
cs_cz: Hodnocení OA
de_de: OA-Bewertung
el_gr: βαθμολογία ΟΑ
es_es: calificación de OA
fa_ir: رتبه OA
fi_fi: OA-luokitus
fr_fr: Classement OA
he_il: דירוג OA
hu_hu: OA minősítés
it_it: Valutazione OA
ja_jp: OA評価
nl_nl: OA-beoordeling
no_no: OA-vurdering
pl_pl: Ocena OA
pt_br: Classificação OA
pt_pt: Classificação OA
ro_ro: Evaluare OA
ru_ru: Общ. рейтинг
sv_se: OA-betyg
tr_tr: OA derecesi
uk_ua: Рейтинг ОА

# Languages::vendor_rating.manual_vendor_rating
source: Manual vendor rating
ar_sa: تقييم البائع اليدوي
cs_cz: Manuální prodejcovo hodnocení
da_dk: Manuel leverandørvurdering
de_de: Manuelle Anbieterbewertung
el_gr: Χειροκίνητη αξιολόγηση πωλητή
es_es: Calificación manual de vendedores
fa_ir: رتبه بندی فروشنده دستی
fi_fi: Manuaalinen myyjäluokitus
fr_fr: Évaluation manuelle des fournisseurs
he_il: דירוג ספק ידני
hu_hu: Manuális eladói értékelés
it_it: Valutazione manuale del venditore
ja_jp: 手動での出品者評価
nl_nl: Handmatige leveranciersbeoordeling
no_no: Manuell leverandørvurdering
pl_pl: Manualna ocena sprzedawcy
pt_br: Classificação manual do fornecedor
pt_pt: Avaliação manual do fornecedor
ro_ro: Evaluare manuală a furnizorului
ru_ru: Рейтинг продавца, заданный вручную
sv_se: Manuell leverantörsbetyg
tr_tr: Manuel satıcı değerlendirmesi
uk_ua: Рейтинг продавця, заданий вручну

# Languages::vendor_rating.manual_vendor_plan_rating
source: Manual vendor plan rating
ar_sa: تقييم خطة البائع اليدوية
cs_cz: Manuální hodnocení prodejcova plánu
da_dk: Manuel leverandørplanvurdering
de_de: Manuelle Lieferantenplanbewertung
el_gr: Χειροκίνητη αξιολόγηση προγράμματος πωλητή
es_es: Calificación manual del plan de vendedores
fa_ir: رتبه بندی طرح فروشنده دستی
fi_fi: Manuaalinen toimittajasuunnitelman luokitus
fr_fr: Évaluation manuelle du plan du fournisseur
he_il: דירוג תוכנית של ספק ידני
hu_hu: Eladói csomag manuális értékelése
it_it: Valutazione manuale del piano fornitore
ja_jp: 手動での出品者プラン評価
nl_nl: Handmatige beoordeling van leveranciersplan
no_no: Manuell leverandørplanvurdering
pl_pl: Ręczna ocena planu sprzedawcy
pt_br: Classificação manual do plano do fornecedor
pt_pt: Avaliação manual do plano do fornecedor
ro_ro: Evaluare manuală a planului furnizorului
ru_ru: Рейтинг тарифного плана, заданный вручную
sv_se: Manuell leverantörsplanbetyg
tr_tr: Manuel satıcı planı derecelendirmesi
uk_ua: Рейтинг тарифного плану, заданий вручну

# Languages::vendor_rating.company_rating
source: [company]'s rating set to [rating]
ar_sa: تم تعيين تصنيف [company] على [rating]
cs_cz: Hodnocení [company] nastaveno na [rating]
da_dk: [company]s vurdering sat til [rating]
de_de: Bewertung von [company]auf [rating]gesetzt
el_gr: Η βαθμολογία της [company] ορίστηκε σε [rating]
es_es: La calificación de [company] se ha fijado en [rating]
fa_ir: امتیاز [company]روی [rating]تنظیم شده است
fi_fi: Arvosanaksi [company]on asetettu [rating]
fr_fr: La note de [company]est définie sur [rating]
he_il: [company] דירוג מוגדר ל-[rating]
hu_hu: A [company] társaság értékelése [rating]-re van beállítva
it_it: La valutazione di [company]è impostata su [rating]
ja_jp: [company]評価を[rating]に設定
nl_nl: [company]'s beoordeling ingesteld op [rating]
no_no: [company]vurdering satt til [rating]
pl_pl: Ocena [company] ustawiona na [rating]
pt_br: Classificação de [company] definida para [rating]
pt_pt: classificação de [company]definida como [rating]
ro_ro: Evaluarea lui [company]este setată la [rating]
ru_ru: Рейтинг [company] теперь [rating]
sv_se: [company]:s betyg satt till [rating]
tr_tr: [company]derecelendirmesi [rating]olarak ayarlandı
uk_ua: Рейтинг [company] тепер [rating]

# Languages::vendor_rating.wrong_formula
source: Unable to calculate the expression. Original error message: [error].
ar_sa: تعذر حساب التعبير. رسالة الخطأ الأصلية: [error].
cs_cz: Nešlo se dopočítat. Originální znění chyby: [error].
da_dk: Ude af stand til at beregne udtrykket. Oprindelig fejlmeddelelse: [error].
de_de: Der Ausdruck kann nicht berechnet werden. Ursprüngliche Fehlermeldung: [error].
el_gr: Δεν είναι δυνατός ο υπολογισμός της έκφρασης. Αρχικό μήνυμα σφάλματος: [error]
es_es: No se ha podido calcular la expresión. Mensaje de error original: [error].
fa_ir: قادر به محاسبه عبارت نیست. پیغام خطای اصلی: [error].
fi_fi: Lauseketta ei voi laskea. Alkuperäinen virheilmoitus: [error].
fr_fr: Impossible de calculer l'expression. Message d'erreur d'origine : [error].
he_il: לא ניתן לחשב את הביטוי. הודעת שגיאה מקורית: [error].
hu_hu: Nem sikerült kiszámítani a kifejezést. Eredeti hibaüzenet: [error].
it_it: Impossibile calcolare l'espressione. Messaggio di errore originale: [error].
ja_jp: 式を計算できません。 元のエラーメッセージ：[error]
nl_nl: Kan de uitdrukking niet berekenen. Oorspronkelijke foutmelding: [error].
no_no: Kan ikke beregne uttrykket. Opprinnelig feilmelding: [error].
pl_pl: Nie można obliczyć wyrażenia. Oryginalny komunikat o błędzie: [error].
pt_br: Não foi possível fazer o cálculo. Erro: [error].
pt_pt: Não foi possível calcular a expressão. Mensagem de erro original: [error].
ro_ro: Nu se poate calcula expresia. Mesaj de eroare original: [error].
ru_ru: Не удалось рассчитать выражение. Исходное сообщение об ошибке: [error].
sv_se: Det går inte att beräkna uttrycket. Ursprungligt felmeddelande: [error].
tr_tr: İfade hesaplanamıyor. Orijinal hata mesajı: [error].
uk_ua: Не вдалося розрахувати вираз. Оригінальне повідомлення про помилку: [error].

# Languages::vendor_rating.too_many_variables
source: The formula uses too many variables. [allowed_variables_count] allowed, [passed_variables_count] passed.
ar_sa: تستخدم الصيغة العديد من المتغيرات. [allowed_variables_count] مسموح به ، تم تمرير [passed_variables_count].
cs_cz: Vzorec obsahuje příliš mnoho proměnných: [allowed_variables_count] prošlo, [passed_variables_count] neprošlo
da_dk: Formlen bruger for mange variabler. [allowed_variables_count] tilladt, [passed_variables_count] bestået.
de_de: Die Formel verwendet zu viele Variablen. [allowed_variables_count] erlaubt, [passed_variables_count] bestanden.
el_gr: Ο τύπος χρησιμοποιεί πάρα πολλές μεταβλητές. Επιτρέπονται [allowed_variables_count], πέρασαν [passed_variables_count] .
es_es: La fórmula utiliza demasiadas variables. [allowed_variables_count] permitidas, [passed_variables_count] pasadas.
fa_ir: این فرمول از متغیرهای زیادی استفاده می کند. [allowed_variables_count] مجاز، [passed_variables_count] پاس شده است.
fi_fi: Kaava käyttää liian monta muuttujaa. [allowed_variables_count] sallittu, [passed_variables_count] hyväksytty.
fr_fr: La formule utilise trop de variables. [allowed_variables_count] autorisé, [passed_variables_count] réussi.
he_il: הנוסחה משתמשת במשתנים רבים מדי. [allowed_variables_count] מותר, [passed_variables_count] עבר.
hu_hu: A képlet túl sok változót használ. [allowed_variables_count] megengedett, [passed_variables_count] használatos.
it_it: La formula utilizza troppe variabili. [allowed_variables_count] consentito, [passed_variables_count] superato.
ja_jp: 数式で使用されている変数が多すぎます。 [allowed_variables_count]が許可され、[passed_variables_count]が渡されました。
nl_nl: De formule gebruikt te veel variabelen. [allowed_variables_count] toegestaan, [passed_variables_count] geslaagd.
no_no: Formelen bruker for mange variabler. [allowed_variables_count] tillatt, [passed_variables_count] bestått.
pl_pl: Formuła używa zbyt wielu zmiennych. [allowed_variables_count] dozwolonych, [passed_variables_count] pominiętych.
pt_br: A fórmula possui variáveis demais. Permitidas: [allowed_variables_count]. Ignoradas: [passed_variables_count].
pt_pt: A fórmula usa muitas variáveis. [allowed_variables_count] permitido, [passed_variables_count] aprovado.
ro_ro: Formula folosește prea multe variabile. [allowed_variables_count] permis, [passed_variables_count] trecut.
ru_ru: В формуле слишком много переменных. Разрешено [allowed_variables_count], используется [passed_variables_count].
sv_se: Formeln använder för många variabler. [allowed_variables_count] tillåtet, [passed_variables_count] godkänt.
tr_tr: Formül çok fazla değişken kullanıyor. [allowed_variables_count] izin verildi, [passed_variables_count] geçti.
uk_ua: У формулі занадто багато змінних. Дозволено[allowed_variables_count], використовується [passed_variables_count].

# Languages::vendor_rating.division_by_zero
source: Division by zero
ar_sa: القسمة على صفر
cs_cz: Dělení nulou
da_dk: Division med nul
de_de: Durch Null teilen
el_gr: Διαίρεση με το μηδέν
es_es: División por cero
fa_ir: تقسیم بر صفر
fi_fi: Nollalla jakaminen
fr_fr: Division par zéro
he_il: חלוקה באפס
hu_hu: Osztás nullával
it_it: Divisione per zero
ja_jp: ゼロ除算
nl_nl: Deling door nul
no_no: Divisjon med null
pl_pl: Dzielenie przez zero
pt_br: Divisão por zero
pt_pt: Divisão por zero
ro_ro: Impartirea cu zero
ru_ru: Деление на ноль
sv_se: Dividera med noll
tr_tr: Sıfıra bölüm
uk_ua: Ділення на нуль

# Languages::vendor_rating.unknown_variable
source: Unknown variable <b>[variable]</b>
ar_sa: متغير غير معروف <b> [variable] </b>
cs_cz: Neznámá proměnná <b>[variable]</b>
da_dk: Ukendt variabel <b>[variable]</b>
de_de: Unbekannte Variable <b>[variable]</b>
el_gr: Αγνωστη Μεταβλητη <b>[variable]</b>
es_es: Variable desconocida <b>[variable]</b>
fa_ir: متغیر ناشناخته <b>[variable]</b>
fi_fi: Tuntematon muuttuja <b>[variable]</b>
fr_fr: Variable inconnue <b>[variable]</b>
he_il: משתנה לא ידוע <b>[variable]</b>
hu_hu: Ismeretlen változó <b>[variable]</b>
it_it: Variabile sconosciuta <b>[variable]</b>
ja_jp: 不明な変数<b>[variable]</b>
nl_nl: Onbekende variabele <b>[variable]</b>
no_no: Ukjent variabel <b>[variable]</b>
pl_pl: Nieznana zmienna <b>[variable]</b>
pt_br: Variável desconhecida <b>[variable]</b>
pt_pt: Variável desconhecida <b>[variable]</b>
ro_ro: Variabilă necunoscută <b>[variable]</b>
ru_ru: Неизвестная переменная <b>[variable]</b>
sv_se: Okänd variabel <b>[variable]</b>
tr_tr: Bilinmeyen değişken <b>[variable]</b>
uk_ua: Невідома змінна <b>[variable]</b>

# Languages::vendor_rating.run_rating_calculation_by_cron
source: Rating recalculation is the resource-intensive process. It's recommented to run it automatically at certain time intervals.<br>To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ar_sa: إعادة حساب التصنيف هي عملية كثيفة الاستخدام للموارد. يُوصى بتشغيله تلقائيًا في فترات زمنية معينة. <br> للقيام بذلك ، أضف الأمر التالي إلى <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
cs_cz: Proces přepočtu hodnocení je poměrně náročný proces. Je doporučeno spouštět jej automaticky v určitých časových intervalech. <br> Pro automatiku přijde následující příkaz do <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cronu</a>:
da_dk: Vurderingsgenberegning er den ressourcekrævende proces. Det anbefales at køre det automatisk med bestemte tidsintervaller.<br>For at gøre det skal du tilføje følgende kommando til <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
de_de: Die Neuberechnung der Bewertung ist ein ressourcenintensiver Prozess. Es wird empfohlen, es in bestimmten Zeitintervallen automatisch auszuführen.<br>Fügen Sie dazu den folgenden Befehl zu <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>hinzu:
el_gr: Ο υπολογισμός βαθμολογιών απαιτεί πολλούς πόρους.Συνιστάται να τον εκτελείτε αυτόματα σε συγκεκριμένα χρονικά διαστήματα<br>. Για να το κάνετε αυτό, προσθέστε την ακόλουθη εντολή στο <a href="https://en.wikipedia.org/wiki/Cron" target="_blank"> Cron: </a>:
es_es: El recálculo de la calificación es el proceso que consume más recursos. Se recomienda ejecutarlo automáticamente en determinados intervalos de tiempo.<br>Para hacerlo, añada el siguiente comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
fa_ir: محاسبه مجدد رتبه فرآیندی است که منابع فشرده ای دارد. توصیه می شود آن را به طور خودکار در فواصل زمانی مشخص اجرا کنید.<br>برای انجام این کار، دستور زیر را به <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>اضافه کنید:
fi_fi: Luokituksen uudelleenlaskenta on resursseja vaativa prosessi. On suositeltavaa suorittaa se automaattisesti tietyin aikavälein.<br>Tee se lisäämällä seuraava komento kohtaan <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
fr_fr: Le recalcul de la note est un processus gourmand en ressources. Il est recommandé de l'exécuter automatiquement à certains intervalles de temps.<br>Pour ce faire, ajoutez la commande suivante à <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
he_il: חישוב דירוג הוא התהליך עתיר המשאבים. מומלץ להריץ אותו באופן אוטומטי בפרקי זמן מסוימים.<br>כדי לעשות זאת, הוסף את הפקודה הבאה ל <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
hu_hu: Az értékelés újrakalkulálása erőforrás-igényes folyamat. Javasoljuk, hogy bizonyos időközönként automatikusan futtasd le.<br>A futtatáshoz a következő parancs szükséges <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
it_it: Il ricalcolo della valutazione è il processo ad alta intensità di risorse. Si consiglia di eseguirlo automaticamente a determinati intervalli di tempo.<br>Per farlo, aggiungi il seguente comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ja_jp: 評価の再計算は、サーバ・リソースを大量に消費するプロセスです。 特定の時間間隔で自動的に実行することをお勧めします。<br>これを行うには、次のコマンドを<a href="https://en.wikipedia.org/wiki/Cron" target="_blank"> cron </a>に追加します。
nl_nl: Het herberekenen van beoordelingen is een arbeidsintensief proces. Het wordt aanbevolen om het automatisch op bepaalde tijdsintervallen uit te voeren.<br>Om dit te doen, voegt u het volgende commando toe aan <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
no_no: Omberegning av vurdering er den ressurskrevende prosessen. Det anbefales å kjøre den automatisk med bestemte tidsintervaller.<br>For å gjøre det, legg til følgende kommando til <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
pl_pl: Ponowne obliczenie oceny to proces wymagający dużych zasobów. Zalecane jest uruchamianie go automatycznie w określonych odstępach czasu.<br>Aby to zrobić, dodaj następujące polecenie do <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
pt_br: Recalcular a classificação é um processo que consome muitos recursos. Recomendados que ele seja executado automaticamente em certos intervalos de tempo.<br>Para fazer isso, adicione o seguinte comando ao <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
pt_pt: O recálculo de classificação é o processo de uso intensivo de recursos. Recomenda-se executá-lo automaticamente em determinados intervalos de tempo.<br>Para fazer isso, adicione o seguinte comando a <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ro_ro: Recalcularea ratingului este un proces care necesită mult resurse. Se recomandă să îl rulați automat la anumite intervale de timp.<br>Pentru a face acest lucru, adăugați următoarea comandă la <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ru_ru: Перерасчёт рейтинга — ресурсоёмкий процесс. Рекомендуем запускать его автоматически с определённой периодичностью.<br>Для этого добавьте следующую команду в <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
sv_se: Omräkning av betyg är den resurskrävande processen. Det rekommenderas att köra det automatiskt vid vissa tidsintervall.<br>För att göra det, lägg till följande kommando till <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
tr_tr: Derecelendirmenin yeniden hesaplanması, kaynak yoğun bir süreçtir. Belirli zaman aralıklarında otomatik olarak çalıştırılması önerilir.<br>Bunu yapmak için <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>aşağıdaki komutu ekleyin:
uk_ua: Перерахунок рейтингу - ресурсномісткий процес. Рекомендуємо запускати його автоматично з певною періодичністю. <br>Для цього додайте наступну команду в <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
