Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_locations.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

# SettingsTooltips::vendor_locations::max_search_radius
source: You can manually add a product filter that allows customers to search for products within a certain distance if they enter their location. This setting determines the maximum search radius possible for that filter. If you don't create a filter, products will be shown regardless of distance, and this setting won't have any effect.
ar_sa: يمكنك إضافة فلتر منتج يدويًا يتيح للعملاء البحث عن المنتجات ضمن مسافة معينة إذا دخلوا موقعهم. يحدد هذا الإعداد الحد الأقصى لنصف قطر البحث لهذا الفلتر. إذا لم تقم بإنشاء فلتر ، فسيتم عرض المنتجات بغض النظر عن المسافة ، ولن يكون لهذا الإعداد أي تأثير.
cs_cz: Můžete manuálně přidat produktový filtr, který zákazníkům umožňuje vyhledávat produkty v určité vzdálenosti, pokud zadají své umístění. V nastavení určí, jaký je maximální okruh hledání v rámci filtru. Pokud filtr nevytvoříte, produkty budou zobrazeny bez ohledu na vzdálenost a toto nastavení nebude mít žádný vliv.
de_de: Sie können manuell einen Produktfilter hinzufügen, der es Kunden ermöglicht, nach Produkten innerhalb einer bestimmten Entfernung zu suchen, wenn sie ihren Standort eingeben. Diese Einstellung bestimmt den maximal möglichen Suchradius für diesen Filter. Wenn Sie keinen Filter erstellen, werden Produkte unabhängig von der Entfernung angezeigt, und diese Einstellung hat keine Auswirkung.
el_gr: Μπορείτε να προσθέσετε με χειροκίνητο τρόπο ένα φίλτρο προϊόντος που επιτρέπει στους πελάτες να αναζητούν προϊόντα σε μια ορισμένη απόσταση αν εισάγουν την τοποθεσία τους. Αυτή η ρύθμιση καθορίζει την προεπιλεγμένη ακτίνα αναζήτησης για αυτό το φίλτρο. Εάν δεν δημιουργήσετε ένα φίλτρο, τα προϊόντα θα εμφανίζονται ανεξάρτητα από την απόσταση και αυτή η ρύθμιση δεν θα έχει καμία επίδραση.
es_es: Puede agregar manualmente un filtro de producto que les permita a los clientes buscar productos dentro de una cierta distancia si ingresan a su ubicación. Esta configuración determina el radio de búsqueda máximo posible para ese filtro. Si no crea un filtro, los productos se mostrarán independientemente de la distancia, y esta configuración no tendrá ningún efecto.
fa_ir: می‌توانید به صورت دستی یک فیلتر محصول اضافه کنید که به مشتریان امکان می‌دهد در صورت ورود به مکان خود، محصولات را در فاصله‌ای مشخص جستجو کنند. این تنظیم حداکثر شعاع جستجوی ممکن را برای آن فیلتر تعیین می کند. اگر فیلتری ایجاد نکنید، محصولات بدون در نظر گرفتن فاصله نشان داده می شوند و این تنظیم هیچ تاثیری نخواهد داشت.
fi_fi: Voit lisätä manuaalisesti tuotesuodattimen, jonka avulla asiakkaat voivat etsiä tuotteita tietyltä etäisyydeltä, jos he syöttävät sijaintinsa. Tämä asetus määrittää suurimman mahdollisen hakusäteen kyseiselle suodattimelle. Jos et luo suodatinta, tuotteet näytetään etäisyydestä riippumatta, eikä tällä asetuksella ole vaikutusta.
fr_fr: Vous pouvez ajouter manuellement un filtre par produits qui permets à vos clients de rechercher des produits présents dans les alentours, s'ils entrent dans leur périmètre de détection. Ce paramètre détermine le diamètre de recherche maximum de ce filtre. Si vous ne créez pas de filtre, les produits apparaîtront peu importe la distance, et ce paramètre n'aura aucun effet.
he_il: תוכל להוסיף ידנית את מסנן המוצרים שמאפשר ללקוחות לחפש מוצרים במרחק מסוים אם הם ירשמו את המיקום שלהם. הגדרה זו קובעת את רדיוס החיפוש המקסימלי האפשרי עבור מסנן זה. אם לא תיצור מסנן, המוצרים יוצגו בלא קשר למרחק, והגדרה זו לא תשפיע כלל.
hu_hu: Manuálisan hozzáadhatsz olyan termékszűrőt, amely lehetővé teszi, hogy a vásárlók egy bizonyos távolságon belül keressenek termékeket, ha megadják a tartózkodási helyüket. Ez a beállítás határozza meg az adott szűrő lehetséges maximális keresési sugarát. Ha nem hozol létre szűrőt, a termékek a távolságtól függetlenül jelennek meg, és ennek a beállításnak nincs hatása.
it_it: Puoi aggiungere manualmente un filtro prodotto che consenta ai clienti di cercare prodotti entro una certa distanza se inseriscono la loro posizione. Questa impostazione determina il raggio di ricerca massimo possibile per quel filtro. Se non crei un filtro, i prodotti verranno mostrati indipendentemente dalla distanza e questa impostazione non avrà alcun effetto.
ja_jp: 距離フィルタを追加すると、現在地を入力して指定した距離の商品を検索することができます。この設定は距離フィルタの最大値です。フィルタを追加していない場合は距離に関係なく商品が表示されます。
nl_nl: U kunt handmatig een productfilter toevoegen waarmee klanten producten binnen een bepaalde afstand kunnen zoeken als ze hun locatie invoeren. Deze instelling bepaalt de maximaal mogelijke zoekradius voor dat filter. Als u geen filter maakt, worden producten ongeacht de afstand weergegeven en heeft deze instelling geen effect.
no_no: Du kan manuelt legge til et produktfilter som lar kunder søke etter produkter innenfor en viss avstand hvis de oppgir sin plassering. Denne innstillingen bestemmer den maksimale søkeradiusen som er mulig for det filteret. Hvis du ikke oppretter et filter, vises produktene uavhengig av avstand, og denne innstillingen vil ikke ha noen effekt.
pl_pl: Możesz ręcznie dodać filtr produktu, który umożliwia klientom wyszukiwanie produktów w określonej odległości, jeśli wprowadzą oni swoją lokalizację. To ustawienie określa maksymalny zasięg wyszukiwania dla tego filtra. Jeśli nie utworzysz filtra, produkty będą wyświetlane niezależnie od odległości, a to ustawienie nie będzie miało żadnego efektu.
pt_pt: Você pode adicionar manualmente um filtro de produto que permite que os clientes pesquisem produtos a uma determinada distância se inserirem sua localização. Essa configuração determina o raio máximo de pesquisa possível para esse filtro. Se você não criar um filtro, os produtos serão mostrados independentemente da distância, e essa configuração não terá nenhum efeito.
ro_ro: Poți adăuga manual un filtru produs care permite clienților să caute produse într-o anumită distanță dacă introduc locația lor. Această setare determină raza maximă de căutare pentru filtrul respectiv. Dacă nu creezi un filtru, produsele vor fi afișate indiferent de distantă, și această setare nu va avea niciun efect.
ru_ru: Вы можете вручную добавить фильтр, который позволит покупателям искать товары на определённом расстоянии, если они укажут своё местоположение. Эта настройка определяет максимальный радиус для этого фильтра. Если вы не создадите фильтр, то товары всегда будут показываться независимо от расстояния, и настройка ни на что не повлияет.
tr_tr: Müşteriler, bulundukları yeri girdiklerinde belirli bir mesafe içinde ürün aramasına olanak tanıyan bir ürün filtresini elle ekleyebilirsiniz. Bu ayar, bu filtre için varsayılan arama yarıçapını belirler. Bir filtre oluşturmazsanız, mesafeden bağımsız olarak ürünler gösterilir ve bu ayarın herhangi bir etkisi olmaz.
uk_ua: Ви можете вручну додати фільтр продукту, який дозволяє клієнтам шукати продукти на певній відстані, якщо вони вводять своє місцеположення. Цей параметр визначає максимальний радіус пошуку для цього фільтра. Якщо ви не створюєте фільтр, продукти відображатимуться незалежно від відстані, і цей параметр не матиме ніякого ефекту.

# SettingsOptions::vendor_locations::distance_unit
source: Distance measurement unit
ar_sa: وحدة قياس المسافة
cs_cz: Jednotka vzdálenosti
de_de: Entfernungsmaßeinheit
el_gr: Μονάδα μέτρησης απόστασης
es_es: Unidad de medida de distancia
fa_ir: واحد اندازه گیری فاصله
fi_fi: Etäisyyden mittayksikkö
fr_fr: Unité de mesure des distances
he_il: יחידות מדידת מרחק
hu_hu: Távolságmérő egység
id_id: Unit pengukuran jarak
it_it: Unità di misura della distanza
ja_jp: 距離測定単位
nl_nl: Afstand meeteenheid:
no_no: Avstandsmålingsenhet
pl_pl: Jednostki pomiaru odległości
pt_pt: Unidade de medida de distância
ro_ro: Unitate de măsurare a distanței
ru_ru: Единица измерения расстояния
tr_tr: Mesafe ölçüm birimi
uk_ua: Одиниця виміру відстані

# SettingsVariants::vendor_locations::distance_unit::km
source: km
ar_sa: كلم
cs_cz: kilometr
fa_ir: کیلومتر
fr_fr: kilomètres
he_il: ק"מ
ja_jp: キロ
ru_ru: км
uk_ua: км

# SettingsVariants::vendor_locations::distance_unit::miles
source: mi
cs_cz: míle
es_es: ml
fa_ir: مایل
he_il: מייל
ja_jp: マイル

# SettingsOptions::vendor_locations::filter_by
source: Vendors shown by default
ar_sa: ظهور الباعة بشكل افتراضي
cs_cz: Prodejci zobrazeni defaultně
de_de: Anbieter werden standardmäßig angezeigt
el_gr: Πωλητές που εμφανίζεται από προεπιλογή
es_es: Vendedores mostratos por defecto
fa_ir: فروشندگان به طور پیش فرض نشان داده شده اند
fi_fi: Toimittajat näytetään oletuksena
fr_fr: Fournisseurs affichés par défaut
he_il: ספקים המוצגים כברירת מחדל
hu_hu: Alapértelmezettként megjelenített eladók
id_id: Tampilan otomatis vendor
it_it: Fornitori mostrati per impostazione predefinita
ja_jp: 出品者のデフォルト表示
nl_nl: Standaard weergegeven leveranciers
no_no: Leverandører vises som standard
pl_pl: Domyślnie wyświetlani sprzedawcy
pt_pt: Fornecedores mostrados por padrão
ro_ro: Furnizori afișați implicit
ru_ru: Продавцы, отображаемые по умолчанию
tr_tr: Varsayılan olarak gösterilen satıcılar
uk_ua: Продавці, які відображаються за замовчуванням

# SettingsTooltips::vendor_locations::filter_by
source: Determines what vendors are shown on the vendor list page (and on the map displayed on that page) by default.
ar_sa: يحدد ما يتم عرضه للبائعين في صفحة قائمة الموردين (وعلى الخريطة المعروضة على هذه الصفحة) بشكل افتراضي.
cs_cz: Určuje, jací prodejci jsou zobrazeni na stránce seznamu prodejců (a na mapě na té stránce) defaultně.
de_de: Legt fest, welche Anbieter standardmäßig auf der Anbieterlistenseite (und auf der auf dieser Seite angezeigten Karte) angezeigt werden.
el_gr: Καθορίζει ποια πωλητές θα εμφανίζονται στη σελίδα λίστα προμηθευτών (και το χάρτη που εμφανίζεται σε αυτήν τη σελίδα) από προεπιλογή.
es_es: Determina qué vendedores se muestrán en la lista de vendedores de la página (y en el mapa que se muestra en esa página) de forma predeterminada.
fa_ir: تعیین می کند چه فروشنده هایی به طور پیش فرض در صفحه فهرست فروشنده (و روی نقشه نمایش داده شده در آن صفحه) نشان داده می شوند.
fi_fi: Määrittää, mitkä toimittajat näytetään oletusarvoisesti toimittajaluettelosivulla (ja sillä sivulla näytettävällä kartalla).
fr_fr: Détermine quels fournisseurs sont affichés sur la page de la liste des fournisseurs (et sur la carte affichée sur cette page) par défaut.
he_il: קובע מה יוצג לספקים בעמוד רשימת ספקים (וגם במפה המוצגת באותו עמוד) כברירת מחדל.
hu_hu: Meghatározza, hogy mely eladók jelennek meg az eladói lista oldalán (és az azon az oldalon megjelenített térképen) alapértelmezettként.
id_id: Tentukan vendor mana yang ditampilkan pada halaman daftar vendor (dan pada peta yang muncul pada halaman tersebut) secara otomatis.
it_it: Determina quali fornitori vengono visualizzati nella pagina dell'elenco dei fornitori (e sulla mappa visualizzata in quella pagina) per impostazione predefinita.
ja_jp: どの出品者が出品者リスト（と地図上）にデフォルトで表示されるかを指定します。
nl_nl: Bepaalt welke leveranciers standaard worden weergegeven op de pagina met leverancierslijst (en op de kaart die op die pagina wordt weergegeven).
no_no: Bestemmer hvilke leverandører som vises på leverandørlistesiden (og på kartet som vises på den siden) som standard.
pl_pl: Określa, którzy sprzedawcy są domyślnie wyświetlani na stronie listy sprzedawców (oraz na mapie wyświetlanej na tej stronie).
pt_pt: Determina quais fornecedores são mostrados na página da lista de fornecedores (e no mapa exibido nessa página) por padrão.
ro_ro: Stabilește ce furnizori sunt afișați implicit pe pagina cu listă de furnizori (și pe harta afișată pe pagina respectivă).
ru_ru: Определяет, какие продавцы по умолчанию отображаются на странице списка продавцов и на карте на этой странице.
tr_tr: Varsayılan olarak satıcı listesi sayfasında (ve o sayfada görüntülenen haritada) hangi satıcıların gösterileceğini belirler.
uk_ua: Визначає, які продавці за замовчуванням відображаються на сторінці списку продавців (і на карті на цій сторінці).

# SettingsVariants::vendor_locations::filter_by::none
source: All
ar_sa: الكل
cs_cz: Všechno
de_de: Alle
el_gr: Όλα
es_es: Todos
fa_ir: همه
fi_fi: Kaikki
fr_fr: Tous
he_il: הכל
hu_hu: Összes
id_id: Semua
it_it: Tutti
ja_jp: すべて
nl_nl: Alle
no_no: Alle
pl_pl: Wszystkie
pt_pt: Todo
ro_ro: Toate
ru_ru: Все
tr_tr: Hepsi
uk_ua: Всі

# SettingsVariants::vendor_locations::filter_by::city
source: From customer's city
ar_sa: من مدينة الزبون
cs_cz: Ze zákazníkova města
de_de: Aus der Stadt des Kunden
el_gr: Από την πόλη του πελάτη
es_es: Desde la ciudad del cliente
fa_ir: از شهر مشتری
fi_fi: Asiakkaan kaupungista
fr_fr: De la ville du client
he_il: מהעיר של הלקוח
hu_hu: A vásárló városától
id_id: Dari kota pelanggan
it_it: Dalla città del cliente
ja_jp: お客様の市区町村
nl_nl: Van de stad van de klant
no_no: Fra kundens by
pl_pl: Od miasta klienta
pt_pt: Da cidade do cliente
ro_ro: Din orașul clientului
ru_ru: Из города покупателя
tr_tr: Müşterinin şehrinden
uk_ua: З міста покупця

# SettingsVariants::vendor_locations::filter_by::country
source: From customer's country
ar_sa: من بلد الزبون
cs_cz: Ze země zákazníka
de_de: Aus dem Land des Kunden
el_gr: Από τη χώρα του πελάτη
es_es: Desde el país del cliente
fa_ir: از کشور مشتری
fi_fi: Asiakkaan maasta
fr_fr: Du pays du client
he_il: מהמדינה של הלקוח
hu_hu: A vásárló országától
id_id: Dari negara pelanggan
it_it: Dal paese del cliente
ja_jp: お客様の国
nl_nl: Uit het land van de klant
no_no: Fra kundens land
pl_pl: Od kraju klienta
pt_pt: Do país do cliente
ro_ro: Din țara clientului
ru_ru: Из страны покупателя
tr_tr: Müşterinin ülkesinden
uk_ua: З країни покупця

# Languages::vendor_locations.location
source: Location
ar_sa: المنطقة
cs_cz: Lokace
de_de: Standort
el_gr: Τοποθεσία
es_es: Ubicación
fa_ir: محل
fi_fi: Sijainti
fr_fr: Lieu
he_il: מיקום
hu_hu: Tartózkodási hely
id_id: Lokasi
it_it: Posizione
ja_jp: 所在地
nl_nl: Locatie
no_no: Beliggenhet
pl_pl: Lokalizacja
pt_pt: Localização
ro_ro: Locație
ru_ru: Местоположение
tr_tr: Konum
uk_ua: Розташування

source: The address that will be used to determine the position on Google Maps.
ar_sa: العنوان الذي سيتم استخدامه لتحديد الموقع على خرائط Google.
cs_cz: Tato adresa bude použita k určení lokace na Google mapách.
de_de: Die Adresse, die verwendet wird, um die Position auf Google Maps zu bestimmen.
el_gr: Η διεύθυνση που θα χρησιμοποιηθεί για να προσδιορίσετε τη θέση στο Google Maps.
es_es: La dirección que se usará para determinar la posición en Google Maps.
fa_ir: آدرسی که برای تعیین موقعیت در Google Maps استفاده خواهد شد.
fi_fi: Osoite, jota käytetään sijainnin määrittämiseen Google Mapsissa.
fr_fr: L'adresse qui sera utilisée pour déterminer la position sur Google Maps.
he_il: הכתובת שתשמש כדי לקבוע את המיקום במפות של גוגל.
hu_hu: A cím, amely alapján a Google Térképen a pozíció meghatározásra kerül.
id_id: Alamat ini akan digunakan untuk penentuan lokasi di Google Maps.
it_it: L'indirizzo che verrà utilizzato per determinare la posizione su Google Maps.
ja_jp: Googleマップ上の住所
nl_nl: Het adres dat zal worden gebruikt om de positie op Google Maps te bepalen.
no_no: Adressen som vil bli brukt til å bestemme posisjonen på Google Maps.
pl_pl: Adres, który będzie używany do określenia pozycji w Google Maps.
pt_pt: O endereço que será usado para determinar a posição no Google Maps.
ro_ro: Adresa care va fi folosită pentru a determina poziția pe Google Maps.
ru_ru: Адрес, по которому будет определено местоположение на Google Maps.
tr_tr: Google Haritalar'daki konumu belirlemek için kullanılacak adres.
uk_ua: Адреса, за якою буде визначено місце розташування на Google Maps.

# Languages::block_location_selector
source: Customer's location
ar_sa: الموقع الخاص بالزبون
cs_cz: Lokace zákazníka
de_de: Standort des Kunden
el_gr: Τοποθεσια Πελατη
es_es: Ubicación del cliente
fa_ir: موقعیت مکانی مشتری
fi_fi: Asiakkaan sijainti
fr_fr: Localisation du client
he_il: מיקום הלקוח
hu_hu: Vásárlók tartózkodási helye
id_id: Lokasi pelanggan
it_it: Posizione del cliente
ja_jp: お客様の所在地
nl_nl: Locatie van de klant
no_no: Kundens beliggenhet
pl_pl: Lokalizacja klienta
pt_pt: Localização do cliente
ro_ro: Locația clientului
ru_ru: Местоположение покупателя
tr_tr: Müşterinin konumu
uk_ua: Місцезнаходження покупця

# Languages::block_location_selector_description
source: Enter address to search by location
ar_sa: أدخل العنوان للبحث عن طريق الموقع
cs_cz: Vložte adresu k hledání podle určité lokality
de_de: Geben Sie die Adresse ein, um nach Standort zu suchen
el_gr: Εισάγετε τη διεύθυνση να αναζήτηση κατά τοποθεσία
es_es: Ingrese la dirección para iniciar la búsqueda por ubicación
fa_ir: آدرس را برای جستجو بر اساس مکان وارد کنید
fi_fi: Syötä osoite etsiäksesi sijainnin mukaan
fr_fr: Entrez l'adresse pour rechercher par lieu
he_il: הכנס כתובת כדי לחפש לפי מיקום
hu_hu: Adja meg a címet a tartózkodási hely alapján történő kereséshez
id_id: Masukkan alamat untuk pencarian berdasarkan lokasi
it_it: Inserisci l'indirizzo per cercare per posizione
ja_jp: 住所を入力して検索
nl_nl: Voer adres in om op locatie te zoeken
no_no: Angi adresse for å søke etter sted
pl_pl: Wprowadź adres do wyszukiwania według lokalizacji
pt_pt: Digite o endereço para pesquisar por local
ro_ro: Introdu adresa pentru a căuta după locație
ru_ru: Введите адрес для поиска по местоположению
tr_tr: Konuma göre aramak için adresi girin
uk_ua: Введіть адресу для пошуку по місцю розташування

# Languages::vendor_locations.search_vendors_by_address
source: Search vendors
ar_sa: البحث عن البائعين
cs_cz: Hledat prodejce
de_de: Anbieter suchen
el_gr: Αναζήτηση πωλητών
es_es: Buscar vendedores
fa_ir: فروشندگان را جستجو کنید
fi_fi: Etsi myyjiä
fr_fr: Rechercher des fournisseurs
he_il: חפש ספקים
hu_hu: Eladók keresése
id_id: Cari vendor
it_it: Cerca fornitori
ja_jp: 出品者を検索
nl_nl: Zoek leveranciers
no_no: Søk etter forhandler
pl_pl: Szukaj sprzedawcy
pt_pt: Pesquisar fornecedores
ro_ro: Căutați furnizori
ru_ru: Поиск продавцов
tr_tr: Satıcı ara
uk_ua: Пошук продавців

# Languages::block_search_vendors
source: Vendors by location
ar_sa: الباعة حسب الموقع
cs_cz: Prodejci podle mapy
de_de: Verkäufer nach Region
el_gr: Τοποθεσίες πωλητων
es_es: Vendedores por ubicación
fa_ir: فروشندگان بر اساس مکان
fi_fi: Myyjät sijainnin mukaan
fr_fr: Vendeurs par emplacement
he_il: ספקים לפי מיקום
hu_hu: Eladók tartózkodási hely alapján
id_id: Vendor berdasarkan lokasi
it_it: Fornitori per posizione
ja_jp: 出品者（所在地フィルタ）
nl_nl: Verkopers per locatie
no_no: Forhandlere etter beliggenhet
pl_pl: Sprzedawcy według lokalizacji
pt_pt: Fornecedores por local
ro_ro: Furnizori după locație
ru_ru: Поиск по местоположению
tr_tr: Konumlara göre satıcılar
uk_ua: Продавці за місцезнаходженням

# Languages::block_search_vendors_description
source: Search for vendors in a specific location
ar_sa: ابحث عن البائعين في موقع معين
cs_cz: Hledat prodejce ve specifické lokalitě
de_de: Suche nach Verkäufern in einer bestimmten Region
el_gr: Ψάξτε για τους πωλητές σε μια συγκεκριμένη θέση
es_es: Buscar vendedores en una ubicación específica
fa_ir: فروشندگان را در یک مکان خاص جستجو کنید
fi_fi: Etsi myyjiä tietystä sijainnista
fr_fr: Rechercher des fournisseurs dans un lieu spécifique
he_il: חפש ספקים במיקום מסוים
hu_hu: Eladók keresése egy adott tartózkodási helyen
id_id: Cari vendor di lokasi tertentu
it_it: Cerca i fornitori in una posizione specifica
ja_jp: 特定所在地の出品者を検索
nl_nl: Zoeken naar leveranciers op een specifieke locatie
no_no: Søk etter forhandlere på et bestemt sted
pl_pl: Wyszukiwanie sprzedawców w określonej lokalizacji
pt_pt: Procure fornecedores em um local específico
ro_ro: Căutați furnizori într-o anumită locație
ru_ru: Поиск продавцов с определённым местоположением
tr_tr: Belirli bir konumdaki satıcıları arayın
uk_ua: Пошук продавців з певним розташуванням

# Languages::block_closest_vendors
source: Closest vendors
ar_sa: أقرب البائعين
cs_cz: Nejbližší prodejci
de_de: Nächstgelegene Verkäufer
el_gr: Πλησιέστεροι πωλητες
es_es: Vendedores más cercanos
fa_ir: نزدیکترین فروشندگان
fi_fi: Lähimmät myyjät
fr_fr: Fournisseurs les plus proches
he_il: הספקים הקרובים ביותר
hu_hu: Legközelebbi eladók
id_id: Vendor terdekat
it_it: Fornitori più vicini
ja_jp: 近所の出品者
nl_nl: Dichtstbijzijnde leveranciers
no_no: Nærmeste forhandlere
pl_pl: Najbliższy sprzedawca
pt_pt: Fornecedores mais próximos
ro_ro: Cei mai apropiați vânzători
ru_ru: Ближайшие продавцы
tr_tr: En yakın satıcılar
uk_ua: Найближчі продавці

# Languages::block_closest_vendors_description
source: Vendors from customer's city
ar_sa: الباعة من مدينة الزبائن
cs_cz: Prodejce ze zákazníkova města
de_de: Verkäufer nahe der Kundenregion
el_gr: Πωλητές από την πόλη του πελάτη
es_es: Vendedores en la ciudad del cliente
fa_ir: فروشندگان از شهر مشتری
fi_fi: Myyjät asiakkaan kaupungista
fr_fr: Vendeurs de la ville du client
he_il: ספקים מהעיר של הלקוח
hu_hu: Eladók a vásárló városától
id_id: Vendor dari kota pelanggan
it_it: Fornitori dalla città del cliente
ja_jp: お客様市区町村に所在する出品者
nl_nl: Verkopers uit de stad van de klant
no_no: Forhandlere fra kundens poststed
pl_pl: Sprzedawcy z miasta klienta
pt_pt: Fornecedores da cidade do cliente
ro_ro: Vânzători din orașul clientului
ru_ru: Продавцы из города покупателя
tr_tr: Müşterinin şehrinden satıcılar
uk_ua: Продавці з міста покупця

# Languages::block_vendors_map
source: Vendor map
ar_sa: خريطة البائعين
cs_cz: Mapa prodejce
de_de: Verkäuferkarte
el_gr: Χαρτης πωλητή
es_es: Mapa del vendedor
fa_ir: نقشه فروشنده
fi_fi: Myyjän kartta
fr_fr: Carte des fournisseurs
he_il: מפת ספקים
hu_hu: Eladók térképe
id_id: Peta vendor
it_it: Mappa del venditore
ja_jp: 出品者マップ
nl_nl: Kaart van de leverancier
no_no: Forhandler kart
pl_pl: Mapa sprzedawcy
pt_pt: Mapa de fornecedores
ro_ro: Harta furnizorului
ru_ru: Карта продавцов
tr_tr: Satıcı haritası
uk_ua: Мапа продавців

# Languages::block_vendors_map_description
source: A map of all vendors
ar_sa: خريطة لجميع البائعين
cs_cz: Mapa všech prodejců
de_de: Eine Karte aller Verkäufer
el_gr: Ένα χάρτη με όλους τους πωλητες
es_es: Un mapa para todos los vendedores
fa_ir: نقشه همه فروشندگان
fi_fi: Kartta kaikista myyjistä
fr_fr: Une carte de tous les fournisseurs
he_il: מפה של כל הספקים
hu_hu: Az összes eladó térképe
id_id: Peta seluruh vendor
it_it: Una mappa di tutti i fornitori
ja_jp: すべての出品者マップ
nl_nl: Een kaart van alle leveranciers
no_no: Kart over alle forhandlere
pl_pl: Mapa wszystkich sprzedawców
pt_pt: Um mapa de todos os fornecedores
ro_ro: O hartă a tuturor vânzătorilor
ru_ru: Карта со всеми продавцами в вашем магазине
tr_tr: Tüm satıcıların bir haritası
uk_ua: Мапа зі всіма продавцями

# Languages::vendor_location.search_vendors_geolocation
source: Search for vendors
ar_sa: البحث عن الموردين
cs_cz: Hledání prodejce
de_de: Suchen Sie nach Anbietern
el_gr: Αναζήτηση πωλητών
es_es: Buscar vendedores
fa_ir: جستجوی فروشندگان
fi_fi: Etsi myyjiä
fr_fr: Rechercher des fournisseurs
he_il: חפש ספקים
hu_hu: Eladók keresése
id_id: Cari vendor
it_it: Cerca fornitori
ja_jp: 出品者を検索
nl_nl: Zoeken naar leveranciers
no_no: Søk etter forhandler
pl_pl: Szukaj po sprzedawcy
pt_pt: Pesquisar fornecedores
ro_ro: Căutați furnizori
ru_ru: Поиск продавцов
tr_tr: Satıcı ara
uk_ua: Пошук продавців

# Languages::vendor_locations.block_template_location_selector
source: Location selector
ar_sa: محدد الموقع
cs_cz: Výběr lokality
de_de: Standortauswahl
el_gr: Ο επιλογέας τοποθεσίας
es_es: Selector de ubicación
fa_ir: انتخابگر مکان
fi_fi: Sijainnin valitsin
fr_fr: Sélecteur d'emplacement
he_il: בורר מיקום
hu_hu: Tartózkodási hely-választó
id_id: Penentu lokasi
it_it: Selettore di posizione
ja_jp: 現在地セレクター
nl_nl: Locatiekiezer
no_no: Lokaliseringsvelger
pl_pl: Wybór lokalizacji
pt_pt: Seletor de local
ro_ro: Selector de locație
ru_ru: Выбор местоположения
tr_tr: Konum seçici
uk_ua: Вибір розташування
