Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_plans.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, uk_ua

# Languages::vendor_plans.products_exceeded_text
source: Cannot add more products: you have reached the maximum number of products allowed by your plan. To change your plan, please <a href="[href]">follow this link</a>.
ar_sa: لا يمكن إضافة المزيد من المنتجات: لقد وصلت إلى الحد الأقصى من المنتجات المسموح بها في خطتك. لتغيير خطتك ، يرجى <a href="[href]"> اتباع هذا الرابط </a>.
cs_cz: Nelze přidat více produktů: Dosáhli jsme maximálního počtu produktů povolených ve vašem plánu. Abyste změnili tento plán, přejděte prosím <a href="[href]">sem</a>.
da_dk: Kan ikke tilføje flere produkter: du har nået det maksimale antal produkter tilladt af din plan. Hvis du vil ændre din plan, venligst <a href="[href]"> Følg dette link</a>.
de_de: Es können keine weiteren Produkte hinzugefügt werden: Sie haben die maximale Anzahl von Produkten erreicht, die Ihr Plan zulässt. Um Ihren Tarif zu ändern, <a href="[href]">folgen Sie bitte diesem Link</a>.
el_gr: Δεν είναι δυνατό να προσθέσετε περισσότερα προϊόντα: έχετε φτάσει το μέγιστο αριθμό προϊόντων που επιτρέπονται από το πακετο σας. Για να αλλάξετε το πακετο σας, παρακαλούμε <a href="[href]"> ακολουθήστε αυτόν τον σύνδεσμο</a>.
es_es: No se puede añadir productos: tiene que haber alcanzado el número máximo de productos permitidos por tu plan. Para cambiar tu plan, por favor<a href="[href]">siga el siguiente enlace</a>.
fa_ir: نمی توان محصولات بیشتری اضافه کرد: شما به حداکثر تعداد مجاز محصولات توسط طرح خود رسیده اید. برای تغییر طرح خود، لطفاً <a href="[href]">این پیوند را دنبال کنید</a>.
fi_fi: Ei voi lisätä enempää tuotteita: olet saavuttanut suunnitelmasi salliman enimmäismäärän tuotteita. Jos haluat muuttaa suunnitelmaasi, <a href="[href]">seuraa tätä linkkiä</a>.
fr_fr: Ajouts de produits impossible: Vous avez atteint le nombre maximum de produits permis par votre plan. Pour modifier votre plan, s'il vous plait <a href="[href]">suivez ce lien </a>.
he_il: לא ניתן להוסיף מוצרים נוספים: הגעת למספר מקסימלי של המוצרים המותרים לפי התוכנית שלך. כדי לשנות את תכניתך, נא <a href="[href]"> עבור לקישור הבא </a>.
hu_hu: Nem tudsz több terméket hozzáadni: elérted a csomagodban megengedett maximális termékszámot. Csomagod módosításához kérjük, <a href="[href]">kövesd ezt a linket</a>.
id_id: Tidak dapat menambahkan lebih banyak produk: Anda telah mencapai jumlah maksimum produk diperbolehkan oleh rencana Anda. Untuk mengubah rencana Anda, silakan <a href="[href]"> ikuti link ini</a>.
it_it: Non puo aggiungere piu prodotti: Lei ha processato il minimo numero di profotti permessi dal suo piano. Per caricare il suo piano, prego <a href="[href]">seguire il legato</a>.
ja_jp: 商品を追加できません: プランで許容されている商品の最大数に到達しました。プランを変更するには <a href="[href]">こちら</a> から行ってください。
nl_nl: Kan niet meer producten toevoegen: je hebt het maximale aantal producten bereikt dat is toegestaan door je abonnement. Volg deze link <a href="[href]">om uw abonnement te wijzigen</a>
no_no: Kan ikke legge til flere produkter: du har nådd maksimalt antall produkter som tillates av planen. For å endre planen, vennligst <a href="[href]">følg denne linken</a>.
pl_pl: Nie można dodać więcej produktów: osiągnięto maksymalną liczbę produktów dozwolonych przez twój plan. Aby zmienić plan, proszę kliknąć <a href="[href]">w ten link</a>.
pt_br: Você já atingiu o número máximo de produtos permitido pelo seu plano. Para mudar de plano, <a href="[href]">clique aqui</a>.
pt_pt: Não é possível adicionar mais produtos: você atingiu o número máximo de produtos permitidos pelo seu plano. Para alterar seu plano, <a href="[href]">siga este link</a>.
ro_ro: Nu se pot adăuga mai multe produse: ați atins numărul maxim de produse permis de planul dvs. Pentru a vă schimba planul, vă rugăm să <a href="[href]"> urmați acest link </a>.
ru_ru: Не удаётся добавить больше товаров, так как было достигнуто максимальное число товаров доступных по данному плану. Для смены палан, пожалуйста, перейдите по <a href="[href]">данной ссылке</a>.
sv_se: Det går inte att lägga till fler produkter: du har nått det maximala antalet produkter som din plan tillåter. För att ändra din plan, vänligen <a href="[href]">följ den här länken</a>.
uk_ua: Не вдалося додати більше товарів, так як було досягнуто максимальної кількості товарів доступних за даним тарифом. Для зміни тарифу, будь ласка, перейдіть за <a href="[href]">цим посиланням</a>.

# Languages::vendor_plans.revenue_exceeded_subj
source: Maximum Revenue Exceeded
ar_sa: أقصى الإيرادات تجاوزت
cs_cz: Dosaženo maximálního příjmu
da_dk: Maksimale indtægt overskredet
de_de: Maximaler Umsatz überschritten
el_gr: Μέγιστα έσοδα υπερέβησαν
es_es: Ingreso máximo excedido
fa_ir: از حداکثر درآمد فراتر رفت
fi_fi: Maksimitulo ylitetty
fr_fr: Revenu maximal dépassé
he_il: עברת את ההכנסה המקסימלית
hu_hu: A maximális árbevétel túllépve
id_id: Maksimum pendapatan melebihi
it_it: Minimo Revenu Excesso
ja_jp: 収入金額制限の上限を超えました
nl_nl: Maximale omzet overschreden
no_no: Maksimal fortjeneste overskredet
pl_pl: Maksymalny dochód został przekroczony
pt_br: Faturamento máximo excedido
pt_pt: Receita máxima excedida
ro_ro: Venitul maxim depășit
ru_ru: Достигнут предел максимальной выручки
sv_se: Maximal intäkt har överskridits
uk_ua: Досягнуто межі максимального прибутку

# Languages::vendor_plans.revenue_exceeded_text
source: <a href="[href]">[vendor]</a> exceeded the maximum revenue allowed by the [plan] plan.
ar_sa: <a href="[href]"> [vendor] </a> تجاوز الحد الأقصى للعائد الذي تسمح به خطة [plan].
cs_cz: <a href="[href]">[vendor]</a> překročil maximální povolený příjem pro plán [plan].
da_dk: <a href="[href]">[vendor]</a> overskredet den maksimale indtægt tilladt af [plan] planen.
de_de: <a href="[href]">[vendor]</a> überstiegen die vom Plan [plan] zugelassenen maximalen Einnahmen.
el_gr: <a href="[href]">[vendor]</a> υπερεβει το μέγιστο εσόδων που επιτρέπεται από το πακετο [plan].
es_es: <a href="[href]">[vendor]</a> excedió el ingreso máximo permitido por el [plan] plan.
fa_ir: <a href="[href]">[vendor]</a> از حداکثر درآمد مجاز طرح [plan] فراتر رفت.
fi_fi: <a href="[href]">[vendor]</a> ylitti [plan] -suunnitelman salliman enimmäistuoton.
fr_fr: <a href=''[href]''>[vendor]</a> a dépassé le revenu maximum permis par le plan [plan].
he_il: <a href="[href]">[vendor]</a> עברת את ההכנסה המקסימלית המותרת על ידי [plan] התוכנית.
hu_hu: <a href="[href]">[vendor]</a> túllépte a [plan] csomag által megengedett maximális árbevételt.
id_id: <a href="[href]">[vendor]</a> melebihi pendapatan maksimum yang diperbolehkan oleh rencana [plan].
it_it: <a href="[href]">[vendor]</a> excesso il minimo revenu permesso dal piano [plan].
ja_jp: <a href="[href]">[vendor]</a>様は [plan] プランで設定されている収入金額制限の上限を超えました。
nl_nl: <a href="[href]">[vendor]</a> overschreed de maximale opbrengst toegestaan door het [plan] plan.
no_no: <a href="[href]">[vendor]</a> overskriver den høyeste fortjenesten tillat på [plan] planen.
pl_pl: <a href="[href]">[vendor]</a> przekroczył maksymalny dochód dozwolony przez [plan] plan.
pt_br: <a href="[href]">[vendor]</a> excedeu o faturamento máximo permitido pelo plano [plan].
pt_pt: <a href="[href]">[vendor]</a> ultrapassou a receita máxima permitida pelo plano [plan].
ro_ro: a href="[href]">[vendor]</a> a depășit venitul maxim permis de planul[plan]
ru_ru: <a href="[href]">[vendor]</a> превысил порог выручки, предусмотренный планом [plan].
sv_se: <a href="[href]">[vendor]</a> överskred de maximala intäkterna som tillåts enligt [plan] -planen.
uk_ua: <a href="[href]">[vendor]</a> перевищив поріг прибутків, передбачений тарифом [plan].

# Languages::vendor_plans.not_available
source: Not available
ar_sa: غير متوفر
cs_cz: Nedostupné
da_dk: Ikke tilgængelig
de_de: Nicht verfügbar
el_gr: Δεν είναι διαθέσιμη
es_es: No disponible
fa_ir: در دسترس نیست
fi_fi: Ei saatavilla
fr_fr: Pas disponible
he_il: בלתי זמינה
hu_hu: Nem elérhető
id_id: Tidak tersedia
it_it: Non disponibile
ja_jp: ご利用できません
nl_nl: Niet beschikbaar
no_no: Ikke tilgjengelig
pl_pl: Niedostępne
pt_br: Indisponível
pt_pt: Não disponível
ro_ro: Nu e disponibil
ru_ru: Недоступен
sv_se: Inte tillgänglig
uk_ua: Недоступний

# Languages::vendor_plans.many_products_text
source: Too many products ([actual]/[allowed])
ar_sa: عدد كبير جدًا من المنتجات ([actual]/[allowed])
cs_cz: Příliš mnoho produktů ([actual]/[allowed])
da_dk: For mange produkter ([actual]/[allowed])
de_de: Zu viele Produkte ([actual]/[allowed])
el_gr: Πάρα πολλά προϊόντα ([actual]/[allowed])
es_es: Demasiados productos ([actual]/[allowed])
fa_ir: محصولات بسیار زیاد ([actual]/[allowed])
fi_fi: Liian monta tuotetta ([actual]/[allowed])
fr_fr: Trop de produits ([actual]/[allowed])
he_il: יותר מדי מוצרים ([actual]/[allowed])
hu_hu: Túl sok termék ([actual]/[allowed])
id_id: Terlalu banyak produk ([actual]/[allowed])
it_it: Molti prodotti ([actual]/[allowed])
ja_jp: 出品できる商品数を超えています ([actual]/[allowed])
nl_nl: Te veel producten ([actual]/[allowed])
no_no: For mange produkter ([actual]/[allowed])
pl_pl: Zbyt wiele produktów ([actual]/[allowed])
pt_br: Produtos demais ([actual]/[allowed])
pt_pt: Muitos produtos ([actual][allowed]
ro_ro: Prea multe produse([actual]/[allowed])
ru_ru: Слишком много товаров ([actual]/[allowed])
sv_se: För många produkter ([actual]/[allowed])
uk_ua: Занадто багато товарів ([actual]/[allowed])

# Languages::vendor_plans.much_revenue_text
source: Too much revenue ([actual]/[allowed])
ar_sa: عائد كبير جدًا ([actual]/[allowed])
cs_cz: Příliš mnoho příjmů ([actual]/[allowed])
da_dk: Alt for mange indtægter ([actual]/[allowed])
de_de: Zu viel Umsatz ([actual]/[allowed])
el_gr: Πάρα πολλα έσοδα ([actual]/[allowed])
es_es: Demasiados ingresos ([actual]/[allowed])
fa_ir: درآمد بسیار زیاد ([actual]/[allowed])
fi_fi: Liian paljon tuloja ([actual]/[allowed])
fr_fr: Trop de revenus
he_il: הכנסה גבוהה מדי ([actual]/[allowed])
hu_hu: Túl sok árbevétel ([actual]/[allowed])
id_id: Terlalu banyak pendapatan ([actual]/[allowed])
it_it: Molto revenu ([actual]/[allowed])
ja_jp: 収入金額の上限を超えています ([actual]/[allowed])
nl_nl: Te veel omzet ([actual]/[allowed])
no_no: For mye inntekter ([actual]/[allowed])
pl_pl: Zbyt duży dochód ([actual]/[allowed])
pt_br: Faturamento demais ([actual]/[allowed])
pt_pt: Muita receita ([actual]/[allowed])
ro_ro: Prea multe venituri[actual]/[allowed])
ru_ru: Превышен порог выручки ([actual]/[allowed])
sv_se: För mycket intäkter ([actual]/[allowed])
uk_ua: Перевищено поріг прибутків ([actual]/[allowed])

# Languages::vendor_plans.plan_not_available_text
source: Sorry, this plan is not available for you. Please choose an available plan.
ar_sa: نعتذر لعدم توفر هذة الخطة لك ، الرجاء اختيار خطة متاحة أخرى .
cs_cz: Omlouváme se, ale tento plán pro vás není dostupný. Vyberte si prosím jiný.
da_dk: Desværre, er denne plan ikke tilgængelig for dig. Vælg en tilgængelig plan.
de_de: Dieser Plan ist leider nicht für Sie verfügbar. Bitte wählen Sie einen verfügbaren Plan aus.
el_gr: Συγγνώμη, αυτό το πακετοο δεν είναι διαθέσιμο για εσάς. Παρακαλώ επιλέξτε ένα διαθέσιμο πακετο.
es_es: Lo sentimos, este plan no está disponible. Por favor seleccione un plan que se encuentre disponible.
fa_ir: با عرض پوزش، این طرح برای شما در دسترس نیست. لطفاً یک طرح موجود را انتخاب کنید.
fi_fi: Valitettavasti tämä suunnitelma ei ole käytettävissäsi. Valitse käytettävissä oleva suunnitelma.
fr_fr: Je suis desolé, ce plan n'est pas disponible pour vous. Choisissez un plan disponible.
he_il: לצערנו, תוכנית זו אינה זמינה עבורך. בחר תוכנית זמינה.
hu_hu: Sajnáljuk, ez a csomag nem elérhető a számodra. Kérjük, válassz elérhető csomagot.
id_id: Maaf, rencana ini tidak tersedia untuk Anda. Silakan pilih rencana yang tersedia.
it_it: Mi spiace< questo piano non e disponibile per Lei> Prego< scegliere un piano disponibile.
ja_jp: 誠に申し訳ありませんが、このプランはご使用できません。他のプランを選択してください。
nl_nl: Sorry, dit abonnement is niet beschikbaar voor jou. Kies een beschikbaar abonnement.
no_no: Beklager, denne planen er ikke tilgjengelig for deg. Velg en tilgjengelig plan.
pl_pl: Niestety, ten plan nie jest dostępny dla Ciebie. Proszę wybrać plan dostępne.
pt_br: Este plano não está disponível para você. Escolha um disponível.
pt_pt: Desculpe, este plano não está disponível para você. Escolha um plano disponível.
ro_ro: Ne pare rău, acest plan nu este disponibil pentru dvs. Vă rugăm să alegeți un plan disponibil.
ru_ru: К сожалению, данный тарифный план недоступен для Вас. Пожалуйста, выберите другой план.
sv_se: Tyvärr, den här planen är inte tillgänglig för dig. Välj en tillgänglig plan.
uk_ua: На жаль, даний тарифний план недоступний для Вас. Будь ласка, виберіть інший.

# Languages::vendor_plans.plan_will_be_change_text
source: You are switching to another vendor plan. You will be charged the full price of the plan. Are you sure you want to continue?
ar_sa: لقد قمت بتغيير بتبديل باقة خطة التاجر ، ستتحمل كامل قيمة الباقة ، هل انت موافق على ذلك ؟
cs_cz: Právě přepínáte na jiný plán prodejce. Budete zpoplatněni plnou částkou za plán. Opravdu tak chcete učinit?
da_dk: Du skifter til en anden kreditor plan. Du vil blive opkrævet den fulde pris for planen. Vil du fortsætte?
de_de: Sie wechseln zu einem anderen Anbieterplan. Ihnen wird der volle Preis des Plans in Rechnung gestellt. Bist du dir sicher, dass du weitermachen willst?
el_gr: Μεταβαίνετε σε άλλο πακετο πωλητή. Θα χρεωθείτε την πλήρη τιμή του πακετου. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;
es_es: Usted se está cambiando a otro plan de proveedores. Se le cobrará el precio completo del plan. Esta seguro de que desea continuar?
fa_ir: شما در حال تغییر به طرح فروشنده دیگری هستید. قیمت کامل طرح از شما دریافت خواهد شد. آیا مطمئن هستید که میخواهید ادامه دهید؟
fi_fi: Olet vaihtamassa toiseen toimittajasopimukseen. Sinulta veloitetaan suunnitelman täysi hinta. Oletko varma, että haluat jatkaa?
fr_fr: Vous basculez sur un autre plan vendeur. Vous devrez payer le prix entier du plan. Voulez vous continuer ?
he_il: אתה עובר לתוכנית ספק אחרת. תחויב במחיר מלא של התוכנית. האם אתה בטוח שברצונך להמשיך?
hu_hu: Épp egy másik eladói csomagra váltasz. A csomag teljes ára lesz kiterhelve. Biztos, hogy folytatni szeretnéd?
id_id: Anda beralih ke rencana vendor lain. Anda akan dikenakan harga penuh rencana. Apakah Anda yakin Anda ingin melanjutkan?
it_it: Sta tornando ad un altr piano di ventore. Lei dovra pagare il prezzo intero del piano. Vuo continuare?
ja_jp: 別のプランに変更しようとしています。プランに必要な金額が課金されます。この操作を行ってもよろしいですか？
nl_nl: U stapt over naar een ander leveranciersabonnement. U betaalt de volledige prijs van het plan. Weet je zeker dat je door wilt gaan?
no_no: Du bytter til en annen forhandler plan. Du vil bli belastet full pris av planen. Er du sikker på at du vil fortsette?
pl_pl: Przejściu do innego planu sprzedawcy. Zostanie policzona pełna cena nowego planu. Czy na pewno chcesz kontynuować?
pt_br: Você está trocando para outro plano de fornecedor. Será cobrado o preço total do plano. Deseja continuar?
pt_pt: Você está mudando para outro plano de fornecedor. Você será cobrado o preço total do plano. Você tem certeza que quer continuar?
ro_ro: Treceți la un alt plan de furnizor. Veți fi taxat cu prețul integral al planului. Esti sigur ca vrei sa continui?
ru_ru: Вы собираетесь перейти на другой тарифный план. После перехода с Вас будет взиматься полная стоимость выбранного плана. Вы уверены, что хотите продолжить?
sv_se: Du byter till en annan leverantörsplan. Du kommer att debiteras hela priset för planen. Är du säker på att du vill fortsätta?
uk_ua: Ви збираєтеся перейти на інший тарифний план. Після переходу з Вас буде знято повна вартість обраного плану. Ви впевнені, що хочете продовжити?

# Languages::email_template.vendor_plans_plan_changed
source: Vendor plans: plan changed notification
ar_sa: خطة التاجر: إشعار تغيير باقة الخطة
cs_cz: Plány prodejce: plán změnil oznámení
da_dk: Forhandler planer: planlægge ændrede anmeldelse
de_de: Verkäuferplan: Änderungsbenachrichtigung
el_gr: Πακετα πωλητή: Ειδοποίηση αλλαγης πακετου
es_es: Planes de proveedores: la notificación del plan cambió
fa_ir: برنامه های فروشنده: اعلان تغییر برنامه
fi_fi: Toimittajasuunnitelmat: ilmoitus suunnitelman muuttamisesta
fr_fr: Plans vendeur: nitification de modification du plan
he_il: תכניות ספקים: הודעה על שינוי תוכנית
hu_hu: Eladói csomagok: csomagváltásról szóló értesítés
id_id: Penjual rencana: rencana berubah pemberitahuan
it_it: Piani del ventore: avviso di piano cambiato
ja_jp: 出品者のプラン: プラン変更のお知らせ
nl_nl: Leveranciersplannen: melding gewijzigd van plan
no_no: Forhandler planer: plan endret notifikasjoner
pl_pl: Plany sprzedawcy: powiadomienie o zamianie planu
pt_br: Planos de fornecedor: notificação de troca de plano
pt_pt: Planos do fornecedor: notificação de alteração do plano
ro_ro: Planurile furnizorului: notificarea modificării planului
ru_ru: Тарифные планы для продавцов: уведомление о смене плана
sv_se: Säljarplaner: meddelande om planändring
uk_ua: Тарифні плани для продавців: повідомлення про зміну плану

# Languages::email_template.vendor_plans_payment
source: Vendor plans: payment notification
ar_sa: خطة التاجر: إشعار الدفع
cs_cz: Plány prodejce: platba oznámení
da_dk: Forhandler planer: betalingsmeddelelse
de_de: Verkäuferplan: Bezahlbenachrichtigung
el_gr: Πακετα πωλητή: Ειδοποίηση πληρωμής
es_es: Planes de proveedores: notificación de pago
fa_ir: برنامه های فروشنده: اطلاع رسانی پرداخت
fi_fi: Myyjäsuunnitelmat: maksuilmoitus
fr_fr: Plans vendeur: notification de paiement
he_il: תכניות ספקים: הודעת תשלום
hu_hu: Eladói csomagok: fizetési értesítés
id_id: Penjual rencana: pemberitahuan pembayaran
it_it: Piani di ventore: avviso di pagamento
ja_jp: 出品者のプラン: お支払いのお知らせ
nl_nl: Leveranciersplannen: betalingsmelding
no_no: Forhandler plan: betalingsnotifikasjon
pl_pl: Plany sprzedawcy: powiadomienie o płatnościach
pt_br: Planos de fornecedor: notificação de pagamento
pt_pt: Planos de fornecedores: notificação de pagamento
ro_ro: Planuri furnizor: notificare de plată
ru_ru: Тарифные планы для продавцов: уведомление об оплате
sv_se: Säljarplaner: betalningsmeddelande
uk_ua: Тарифні плани для продавців: повідомлення про оплату

# Languages::email_template.vendor_plans_revenue
source: Vendor plans: revenue notification
ar_sa: خطط البائعين: إشعار الإيرادات
cs_cz: Plány prodejce: příjmy oznámení
da_dk: Forhandler planer: indtægter anmeldelse
de_de: Lieferantenpläne: Umsatzbenachrichtigung
el_gr: Πακετα πωλητή: Ειδοποίηση Εσοδων
es_es: Plan de proveedor: notifiación de ingresos
fa_ir: برنامه های فروشنده: اطلاع رسانی درآمد
fi_fi: Myyjän suunnitelmat: tuloilmoitus
fr_fr: Plans vendeur: notification revenus
he_il: תכניות ספקים: הודעת על הכנסה
hu_hu: Eladói csomagok: árbevételi értesítés
id_id: Penjual rencana: Pemberitahuan pendapatan
it_it: Piani del ventore: avviso su revenu
ja_jp: 出品者のプラン: ご収入のお知らせ
nl_nl: Leveranciersplannen: inkomstenmelding
no_no: Forhandler plan: inntektsvarsling
pl_pl: Plany sprzedawcy: powiadomienie o dochodach
pt_br: Planos de fornecedor: notificação de faturamento
pt_pt: Planos de fornecedores: notificação de receita
ro_ro: Planurile furnizorului: notificarea veniturilor
ru_ru: Тарифные планы для продавцов: уведомление о выручке
sv_se: Leverantörsplaner: intäktsmeddelande
uk_ua: Тарифні плани для продавців: повідомлення про прибуток

# Languages::privileges.view_vendor_plans
source: Can view
ar_sa: يمكن العرض
cs_cz: Může vidět
da_dk: Kan se
de_de: Kann ansehen
el_gr: Δυνατότητα Προβολής
es_es: Puede ver
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
fr_fr: Peut voir
he_il: יכול לצפות
hu_hu: Megtekinthető
id_id: Dapat melihat
it_it: Può visualizzare
ja_jp: 閲覧
nl_nl: Kan bekijken
no_no: Kan se
pl_pl: Może przeglądać
pt_br: Pode visualizar
pt_pt: Pode ver
ro_ro: Poate vizualiza
ru_ru: Просмотр
sv_se: Kan visa
uk_ua: Можна переглянути

# Languages::privileges.manage_vendor_plans
source: Can edit
ar_sa: قابل للتحرير
cs_cz: Může upravovat
da_dk: Kan redigere
de_de: Kann bearbeiten
el_gr: Δυνατότητα Επεξεργασίας
es_es: Puede editar
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
fr_fr: Peut éditer
he_il: יכול לערוך
hu_hu: Szerkeszthető
id_id: Dapat mengedit
it_it: Può modificare
ja_jp: 編集
nl_nl: Kan bewerken
no_no: Kan redigere
pl_pl: Może edytować
pt_br: Pode editar
pt_pt: Pode editar
ro_ro: Pot edita
ru_ru: Редактирование
sv_se: Kan redigera
uk_ua: Можна редагувати

# Languages::privilege_groups.vendor_plans
source: Vendor plans
ar_sa: خطط البائعين
cs_cz: Plány dodavatele
da_dk: Sælger planer
de_de: Pläne des Anbieters
el_gr: Πακέτα πωλητών
es_es: Planes de vendedor
fa_ir: برنامه های فروشنده
fi_fi: Myyjän suunnitelmat
fr_fr: Plans du fournisseur
he_il: תכניות ספקים
hu_hu: Eladói csomagok
id_id: Panel penjual
it_it: Piani del fornitore
ja_jp: 出品者のプラン
nl_nl: Leveranciersplannen
no_no: Leverandørens planer
pl_pl: Plany sprzedawcy
pt_br: Planos de fornecedor
pt_pt: Planos de fornecedores
ro_ro: Planurile furnizorilor
ru_ru: Тарифные планы для продавцов
sv_se: Säljarens planer
uk_ua: Тарифи для продавців

# Languages::addons.vendor_plans.commission_description_absolute
source: [amount] out of [sum]
ar_sa: [amount] من [sum]
cs_cz: [amount] z [sum]
da_dk: [amount] ud af [sum]
de_de: [amount] von [sum]
el_gr: [amount] από [sum]
es_es: [amount] de [sum]
fa_ir: [amount] از [sum]
fi_fi: [amount] [sum]
fr_fr: [amount] sur [sum]
he_il: [amount] מתוך [sum]
hu_hu: [amount] összeg a [sum] összegből
id_id: [amount] dari [sum]
it_it: [amount] da [sum]
ja_jp: [sum] のうちの [amount]
nl_nl: [amount] van [sum]
no_no: [amount] ut av [sum]
pl_pl: [amount] z [sum]
pt_br: [amount] de [sum]
pt_pt: [amount] de [sum]
ro_ro: [amount] din [sum]
ru_ru: [amount] из [sum]
sv_se: [amount] av [sum]
uk_ua: [amount] з [sum]

# Languages::vendor_plans.out_of_amount
source: out of [amount]
ar_sa: من [amount]
cs_cz: z [amount]
da_dk: ud af [amount]
de_de: von [amount]
el_gr: από [amount]
es_es: de [amount]
fa_ir: از [amount]
fi_fi: [amount]:sta
fr_fr: sur [amount]
he_il: מתוך [amount]
hu_hu: [amount] összegből
id_id: Dari [jumlah]
it_it: su [amount]
ja_jp: [amount] のうち
nl_nl: uit [amount]
no_no: av [amount]
pl_pl: z [amount]
pt_br: de [amount]
pt_pt: fora de [amount]
ro_ro: din [amount]
ru_ru: из [amount]
sv_se: av [amount]
uk_ua: з [amount]

# Languages::addons.vendor_plans.commission_description_percent
source: [amount]% of [sum]
ar_sa: [amount]٪ من [sum]
cs_cz: [amount]% z [sum]
da_dk: [amount]% af [sum]
de_de: [amount]% von [sum]
el_gr: [amount]% από [sum]
es_es: [amount] % de[sum]
fa_ir: [amount]درصد از [sum]
fi_fi: [amount]% [sum]:stä
fr_fr: [amount]% de [sum]
he_il: [amount]% מ [sum]
hu_hu: [amount]% a [sum] összegből
id_id: [amount]% dari [sum]
it_it: [amount]% da [sum]
ja_jp: [sum] のうちの [amount]%
nl_nl: [amount]% van [sum]
no_no: [amount]% av [sum]
pl_pl: [amount]% z [sum]
pt_br: [amount]% de [sum]
pt_pt: [amount]% de [sum]
ro_ro: [amount]% din [sum]
ru_ru: [amount]% из [sum]
sv_se: [amount]% av [sum]
uk_ua: [amount]% з [sum]
