Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_rating.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sv_se, tr_tr, uk_ua

# Languages::vendor_rating.rating_formula
source: Rating formula
ar_sa: صيغة التقييم
cs_cz: Vzorec hodnocení
da_dk: Bedømmelsesformel
de_de: Bewertungsformel
el_gr: Τύπος αξιολόγησης
es_es: Fórmula de calificación
fa_ir: فرمول رتبه بندی
fi_fi: Arviointikaava
fr_fr: Formule de notation
he_il: נוסחת דירוג
hu_hu: Értékelés képlete
it_it: Formula di valutazione
ja_jp: 評価式
nl_nl: Beoordelingsformule
no_no: Vurderingsformel
pl_pl: Formuła oceny
pt_br: Fórmula de classificação
pt_pt: Fórmula de classificação
ro_ro: Formula de evaluare
ru_ru: Формула рейтинга
sv_se: Betygsformel
tr_tr: Derecelendirme formülü
uk_ua: Формула рейтингу

# Languages::vendor_rating.variables
source: You can use the following variables in the formula:
ar_sa: يمكنك استخدام المتغيرات التالية في الصيغة:
cs_cz: Následující proměnné lze použít do vzorce:
da_dk: Du kan bruge følgende variable i formlen:
de_de: Sie können die folgenden Variablen in der Formel verwenden:
el_gr: Μπορείτε να χρησιμοποιήσετε τις ακόλουθες μεταβλητές στον τύπο:
es_es: Puedes utilizar las siguientes variables en la fórmula:
fa_ir: می توانید از متغیرهای زیر در فرمول استفاده کنید:
fi_fi: Voit käyttää kaavassa seuraavia muuttujia:
fr_fr: Vous pouvez utiliser les variables suivantes dans la formule :
he_il: אתה יכול להשתמש במשתנים הבאים בנוסחה:
hu_hu: A képletben a következő változókat használhatod:
it_it: È possibile utilizzare le seguenti variabili nella formula:
ja_jp: 式では、次の変数を使用できます:
nl_nl: U kunt de volgende variabelen in de formule gebruiken:
no_no: Du kan bruke følgende variabler i formelen:
pl_pl: W formule można użyć następujących zmiennych:
pt_br: A fórmula pode conter as seguintes variáveis:
pt_pt: Você pode usar as seguintes variáveis na fórmula:
ro_ro: Puteți utiliza următoarele variabile în formulă:
ru_ru: В формуле можно использовать следующие переменные:
sv_se: Du kan använda följande variabler i formeln:
tr_tr: Formülde aşağıdaki değişkenleri kullanabilirsiniz:
uk_ua: У формулі можна використовувати такі змінні:

# Languages::vendor_rating.criteria.paid_orders_count.name
source: Amount of paid orders.
ar_sa: كمية الطلبات المدفوعة.
cs_cz: Počet zaplacených objednávek.
da_dk: Antal betalte ordrer.
de_de: Anzahl der bezahlten Bestellungen.
el_gr: Ποσό πληρωμένων παραγγελιών
es_es: Cantidad de pedidos pagados.
fa_ir: مقدار سفارشات پرداخت شده
fi_fi: Maksettujen tilausten määrä.
fr_fr: Montant des commandes payées.
he_il: סכום כל ההזמנות בתשלום.
hu_hu: Kifizetett megrendelések összege.
it_it: Quantità di ordini pagati.
ja_jp: 支払注文金額
nl_nl: Aantal betaalde bestellingen.
no_no: Antall betalte bestillinger.
pl_pl: Kwota opłaconych zamówień.
pt_br: Número de pedidos pagos.
pt_pt: Quantidade de pedidos pagos.
ro_ro: Suma comenzilor plătite.
ru_ru: Количество оплаченных заказов.
sv_se: Antal betalda beställningar.
tr_tr: Ödenen siparişlerin miktarı.
uk_ua: Кількість оплачених замовлень.

# Languages::vendor_rating.criteria.paid_orders_count.description
source: Orders in the following statuses placed after the <i>Calculation period start date</i> are taken into account: [statuses].
ar_sa: الطلبات في الحالات التالية والتي تم وضعها بعد <i> تاريخ بدء فترة الحساب </i> تؤخذ في الاعتبار: [statuses].
cs_cz: Objednávky s následujícími stavy zadanými po <i>počátečním datu výpočtového období</i>: [statuses], jsou brány v úvahu.
da_dk: Ordrer i følgende statusser afgivet efter <i>Beregningsperiode startdato</i> tages i betragtning: [statuses].
de_de: Berücksichtigt werden Bestellungen in folgenden Status, die nach dem Startdatum <i>des Berechnungszeitraums</i> aufgegeben werden: [statuses].
el_gr: Λαμβάνονται υπόψη οι παραγγελίες στις ακόλουθες καταστάσεις μετά την <i> Ημερομηνία έναρξης περιόδου υπολογισμού: [statuses].
es_es: Se tienen en cuenta los pedidos en los siguientes estados realizados después de la <i>fecha de inicio del periodo de cálculo</i>: [statuses].
fa_ir: سفارش‌هایی که در وضعیت‌های زیر پس از تاریخ</i> <i>می‌شوند، در نظر گرفته می‌شوند: [statuses].
fi_fi: <i>Laskentajakson alkamispäivän</i> jälkeen tehdyt tilaukset seuraavissa tiloissa otetaan huomioon: [statuses].
fr_fr: Les commandes dans les statuts suivants passées après la <i>Date de début de période de calcul</i> sont prises en compte : [statuses].
he_il: הזמנות בסטטוסים הבאים שמוצבים לאחר <i>תאריך ההתחלה של תקופת החישוב</i>נלקחים בחשבון: [statuses].
hu_hu: A <i>Számítási időszak kezdőnapja</i> után leadott, alábbi státuszú megrendeléseket vesszük figyelembe: [statuses].
it_it: Gli ordini nei seguenti stati effettuati dopo la data di inizio del periodo di calcolo <i></i> vengono presi in considerazione: [statuses].
ja_jp: <i>計算期間の開始日</i>以降に行われた次のステータスの注文が考慮されます:[statuses]。
nl_nl: Orders in de volgende statussen geplaatst na de <i>Rekenperiode startdatum</i> worden in aanmerking genomen: [statuses].
no_no: Bestillinger i følgende statuser plassert etter <i>Beregningsperiodens startdato</i> tas i betraktning: [statuses].
pl_pl: Uwzględniane są zamówienia w następujących statusach złożone po <i>Dacie rozpoczęcia okresu obliczeniowego</i>: [statuses].
pt_br: Pedidos nos seguintes status feitos após a <i>data inicial do período de cálculo</i> são considerados: [statuses].
pt_pt: São considerados os pedidos nos seguintes status feitos após <i>Data de início do período de cálculo</i> : [statuses].
ro_ro: Se iau în considerare comenzile în următoarele stări plasate după data începerii perioadei de calcul <i></i> : [statuses].
ru_ru: Учитываются заказы, созданные после <i>Даты начала периода расчёта</i> и находящиеся в следующих статусах: [statuses].
sv_se: Beställningar i följande statusar gjorda efter <i>Beräkningsperiodens startdatum</i> beaktas: [statuses].
tr_tr: <i>Hesaplama dönemi başlangıç tarihi</i> sonra verilen aşağıdaki durumlardaki siparişler dikkate alınır: [statuses].
uk_ua: Враховуються замовлення, створені після <i>Дати початку періоду розрахунку</i> і що знаходяться в наступних статусах: [statuses].

# Languages::vendor_rating.criteria.paid_orders_total.name
source: Gross total of paid orders.
ar_sa: الإجمالي للطلبات المدفوعة.
cs_cz: Hrubý součet zaplacených objednávek.
da_dk: Bruttotal af betalte ordrer.
de_de: Bruttosumme der bezahlten Bestellungen.
el_gr: Ακαθάριστο σύνολο πληρωμένων παραγγελιών.
es_es: Total bruto de pedidos pagados.
fa_ir: مجموع ناخالص سفارشات پرداخت شده
fi_fi: Maksettujen tilausten kokonaissumma.
fr_fr: Total brut des commandes payées.
he_il: סה"כ ההזמנות בתשלום ברוטו.
hu_hu: A kifizetett megrendelések összesített összege.
it_it: Totale lordo degli ordini pagati.
ja_jp: 支払注文の総合計額
nl_nl: Bruto totaal van betaalde bestellingen.
no_no: Bruttosum av betalte bestillinger.
pl_pl: Suma brutto opłaconych zamówień.
pt_br: Total bruto de pedidos pagos.
pt_pt: Total bruto de pedidos pagos.
ro_ro: Total brut de comenzi plătite.
ru_ru: Совокупная сумма оплаченных заказов.
sv_se: Bruttosumma av betalda beställningar.
tr_tr: Brüt toplam ödenen siparişler.
uk_ua: Сукупна сума сплачених замовлень.

# Languages::vendor_rating.criteria.paid_orders_total.description
source: Orders in the following statuses placed after the <i>Calculation period start date</i> are taken into account: [statuses].
ar_sa: الطلبات في الحالات التالية والتي تم وضعها بعد <i> تاريخ بدء فترة الحساب </i> تؤخذ في الاعتبار: [statuses].
cs_cz: Objednávky s následujícími stavy zadanými po <i>počátečním datu výpočtového období</i>: [statuses], jsou brány v úvahu.
da_dk: Ordrer i følgende statusser afgivet efter <i>Beregningsperiode startdato</i> tages i betragtning: [statuses].
de_de: Berücksichtigt werden Bestellungen in folgenden Status, die nach dem Startdatum <i>des Berechnungszeitraums</i> aufgegeben werden: [statuses].
el_gr: Λαμβάνονται υπόψη οι παραγγελίες στις ακόλουθες καταστάσεις μετά την <i> Ημερομηνία έναρξης περιόδου υπολογισμού:[statuses]
es_es: Se tienen en cuenta los pedidos en los siguientes estados realizados después de la <i>fecha de inicio del periodo de cálculo</i>: [statuses].
fa_ir: سفارش‌هایی که در وضعیت‌های زیر پس از تاریخ</i> <i>می‌شوند، در نظر گرفته می‌شوند: [statuses].
fi_fi: <i>Laskentajakson alkamispäivän</i> jälkeen tehdyt tilaukset seuraavissa tiloissa otetaan huomioon: [statuses].
fr_fr: Les commandes dans les statuts suivants passées après la <i>Date de début de période de calcul</i> sont prises en compte : [statuses].
he_il: הזמנות בסטטוסים הבאים שמוצבים לאחר <i>תאריך ההתחלה של תקופת החישוב</i>נלקחים בחשבון: [statuses].
hu_hu: A <i>Számítási időszak kezdőnapja</i> után leadott, alábbi státuszú megrendeléseket vesszük figyelembe: [statuses].
it_it: Gli ordini nei seguenti stati effettuati dopo la data di inizio del periodo di calcolo <i></i> vengono presi in considerazione: [statuses].
ja_jp: <i>計算期間の開始日</i>以降に行われた次のステータスの注文が考慮されます:[statuses]。
nl_nl: Orders in de volgende statussen geplaatst na de <i>Rekenperiode startdatum</i> worden in aanmerking genomen: [statuses].
no_no: Bestillinger i følgende statuser plassert etter <i>Beregningsperiodens startdato</i> tas i betraktning: [statuses].
pl_pl: Uwzględniane są zamówienia w następujących statusach złożone po <i>Dacie rozpoczęcia okresu obliczeniowego</i>: [statuses].
pt_br: Pedidos nos seguintes status feitos após a <i>data inicial do período de cálculo</i> são considerados: [statuses].
pt_pt: São considerados os pedidos nos seguintes status feitos após <i>Data de início do período de cálculo</i> : [statuses].
ro_ro: Se iau în considerare comenzile în următoarele stări plasate după data începerii perioadei de calcul <i></i> : [statuses].
ru_ru: Учитываются заказы, созданные после <i>Даты начала периода расчёта</i> и находящиеся в следующих статусах: [statuses].
sv_se: Beställningar i följande statusar gjorda efter <i>Beräkningsperiodens startdatum</i> beaktas: [statuses].
tr_tr: <i>Hesaplama dönemi başlangıç tarihi</i> sonra verilen aşağıdaki durumlardaki siparişler dikkate alınır: [statuses].
uk_ua: Враховуються замовлення, створені після <i>Дати початку періоду розрахунку</i> і що знаходяться в наступних статусах: [statuses].

# Languages::vendor_rating.criteria.active_products_count.name
source: Amount of active products.
ar_sa: كمية المنتجات النشطة.
cs_cz: Počet aktivních produktů.
da_dk: Mængde af aktive produkter.
de_de: Menge an aktiven Produkten.
el_gr: Ποσό ενεργών προϊόντων.
es_es: Cantidad de productos activos.
fa_ir: تعداد محصولات فعال
fi_fi: Aktiivisten tuotteiden määrä.
fr_fr: Quantité de produits actifs.
he_il: כמות המוצרים הפעילים.
hu_hu: Az aktív termékek összege.
it_it: Quantità di prodotti attivi.
ja_jp: アクティブな商品量
nl_nl: Aantal actieve producten.
no_no: Mengde aktive produkter.
pl_pl: Ilość aktywnych produktów.
pt_br: Número de produtos ativos.
pt_pt: Quantidade de produtos ativos.
ro_ro: Cantitatea de produse active.
ru_ru: Количество активных товаров.
sv_se: Antal aktiva produkter.
tr_tr: Aktif ürün miktarı.
uk_ua: Кількість активних товарів.

# Languages::vendor_rating.criteria.active_products_count.description
source: Products in the Active status created after the <i>Calculation period start date</i> are taken into account.
ar_sa: يتم أخذ المنتجات في الحالة نشطة والتي تم إنشاؤها بعد <i> تاريخ بدء فترة الحساب </i> في الاعتبار.
cs_cz: Produkty s aktivním stavem vytvořené po <i>počátečním datu výpočtového období</i>, jsou brány v úvahu.
da_dk: Produkter i aktiv status oprettet efter <i>Beregningsperiode startdato</i> tages i betragtning.
de_de: Produkte im Status Aktiv, die nach dem Startdatum <i>des Berechnungszeitraums</i> erstellt wurden, werden berücksichtigt.
el_gr: Τα προϊόντα σε κατάσταση Ενεργού που δημιουργήθηκαν μετά την <i> ημερομηνία έναρξης της περιόδου υπολογισμού </i> λαμβάνονται υπόψη
es_es: Se tienen en cuenta los productos en estado Activo creados después de la <i>fecha de inicio del periodo de cálculo</i>.
fa_ir: محصولات در وضعیت فعال ایجاد شده پس از تاریخ شروع دوره محاسبه <i></i> در نظر گرفته می شوند.
fi_fi: Tuotteet, jotka ovat aktiivisia ja jotka on luotu <i>Laskentajakson alkamispäivän</i> jälkeen, otetaan huomioon.
fr_fr: Les produits au statut Actif créés après la <i>Date de début de période de calcul</i> sont pris en compte.
he_il: מוצרים בסטטוס פעיל שנוצרו לאחר <i>תאריך ההתחלה של תקופת החישוב</i> נלקחים בחשבון.
hu_hu: A <i>Számítási időszak kezdőnapja</i> után létrehozott Aktív státuszú termékeket vesszük figyelembe.
it_it: Vengono presi in considerazione i prodotti nello stato Attivo creati dopo la data di inizio del periodo di calcolo <i></i>.
ja_jp: <i>計算期間の開始日</i>以降に作成されたアクティブステータスの商品が考慮されます。
nl_nl: Producten met de status Actief die zijn aangemaakt na de <i>Rekenperiode startdatum</i> worden in aanmerking genomen.
no_no: Produkter i Aktiv status opprettet etter <i>Beregningsperiodens startdato</i> tas i betraktning.
pl_pl: Uwzględniane są produkty ze statusem Aktywny utworzone po <i>Dacie rozpoczęcia okresu rozliczeniowego</i>.
pt_br: Produtos com o status "Ativo" criados após a <i>data inicial do período de cálculo</i> são considerados.
pt_pt: Os produtos no status Ativo criados após a data de início <i>do período de cálculo</i> são considerados.
ro_ro: Produsele aflate în stare activă create după <i> Data de începere a perioadei de calcul </i> sunt luate în considerare.
ru_ru: Учитываются товары со статусом "Вкл.", созданные после <i>Даты начала периода расчёта</i>.
sv_se: Produkter i statusen Aktiv som skapats efter <i>Beräkningsperiodens startdatum</i> beaktas.
tr_tr: <i>Hesaplama dönemi başlangıç tarihi</i> sonra oluşturulan Aktif durumundaki ürünler dikkate alınır.
uk_ua: Враховуються товари зі статусом "Вкл.", Створені після <i>Дати початку періоду розрахунку</i>.

# Languages::vendor_rating.criteria.manual_vendor_rating.name
source: Manually set vendor rating.
ar_sa: حدد تقييم البائع يدويًا.
cs_cz: Ručně nastavit hodnocení prodejce.
da_dk: Indstil leverandørvurdering manuelt.
de_de: Lieferantenbewertung manuell festlegen.
el_gr: Χειροκίνητη αξιολόγηση πωλητή.
es_es: Establecer manualmente la calificación del vendedor.
fa_ir: رتبه بندی فروشنده را به صورت دستی تنظیم کنید.
fi_fi: Aseta toimittajan luokitus manuaalisesti.
fr_fr: Définissez manuellement l'évaluation du fournisseur.
he_il: הגדר ידנית את דירוג הספק.
hu_hu: Manuálisan beállított eladói értékelés.
it_it: Imposta manualmente la valutazione del fornitore.
ja_jp: 出品者評価を手動で設定
nl_nl: Handmatig leveranciersbeoordeling instellen.
no_no: Angi leverandørvurdering manuelt.
pl_pl: Ręcznie ustaw ocenę sprzedawcy.
pt_br: Defina a classificação do fornecedor manualmente.
pt_pt: Defina manualmente a classificação do fornecedor.
ro_ro: Setați manual evaluarea furnizorului.
ru_ru: Рейтинг продавца, заданный вручную.
sv_se: Ställ in leverantörsbetyg manuellt.
tr_tr: Satıcı puanını manuel olarak ayarlayın.
uk_ua: Рейтинг продавця, заданий вручну.

# Languages::vendor_rating.criteria.manual_vendor_rating.description
source: Manual rating can be specified on the <b>Rating</b> tab of the vendor editing page.
ar_sa: يمكن تحديد التقييم اليدوي في علامة التبويب <b> التقييم</b> في صفحة تحرير المورد.
cs_cz: Manuální hodnocení může být specifikováno v záložce <b>Hodnocení</b> na stránce editace prodejce.
da_dk: Manuel vurdering kan angives på fanen <b>Rating</b> på leverandørens redigeringsside.
de_de: Die manuelle Bewertung kann auf der Registerkarte <b>Bewertung</b> der Bearbeitungsseite des Anbieters angegeben werden.
el_gr: Η μη αυτόματη αξιολόγηση μπορεί να καθοριστεί στην καρτέλα <b> Αξιολόγηση </b> της σελίδας επεξεργασίας πωλητή
es_es: La calificación manual se puede especificar en la pestaña <b>Calificación</b> de la página de edición del vendedor.
fa_ir: رتبه بندی دستی را می توان در برگه <b>رتبه</b> صفحه ویرایش فروشنده مشخص کرد.
fi_fi: Manuaalinen luokitus voidaan määrittää toimittajan muokkaussivun <b>Rating</b> -välilehdellä.
fr_fr: L'évaluation manuelle peut être spécifiée dans l'onglet <b>Évaluation</b> de la page d'édition du fournisseur.
he_il: ניתן לציין דירוג באופן ידני בכרטיסייה <b> דירוג </ b> בדף עריכת הספק.
hu_hu: A manuális értékelés az eladó szerkesztési oldal <b>Értékelés</b> lapján adható meg.
it_it: La valutazione manuale può essere specificata nella scheda <b>Valutazione</b> della pagina di modifica del fornitore.
ja_jp: 手動評価は、出品者編集ページの<b>評価</b>タブで指定できます。
nl_nl: Handmatige beoordeling kan worden gespecificeerd op het tabblad <b>Beoordeling</b> van de leveranciersbewerkingspagina.
no_no: Manuell vurdering kan spesifiseres på <b>Rating</b> -fanen på leverandørens redigeringsside.
pl_pl: Ocenę ręczną można określić na karcie <b>Ocena</b> na stronie edycji sprzedawcy.
pt_br: A classificação manual pode ser especificada na guia <b>Classificação</b> da página de edição do fornecedor.
pt_pt: A classificação manual pode ser especificada na guia <b>Classificação</b> da página de edição do fornecedor.
ro_ro: Evaluarea manuală poate fi specificată în fila <b> Evaluare </b> a paginii de editare a furnizorului.
ru_ru: Задать рейтинг можно на вкладке <b>Рейтинг</b> на странице редактирования продавца.
sv_se: Manuell klassificering kan anges på fliken <b>Betyg</b> på leverantörens redigeringssida.
tr_tr: Manuel derecelendirme, satıcı düzenleme sayfasının <b>Derecelendirme</b> sekmesinde belirtilebilir.
uk_ua: Задати рейтинг можна на вкладці <b>Рейтинг</b> на сторінці редагування продавця.

# Languages::vendor_rating.criteria.vendor_reviews_rating.name
source: Average vendor review rating.
ar_sa: متوسط تقييم البائع.
cs_cz: Průměrné hodnocení recenze prodejce.
da_dk: Gennemsnitlig bedømmelse af leverandøranmeldelser.
de_de: Durchschnittliche Bewertung der Verkäuferbewertung.
el_gr: Μέση βαθμολογία αξιολόγησης πωλητή
es_es: Calificación media de los vendedores.
fa_ir: میانگین امتیاز بازبینی فروشنده.
fi_fi: Keskimääräinen myyjäarviointi.
fr_fr: Évaluation moyenne des avis des fournisseurs.
he_il: דירוג תגובות ממוצע של ספקים.
hu_hu: Átlagos eladói véleményezés értékelése.
it_it: Valutazione media delle recensioni dei fornitori.
ja_jp: 出品者レビューの平均評価
nl_nl: Gemiddelde beoordeling van leveranciersbeoordelingen.
no_no: Gjennomsnittlig leverandørvurdering.
pl_pl: Średnia ocena recenzji sprzedawcy.
pt_br: Classificação média de avaliações do fornecedor.
pt_pt: Avaliação média de revisão do fornecedor.
ro_ro: Evaluarea medie a recenziilor furnizorului.
ru_ru: Средняя оценка из отзывов о продавце.
sv_se: Genomsnittligt betyg för leverantörsrecensioner.
tr_tr: Ortalama satıcı inceleme puanı.
uk_ua: Середня оцінка з відгуків про продавця.

# Languages::vendor_rating.criteria.vendor_reviews_rating.description
source: Approved vendor reviews placed after the <i>Calculation period start date</i> are taken into account.
ar_sa: يتم أخذ تقييمات البائع المعتمدة التي تم إجراؤها بعد <i> تاريخ بدء فترة الحساب </i> في الاعتبار.
cs_cz: Schválené recenze od prodejců napsané po <i>počátečním datu výpočtového období</i>, jsou brány v úvahu.
da_dk: Godkendte leverandøranmeldelser placeret efter <i>Beregningsperiode startdato</i> tages i betragtning.
de_de: Genehmigte Lieferantenbewertungen, die nach dem Startdatum <i>des Berechnungszeitraums</i> abgegeben wurden, werden berücksichtigt.
el_gr: Λαμβάνονται υπόψη οι εγκεκριμένες κριτικές πωλητών που πραγματοποιήθηκαν μετά την <i> ημερομηνία έναρξης της περιόδου υπολογισμού </i>.
es_es: Se tienen en cuenta las revisiones de vendedores aprobadas colocadas después de la <i>fecha de inicio del periodo de cálculo</i>.
fa_ir: بررسی‌های تایید شده فروشنده که پس از تاریخ</i> دوره محاسبه <i>قرار داده شده است، در نظر گرفته می‌شوند.
fi_fi: Hyväksytyt toimittajien arviot, jotka on sijoitettu <i>Laskentajakson alkamispäivän</i> jälkeen, otetaan huomioon.
fr_fr: Les avis de fournisseurs approuvés placés après la <i>Date de début de la période de calcul</i> sont pris en compte.
he_il: תגובות של ספקים מאושרים הוצבו לאחר <i>תאריך ההתחלה של תקופת החישוב</i>נלקחות בחשבון.
hu_hu: A <i>Számítási időszak kezdőnapja</i> után elhelyezett jóváhagyott eladói értékeléseket vesszük figyelembe.
it_it: Vengono prese in considerazione le revisioni dei fornitori approvate posizionate dopo la data di inizio del periodo di calcolo <i></i>.
ja_jp: <i>計算期間の開始日</i>以降に行われた承認済みの出品者レビューが考慮されます。
nl_nl: Er wordt rekening gehouden met goedgekeurde leveranciersbeoordelingen die na de <i>Rekenperiode startdatum</i> zijn geplaatst.
no_no: Godkjente leverandøranmeldelser plassert etter <i>Beregningsperiodens startdato</i> tas i betraktning.
pl_pl: Uwzględniane są zatwierdzone recenzje sprzedawców utworzone po <i>Dacie rozpoczęcia okresu rozliczeniowego</i>.
pt_br: Avaliações aprovadas do fornecedor feitas após a <i>data inicial do período de cálculo</i> são consideradas.
pt_pt: As revisões de fornecedores aprovadas colocadas após a data de início <i>do período de cálculo</i> são levadas em consideração.
ro_ro: Sunt luate în considerare recenziile aprobate ale furnizorilor plasate după <i> Data de începere a perioadei de calcul </i>.
ru_ru: Учитываются одобренные отзывы о продавце, созданные после <i>Даты начала периода расчёта</i>.
sv_se: Godkända leverantörsrecensioner placerade efter <i>Beräkningsperiodens startdatum</i> beaktas.
tr_tr: <i>Hesaplama dönemi başlangıç tarihi</i> sonra verilen onaylı satıcı incelemeleri dikkate alınır.
uk_ua: Враховуються схвалені відгуки про продавця, створені після <i>Дати початку періоду розрахунку</i>.

# Languages::vendor_rating.criteria.product_reviews_rating.name
source: Average product reviews rating.
ar_sa: متوسط تقييمات المنتج.
cs_cz: Průměrné hodnocení recenze produktu.
da_dk: Gennemsnitlig vurdering af produktanmeldelser.
de_de: Durchschnittliche Bewertung der Produktbewertungen.
el_gr: Μέση βαθμολογία αξιολόγησης προϊόντος
es_es: Calificación media del producto.
fa_ir: میانگین امتیاز بررسی محصول
fi_fi: Tuotearvostelujen keskimääräinen luokitus.
fr_fr: Note moyenne des avis sur les produits.
he_il: דירוג תגובות ממוצע של מוצר.
hu_hu: Átlagos termékvéleményezések értékelése.
it_it: Valutazione media delle recensioni sui prodotti.
ja_jp: 商品レビューの平均評価
nl_nl: Gemiddelde beoordeling van productrecensies.
no_no: Gjennomsnittlig vurdering av produktanmeldelser.
pl_pl: Średnia ocen recenzji produktu.
pt_br: Classificação média de avaliações de produtos.
pt_pt: Classificação média de comentários de produtos.
ro_ro: Evaluarea medie a recenziilor produselor.
ru_ru: Средняя оценка из отзывов о товарах.
sv_se: Genomsnittligt betyg för produktrecensioner.
tr_tr: Ortalama ürün inceleme puanı.
uk_ua: Середня оцінка з відгуків про товари.
