Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_communication.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, nl_nl, no_no, pt_pt, sv_se

# Addons::name::vendor_communication
source: Message center
da_dk: Beskedcenter
de_de: Nachrichtenzentrum
fa_ir: مرکز پیام
fi_fi: Viestikeskus
fr_fr: Centre de messagerie
nl_nl: Berichten centrum
no_no: Meldingssenter
pt_pt: Central de mensagens
sv_se: Meddelandecenter

# Addons::description::vendor_communication
source: Allows customers, vendors, and administrators to contact each other via the built-in chat.
da_dk: Giver kunder, leverandører og administratorer mulighed for at kontakte hinanden via den indbyggede chat.
de_de: Ermöglicht Kunden, Lieferanten und Administratoren, sich über den integrierten Chat zu kontaktieren.
fa_ir: به مشتریان، فروشندگان و مدیران اجازه می دهد تا از طریق چت داخلی با یکدیگر تماس بگیرند.
fi_fi: Antaa asiakkaiden, myyjien ja järjestelmänvalvojien ottaa yhteyttä toisiinsa sisäänrakennetun chatin kautta.
fr_fr: Permet aux clients, aux fournisseurs et aux administrateurs de se contacter via le chat intégré.
nl_nl: Hiermee kunnen klanten, leveranciers en beheerders contact met elkaar opnemen via de ingebouwde chat.
no_no: Lar kunder, leverandører og administratorer kontakte hverandre via den innebygde chatten.
pt_pt: Permite que clientes, fornecedores e administradores entrem em contato por meio do bate-papo integrado.
sv_se: Tillåter kunder, leverantörer och administratörer att kontakta varandra via den inbyggda chatten.

# SettingsSections::vendor_communication::general
source: General
da_dk: Generel
de_de: Allgemein
fa_ir: عمومی
fi_fi: Kenraali
fr_fr: Général
nl_nl: Algemeen
no_no: Generelt
pt_pt: Em geral
sv_se: Allmän

# SettingsSections::vendor_communication::vendor_to_customer
source: For customers
da_dk: For kunder
de_de: Für Kunden
fa_ir: برای مشتریان
fi_fi: Asiakkaille
fr_fr: Pour les clients
nl_nl: Voor klanten
no_no: For kunder
pt_pt: Para clientes
sv_se: För kunder

# SettingsOptions::vendor_communication::show_on_product
source: Contact button on product pages
da_dk: Kontakt knap på produktsider
de_de: Kontakt-Button auf Produktseiten
fa_ir: دکمه تماس در صفحات محصول
fi_fi: Ota yhteyttä -painike tuotesivuilla
fr_fr: Bouton de contact sur les pages produits
nl_nl: Contactknop op productpagina's
no_no: Kontakt knapp på produktsider
pt_pt: Botão de contato nas páginas do produto
sv_se: Kontaktknapp på produktsidor

# SettingsOptions::vendor_communication::show_on_vendor
source: Contact button in vendor microstore
da_dk: Kontaktknap i leverandørens mikrobutik
de_de: Schaltfläche „Kontakt“ im Microstore des Anbieters
fa_ir: دکمه تماس در میکرو استور فروشنده
fi_fi: Ota yhteyttä -painike myyjän mikrokaupassa
fr_fr: Bouton de contact dans la microboutique du fournisseur
nl_nl: Contactknop in microstore van leverancier
no_no: Kontakt knapp i forhandlerens mikrobutikk
pt_pt: Botão de contato na microloja do fornecedor
sv_se: Kontaktknapp i leverantörens mikrobutik

# SettingsOptions::vendor_communication::show_on_messages
source: Contact button at "Messages" menu
da_dk: Kontakt-knap i menuen "Beskeder".
de_de: Kontakt-Schaltfläche im Menü "Nachrichten".
fa_ir: دکمه تماس در منوی "پیام ها".
fi_fi: Ota yhteyttä -painike "Viestit"-valikossa
fr_fr: Bouton de contact dans le menu "Messages"
nl_nl: Contactknop bij "Berichten" menu
no_no: Kontakt-knapp på "Meldinger"-menyen
pt_pt: Botão de contato no menu "Mensagens"
sv_se: Kontaktknapp i menyn "Meddelanden".

# SettingsTooltips::vendor_communication::show_on_product
source: Show the "Ask a question" button on product pages.
da_dk: Vis knappen "Stil et spørgsmål" på produktsiderne.
de_de: Zeigen Sie die Schaltfläche "Frage stellen" auf den Produktseiten an.
fa_ir: دکمه "پرسش یک سوال" را در صفحات محصول نشان دهید.
fi_fi: Näytä "Esitä kysymys" -painike tuotesivuilla.
fr_fr: Afficher le bouton "Poser une question" sur les pages produits.
nl_nl: Toon de "Stel een vraag"-knop op productpagina's.
no_no: Vis «Still et spørsmål»-knappen på produktsidene.
pt_pt: Mostre o botão "Faça uma pergunta" nas páginas do produto.
sv_se: Visa knappen "Ställ en fråga" på produktsidorna.

# SettingsTooltips::vendor_communication::show_on_vendor
source: Show the "Ask a question" button in vendors' microstores.
da_dk: Vis knappen "Stil et spørgsmål" i leverandørernes mikrobutikker.
de_de: Zeigen Sie die Schaltfläche "Frage stellen" in den Microstores der Anbieter an.
fa_ir: دکمه "پرسش یک سوال" را در ریزفروشگاه های فروشندگان نشان دهید.
fi_fi: Näytä "Kysy kysymys" -painike myyjien mikroliikkeissä.
fr_fr: Afficher le bouton « Poser une question » dans les micromagasins des fournisseurs.
nl_nl: Toon de knop 'Stel een vraag' in de microstores van leveranciers.
no_no: Vis "Still et spørsmål"-knappen i leverandørenes mikrobutikker.
pt_pt: Mostre o botão "Faça uma pergunta" nas microlojas dos fornecedores.
sv_se: Visa knappen "Ställ en fråga" i leverantörernas mikrobutiker.

# SettingsOptions::vendor_communication::vendor_to_customer_communication
source: Customer-to-seller communication
da_dk: Kunde-til-sælger kommunikation
de_de: Kunden-zu-Verkäufer-Kommunikation
fa_ir: ارتباط مشتری با فروشنده
fi_fi: Asiakkaan ja myyjän välinen viestintä
fr_fr: Communication client-vendeur
nl_nl: Communicatie van klant tot verkoper
no_no: Kunde-til-selger kommunikasjon
pt_pt: Comunicação cliente-vendedor
sv_se: Kommunikation mellan kund och säljare

# SettingsOptions::vendor_communication::vendor_to_admin_communication
source: Vendor-to-admin communication
da_dk: Sælger-til-administrator kommunikation
de_de: Kommunikation zwischen Anbieter und Administrator
fa_ir: ارتباط فروشنده با مدیر
fi_fi: Toimittajan ja järjestelmänvalvojan välinen viestintä
fr_fr: Communication fournisseur-administrateur
nl_nl: Communicatie tussen leverancier en beheerder
no_no: Leverandør-til-admin-kommunikasjon
pt_pt: Comunicação de fornecedor para administrador
sv_se: Kommunikation mellan leverantör och administratör

# SettingsOptions::vendor_communication::show_on_order
source: Contact button on detailed order page
da_dk: Kontakt knap på detaljeret ordreside
de_de: Kontakt-Button auf der detaillierten Bestellseite
fa_ir: دکمه تماس در صفحه سفارش دقیق
fi_fi: Ota yhteyttä -painike yksityiskohtaisella tilaussivulla
fr_fr: Bouton de contact sur la page de commande détaillée
nl_nl: Contactknop op gedetailleerde bestelpagina
no_no: Kontaktknapp på detaljert bestillingsside
pt_pt: Botão de contato na página detalhada do pedido
sv_se: Kontaktknapp på detaljerad beställningssida

# SettingsTooltips::vendor_communication::show_on_order
source: Show the "Start communication" button on detailed order page.
da_dk: Vis knappen "Start kommunikation" på den detaljerede ordreside.
de_de: Zeigen Sie die Schaltfläche "Kommunikation starten" auf der detaillierten Bestellseite an.
fa_ir: دکمه "شروع ارتباط" را در صفحه سفارش دقیق نشان دهید.
fi_fi: Näytä "Aloita viestintä" -painike yksityiskohtaisella tilaussivulla.
fr_fr: Afficher le bouton "Démarrer la communication" sur la page de commande détaillée.
nl_nl: Toon de knop "Start communicatie" op de gedetailleerde bestelpagina.
no_no: Vis knappen "Start kommunikasjon" på den detaljerte bestillingssiden.
pt_pt: Mostre o botão "Iniciar comunicação" na página detalhada do pedido.
sv_se: Visa knappen "Starta kommunikation" på den detaljerade beställningssidan.

# Languages::vendor_communication.messages
source: Messages
da_dk: Beskeder
de_de: Nachrichten
fa_ir: پیام ها
fi_fi: Viestit
nl_nl: Berichten
no_no: Meldinger
pt_pt: Mensagens
sv_se: Meddelanden

# Languages::vendor_communication.message_center
source: Message center
da_dk: Beskedcenter
de_de: Nachrichtencenter
fa_ir: مرکز پیام
fi_fi: Viestikeskus
fr_fr: Centre de messagerie
nl_nl: Berichten centrum
no_no: Meldingssenter
pt_pt: Central de mensagens
sv_se: Meddelandecenter

# Languages::vendor_communication.message_center_name
source: Message center
da_dk: Beskedcenter
de_de: Nachrichtenzentrum
fa_ir: مرکز پیام
fi_fi: Viestikeskus
fr_fr: Centre de messagerie
nl_nl: Berichten centrum
no_no: Meldingssenter
pt_pt: Central de mensagens
sv_se: Meddelandecenter

# Languages::vendor_communication.message_center_name_menu_description
source: Messages from customers
da_dk: Beskeder fra kunder
de_de: Nachrichten von Kunden
fa_ir: پیام های مشتریان
fi_fi: Viestit asiakkailta
fr_fr: Messages des clients
nl_nl: Berichten van klanten
no_no: Meldinger fra kunder
pt_pt: Mensagens de clientes
sv_se: Meddelanden från kunder

# Languages::vendor_communication.message_center_menu_description
source: Customer-to-vendor messages
da_dk: Kunde-til-leverandør beskeder
de_de: Kunden-zu-Verkäufer Nachrichten
fa_ir: پیام های مشتری به فروشنده
fi_fi: Viestit asiakkaalta myyjälle
fr_fr: Messages client-fournisseur
nl_nl: Klant-naar-leverancier berichten
no_no: Kunde-til-forhandler meldinger
pt_pt: Mensagens de cliente para fornecedor
sv_se: Meddelanden från kund till leverantör

# Languages::vendor_communication.author
source: Author
da_dk: Forfatter
de_de: Verfasser
fa_ir: نویسنده
fi_fi: Tekijä
fr_fr: Auteur
nl_nl: Auteur
no_no: Skrevet av
pt_pt: Autor
sv_se: Författare

# Languages::vendor_communication.date
source: Date
da_dk: Dato
de_de: Datum
fa_ir: تاریخ
fi_fi: Päivämäärä
nl_nl: Datum
no_no: Dato
pt_pt: Encontro: Data
sv_se: Datum

# Languages::vendor_communication.message
source: Message
da_dk: Besked
de_de: Nachricht
fa_ir: پیام
fi_fi: Viesti
fr_fr: Un message
nl_nl: Bericht
no_no: Melding
pt_pt: Mensagem
sv_se: Meddelande

# Languages::vendor_communication.contact_vendor
source: Contact vendor
da_dk: Kontakt sælger
de_de: Verkäufer kontaktieren
fa_ir: با فروشنده تماس بگیرید
fi_fi: Ota yhteyttä myyjään
fr_fr: Contacter le fournisseur
nl_nl: Neem contact op met leverancier
no_no: Kontakt forhandleren
pt_pt: Entre em contato com o fornecedor
sv_se: Kontakta säljaren

# Languages::vendor_communication.ask_a_question
source: Ask a question
da_dk: Stil et spørgsmål
de_de: Stelle eine Frage
fa_ir: سوال بپرس
fi_fi: Kysy kysymys
fr_fr: poser une question
nl_nl: Een vraag stellen
no_no: Spør et spørsmål
pt_pt: Faça uma pergunta
sv_se: Ställa en fråga

# Languages::vendor_communication.contact_vendor_name
source: Contact [vendor_name]
da_dk: Kontakt [vendor_name]
de_de: Kontakt [Verkäufername]
fa_ir: تماس [vendor_name]
fi_fi: Ota yhteyttä [vendor_name]
fr_fr: Contacter [vendor_name]
no_no: Kontakt [vendor_name]
pt_pt: Contato [vendor_name]
sv_se: Kontakta [vendor_name]

# Languages::vendor_communication.created_at
source: Created on
da_dk: Oprettet den
de_de: Erstellt am
fa_ir: ایجاد شده در
fi_fi: Luotu
fr_fr: Créé sur
nl_nl: Aangemaakt op
no_no: Opprettet
pt_pt: Criado em
sv_se: Skapad på

# Languages::vendor_communication.new_thread_created
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>The vendor's reply will be sent to the email address of your account. To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
da_dk: Din besked er blevet sendt til <b>[vendor_name]</b>.<br/><br/>Sælgerens svar vil blive sendt til e-mailadressen på din konto. For at se din meddelelseshistorik skal du <a href="[thread_url]">gå til meddelelsescenteret</a> , der findes i sektionen "Beskeder" i menuen "Min konto".
de_de: Ihre Nachricht wurde an <b>[vendor_name]</b>gesendet.<br/><br/>Die Antwort des Anbieters wird an die E-Mail-Adresse Ihres Kontos gesendet. Um Ihren Nachrichtenverlauf anzuzeigen, <a href="[thread_url]">gehen Sie bitte zum Nachrichten-Center</a> , das sich im Abschnitt „Nachrichten“ des Menüs „Mein Konto“ befindet.
fa_ir: پیام شما به <b>[vendor_name]</b>ارسال شد.<br/><br/>پاسخ فروشنده به آدرس ایمیل حساب شما ارسال می شود. برای مشاهده تاریخچه پیام خود، لطفاً <a href="[thread_url]">به مرکز پیام</a> واقع در بخش "پیام ها" در منوی "حساب من" بروید.
fi_fi: Viestisi on lähetetty numeroon <b>[vendor_name]</b>.<br/><br/>Toimittajan vastaus lähetetään tilisi sähköpostiosoitteeseen. Voit tarkastella viestihistoriaasi siirtymällä Viestikeskukseen <a href="[thread_url]">"Oma tili" -valikon Viestit</a> osiossa.
fr_fr: Votre message a été envoyé au <b>[vendor_name]</b>.<br/><br/>La réponse du vendeur sera envoyée à l'adresse e-mail de votre compte. Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]">vous rendre dans le Centre de messages</a> situé dans la section « Messages » du menu « Mon compte ».
nl_nl: Uw bericht is verzonden naar <b>[vendor_name]</b>.<br/><br/>Het antwoord van de leverancier wordt naar het e-mailadres van uw account gestuurd. Om uw berichtgeschiedenis te bekijken, <a href="[thread_url]">gaat u naar het Berichtencentrum</a> in het gedeelte "Berichten" van het menu "Mijn account".
no_no: Din melding er sendt til <b>[vendor_name]</b>.<br/><br/>Forhandlerens svar vil bli sendt til e-postadressen til kontoen din. For å se meldingsloggen din, vennligst <a href="[thread_url]">gå til meldingssenteret</a> under menyen "Min konto".
pt_pt: Sua mensagem foi enviada para <b>[vendor_name]</b>.<br/><br/>A resposta do fornecedor será enviada para o endereço de e-mail de sua conta. Para visualizar seu histórico de mensagens, <a href="[thread_url]">vá até a Central de Mensagens</a> localizada na seção "Mensagens" do menu "Minha conta".
sv_se: Ditt meddelande har skickats till <b>[vendor_name]</b>.<br/><br/>Säljarens svar kommer att skickas till e-postadressen för ditt konto. För att se din meddelandehistorik, <a href="[thread_url]">gå till meddelandecentret</a> som finns i avsnittet "Meddelanden" på menyn "Mitt konto".

# Languages::vendor_communication.message_sent
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>We'll notify you about a reply. To view your message history, please <a href="[thread_url]" target="_blank">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
da_dk: Din besked er blevet sendt til <b>[vendor_name]</b>.<br/><br/>Vi giver dig besked om et svar. For at se din meddelelseshistorik skal du <a href="[thread_url]" target="_blank">gå til meddelelsescenteret</a> , der findes i sektionen "Beskeder" i menuen "Min konto".
de_de: Ihre Nachricht wurde an <b>[vendor_name]</b>gesendet.<br/><br/>Wir benachrichtigen Sie über eine Antwort. Um Ihren Nachrichtenverlauf anzuzeigen, <a href="[thread_url]" target="_blank">gehen Sie bitte zum Nachrichten-Center</a> , das sich im Abschnitt „Nachrichten“ des Menüs „Mein Konto“ befindet.
fa_ir: پیام شما به <b>[vendor_name]</b>ارسال شد.<br/><br/>ما به شما در مورد پاسخ اطلاع خواهیم داد. برای مشاهده تاریخچه پیام خود، لطفاً <a href="[thread_url]" target="_blank">به مرکز پیام</a> واقع در بخش "پیام ها" در منوی "حساب من" بروید.
fi_fi: Viestisi on lähetetty numeroon <b>[vendor_name]</b>.<br/><br/>Ilmoitamme sinulle vastauksesta. Voit tarkastella viestihistoriaasi siirtymällä Viestikeskukseen <a href="[thread_url]" target="_blank">"Oma tili" -valikon Viestit</a> osiossa.
fr_fr: Votre message a été envoyé au <b>[vendor_name]</b>.<br/><br/>Nous vous informerons d'une réponse. Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]" target="_blank">vous rendre dans le Centre de messages</a> situé dans la section « Messages » du menu « Mon compte ».
nl_nl: Uw bericht is verzonden naar <b>[vendor_name]</b>.<br/><br/>Bij een reactie laten we je weten. Om uw berichtgeschiedenis te bekijken, <a href="[thread_url]" target="_blank">gaat u naar het Berichtencentrum</a> in het gedeelte "Berichten" van het menu "Mijn account".
no_no: Meldingen din er sendt til <b>[vendor_name]</b>.<br/><br/>Vi vil varsle deg om et svar. For å se meldingsloggen din, vennligst <a href="[thread_url]" target="_blank">gå til meldingssenteret</a> i "Meldinger"-delen av "Min konto"-menyen.
pt_pt: Sua mensagem foi enviada para <b>[vendor_name]</b>.<br/><br/>Notificaremos você sobre uma resposta. Para visualizar seu histórico de mensagens, <a href="[thread_url]" target="_blank">vá até a Central de Mensagens</a> localizada na seção "Mensagens" do menu "Minha conta".
sv_se: Ditt meddelande har skickats till <b>[vendor_name]</b>.<br/><br/>Vi meddelar dig om ett svar. För att se din meddelandehistorik, <a href="[thread_url]" target="_blank">gå till meddelandecentret</a> som finns i avsnittet "Meddelanden" på menyn "Mitt konto".

# Languages::vendor_communication.cannot_update_thread
source: Cannot update thread
da_dk: Kan ikke opdatere tråden
de_de: Thread kann nicht aktualisiert werden
fa_ir: موضوع به روز رسانی نمی شود
fi_fi: Lankaa ei voi päivittää
fr_fr: Impossible de mettre à jour le fil
nl_nl: Kan thread niet updaten
no_no: Kan ikke oppdatere tråden
pt_pt: Não é possível atualizar o tópico
sv_se: Kan inte uppdatera tråden

# Languages::vendor_communication.cannot_create_thread
source: Cannot create thread
da_dk: Kan ikke oprette tråd
de_de: Thread kann nicht erstellt werden
fa_ir: نمی توان رشته ایجاد کرد
fi_fi: Lankaa ei voi luoda
fr_fr: Impossible de créer le fil
nl_nl: Kan geen thread maken
no_no: Kan ikke opprette tråden
pt_pt: Não é possível criar o tópico
sv_se: Kan inte skapa tråd

# Languages::email_template.vendor_communication.notify_admin
source: Ask seller a question: Admin Notification
da_dk: Stil et spørgsmål til sælgeren: Admin-meddelelse
de_de: Stellen Sie dem Verkäufer eine Frage: Admin-Benachrichtigung
fa_ir: از فروشنده سوال بپرسید: اعلان مدیر
fi_fi: Kysy myyjältä: Järjestelmänvalvojan ilmoitus
fr_fr: Poser une question au vendeur : notification de l'administrateur
nl_nl: Stel een vraag aan de verkoper: Admin Notification
no_no: Still selgeren et spørsmål: Admin-varsel
pt_pt: Faça uma pergunta ao vendedor: Notificação do administrador
sv_se: Ställ en fråga till säljaren: Admin Notification

# Languages::email_template.vendor_communication.notify_customer
source: Ask seller a question: Customer Notification
da_dk: Stil et spørgsmål til sælgeren: Kundemeddelelse
de_de: Dem Verkäufer eine Frage stellen: Kundenbenachrichtigung
fa_ir: از فروشنده سوال بپرسید: اطلاع رسانی مشتری
fi_fi: Kysy myyjältä: Asiakasilmoitus
fr_fr: Poser une question au vendeur : Notification client
nl_nl: Stel een vraag aan de verkoper: Klantmelding
no_no: Still selgeren et spørsmål: Kundevarsel
pt_pt: Faça uma pergunta ao vendedor: Notificação ao cliente
sv_se: Ställ en fråga till säljaren: Kundmeddelande

# Languages::vendor_communication.you_have_new_message
source: You have a new <a href="[thread_url]">message</a> from [message_from].
da_dk: Du har en ny <a href="[thread_url]">besked</a> fra [message_from].
de_de: Sie haben eine neue <a href="[thread_url]">Nachricht</a> von [message_from].
fa_ir: شما یک پیام <a href="[thread_url]">جدید</a> از [message_from]دارید.
fi_fi: Sinulla on uusi <a href="[thread_url]">viesti</a> osoitteesta [message_from].
fr_fr: Vous avez un nouveau message <a href="[thread_url]"></a> de [message_from].
nl_nl: Je hebt een nieuw <a href="[thread_url]">bericht</a> van [message_from].
no_no: Du har en ny <a href="[thread_url]">melding</a> fra [message_from].
pt_pt: Você tem uma nova mensagem <a href="[thread_url]"></a> de [message_from].
sv_se: Du har ett nytt <a href="[thread_url]">meddelande</a> från [message_from].

# Languages::vendor_communication.subject_email
source: You have a new message from [message_from]
da_dk: Du har en ny besked fra [message_from]
de_de: Sie haben eine neue Nachricht von [message_from]
fa_ir: شما یک پیام جدید از [message_from]دارید
fi_fi: Sinulla on uusi viesti numerolta [message_from]
fr_fr: Vous avez un nouveau message de [message_from]
nl_nl: Je hebt een nieuw bericht van [message_from]
no_no: Du har en ny melding fra [message_from]
pt_pt: Você tem uma nova mensagem de [message_from]
sv_se: Du har ett nytt meddelande från [message_from]

# Languages::vendor_communication.thread
source: Thread #[thread_id]
da_dk: Tråd #[thread_id]
de_de: Thread Nr.[thread_id]
fa_ir: موضوع شماره[thread_id]
fi_fi: Lanka nro[thread_id]
fr_fr: Sujet n°[thread_id]
nl_nl: Draad #[thread_id]
no_no: Tråd #[thread_id]
pt_pt: Tópico nº[thread_id]
sv_se: Tråd #[thread_id]

# Languages::vendor_communication.contact_with
source: #[thread_id]. Communication with [thread_company]
da_dk: #[thread_id]. Kommunikation med [thread_company]
de_de: #[thread_id]. Kommunikation mit [thread_company]
fa_ir: #[thread_id]. ارتباط با [thread_company]
fi_fi: #[thread_id]. Yhteydenpito [thread_company]
fr_fr: #[thread_id]. Communication avec [thread_company]
nl_nl: #[thread_id]. Communicatie met [thread_company]
no_no: #[thread_id]. Kommunikasjon med [thread_company]
pt_pt: #[thread_id]. Comunicação com [thread_company]
sv_se: #[thread_id]. Kommunikation med [thread_company]

# Languages::vendor_communication.ticket
source: Thread
da_dk: Tråd
de_de: Gewinde
fa_ir: نخ
fi_fi: Lanka
fr_fr: Fil
nl_nl: Draad
no_no: Tråd
pt_pt: Fio
sv_se: Tråd

# Languages::vendor_communication.no_messages_found
source: No messages found
da_dk: Ingen beskeder fundet
de_de: Keine Nachricht gefunden
fa_ir: هیچ پیامی یافت نشد
fi_fi: Viestejä ei löytynyt
fr_fr: Aucun message trouvé
nl_nl: Geen berichten gevonden
no_no: Ingen meldinger funnet
pt_pt: Nenhuma mensagem encontrada
sv_se: Inga meddelanden hittades

# Languages::vendor_communication.customer_name
source: Customer name
da_dk: Kundenavn
de_de: Kundenname
fa_ir: نام مشتری
fi_fi: Asiakkaan nimi
fr_fr: Nom du client
nl_nl: Klantnaam
no_no: Kundenavn
pt_pt: Nome do cliente
sv_se: Köparens namn

# Languages::vendor_communication.error_message
source: Please enter your message
da_dk: Indtast venligst din besked
de_de: Bitte geben Sie Ihre Nachricht ein
fa_ir: لطفا پیام خود را وارد کنید
fi_fi: Kirjoita viestisi
fr_fr: Veuillez entrer votre message
nl_nl: Voer je bericht in
no_no: Skriv inn meldingen
pt_pt: Por favor insira a sua mensagem
sv_se: Vänligen ange ditt meddelande

# Languages::vendor_communication.type_message
source: Type a message...
da_dk: Skriv en besked...
de_de: Schreibt eine Nachricht...
fa_ir: یک پیام تایپ کنید...
fi_fi: Kirjoita viesti...
fr_fr: Tapez un message...
nl_nl: Type een bericht...
no_no: Skriv inn en melding...
pt_pt: Digite uma mensagem...
sv_se: Skriv ett meddelande...

# Languages::vendor_communication.you
source: You
da_dk: Du
de_de: Du
fa_ir: شما
fi_fi: Sinä
fr_fr: Toi
nl_nl: Jij
no_no: Du
pt_pt: Vocês
sv_se: Du

# Languages::vendor_communication.order_details
source: Order details
da_dk: Ordre detaljer
de_de: Bestelldetails
fa_ir: جزئیات سفارش
fi_fi: Tilauksen tiedot
fr_fr: Détails de la commande
nl_nl: Bestel Details
no_no: Ordre detaljer
pt_pt: Detalhes do pedido
sv_se: Orderdetaljer

# Languages::vendor_communication.import_details
source: Import details
da_dk: Importer detaljer
de_de: Details importieren
fa_ir: جزئیات واردات
fi_fi: Tuo tiedot
fr_fr: Détails de l'importation
nl_nl: Gegevens importeren
no_no: Importer detaljer
pt_pt: Detalhes da importação
sv_se: Importera detaljer

# Languages::vendor_communication.thread_deleted
source: Thread has been deleted
da_dk: Tråden er blevet slettet
de_de: Thema wurde gelöscht
fa_ir: تاپیک حذف شد
fi_fi: Viesti on poistettu
fr_fr: Le sujet a été supprimé
nl_nl: Onderwerp is verwijderd
no_no: Tråden har blitt slettet
pt_pt: O tópico foi excluído
sv_se: Tråden har tagits bort

# Languages::vendor_communication.threads_deleted
source: Threads have been deleted
da_dk: Tråde er blevet slettet
de_de: Themen wurden gelöscht
fa_ir: تاپیک ها حذف شده اند
fi_fi: Säikeet on poistettu
fr_fr: Les discussions ont été supprimées
nl_nl: Onderwerpen zijn verwijderd
no_no: Trådene har blitt slettet
pt_pt: Os tópicos foram excluídos
sv_se: Trådar har tagits bort

# Languages::vendor_communication.cannot_delete_thread
source: Cannot delete thread
da_dk: Kan ikke slette tråden
de_de: Thread kann nicht gelöscht werden
fa_ir: نمی توان تاپیک را حذف کرد
fi_fi: Lankaa ei voi poistaa
fr_fr: Impossible de supprimer le fil
nl_nl: Kan thread niet verwijderen
no_no: Kan ikke slette tråden
pt_pt: Não é possível excluir o tópico
sv_se: Kan inte ta bort tråden
