Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_communication.po
Languages: da_dk, de_de, fa_ir, fi_fi, fr_fr, nl_nl, no_no, pt_pt, sv_se

# Languages::vendor_communication.cannot_delete_threads
source: Cannot delete threads
da_dk: Kan ikke slette tråde
de_de: Threads können nicht gelöscht werden
fa_ir: نمی توان رشته ها را حذف کرد
fi_fi: Säikeitä ei voi poistaa
fr_fr: Impossible de supprimer les fils
nl_nl: Kan discussielijnen niet verwijderen
no_no: Kan ikke slette tråder
pt_pt: Não é possível excluir tópicos
sv_se: Kan inte ta bort trådar

# Languages::vendor_communication.cannot_post_message
source: Cannot post message
da_dk: Kan ikke sende besked
de_de: Kann keine Nachricht abschicken
fa_ir: نمی توان پیام ارسال کرد
fi_fi: Viestiä ei voi lähettää
fr_fr: Impossible de poster un message
nl_nl: Kan bericht niet plaatsen
no_no: Kan ikke legge inn meldingen
pt_pt: Não é possível postar mensagem
sv_se: Kan inte skicka meddelande

# Languages::vendor_communication.no_threads_found
source: No threads found
da_dk: Ingen tråde fundet
de_de: Keine Threads gefunden
fa_ir: هیچ موضوعی یافت نشد
fi_fi: Viestiä ei löytynyt
fr_fr: Aucun sujet trouvé
nl_nl: Geen onderwerpen gevonden
no_no: Ingen tråder funnet
pt_pt: Nenhum tópico encontrado
sv_se: Inga trådar hittades

# Languages::vendor_communication.required_field_is_missing
source: The [field_name] field is required
da_dk: Feltet [field_name] er påkrævet
de_de: Das Feld [field_name] ist erforderlich
fa_ir: فیلد [field_name] الزامی است
fi_fi: [field_name] -kenttä on pakollinen
fr_fr: Le champ [field_name] est obligatoire
nl_nl: Het veld [field_name] is verplicht
no_no: Feltet [field_name] er påkrevd
pt_pt: O campo [field_name] é obrigatório
sv_se: Fältet [field_name] är obligatoriskt

# Languages::vendor_communication.invalid_thread_object_type
source: Provided thread object type is invalid
da_dk: Den angivne trådobjekttype er ugyldig
de_de: Der angegebene Thread-Objekttyp ist ungültig
fa_ir: به شرطی که نوع موضوع رشته نامعتبر باشد
fi_fi: Annettu säikeen objektityyppi on virheellinen
fr_fr: Le type d'objet de thread fourni n'est pas valide
nl_nl: Opgegeven thread-objecttype is ongeldig
pt_pt: O tipo de objeto de encadeamento fornecido é inválido
sv_se: Den angivna trådobjekttypen är ogiltig

# Languages::vendor_communication.please_log_in_to_contact_vendor
source: Please sign in to contact the vendor
da_dk: Log venligst ind for at kontakte leverandøren
de_de: Bitte melden Sie sich an, um den Anbieter zu kontaktieren
fa_ir: لطفا برای تماس با فروشنده وارد شوید
fi_fi: Kirjaudu sisään ottaaksesi yhteyttä myyjään
fr_fr: Veuillez vous connecter pour contacter le vendeur
nl_nl: Gelieve in te loggen om contact op te nemen met de verkoper
no_no: Vennligst logg inn for å kontakte forhandleren
pt_pt: Faça login para entrar em contato com o fornecedor
sv_se: Logga in för att kontakta leverantören

# Languages::privileges.manage_vendor_communication
source: Can edit
da_dk: Kan redigere
de_de: Kann bearbeiten
fa_ir: می تواند ویرایش کند
fi_fi: Voi muokata
fr_fr: Peut éditer
nl_nl: Kan bewerken
no_no: Kan redigere
pt_pt: Pode editar
sv_se: Kan redigera

# Languages::privileges.view_vendor_communication
source: Can view
da_dk: Kan se
de_de: Kann ansehen
fa_ir: می تواند مشاهده کند
fi_fi: Saa katsella
fr_fr: Peut voir
nl_nl: Kan bekijken
no_no: Kan se
pt_pt: Pode ver
sv_se: Kan visa

# Languages::privilege_groups.vendor_communication
source: Message center: customer-to-vendor communication
da_dk: Beskedcenter: kunde-til-leverandør kommunikation
de_de: Message Center: Kommunikation zwischen Kunde und Lieferant
fa_ir: مرکز پیام: ارتباط مشتری با فروشنده
fi_fi: Viestikeskus: asiakkaan ja toimittajan välinen viestintä
fr_fr: Centre de messagerie : communication client-fournisseur
nl_nl: Berichtencentrum: communicatie tussen klant en leverancier
no_no: Meldingssenter: kunde-til-leverandør kommunikasjon
pt_pt: Central de mensagens: comunicação cliente-fornecedor
sv_se: Meddelandecenter: kommunikation mellan kund och leverantör

# Languages::vendor_communication.your_message_to_vendor_name
source: Your message to [vendor_name]
da_dk: Din besked til [vendor_name]
de_de: Ihre Nachricht an [vendor_name]
fa_ir: پیام شما به [vendor_name]
fi_fi: Viestisi numeroon [vendor_name]
fr_fr: Votre message au [vendor_name]
nl_nl: Uw bericht aan [vendor_name]
no_no: Din melding til [vendor_name]
pt_pt: Sua mensagem para [vendor_name]
sv_se: Ditt meddelande till [vendor_name]

# Languages::vendor_communication.please_log_in_to_be_notified
source: Please sign in so that we can notify you about a reply
da_dk: Log venligst ind, så vi kan give dig besked om et svar
de_de: Bitte melden Sie sich an, damit wir Sie über eine Antwort benachrichtigen können
fa_ir: لطفا وارد شوید تا بتوانیم پاسخ را به شما اطلاع دهیم
fi_fi: Ole hyvä ja kirjaudu sisään, jotta voimme ilmoittaa sinulle vastauksesta
fr_fr: Veuillez vous connecter afin que nous puissions vous informer d'une réponse
nl_nl: Gelieve in te loggen zodat we u op de hoogte kunnen stellen van een antwoord
no_no: Vennligst logg på slik at vi kan varsle deg om et svar
pt_pt: Faça login para que possamos notificá-lo sobre uma resposta
sv_se: Logga in så att vi kan meddela dig om ett svar

# Languages::vendor_communication
source: Message center
da_dk: Beskedcenter
de_de: Nachrichtenzentrum
fa_ir: مرکز پیام
fi_fi: Viestikeskus
fr_fr: Centre de messagerie
nl_nl: Berichten centrum
no_no: Meldingssenter
pt_pt: Central de mensagens
sv_se: Meddelandecenter

# Languages::vendor_communication.event.message_received.name
source: Customer-to-vendor: New message received
da_dk: Kunde-til-leverandør: Ny besked modtaget
de_de: Kunde-zu-Lieferant: Neue Nachricht erhalten
fa_ir: مشتری به فروشنده: پیام جدید دریافت شد
fi_fi: Asiakkaalta toimittajalle: Uusi viesti vastaanotettu
fr_fr: Client à fournisseur : nouveau message reçu
nl_nl: Klant-naar-leverancier: Nieuw bericht ontvangen
no_no: Kunde-til-leverandør: Ny melding mottatt
pt_pt: Cliente-fornecedor: Nova mensagem recebida
sv_se: Kund till leverantör: Nytt meddelande mottaget

# Languages::vendor_communication.event.vendor_to_admin_message_received.name
source: Vendor-to-admin: New message received
da_dk: Leverandør-til-admin: Ny besked modtaget
de_de: Anbieter an Administrator: Neue Nachricht erhalten
fa_ir: فروشنده به مدیر: پیام جدید دریافت شد
fi_fi: Toimittajalta järjestelmänvalvojalle: Uusi viesti vastaanotettu
fr_fr: Vendeur à administrateur : nouveau message reçu
nl_nl: Vendor-to-admin: Nieuw bericht ontvangen
no_no: Leverandør-til-admin: Ny melding mottatt
pt_pt: Vendor-to-admin: Nova mensagem recebida
sv_se: Leverantör-till-admin: Nytt meddelande mottaget

# Languages::internal_template.vendor_communication_message_received
source: New message received
da_dk: Ny besked modtaget
de_de: Neue Nachricht erhalten
fa_ir: پیام جدید دریافت شد
fi_fi: Uusi viesti vastaanotettu
fr_fr: Nouveau message reçu
nl_nl: Nieuw bericht ontvangen
no_no: Ny melding mottatt
pt_pt: Nova mensagem recebida
sv_se: Nytt meddelande mottaget

# Languages::vendor_communication.new_message.title
source: [company_name] has a new message from [customer]
da_dk: [company_name] har en ny besked fra [customer]
de_de: [company_name] hat eine neue Nachricht von [customer]
fa_ir: [company_name] یک پیام جدید از [customer]دارد
fi_fi: [company_name] :lla on uusi viesti käyttäjältä [customer]
fr_fr: [company_name] a un nouveau message de [customer]
nl_nl: [company_name] heeft een nieuw bericht van [customer]
no_no: [company_name] har en ny melding fra [customer]
pt_pt: [company_name] tem uma nova mensagem de [customer]
sv_se: [company_name] har ett nytt meddelande från [customer]

# Languages::vendor_communication.new_message.message
source: Click this notification to see the message
da_dk: Klik på denne meddelelse for at se meddelelsen
de_de: Klicken Sie auf diese Benachrichtigung, um die Nachricht anzuzeigen
fa_ir: برای دیدن پیام روی این اعلان کلیک کنید
fi_fi: Napsauta tätä ilmoitusta nähdäksesi viestin
fr_fr: Cliquez sur cette notification pour voir le message
nl_nl: Klik op deze melding om het bericht te zien
no_no: Klikk på dette varselet for å se meldingen
pt_pt: Clique nesta notificação para ver a mensagem
sv_se: Klicka på det här meddelandet för att se meddelandet

# Languages::vendor_communication.contact_admin
source: Contact administrator
da_dk: Kontakt administrator
de_de: Administrator kontaktieren
fa_ir: با مدیر تماس بگیرید
fi_fi: Ota yhteyttä ylläpitäjään
fr_fr: Contacter l'administrateur
nl_nl: Neem contact op met beheerder
no_no: Kontakt administrator
pt_pt: Entre em contato com o administrador
sv_se: Kontakta administratören

# Languages::vendor_communication.communication
source: Communication
da_dk: Meddelelse
de_de: Kommunikation
fa_ir: ارتباط
fi_fi: Viestintä
fr_fr: la communication
nl_nl: Communicatie
no_no: Kommunikasjon
pt_pt: Comunicação
sv_se: Kommunikation

# Languages::vendor_communication.message_center_vendor_name
source: Message center
da_dk: Beskedcenter
de_de: Nachrichtenzentrum
fa_ir: مرکز پیام
fi_fi: Viestikeskus
fr_fr: Centre de messagerie
nl_nl: Berichten centrum
no_no: Meldingssenter
pt_pt: Central de mensagens
sv_se: Meddelandecenter

# Languages::vendor_communication.message_center_vendor_name_menu_description
source: Messages from vendor to administrator
da_dk: Beskeder fra leverandør til administrator
de_de: Nachrichten vom Anbieter an den Administrator
fa_ir: پیام از فروشنده به مدیر
fi_fi: Viestit myyjältä järjestelmänvalvojalle
fr_fr: Messages du fournisseur à l'administrateur
nl_nl: Berichten van leverancier aan beheerder
no_no: Meldinger fra leverandør til administrator
pt_pt: Mensagens do fornecedor para o administrador
sv_se: Meddelanden från leverantör till administratör

# Languages::vendor_communication.tab_vendor_to_admin
source: Vendor communication
da_dk: Sælger kommunikation
de_de: Lieferantenkommunikation
fa_ir: ارتباط فروشنده
fi_fi: Myyjän viestintä
fr_fr: Communication fournisseur
nl_nl: Leverancierscommunicatie
no_no: Leverandørkommunikasjon
pt_pt: Comunicação do fornecedor
sv_se: Säljarkommunikation

# Languages::vendor_communication.tab_vendor_to_customer
source: Customer communication
da_dk: Kundekommunikation
de_de: Kunden Kommunikation
fa_ir: ارتباط با مشتری
fi_fi: Asiakasviestintä
fr_fr: Communication client
nl_nl: Klantcommunicatie
no_no: Kundekommunikasjon
pt_pt: Comunicação do cliente
sv_se: Kundkommunikation

# Languages::vendor_communication.tab_vendor_to_admin_for_vendor_panel
source: Admin communication
da_dk: Admin kommunikation
de_de: Admin-Kommunikation
fa_ir: ارتباط ادمین
fi_fi: Adminin viestintä
fr_fr: Communication administrative
nl_nl: Beheerderscommunicatie
no_no: Admin kommunikasjon
pt_pt: Comunicação do administrador
sv_se: Admin kommunikation

# Languages::vendor_communication.your_message_to_admin
source: Your message to administrator
da_dk: Din besked til administrator
de_de: Ihre Nachricht an den Administrator
fa_ir: پیام شما به مدیر
fi_fi: Viestisi järjestelmänvalvojalle
fr_fr: Votre message à l'administrateur
nl_nl: Uw bericht aan de beheerder
no_no: Din melding til administrator
pt_pt: Sua mensagem para o administrador
sv_se: Ditt meddelande till administratören

# Languages::vendor_communication.some_threads_have_not_been_created
source: Some threads have not been created: [count]
da_dk: Nogle tråde er ikke blevet oprettet: [count]
de_de: Einige Threads wurden nicht erstellt: [count]
fa_ir: برخی از موضوعات ایجاد نشده اند: [count]
fi_fi: Joitakin säikeitä ei ole luotu: [count]
fr_fr: Certains fils n'ont pas été créés : [count]
nl_nl: Sommige threads zijn niet gemaakt: [count]
no_no: Noen tråder er ikke opprettet: [count]
pt_pt: Alguns tópicos não foram criados: [count]
sv_se: Vissa trådar har inte skapats: [count]

# Languages::vendor_communication.vendor_to_admin.message_sent
source: Your message has been sent to <b>[name]</b>.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Vendors" menu.
da_dk: Din besked er blevet sendt til <b>[name]</b>.<br/><br/>For at se din meddelelseshistorik skal du <a href="[thread_url]">gå til meddelelsescenteret</a> i menuen "Leverandører".
de_de: Ihre Nachricht wurde an <b>[name]</b>gesendet.<br/><br/>Um Ihren Nachrichtenverlauf anzuzeigen, <a href="[thread_url]">gehen Sie bitte zum Nachrichten-Center</a> im Menü „Anbieter“.
fa_ir: پیام شما به <b>[name]</b>ارسال شد.<br/><br/>برای مشاهده تاریخچه پیام خود، لطفاً <a href="[thread_url]">به مرکز پیام</a> واقع در منوی "فروشندگان" بروید.
fi_fi: Viestisi on lähetetty numeroon <b>[name]</b>.<br/><br/>Voit tarkastella viestihistoriaasi siirtymällä <a href="[thread_url]">Viestikeskukseen</a> "Toimittajat"-valikossa.
fr_fr: Votre message a été envoyé au <b>[name]</b>.<br/><br/>Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]">vous rendre dans le Centre de messages</a> situé dans le menu "Vendors".
nl_nl: Uw bericht is verzonden naar <b>[name]</b>.<br/><br/>Om uw berichtgeschiedenis te bekijken, <a href="[thread_url]">gaat u naar het Berichtencentrum</a> in het menu "Verkopers".
no_no: Meldingen din er sendt til <b>[name]</b>.<br/><br/>For å se meldingsloggen din, vennligst <a href="[thread_url]">gå til meldingssenteret</a> som ligger i "Leverandører"-menyen.
pt_pt: Sua mensagem foi enviada para <b>[name]</b>.<br/><br/>Para visualizar seu histórico de mensagens, <a href="[thread_url]">vá até a Central de Mensagens</a> localizada no menu "Fornecedores".
sv_se: Ditt meddelande har skickats till <b>[name]</b>.<br/><br/>För att se din meddelandehistorik, <a href="[thread_url]">gå till meddelandecentret</a> som finns i menyn "Leverantörer".

# Languages::vendor_communication.vendor_to_customer.message_sent
source: Your message has been sent to <b>[name]</b>.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Customers" menu.
da_dk: Din besked er blevet sendt til <b>[name]</b>.<br/><br/>For at se din meddelelseshistorik skal du <a href="[thread_url]">gå til meddelelsescenteret</a> i menuen "Kunder".
de_de: Ihre Nachricht wurde an <b>[name]</b>gesendet.<br/><br/>Um Ihren Nachrichtenverlauf anzuzeigen, <a href="[thread_url]">gehen Sie bitte zum Nachrichten-Center</a> im Menü „Kunden“.
fa_ir: پیام شما به <b>[name]</b>ارسال شد.<br/><br/>برای مشاهده تاریخچه پیام خود، لطفاً <a href="[thread_url]">به مرکز پیام</a> واقع در منوی "مشتریان" بروید.
fi_fi: Viestisi on lähetetty numeroon <b>[name]</b>.<br/><br/>Voit tarkastella viestihistoriaasi siirtymällä <a href="[thread_url]">Viestikeskukseen</a> "Asiakkaat"-valikossa.
fr_fr: Votre message a été envoyé au <b>[name]</b>.<br/><br/>Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]">vous rendre dans le Centre de messages</a> situé dans le menu « Clients ».
nl_nl: Uw bericht is verzonden naar <b>[name]</b>.<br/><br/>Om uw berichtgeschiedenis te bekijken, <a href="[thread_url]">gaat u naar het Berichtencentrum</a> in het menu "Klanten".
no_no: Meldingen din er sendt til <b>[name]</b>.<br/><br/>For å se meldingsloggen din, <a href="[thread_url]">gå til meldingssenteret</a> i "Kunder"-menyen.
pt_pt: Sua mensagem foi enviada para <b>[name]</b>.<br/><br/>Para visualizar seu histórico de mensagens, <a href="[thread_url]">vá até a Central de Mensagens</a> localizada no menu "Clientes".
sv_se: Ditt meddelande har skickats till <b>[name]</b>.<br/><br/>För att se din meddelandehistorik, <a href="[thread_url]">gå till meddelandecentret</a> som finns i menyn "Kunder".

# Languages::vendor_communication.vendor_to_admin.message_list_sent
source: Your messages have been sent.<br/><br/>To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Vendors" menu.
da_dk: Dine beskeder er blevet sendt.<br/><br/>For at se din meddelelseshistorik, <a href="[thread_url]">skal du gå til meddelelsescenteret</a> , som findes i menuen "Leverandører".
de_de: Ihre Nachrichten wurden gesendet.<br/><br/>Um Ihren Nachrichtenverlauf anzuzeigen, gehen Sie bitte <a href="[thread_url]">zum Nachrichten-Center</a> im Menü „Anbieter“.
fa_ir: پیام های شما ارسال شده است.<br/><br/>برای مشاهده تاریخچه پیام خود، لطفاً <a href="[thread_url]">به مرکز پیام</a> واقع در منوی "فروشندگان" بروید.
fi_fi: Viestisi on lähetetty.<br/><br/>Voit tarkastella viestihistoriaasi siirtymällä <a href="[thread_url]">Viestikeskukseen</a> "Toimittajat"-valikossa.
fr_fr: Vos messages ont été envoyés.<br/><br/>Pour consulter l'historique de vos messages, veuillez <a href="[thread_url]">vous rendre dans le Centre de messages</a> situé dans le menu "Vendors".
nl_nl: Uw berichten zijn verzonden.<br/><br/>Om uw berichtgeschiedenis te bekijken, <a href="[thread_url]">gaat u naar het Berichtencentrum</a> in het menu "Verkopers".
no_no: Meldingene dine er sendt.<br/><br/>For å se meldingsloggen din, vennligst <a href="[thread_url]">gå til meldingssenteret</a> som ligger i "Leverandører"-menyen.
pt_pt: Suas mensagens foram enviadas.<br/><br/>Para visualizar seu histórico de mensagens, <a href="[thread_url]">vá até a Central de Mensagens</a> localizada no menu "Fornecedores".
sv_se: Dina meddelanden har skickats.<br/><br/>För att se din meddelandehistorik, <a href="[thread_url]">gå till meddelandecentret</a> som finns i menyn "Leverantörer".

# Languages::privilege_groups.admin_communication
source: Message center: vendor-to-admin communication
da_dk: Beskedcenter: leverandør-til-administrator kommunikation
de_de: Message Center: Kommunikation zwischen Anbieter und Administrator
fa_ir: مرکز پیام: ارتباط فروشنده با مدیر
fi_fi: Viestikeskus: toimittajan ja järjestelmänvalvojan välinen viestintä
fr_fr: Centre de messagerie : communication entre le fournisseur et l'administrateur
nl_nl: Berichtencentrum: communicatie tussen leverancier en beheerder
no_no: Meldingssenter: kommunikasjon fra leverandør til administrator
pt_pt: Centro de mensagens: comunicação de fornecedor para administrador
sv_se: Meddelandecenter: kommunikation mellan leverantör och administratör

# Languages::customer_to_admin_communication.event.message_received.name
source: Customer-to-Admin: New message received
da_dk: Kunde-til-administrator: Ny besked modtaget
de_de: Kunde-an-Admin: Neue Nachricht erhalten
fa_ir: مشتری به مدیر: پیام جدید دریافت شد
fi_fi: Asiakkaalta järjestelmänvalvojalle: Uusi viesti vastaanotettu
fr_fr: Client à administrateur : nouveau message reçu
nl_nl: Klant-naar-beheerder: nieuw bericht ontvangen
no_no: Kunde-til-admin: Ny melding mottatt
pt_pt: Cliente para administrador: nova mensagem recebida
sv_se: Customer-to-Admin: Nytt meddelande mottaget

# Languages::vendor_communication.start_communication
source: Start communication
da_dk: Start kommunikation
de_de: Kommunikation starten
fa_ir: ارتباط را شروع کنید
fi_fi: Aloita viestintä
fr_fr: Commencer à communiquer
nl_nl: Communicatie starten
no_no: Start kommunikasjon
pt_pt: Iniciar comunicação
sv_se: Börja kommunikation

# Languages::privilege_groups.order_communication
source: Message center: communication with customer
da_dk: Beskedcenter: kommunikation med kunde
de_de: Message Center: Kommunikation mit dem Kunden
fa_ir: مرکز پیام: ارتباط با مشتری
fi_fi: Viestikeskus: viestintä asiakkaan kanssa
fr_fr: Centre de messages : communication avec le client
nl_nl: Berichtencentrum: communicatie met klant
no_no: Meldingssenter: kommunikasjon med kunde
pt_pt: Central de mensagens: comunicação com o cliente
sv_se: Meddelandecentral: kommunikation med kund

# Languages::vendor_communication.communication_vendor_to_admin
source: Communication with vendor
da_dk: Kommunikation med sælger
de_de: Kommunikation mit Anbieter
fa_ir: ارتباط با فروشنده
fi_fi: Yhteydenpito myyjän kanssa
fr_fr: Communication avec le fournisseur
nl_nl: Communicatie met leverancier
no_no: Kommunikasjon med leverandør
pt_pt: Comunicação com o fornecedor
sv_se: Kommunikation med säljaren

# Languages::vendor_communication.communication_vendor_to_customer
source: Communication with customer
da_dk: Kommunikation med kunden
de_de: Kommunikation mit Kunden
fa_ir: ارتباط با مشتری
fi_fi: Viestintä asiakkaan kanssa
fr_fr: Communication avec le client
nl_nl: Communicatie met klant
no_no: Kommunikasjon med kunde
pt_pt: Comunicação com o cliente
sv_se: Kommunikation med kund

# Languages::vendor_communication.communication_vendor_to_admin_with_admin
source: Communication with administrator
da_dk: Kommunikation med administrator
de_de: Kommunikation mit Administrator
fa_ir: ارتباط با مدیر
fi_fi: Yhteydenpito ylläpitäjän kanssa
fr_fr: Communication avec l'administrateur
nl_nl: Communicatie met beheerder
no_no: Kommunikasjon med administrator
pt_pt: Comunicação com administrador
sv_se: Kommunikation med administratör

# Languages::vendor_communication.contact_customer
source: Contact customer
da_dk: Kontakt kunde
de_de: Kunden kontaktieren
fa_ir: با مشتری تماس بگیرید
fi_fi: Ota yhteyttä asiakkaaseen
fr_fr: Contacter le client
nl_nl: Neem contact op met de klant:
no_no: Kontakt kunde
pt_pt: Entre em contato com o cliente
sv_se: Kontakta kund

# Languages::vendor_communication.subject
source: Subject
da_dk: Emne
de_de: Fach
fa_ir: موضوع
fi_fi: Aihe
fr_fr: Sujet
nl_nl: Onderwerp
no_no: Emne
pt_pt: Sujeito
sv_se: Ämne

# Languages::vendor_communication.admin
source: Admin
de_de: Administrator
fa_ir: مدیر
fr_fr: Administrateur
nl_nl: beheerder
pt_pt: Administrador
sv_se: Administration

# Languages::vendor_communication.your_message_to_customer
source: Your message to customer
da_dk: Din besked til kunden
de_de: Ihre Nachricht an den Kunden
fa_ir: پیام شما به مشتری
fi_fi: Viestisi asiakkaalle
fr_fr: Votre message au client
nl_nl: Uw bericht aan de klant
no_no: Din melding til kunden
pt_pt: Sua mensagem para o cliente
sv_se: Ditt meddelande till kunden

# Languages::vendor_communication.event.order_message_received.name
source: Order communication: New message received
da_dk: Ordrekommunikation: Ny besked modtaget
de_de: Auftragskommunikation: Neue Nachricht erhalten
fa_ir: ارتباط سفارش: پیام جدید دریافت شد
fi_fi: Tilausviestintä: Uusi viesti vastaanotettu
fr_fr: Communication de commande : nouveau message reçu
nl_nl: Ordercommunicatie: Nieuw bericht ontvangen
no_no: Ordrekommunikasjon: Ny melding mottatt
pt_pt: Comunicação do pedido: Nova mensagem recebida
sv_se: Orderkommunikation: Nytt meddelande mottaget

# Languages::vendor_communication.scroll_to_top
source: Scroll to top
da_dk: Rul til toppen
de_de: Scrolle nach oben
fa_ir: به بالا بروید
fi_fi: Vieritä ylös
fr_fr: Faites défiler vers le haut
nl_nl: Scroll naar boven
no_no: Rull til toppen
pt_pt: Role para cima
sv_se: Scrolla till toppen

# Languages::vendor_communication.send_message
source: Send message
da_dk: Send besked
de_de: Nachricht senden
fa_ir: پیام فرستادن
fi_fi: Lähetä viesti
fr_fr: Envoyer le message
nl_nl: Bericht versturen
no_no: Sende melding
pt_pt: Enviar mensagem
sv_se: Skicka meddelande
