Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_data_premoderation.po
Languages: cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_br, pt_pt, ro_ro, sv_se, tr_tr, uk_ua

# Languages::vendor_data_premoderation.preventing_registration_info_text
source: If you want to prevent vendor registration altogether, please check <a href="[url]" target="_blank">Settings → Vendors</a>.
cs_cz: Pokud chcete registraci dodavatele zcela zabránit, zaškrtněte <a href="[url]" target="_blank">Nastavení → Dodavatelé</a>.
de_de: Wenn Sie die Lieferantenregistrierung vollständig verhindern möchten, aktivieren Sie bitte <a href="[url]" target="_blank">Einstellungen → Lieferanten</a>.
el_gr: Εάν θέλετε να αποτρέψετε εντελώς την εγγραφή πωλητή, ελέγξτε το <a href="[url]" target="_blank">Ρυθμίσεις → Προμηθευτές</a>.
es_es: Si desea evitar el registro de proveedores por completo, consulte <a href="[url]" target="_blank">Configuración → Proveedores</a>.
fa_ir: اگر می خواهید از ثبت نام فروشنده به طور کلی جلوگیری کنید، لطفاً <a href="[url]" target="_blank">تنظیمات → فروشندگان</a>را بررسی کنید.
fi_fi: Jos haluat estää toimittajan rekisteröinnin kokonaan, valitse <a href="[url]" target="_blank">Asetukset → Toimittajat</a>.
fr_fr: Si vous voulez empêcher complètement l'enregistrement des vendeurs, veuillez cocher <a href="[url]" target="_blank">Paramètres → Vendeurs</a>.
he_il: אם ברצונך למנוע לחלוטין רישום ספק, אנא סמן <a href="[url]" target="_blank">הגדרות → ספקים</a>.
hu_hu: Ha teljesen meg akarod akadályozni az eladók regisztrációját, kérjük, ellenőrizd a <a href="[url]" target="_blank">Beállítások → Eladók</a> lehetőséget.
it_it: Se desideri impedire del tutto la registrazione del fornitore, controlla <a href="[url]" target="_blank">Impostazioni → Fornitori</a>.
ja_jp: 出品者の登録を完全に禁止にしたい場合は、<a href="[url]" target="_blank">基本設定 > 出品者</a> をご確認ください。
nl_nl: Als u registratie van leveranciers helemaal wilt voorkomen, controleer dan <a href="[url]" target="_blank">Instellingen → Leveranciers</a>.
no_no: Hvis du vil forhindre leverandørregistrering helt, vennligst sjekk <a href="[url]" target="_blank">Innstillinger → Leverandører</a>.
pl_pl: Jeśli chcesz całkowicie uniemożliwić rejestrację sprzedawcy, sprawdź <a href="[url]" target="_blank">Ustawienia → Sprzedawcy</a>.
pt_br: Se você quiser impedir o registro de fornecedores completamente, verifique <a href="[url]" target="_blank">Configurações → Fornecedores</a>.
pt_pt: Se você quiser impedir o registro de fornecedores completamente, verifique <a href="[url]" target="_blank">Configurações → Fornecedores</a>.
ro_ro: Dacă doriți să împiedicați total înregistrarea furnizorului, vă rugăm să verificați <a href="[url]" target="_blank">Setări → Furnizori</a>.
sv_se: Om du vill förhindra leverantörsregistrering helt och hållet, kontrollera <a href="[url]" target="_blank">Inställningar → Leverantörer</a>.
tr_tr: Satıcı kaydını tamamen engellemek istiyorsanız, lütfen <a href="[url]" target="_blank">Ayarlar → Satıcılar</a>işaretleyin.
uk_ua: Якщо ви хочете взагалі заборонити реєстрацію продавця, перевірте <a href="[url]" target="_blank">Налаштування → Продавці</a>.

# Languages::vendor_data_premoderation.prior_to_date
source: Prior to [date]
cs_cz: Před [date]
de_de: Vor [date]
el_gr: Πριν από [date]
es_es: Antes de [date]
fa_ir: قبل از [date]
fi_fi: Ennen [date]
fr_fr: Avant le [date]
he_il: לפני [date]
hu_hu: [date]előtt
it_it: Prima di [date]
ja_jp: [date]より前
nl_nl: Voorafgaand aan [date]
no_no: Før [date]
pl_pl: Przed [data]
pt_br: Antes de [date]
pt_pt: Antes de [date]
ro_ro: Înainte de [date]
sv_se: Före [date]
tr_tr: [date]önce
uk_ua: До [date]

# Languages::vendor_data_premoderation.deleted
source: Deleted
cs_cz: Smazáno
de_de: Gelöscht
el_gr: Διαγράφηκε
es_es: Eliminado
fa_ir: حذف شده
fi_fi: Poistettu
fr_fr: Supprimé
he_il: נמחק
hu_hu: Törölve
it_it: Eliminato
ja_jp: 削除
nl_nl: verwijderd
no_no: Slettet
pl_pl: Usunięty
pt_br: Excluído
pt_pt: Excluído
ro_ro: Șters
sv_se: raderade
tr_tr: silindi
uk_ua: Видалено

# Languages::vendor_data_premoderation.added
source: Added
cs_cz: Přidané
de_de: Hinzugefügt
el_gr: Προστέθηκε
es_es: Agregado
fa_ir: اضافه
fi_fi: Lisätty
fr_fr: Ajouté
he_il: נוסף
hu_hu: Hozzáadva
it_it: Aggiunto
ja_jp: 追加
nl_nl: Toegevoegd
no_no: La til
pl_pl: Dodany
pt_br: Adicionado
pt_pt: Adicionado
ro_ro: Adăugat
sv_se: Lagt till
tr_tr: Katma
uk_ua: Додано
