Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_locations.po
Languages: ar_sa, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

# Addons::name::vendor_locations
source: Vendor locations [Beta]
ar_sa: موقع البائع
cs_cz: Lokace prodejce [Beta]
de_de: Lieferantenstandorte [Beta]
es_es: Ubicación del vendedor [Beta]
fa_ir: مکان های فروشنده [Beta]
fi_fi: Myyjien sijainnit [Beta]
fr_fr: Emplacements des fournisseurs [Beta]
he_il: מיקומים של הספקים [Beta]
hu_hu: Eladók tartózkodási helye [Beta]
id_id: Lokasi vendor [Beta]
it_it: Posizioni del fornitore [Beta]
ja_jp: 出品者所在地 [ベータ]
nl_nl: Locaties van leveranciers [Beta]
no_no: Forhandler beliggenhet [Beta]
pl_pl: Lokalizacje sprzedawcy [Beta]
pt_pt: Locais de fornecedores [Beta]
ro_ro: Locațiile furnizorilor [Beta]
ru_ru: Местоположение продавцов [Beta]
tr_tr: Satıcı konumları [Beta]
uk_ua: Місцезнаходження продавців [Beta]

# Addons::description::vendor_locations
source: Allows vendors to specify their addresses, so that customers can see distance to vendors and filter products and vendors by their locations.
ar_sa: يسمح للبائعين بتحديد عناوينهم ، بحيث يمكن للعملاء رؤية المسافة إلى البائعين وتصفية المنتجات والموردين من خلال مواقعهم.
cs_cz: Umožňuje prodejcům specifikovat jejich adresy, takže zákazník uvidí vzdálenost k prodejci a dokáže si pomocí filtrů vyfiltrovat produkty a prodejce na základě vzdálenosti.
de_de: Ermöglicht Anbietern, ihre Adressen anzugeben, sodass Kunden die Entfernung zu Anbietern sehen und Produkte und Anbieter nach ihren Standorten filtern können.
el_gr: Επιτρέπει στους προμηθευτές να καθορίζουν τις διευθύνσεις τους, έτσι ώστε οι πελάτες να μπορούν να βλέπουν απόσταση από τους προμηθευτές και να φιλτραρουν προιοντα και προμηθευτες με βασει την τποθεσία τους.
es_es: Permitir a los proveedores especificar sus direcciones, de modo que los clientes puedan ver la distancia a los proveedores y filtrar productos y proveedores por sus ubicaciones.
fa_ir: به فروشندگان اجازه می‌دهد آدرس‌های خود را مشخص کنند تا مشتریان بتوانند فاصله تا فروشندگان را ببینند و محصولات و فروشندگان را بر اساس مکانشان فیلتر کنند.
fi_fi: Antaa myyjien määrittää osoitteensa, jotta asiakkaat voivat nähdä etäisyyden toimittajiin ja suodattaa tuotteita ja toimittajia niiden sijainnin mukaan.
fr_fr: Permet aux fournisseurs de spécifier leurs adresses, afin que les clients puissent voir la distance qui les sépare et filtrer les produits et les fournisseurs en fonction de leur emplacement.
he_il: מאפשר לספקים לציין את כתובתיהם, כך שהלקוחות יוכלו לראות את המרחק עד לספקים ולסנן את המוצרים והספקים לפי מיקומיהם.
hu_hu: Lehetővé teszi az eladók számára, hogy megadják címüket, így a vásárlók láthatják az eladóktól lévő távolságukat, és szűrhetik a termékeket és az eladókat a tartózkodási helyük alapján.
id_id: Beri pilihan pada vendor untuk memperinci alamat agar pelanggan dapat mengetahui jarak dengan vendor dan memfilter produk serta vendor berdasarkan lokasi.
it_it: Consente ai fornitori di specificare i propri indirizzi, in modo che i clienti possano vedere la distanza dai fornitori e filtrare prodotti e fornitori in base alla loro posizione.
ja_jp: 出品者の所在地を設定できます。お客様は出品者からの距離を知ることができ、所在地から商品や出品者をフィルタすることができます。
nl_nl: Hiermee kunnen leveranciers hun adressen specificeren, zodat klanten de afstand tot leveranciers kunnen zien en producten en leveranciers kunnen filteren op hun locatie.
no_no: Tillater forhandlere å spesifisere adressene sine, slik at kundene kan se avstanden til forhandlere og filtrere produkter og forhandlere etter deres plasseringer.
pl_pl: Umożliwia sprzedawcom określenie ich adresów, dzięki czemu klienci mogą zobaczyć odległość do sprzedawców i filtrować produkty według lokalizacji sprzedawców.
pt_pt: Permite que os fornecedores especifiquem seus endereços, para que os clientes possam ver a distância até os fornecedores e filtrar produtos e fornecedores por suas localizações.
ro_ro: Permite vânzătorilor să își specifice adresele, astfel încât clienții să poată vedea distanța față de furnizori și să filtreze produsele și furnizorii după locațiile lor.
ru_ru: Позволяет продавцам указывать свои адреса, чтобы пользователи могли видеть расстояния до продавцов и фильтровать товары и продавцов по их местоположению.
tr_tr: Satıcıların adreslerini belirlemelerine olanak tanır, böylece müşteriler satıcılara olan mesafeyi görebilir ve ürünleri ve satıcıları konumlarına göre filtreleyebilir.
uk_ua: Дозволяє продавцям вказувати свої адреси, щоб користувачі могли бачити відстані до продавців і фільтрувати товари і продавців по їх розташуванню.

# SettingsOptions::vendor_locations::api_key
source: Google Maps API key
ar_sa: مفتاح API لخرائط Google
cs_cz: Google mapy API klíč
de_de: Google Maps-API-Schlüssel
es_es: Clave de API de Google Maps
fa_ir: کلید Google Maps API
fi_fi: Google Maps API -avain
fr_fr: Clé API Google Maps
he_il: של מפות גוגל API מפתח
hu_hu: Google Maps API kulcs
id_id: Cek kunci API di Google Maps
it_it: Chiave API di Google Maps
ja_jp: Google Map APIキー
nl_nl: Google Maps API-sleutel
no_no: Google Maps API nøkkel
pl_pl: Klucz Google Map API
pt_pt: Chave da API do Google Maps
ro_ro: Cheia API Google Maps
ru_ru: Ключ API Google Maps
tr_tr: Google Maps API anahtarı

# SettingsTooltips::vendor_locations::api_key
source: Get the API key by following the instructions here: https://developers.google.com/maps/documentation/javascript/get-api-key
ar_sa: الحصول على مفتاح API عن طريق اتباع الإرشادات الموجودة هنا: https://developers.google.com/maps/documentation/javascript/get-api-key
cs_cz: Získejte API klíč za pomoci instrukcí zde: https://developers.google.com/maps/documentation/javascript/get-api-key
de_de: Holen Sie sich den API-Schlüssel, indem Sie den Anweisungen hier folgen: https://developers.google.com/maps/documentation/javascript/get-api-key
el_gr: Για να πάρετε το κλειδί API, ακολουθηστε τις οδηγίες εδώ: https://developers.google.com/maps/documentation/javascript/get-api-key
es_es: Obtener la clave API siguiendo las instrucciones que se presentan a continuación: https://developers.google.com/maps/documentation/javascript/get-api-key
fa_ir: کلید API را با دنبال کردن دستورالعمل‌های اینجا دریافت کنید: https://developers.google.com/maps/documentation/javascript/get-api-key
fi_fi: Hanki API-avain noudattamalla ohjeita täällä: https://developers.google.com/maps/documentation/javascript/get-api-key
fr_fr: Obtenez la clé API en suivant les instructions ici : https://developers.google.com/maps/documentation/javascript/get-api-key
he_il: קבל מפתח API לפי ההוראות כאן: https://developers.google.com/maps/documentation/javascript/get-api-key
hu_hu: Az API-kulcsot az itt található utasításokat követve szerezd meg: https://developers.google.com/maps/documentation/javascript/get-api-key
it_it: Ottieni la chiave API seguendo le istruzioni qui: https://developers.google.com/maps/documentation/javascript/get-api-key
ja_jp: APIキーを次のサイトの内容に従い取得してください：https://developers.google.com/maps/documentation/javascript/get-api-key
nl_nl: Haal de API-sleutel op door de instructies hier te volgen: https://developers.google.com/maps/documentation/javascript/get-api-key
no_no: Få API-nøkkelen ved å følge instruksjonene her: https://developers.google.com/maps/documentation/javascript/get-api-key
pl_pl: Pobierz klucz API, postępując zgodnie z instrukcjami z tego miejsca: https://developers.google.com/maps/documentation/javascript/get-api-key
pt_pt: Obtenha a chave de API seguindo as instruções aqui: https://developers.google.com/maps/documentation/javascript/get-api-key
ro_ro: Obțineți cheia API urmând instrucțiunile de aici: https://developers.google.com/maps/documentation/javascript/get-api-key
ru_ru: Получите ключ API, следуя инструкции: https://developers.google.com/maps/documentation/javascript/get-api-key
tr_tr: Buradaki talimatları izleyerek API anahtarını alın: https://developers.google.com/maps/documentation/javascript/get-api-key
uk_ua: Отримайте API key, дотримуючись інструкції: https://developers.google.com/maps/documentation/javascript/get-api-key

# SettingsOptions::vendor_locations::start_search_radius
source: Default radius in distance filter
ar_sa: نصف القطر الافتراضي في مرشح المسافة
cs_cz: Defaultní rádius ve filtru
de_de: Standardradius im Entfernungsfilter
el_gr: Προεπιλεγμένη ακτίνα στο φίλτρο απόστασης
es_es: Radio por defecto en el filtro de la distancia
fa_ir: شعاع پیش فرض در فیلتر فاصله
fi_fi: Oletussäde etäisyyssuodattimessa
fr_fr: Rayon par défaut dans le filtre de distance
he_il: רדיוס של ברירת מחדל במסנן מרחק
hu_hu: Alapértelmezett sugár a távolságszűrőben
id_id: Radius otomatis pada filter jarak
it_it: Raggio predefinito nel filtro distanza
ja_jp: 距離フィルタのデフォルト値
nl_nl: Standaard straal in afstandsfilter
no_no: Standard radius i avstandsfilter
pl_pl: Domyślny promień w filtrze odległości
pt_pt: Raio padrão no filtro de distância
ro_ro: Raza implicită în filtrul de distanță
ru_ru: Радиус по умолчанию в фильтре по расстоянию
tr_tr: Mesafe filtresinde varsayılan yarıçap
uk_ua: Радіус за замовчуванням в фільтрі відстаней

# SettingsTooltips::vendor_locations::start_search_radius
source: You can manually add a product filter that allows customers to search for products within a certain distance if they enter their location. This setting determines the default search radius for that filter. If you don't create a filter, products will be shown regardless of distance, and this setting won't have any effect.
ar_sa: يمكنك إضافة فلتر منتج يدويًا يتيح للعملاء البحث عن المنتجات ضمن مسافة معينة إذا دخلوا موقعهم. يحدد هذا الإعداد نصف قطر البحث الافتراضي لهذا الفلتر. إذا لم تقم بإنشاء فلتر ، فسيتم عرض المنتجات بغض النظر عن المسافة ، ولن يكون لهذا الإعداد أي تأثير.
cs_cz: Můžete manuálně přidat produktový filtr, který zákazníkům umožňuje vyhledávat produkty v určité vzdálenosti, pokud zadají své umístění. V nastavení určí, jaký je defaultní okruh hledání v rámci filtru. Pokud filtr nevytvoříte, produkty budou zobrazeny bez ohledu na vzdálenost a toto nastavení nebude mít žádný vliv.
de_de: Sie können manuell einen Produktfilter hinzufügen, der es Kunden ermöglicht, nach Produkten innerhalb einer bestimmten Entfernung zu suchen, wenn sie ihren Standort eingeben. Diese Einstellung bestimmt den standardmäßigen Suchradius für diesen Filter. Wenn Sie keinen Filter erstellen, werden Produkte unabhängig von der Entfernung angezeigt, und diese Einstellung hat keine Auswirkung.
el_gr: Μπορείτε να προσθέσετε με χειροκίνητο τρόπο ένα φίλτρο προϊόντος που επιτρέπει στους πελάτες να αναζητούν προϊόντα σε μια ορισμένη απόσταση αν εισάγουν την τοποθεσία τους. Αυτή η ρύθμιση καθορίζει την προεπιλεγμένη ακτίνα αναζήτησης για αυτό το φίλτρο. Εάν δεν δημιουργήσετε ένα φίλτρο, τα προϊόντα θα εμφανίζονται ανεξάρτητα από την απόσταση και αυτή η ρύθμιση δεν θα έχει καμία επίδραση.
es_es: Puede agregar manualmente un filtro del producto que les permita a los clientes buscar productos dentro de una cierta distancia si ingresan a su ubicación. Esta configuración determina el radio de búsqueda predeterminado para ese filtro. Si no crea un filtro, los productos se mostrarán independientemente de la distancia, y esta configuración no tendrá ningún efecto.
fa_ir: می‌توانید به صورت دستی یک فیلتر محصول اضافه کنید که به مشتریان امکان می‌دهد در صورت ورود به مکان خود، محصولات را در فاصله‌ای مشخص جستجو کنند. این تنظیم شعاع جستجوی پیش‌فرض آن فیلتر را تعیین می‌کند. اگر فیلتری ایجاد نکنید، محصولات بدون در نظر گرفتن فاصله نشان داده می شوند و این تنظیم هیچ تاثیری نخواهد داشت.
fi_fi: Voit lisätä manuaalisesti tuotesuodattimen, jonka avulla asiakkaat voivat etsiä tuotteita tietyltä etäisyydeltä, jos he syöttävät sijaintinsa. Tämä asetus määrittää oletushakusäteen kyseiselle suodattimelle. Jos et luo suodatinta, tuotteet näytetään etäisyydestä riippumatta, eikä tällä asetuksella ole vaikutusta.
fr_fr: Vous pouvez ajouter manuellement un filtre par produits qui permets à vos clients de rechercher des produits présents dans les alentours, s'ils entrent dans leur périmètre de détection. Ce paramètre détermine le diamètre de recherche par défaut de ce filtre. Si vous ne créez pas de filtre, les produits apparaîtront peu importe la distance, et ce paramètre n'aura aucun effet.
he_il: תוכל להוסיף ידנית את מסנן המוצרים שמאפשר ללקוחות לחפש מוצרים במרחק מסוים אם הם ירשמו את המיקום שלהם. הגדרה זו קובעת את רדיוס החיפוש של ברירת מחדל עבור מסנן זה. אם לא תיצור מסנן, המוצרים יוצגו בלא קשר למרחק, והגדרה זו לא תשפיע כלל.
hu_hu: Manuálisan hozzáadhatsz olyan termékszűrőt, amely lehetővé teszi, hogy a vásárlók egy bizonyos távolságon belüli termékeket keressenek, ha megadják a tartózkodási helyüket. Ez a beállítás határozza meg az adott szűrő alapértelmezett keresési sugarát. Ha nem hozol létre szűrőt, a termékek a távolságtól függetlenül jelennek meg, és ennek a beállításnak nincs hatása.
it_it: Puoi aggiungere manualmente un filtro prodotto che consenta ai clienti di cercare prodotti entro una certa distanza se inseriscono la loro posizione. Questa impostazione determina il raggio di ricerca predefinito per quel filtro. Se non crei un filtro, i prodotti verranno mostrati indipendentemente dalla distanza e questa impostazione non avrà alcun effetto.
ja_jp: 距離フィルタを追加すると、現在地を入力して指定した距離の商品を検索することができます。この設定は距離フィルタのデフォルト値です。フィルタを追加していない場合は距離に関係なく商品が表示されます。
nl_nl: U kunt handmatig een productfilter toevoegen waarmee klanten producten binnen een bepaalde afstand kunnen zoeken als ze hun locatie invoeren. Deze instelling bepaalt de standaard zoekradius voor dat filter. Als u geen filter maakt, worden producten ongeacht de afstand weergegeven en heeft deze instelling geen effect.
no_no: Du kan manuelt legge til et produktfilter som lar kunder søke etter produkter innenfor en viss avstand hvis de oppgir sin plassering. Denne innstillingen bestemmer standard søkeradius for det filteret. Hvis du ikke oppretter et filter, vises produktene uavhengig av avstand, og denne innstillingen vil ikke ha noen effekt.
pl_pl: Możesz ręcznie dodać filtr produktu, który umożliwia klientom wyszukiwanie produktów w określonej odległości, jeśli wprowadzą oni swoją lokalizację. To ustawienie określa domyślny promień wyszukiwania dla tego filtra. Jeśli nie utworzysz filtra, produkty będą wyświetlane niezależnie od odległości, a to ustawienie nie będzie miało żadnego efektu.
pt_pt: Você pode adicionar manualmente um filtro de produto que permite que os clientes pesquisem produtos a uma determinada distância se inserirem sua localização. Essa configuração determina o raio de pesquisa padrão para esse filtro. Se você não criar um filtro, os produtos serão mostrados independentemente da distância, e essa configuração não terá nenhum efeito.
ro_ro: Poți adăuga manual un filtru produs care permite clienților să caute produse într-o anumită distanță dacă introduc locația lor. Această setare determină raza implicită de căutare pentru filtrul respectiv. Dacă nu creezi un filtru, produsele vor fi afișate indiferent de distantă, și această setare nu va avea niciun efect.
ru_ru: Вы можете вручную добавить фильтр, который позволит покупателям искать товары на определённом расстоянии, если они укажут своё местоположение. Эта настройка определяет радиус по умолчанию для этого фильтра. Если вы не создадите фильтр, то товары всегда будут показываться независимо от расстояния, и настройка ни на что не повлияет.
tr_tr: Müşteriler, bulundukları yeri girdiklerinde belirli bir mesafe içinde ürün aramasına olanak tanıyan bir ürün filtresini elle ekleyebilirsiniz. Bu ayar, bu filtre için varsayılan arama yarıçapını belirler. Bir filtre oluşturmazsanız, mesafeden bağımsız olarak ürünler gösterilir ve bu ayarın herhangi bir etkisi olmaz.
uk_ua: Ви можете вручну додати фільтр продукту, який дозволяє клієнтам шукати продукти на певній відстані, якщо вони вводять їхнє місцеположення. Цей параметр визначає радіус пошуку за замовчуванням для цього фільтра. Якщо ви не створюєте фільтр, продукти відображатимуться незалежно від відстані, і цей параметр не матиме ніякого ефекту.

# SettingsOptions::vendor_locations::max_search_radius
source: Maximum radius in distance filter
ar_sa: نصف القطر الأقصى في مرشح المسافة
cs_cz: Maximální rádius pro hledání
de_de: Maximaler Radius im Entfernungsfilter
el_gr: Μέγιστη ακτίνα φίλτρου απόστασης
es_es: Radio máximo en el filtro de la distancia
fa_ir: حداکثر شعاع در فیلتر فاصله
fi_fi: Suurin säde etäisyyssuodattimessa
fr_fr: Rayon maximal dans le filtre de distance
he_il: רדיוס מקסימלי במסנן מרחק
hu_hu: Maximális sugár a távolságszűrőben
id_id: Radius maksimum pada filter jarak
it_it: Raggio massimo nel filtro distanza
ja_jp: 距離フィルタの最大値
nl_nl: Maximale straal in afstandsfilter
no_no: Maksimal radius i avstandsfilter
pl_pl: Maksymalny promień w filtrze odległości
pt_pt: Raio máximo no filtro de distância
ro_ro: Raza maximă în filtru de distanță
ru_ru: Максимальный радиус в фильтре по расстоянию
tr_tr: Mesafe filtresinde maksimum yarıçap
uk_ua: Максимальний радіус в фільтрі відстаней
