Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/vendor_debt_payout.po
Languages: cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_fr, nl_nl, no_no, pt_br, pt_pt, ro_ro, sv_se

# Languages::vendor_debt_payout.pending_payout_message
source: You need to pay the fee of [fee_amount] for using the [plan_name] plan. Your current account balance is [current_balance]. If the fee isn't paid until [overdue_date], you won't be able to work with the administration panel until you <a href="[pay_url]" target="_blank">pay all your marketplace fees</a>.
cs_cz: Musíte zaplatit poplatek [fee_amount] za používání [plan_name] plánu. Váš aktuální zůstatek je [current_balance]. Dokud poplatek nebude zaplacen do [overdue_date], nebudete schopni pracovat v administračním panelu, dokud <a href="[pay_url]" target="_blank">nezaplatíte všechny poplatky obchodu</a>.
da_dk: Du skal betale gebyret på [fee_amount] for at bruge [plan_name] -planen. Din nuværende kontosaldo er [current_balance]. Hvis gebyret ikke betales før [overdue_date], vil du ikke kunne arbejde med administrationspanelet, før du <a href="[pay_url]" target="_blank">betaler alle dine markedspladsgebyrer</a>.
de_de: Sie müssen die Gebühr von [fee_amount] für die Nutzung des [plan_name] -Plans bezahlen. Ihr aktueller Kontostand beträgt [current_balance]. Wenn die Gebühr nicht bis [overdue_date]bezahlt wird, können Sie nicht mit dem Administrationsbereich arbeiten, bis Sie <a href="[pay_url]" target="_blank">alle Ihre Marktplatzgebühren bezahlt haben</a>.
el_gr: Θα πρέπει να καταβάλετε το ποσό των [fee_amount] για τη χρηση του πλανου [plan_name] . Το ισοζύγιο τρεχουσών συναλλαγών είναι [current_balance]. Αν δεν καταβληθεί το ποσο μέχρι [overdue_date], δεν θα μπορείτε να χρησιμοποιησετε το administration panel μέχρι να <a href="[pay_url]" target="_blank">πληρώσετε όλες τις αμοιβες του marketplace</a>.
fa_ir: برای استفاده از طرح [plan_name] باید هزینه [fee_amount] را پرداخت کنید. موجودی حساب جاری شما [current_balance]است. اگر هزینه تا [overdue_date]پرداخت نشود، تا زمانی که <a href="[pay_url]" target="_blank">تمام هزینه</a>بازار خود را پرداخت نکنید، نمی توانید با پنل مدیریت کار کنید.
fi_fi: Sinun on maksettava [fee_amount] maksu [plan_name] -paketin käyttämisestä. Nykyinen tilisi saldo on [current_balance]. Jos maksua ei makseta ennen [overdue_date], et voi työskennellä hallintapaneelin kanssa ennen kuin olet <a href="[pay_url]" target="_blank">maksanut kaikki markkinapaikkamaksusi</a>.
fr_fr: Vous devez payer les frais de [fee_amount] pour utiliser le plan [plan_name] . Le solde actuel de votre compte est de [current_balance]. Si les frais ne sont pas payés avant [overdue_date], vous ne pourrez pas travailler avec le panneau d'administration tant que vous n'aurez pas <a href="[pay_url]" target="_blank">payé tous vos frais de place de marché</a>.
nl_nl: U moet de vergoeding van [fee_amount] betalen voor het gebruik van het [plan_name] -abonnement. Uw huidige rekeningsaldo is [current_balance]. Als de vergoeding pas is betaald [overdue_date], kunt u pas met het administratiepaneel werken als u <a href="[pay_url]" target="_blank">al uw marktplaatsvergoedingen hebt betaald</a>.
no_no: Du må betale avgiften på [fee_amount] for å bruke [plan_name] planen. Din nåværende kontosaldo er [current_balance]. Hvis gebyret ikke er betalt innen [overdue_date], vil du ikke kunne arbeide med adminpanelet før du <a href="[pay_url]" target="_blank">betaler alle gebyrene dine</a>.
pt_br: Você precisa pagar a taxa de [fee_amount] por usar o plano [plan_name]. O saldo atual da sua conta é de [current_balance]. Se a taxa não for paga até [overdue_date], você não poderá utilizar o painel administrativo até que <a href="[pay_url]" target="_blank">pague todas as taxas do marketplace</a>.
pt_pt: Você precisa pagar a taxa de [fee_amount] para usar o plano [plan_name] . O saldo da sua conta corrente é [current_balance]. Se a taxa não for paga até [overdue_date], você não poderá trabalhar com o painel de administração até <a href="[pay_url]" target="_blank">pagar todas as suas taxas de mercado</a>.
ro_ro: Trebuie să plătiți taxa de [fee_amount] pentru utilizarea planului [plan_name]. Soldul contului dvs. curent este [current_balance]. Dacă taxa nu este plătită până la [overdue_date], nu veți putea lucra cu panoul de administrare până când nu <a href="[pay_url]" target="_blank"> plătiți toate taxele de magazin </a>.
sv_se: Du måste betala avgiften [fee_amount] för att använda [plan_name] -planen. Ditt kontosaldo är [current_balance]. Om avgiften inte betalas förrän [overdue_date]kommer du inte att kunna arbeta med administrationspanelen förrän du <a href="[pay_url]" target="_blank">betalar alla dina marknadsplatsavgifter</a>.

# Languages::vendor_debt_payout.debt_near_limit_message
source: Your account balance is currently [current_balance]. If it reaches [minimal_balance], you won't be able to use your administration panel until you <a href="[pay_url]" target="_blank">pay all your marketplace fees</a>.
cs_cz: Váš zůstatek na účtu je aktuálně [current_balance]. Pokud dosáhne [minimal_balance], nebudete moci používat váš administrační panel, dokud <a href="[pay_url]" target="_blank">nezaplatíte poplatky obchodu</a>.
da_dk: Din kontosaldo er i øjeblikket [current_balance]. Hvis det når [minimal_balance], vil du ikke kunne bruge dit administrationspanel, før du <a href="[pay_url]" target="_blank">betaler alle dine markedspladsgebyrer</a>.
de_de: Ihr Kontostand beträgt derzeit [current_balance]. Wenn es [minimal_balance]erreicht, können Sie Ihr Verwaltungspanel nicht verwenden, bis Sie <a href="[pay_url]" target="_blank">alle Ihre Marktplatzgebühren bezahlt haben</a>.
el_gr: Υπόλοιπο του λογαριασμού σας είναι [current_balance]. Αν φτάσει σε [minimal_balance], δεν θα μπορείτε να χρησιμοποιήσετε το administration panel μέχρι να <a href="[pay_url]" target="_blank">πληρώσετε όλες τις αμοιβες του marketplace</a>.
fa_ir: موجودی حساب شما در حال حاضر [current_balance]است. اگر به [minimal_balance]برسد، تا زمانی که <a href="[pay_url]" target="_blank">تمام هزینه</a>بازار خود را پرداخت نکنید، نمی توانید از پانل مدیریت خود استفاده کنید.
fi_fi: Tilisi saldo on tällä hetkellä [current_balance]. Jos se saavuttaa arvon [minimal_balance], et voi käyttää hallintapaneeliasi ennen kuin olet <a href="[pay_url]" target="_blank">maksanut kaikki markkinapaikkamaksusi</a>.
fr_fr: Le solde de votre compte est actuellement de [current_balance]. S'il atteint [minimal_balance], vous ne pourrez pas utiliser votre panneau d'administration tant que vous n'aurez pas <a href="[pay_url]" target="_blank">payé tous vos frais de place de marché</a>.
nl_nl: Uw rekeningsaldo is momenteel [current_balance]. Als het [minimal_balance]bereikt, kunt u uw administratiepaneel pas gebruiken als u <a href="[pay_url]" target="_blank">al uw marktplaatskosten hebt betaald</a>.
no_no: Kontosaldoen din er for øyeblikket [current_balance]. Hvis den når [minimal_balance], vil du ikke kunne bruke adminpanelet før du <a href="[pay_url]" target="_blank">betaler alle gebyrene dine</a>.
pt_br: O saldo atual da sua conta é de [current_balance]. Se ele chegar a [minimal_balance], você não poderá utilizar o painel administrativo até que <a href="[pay_url]" target="_blank">pague todas as taxas do marketplace</a>.
pt_pt: O saldo da sua conta é atualmente [current_balance]. Se chegar a [minimal_balance], você não poderá usar seu painel de administração até que <a href="[pay_url]" target="_blank">pague todas as suas taxas de mercado</a>.
ro_ro: Soldul contului dvs. este în prezent [current_balance]. Dacă atinge [minimum_balance], nu veți putea utiliza panoul de administrare până când nu <a href="[pay_url]" target="_blank"> plătiți toate taxele de magazin </a>.
sv_se: Ditt kontosaldo är för närvarande [current_balance]. Om den når [minimal_balance]kommer du inte att kunna använda din administrationspanel förrän du <a href="[pay_url]" target="_blank">betalar alla dina marknadsplatsavgifter</a>.

# Languages::vendor_debt_payout.block_alert
source: <p>Your access to the administration panel has been restricted automatically because you have reached the limit of negative account balance or haven't paid a fee for your vendor plan in time.</p><p>Your current account balance is [current_balance].</p><p>Please <a href="[pay_url]">pay the marketplace fees</a> — once the payment is processed, your access to the administration panel will be restored automatically.</p>
cs_cz: <p>Vašemu přístupu do administračního panelu byl zamezeno, jelikož jste dosáhli limitu vašeho záporného zůstatku, případně nebyl nějaký čas zaplacen váš plán prodejce. </p><p> Váš aktuální zůstatek je [current_balance].</p><p>Prosím<a href="[pay_url]">zaplaťte poplatky obchodu</a> - jakmile jsou poplatky zaplaceny, váš přístup do administračního panelu bude obnoven.
da_dk: <p>Din adgang til administrationspanelet er blevet begrænset automatisk, fordi du har nået grænsen for negativ kontosaldo eller ikke har betalt et gebyr for din leverandørplan i tide.</p><p>Din nuværende kontosaldo er [current_balance].</p><p>Betal venligst markedspladsgebyrerne <a href="[pay_url]">— når betalingen er behandlet, vil din adgang til administrationspanelet automatisk blive gendannet</a></p>
de_de: <p>Ihr Zugriff auf das Administrationspanel wurde automatisch eingeschränkt, da Sie das Limit für einen negativen Kontostand erreicht oder eine Gebühr für Ihren Anbieterplan nicht rechtzeitig bezahlt haben.</p><p>Ihr aktueller Kontostand beträgt [current_balance].</p><p>Bitte <a href="[pay_url]">zahlen Sie die Marktplatzgebühren</a> — sobald die Zahlung verarbeitet ist, wird Ihr Zugang zum Administrationsbereich automatisch wiederhergestellt.</p>
el_gr: <p>Η πρόσβαση σας στον πίνακα διαχείρισης έχει περιοριστεί αυτόματα επειδή έχετε φτάσει το όριο του αρνητικό υπόλοιπο του λογαριασμού σας ή δεν έχει καταβληθεί η αμοιβή για το δικο σας πλανο πωλητη εγκαίρως.</p><p>το ισοζύγιο τρεχουσών συναλλαγών είναι [current_balance].</p><p> <a href="[pay_url]">καταβάλετε τα τελη του marketplace</a> — αφού γίνει η επεξεργασία της πληρωμής, θα επανλεθει η πρόσβαση στον πίνακα διαχείρισης Αυτόματα.</p>
fa_ir: <p>دسترسی شما به پانل مدیریت به طور خودکار محدود شده است زیرا به حد مجاز موجودی منفی حساب رسیده اید یا هزینه ای برای طرح فروشنده خود به موقع پرداخت نکرده اید.</p><p>موجودی حساب جاری شما [current_balance]است.</p><p>لطفاً <a href="[pay_url]">هزینه های بازار را بپردازید</a> - پس از پردازش پرداخت، دسترسی شما به پنل مدیریت به طور خودکار بازیابی می شود.</p>
fi_fi: <p>Pääsyäsi hallintapaneeliin on rajoitettu automaattisesti, koska olet saavuttanut negatiivisen tilin saldon rajan tai et ole maksanut toimittajasuunnitelmasi maksua ajoissa.</p><p>Nykyinen tilisi saldo on [current_balance].</p><p>Ole hyvä ja <a href="[pay_url]">maksa kauppapaikan maksut</a> — kun maksu on käsitelty, pääsysi hallintapaneeliin palautetaan automaattisesti.</p>
fr_fr: <p>Votre accès au panneau d'administration a été restreint automatiquement parce que vous avez atteint la limite du solde négatif du compte ou n'avez pas payé les frais pour votre forfait fournisseur à temps.</p><p>Le solde actuel de votre compte est de [current_balance].</p><p>Veuillez <a href="[pay_url]">payer les frais du marché</a> — une fois le paiement traité, votre accès au panneau d'administration sera automatiquement restauré.</p>
nl_nl: <p>Uw toegang tot het administratiepaneel is automatisch beperkt omdat u de limiet van een negatief saldo heeft bereikt of niet op tijd een vergoeding voor uw leveranciersplan heeft betaald.</p><p>Uw huidige rekeningsaldo is [current_balance].</p><p>Gelieve <a href="[pay_url]">de marktplaatskosten te betalen</a> — zodra de betaling is verwerkt, wordt uw toegang tot het administratiepaneel automatisch hersteld.</p>
no_no: <p>Din tilgang til adminpanelet er begrenset automatisk fordi du har nådd grensen for negativ kontosaldo eller ikke har betalt et gebyr for leverandørplanen din i tide.</p><p>Din nåværende kontosaldo er [current_balance].</p><p>Vennligst <a href="[pay_url]">betal avgiftene</a> — når betalingen er behandlet, blir tilgangen til adminpanelet automatisk gjenopprettet.</p>
pt_br: <p>Seu acesso ao painel administrativo foi restringido automaticamente, pois você atingiu o limite do saldo de conta negativo ou não pagou alguma taxa pelo seu plano de fornecedor em dia.</p><p>O saldo atual da sua conta é de [current_balance].</p><p>Por favor, <a href="[pay_url]">pague as taxas do marketplace</a>. Assim que o pagamento for processado, o seu acesso ao painel administrativo será restaurado.</p>
pt_pt: <p>Seu acesso ao painel de administração foi restringido automaticamente porque você atingiu o limite de saldo negativo da conta ou não pagou uma taxa pelo seu plano de fornecedor a tempo.</p><p>O saldo da sua conta corrente é [current_balance].</p><p>Por favor <a href="[pay_url]">pague as taxas do marketplace</a> — assim que o pagamento for processado, seu acesso ao painel de administração será restaurado automaticamente.</p>
ro_ro: Accesul dvs. la panoul de administrare a fost restricționat automat, deoarece ați atins limita soldului negativ al contului sau nu ați plătit o taxă pentru planul furnizorului dvs. la timp. </p> <p> Soldul contului curent este [current_balance]. </p> <p> Vă rugăm să <a href="[pay_url]"> plătiți taxele de magazin </a> - odată ce plata este procesată, accesul dvs. la panoul de administrare va fi restabilit automat. </p>
sv_se: <p>Din åtkomst till administrationspanelen har begränsats automatiskt eftersom du har nått gränsen för negativt kontosaldo eller inte har betalat en avgift för din leverantörsplan i tid.</p><p>Ditt kontosaldo är [current_balance].</p><p>Vänligen <a href="[pay_url]">betala marknadsplatsavgifterna</a> — när betalningen har behandlats kommer din åtkomst till administrationspanelen att återställas automatiskt.</p>

# Languages::vendor_debt_payout.suspend_vendors
source: Suspend vendors
cs_cz: Pozastavit prodejce
da_dk: Suspendere leverandører
de_de: Anbieter sperren
el_gr: Αναστολή πωλητών
fa_ir: تعلیق فروشندگان
fi_fi: Keskeytä myyjät
fr_fr: Suspendre les fournisseurs
nl_nl: Leveranciers opschorten
no_no: Suspendere leverandører
pt_br: Suspender fornecedores
pt_pt: Suspender fornecedores
ro_ro: Suspendați vânzătorii
sv_se: Stäng av leverantörer

# Languages::vendor_debt_payout.lowest_allowed_balance
source: Suspend vendors if their balance remains below
cs_cz: Pozastavit prodejce, jejichž zůstatek je nižší než
da_dk: Suspender leverandører, hvis deres saldo forbliver under
de_de: Sperren Sie Anbieter, wenn ihr Guthaben darunter bleibt
el_gr: Αναστολή πωλητών εάν το υπόλοιπό τους παραμένει χαμηλότερο
fa_ir: اگر موجودی فروشندگان در زیر باقی بماند، آنها را تعلیق کنید
fi_fi: Keskeytä toimittajat, jos niiden saldo jää alle
fr_fr: Suspendre les fournisseurs si leur solde reste inférieur
nl_nl: Leveranciers opschorten als hun saldo onder blijft
no_no: Suspender leverandører hvis saldoen deres forblir under
pt_br: Suspender fornecedor se seu saldo permanecer abaixo de
pt_pt: Suspender fornecedores se o saldo permanecer abaixo
ro_ro: Suspendați furnizorii dacă soldul lor rămâne mai mic
sv_se: Stäng av leverantörer om deras saldo förblir under

# Languages::vendor_debt_payout.grace_period_to_refill_balance
source: Grace period to refill balance
cs_cz: Bezúhonné období k dobití zůstatku
da_dk: Henstandsperiode for at genopfylde saldoen
de_de: Gnadenfrist zum Auffüllen des Guthabens
el_gr: Περίοδος χάριτος για να ξαναγεμίσετε το υπόλοιπο
fa_ir: مهلت برای پر کردن مجدد موجودی
fi_fi: Armonaika saldon täyttämiseen
fr_fr: Délai de grâce pour recharger le solde
nl_nl: Respijtperiode om saldo aan te vullen
no_no: Utsettelsesperiode for å fylle opp saldoen
pt_br: Prazo de tolerância para recuperar saldo
pt_pt: Período de carência para reabastecer o saldo
ro_ro: Perioada de grație pentru completarea soldului
sv_se: Frist för att fylla på saldot

# Languages::vendor_debt_payout.vendor_status_changed.reason
source: The debt of [amount] that hasn't been paid until [date].
cs_cz: Dluh [amount], který nebyl zaplacen do [date].
da_dk: Gælden på [amount] , der ikke er betalt før [date].
de_de: Die Schuld von [amount] , die bis [date]nicht bezahlt wurde.
el_gr: Το χρέος [amount] που δεν έχει πληρωθεί μέχρι την [date].
fa_ir: بدهی [amount] که تا [date]پرداخت نشده است.
fi_fi: Velka [amount] , joka on maksettu vasta [date].
fr_fr: La dette de [amount] qui n'a pas été payée avant [date].
nl_nl: De schuld van [amount] die niet is betaald tot [date].
no_no: Gjelden på [amount] som ikke er betalt før [date].
pt_br: A dívida de [amount] que não foi quitada até [date].
pt_pt: A dívida de [amount] que não foi paga até [date].
ro_ro: Datoria de [amount] care nu a fost plătită până la [date].
sv_se: Skulden på [amount] som inte har betalats förrän [date].

# Languages::vendor_debt_payout.lowest_allowed_balance_info_text
source: To make working with suspended vendors easier, please check the settings of the <a href="[link]">Vendor-to-admin payments</a> add-on.
cs_cz: Pro snadnější práci s odstavenými prodejci prosím zkontrolujte tato nastavení doplňku <a href="[link]">Prodejce-administrátor platby</a>
da_dk: For at gøre arbejdet med suspenderede leverandører nemmere, skal du kontrollere indstillingerne for <a href="[link]">Leverandør-til-admin-betalinger</a> -tilføjelsen.
de_de: Um die Arbeit mit gesperrten Anbietern zu erleichtern, überprüfen Sie bitte die Einstellungen des Add-Ons <a href="[link]">Zahlungen von Anbieter an Administrator</a>.
el_gr: Για να διευκολύνετε τη συνεργασία με πωλητές που έχουν τεθεί σε αναστολή, ελέγξτε τις ρυθμίσεις του πρόσθετου <a href="[link]"> Πληρωμές πωλητή προς διαχειριστή </a>.
fa_ir: برای تسهیل کار با فروشندگان معلق، لطفاً تنظیمات افزونه <a href="[link]">پرداخت فروشنده به سرپرست</a> را بررسی کنید.
fi_fi: Voit helpottaa työskentelyä jäädytettyjen toimittajien kanssa tarkistamalla <a href="[link]">Toimittajalta järjestelmänvalvojalle -maksut</a> -lisäosan asetukset.
fr_fr: Pour faciliter le travail avec les fournisseurs suspendus, veuillez vérifier les paramètres du module complémentaire <a href="[link]"> paiements fournisseur à administrateur</a>.
nl_nl: Om het werken met geschorste leveranciers gemakkelijker te maken, controleert u de instellingen van de add-on <a href="[link]">Leverancier-naar-beheerder betalingen</a>.
no_no: For å gjøre arbeidet med suspenderte leverandører enklere, vennligst sjekk innstillingene for <a href="[link]">Leverandør-til-admin-betalinger</a> -tillegget.
pt_br: Para facilitar o trabalho com fornecedores suspensos, verifique as configurações do complemento <a href="[link]">Pagamentos fornecedor-administrador</a>.
pt_pt: Para facilitar o trabalho com fornecedores suspensos, verifique as configurações do complemento <a href="[link]">Pagamentos de fornecedor a administrador</a>.
ro_ro: Pentru a facilita lucrul cu furnizorii suspendați, verificați setările fișierului suplimentul<a href="[link]">Plăți de la furnizor la administrator</a>
sv_se: För att göra det enklare att arbeta med avstängda leverantörer, kontrollera inställningarna för <a href="[link]">Leverantör-till-admin-betalningar</a> -tillägget.

# Languages::vendor_debt_payout.vendor_plan_debt_info_text
source: A vendor can get suspended if the debt exceeds the conditions of the <a href="[link]">vendor plan</a>.
cs_cz: Prodejce může být pozastaven, pokud dluh překročí podmínky <a href="[link]">prodejcova plánu</a>
da_dk: En sælger kan blive suspenderet, hvis gælden overstiger betingelserne i <a href="[link]">-leverandørplanen</a>.
de_de: Ein Verkäufer kann suspendiert werden, wenn die Schulden die Bedingungen des <a href="[link]">-Verkäufer-Plans</a>überschreiten.
el_gr: Ένας πωλητής μπορεί να ανασταλεί αν το χρέος υπερβεί τους όρους του <a href="[link]"> προγράμματος προμηθευτών </a>.
fa_ir: اگر بدهی بیش از شرایط طرح <a href="[link]">فروشنده</a>باشد، فروشنده می تواند تعلیق شود.
fi_fi: Myyjä voidaan jäädyttää, jos velka ylittää <a href="[link]">toimittajasuunnitelman ehdot</a>.
fr_fr: Un vendeur peut être suspendu si la dette dépasse les conditions du plan <a href="[link]">vendeur</a>.
nl_nl: Een verkoper kan geschorst worden als de schuld de voorwaarden van het <a href="[link]">leveranciersplan</a>overschrijdt.
no_no: En leverandør kan bli suspendert hvis gjelden overstiger betingelsene i <a href="[link]">-leverandørplanen</a>.
pt_br: Um fornecedor pode ser suspenso se a dívida exceder as condições do <a href="[link]">plano de fornecedor</a>.
pt_pt: Um fornecedor pode ser suspenso se a dívida exceder as condições do plano de <a href="[link]">fornecedores</a>.
ro_ro: Un vânzător poate fi suspendat dacă datoria depășește condițiile din<a href="[link]">vendor plan</a>.
sv_se: En säljare kan bli avstängd om skulden överstiger villkoren i <a href="[link]">-leverantörsplanen</a>.

# Languages::vendor_debt_payout.hide_products
source: Hide products of suspended vendors
cs_cz: Skrýt produkty pozastavených prodejců
da_dk: Skjul produkter fra suspenderede leverandører
de_de: Blenden Sie Produkte von gesperrten Anbietern aus
el_gr: Απόκρυψη προϊόντων πωλητών σε αναστολή
fa_ir: محصولات فروشندگان معلق را مخفی کنید
fi_fi: Piilota jäädytettyjen myyjien tuotteet
fr_fr: Masquer les produits des fournisseurs suspendus
nl_nl: Verberg producten van geschorste leveranciers
no_no: Skjul produkter fra suspenderte leverandører
pt_br: Ocultar produtos de fornecedores suspensos
pt_pt: Ocultar produtos de fornecedores suspensos
ro_ro: Ascundeți produsele vânzătorilor suspendați
sv_se: Dölj produkter från avstängda leverantörer

# Languages::vendor_debt_payout.block_admin_panel
source: Block admin panel of suspended vendors
cs_cz: Zablokovat administrační panel pozastaveného prodejce
da_dk: Bloker adminpanel for suspenderede leverandører
de_de: Blockieren Sie das Admin-Panel von gesperrten Anbietern
el_gr: Αποκλεισμός του πίνακα διαχείρισης των πωλητών σε αναστολή
fa_ir: پنل مدیریت فروشندگان معلق را مسدود کنید
fi_fi: Estä jäädytettyjen toimittajien hallintapaneeli
fr_fr: Bloquer le panneau d'administration des fournisseurs suspendus
nl_nl: Blokkeer het beheerdersdashboard van geschorste leveranciers
no_no: Blokker administrasjonspanel for suspenderte leverandører
pt_br: Bloquear painel administrativo de fornecedores suspensos
pt_pt: Bloquear painel de administração de fornecedores suspensos
ro_ro: Blocați panoul de administrare al furnizorilor suspendați
sv_se: Blockera adminpanelen för avstängda leverantörer

# SettingsOptions::vendor_debt_payout::block_admin_panel
source: Block admin panel of suspended vendors
cs_cz: Zablokovat administrační panel pozastaveného prodejce
da_dk: Bloker adminpanel for suspenderede leverandører
de_de: Blockieren Sie das Admin-Panel von gesperrten Anbietern
el_gr: Αποκλεισμός του πίνακα διαχείρισης των πωλητών σε αναστολή
fa_ir: پنل مدیریت فروشندگان معلق را مسدود کنید
fi_fi: Estä jäädytettyjen toimittajien hallintapaneeli
fr_fr: Bloquer le panneau d'administration des fournisseurs suspendus
nl_nl: Blokkeer het beheerdersdashboard van geschorste leveranciers
no_no: Blokker administrasjonspanel for suspenderte leverandører
pt_br: Bloquear painel administrativo de fornecedores suspensos
pt_pt: Bloquear painel de administração de fornecedores suspensos
ro_ro: Blocați panoul de administrare al furnizorilor suspendați
sv_se: Blockera adminpanelen för avstängda leverantörer
