Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/warehouses.po
Languages: cs_cz, de_de, fa_ir, fi_fi, fr_fr, hu_hu, nl_nl, no_no, pt_pt, ro_ro, sv_se

# Addons::name::warehouses
source: Warehouses
cs_cz: Sklady
de_de: Lager
fa_ir: انبارها
fi_fi: Varastot
fr_fr: Entrepôts
hu_hu: Raktárak
nl_nl: Magazijnen
no_no: Varehus
pt_pt: Armazéns
ro_ro: Depozite
sv_se: Lager

# Addons::description::warehouses
source: Lets you set product stock separately for each store and warehouse. Shows to customers the availability of a product in stores or in particular rate areas.
cs_cz: Umožňuje nastavit skladovost produktu zvlášť pro každý obchod a sklad. Ukazuje zákazníkům dostupnost produktu v obchodech nebo v konkrétních sazebních oblastech.
de_de: Ermöglicht es Ihnen, den Produktbestand für jedes Geschäft und Lager separat festzulegen. Zeigt Kunden die Verfügbarkeit eines Produkts in Filialen oder in bestimmten Tarifgebieten an.
fa_ir: به شما امکان می دهد سهام محصول را به طور جداگانه برای هر فروشگاه و انبار تنظیم کنید. در دسترس بودن یک محصول را در فروشگاه ها یا در مناطق نرخ خاص به مشتریان نشان می دهد.
fi_fi: Voit asettaa tuotevaraston erikseen jokaiselle myymälälle ja varastolle. Näyttää asiakkaille tuotteen saatavuuden myymälöissä tai tietyillä hinta-alueilla.
fr_fr: Vous permet de définir le stock de produits séparément pour chaque magasin et entrepôt. Montre aux clients la disponibilité d'un produit dans les magasins ou dans des zones tarifaires particulières.
hu_hu: Lehetővé teszi a termékkészlet külön-külön beállítását minden egyes piactér és raktár számára. Megjeleníti a vásárlók számára egy termék elérhetőségét a piactereken vagy bizonyos díjszabási területen.
nl_nl: Hiermee kunt u de productvoorraad afzonderlijk instellen voor elke winkel en elk magazijn. Toont aan klanten de beschikbaarheid van een product in winkels of in bepaalde tariefgebieden.
no_no: Lar deg angi produktlager separat for hver butikk og lager. Viser for kundene tilgjengeligheten av et produkt i butikker eller i bestemte prisområder.
pt_pt: Permite definir o estoque de produtos separadamente para cada loja e depósito. Mostra aos clientes a disponibilidade de um produto nas lojas ou em determinadas áreas tarifárias.
ro_ro: Vă permite să setați stocul de produse separat pentru fiecare magazin și depozit. Arată clienților disponibilitatea unui produs în magazine sau în anumite zone cu tarif.
sv_se: Låter dig ställa in produktlager separat för varje butik och lager. Visar för kunder tillgången på en produkt i butiker eller i särskilda prisområden.

# Languages::warehouses.store_type
source: Type
cs_cz: Typ
de_de: Art
fa_ir: تایپ کنید
fi_fi: Tyyppi
fr_fr: Taper
hu_hu: Típus
pt_pt: Tipo
ro_ro: Tip
sv_se: Typ

# Languages::warehouses.store_type_store
source: Store
cs_cz: Ukládat
de_de: Speichern
fa_ir: فروشگاه
fi_fi: Kauppa
fr_fr: Boutique
hu_hu: Piactér
nl_nl: Winkel
no_no: butikk
pt_pt: Armazenar
ro_ro: Magazin
sv_se: Lagra

# Languages::warehouses.store_type_pickup
source: Pickup point
cs_cz: Vyzvedávací místo
de_de: Abholpunkt
fa_ir: نقطه وانت
fi_fi: Noutopiste
fr_fr: Point de ramassage
hu_hu: Átvételi pont
nl_nl: Ophaalpunt
no_no: Hentested
pt_pt: Ponto de embarque
ro_ro: Punct de preluare
sv_se: Mötesplats

# Languages::warehouses.store_type_warehouse
source: Warehouse
cs_cz: Sklad
de_de: Lagerhaus
fa_ir: انبار
fi_fi: Varasto
fr_fr: Dépot
hu_hu: Raktár
nl_nl: Magazijn
no_no: Lager
pt_pt: Armazém
ro_ro: Depozit
sv_se: lager

# Languages::warehouses.name
source: Name
cs_cz: název
fa_ir: نام
fi_fi: Nimi
fr_fr: Nom
hu_hu: Név
nl_nl: Naam
no_no: Navn
pt_pt: Nome
ro_ro: Nume
sv_se: namn

# Languages::warehouses.city
source: City
cs_cz: Město
de_de: Stadt
fa_ir: شهر
fi_fi: Kaupunki
fr_fr: Ville
hu_hu: Város
nl_nl: Plaats
no_no: By
pt_pt: Cidade
ro_ro: Oraș
sv_se: Stad

# Languages::warehouses.quantity
source: Quantity
cs_cz: Množství
de_de: Menge
fa_ir: تعداد
fi_fi: Määrä
fr_fr: Quantité
hu_hu: Mennyiség
nl_nl: Aantal
no_no: Mengde
pt_pt: Quantidade
ro_ro: Cantitate
sv_se: Kvantitet

# Languages::warehouses.settings
source: Settings
cs_cz: Nastavení
de_de: Einstellungen
fa_ir: تنظیمات
fi_fi: asetukset
fr_fr: Réglages
hu_hu: Beállítások
nl_nl: Instellingen
no_no: Innstillinger
pt_pt: Configurações
ro_ro: Setări
sv_se: inställningar

# Languages::warehouses.ship_to
source: Ship to
cs_cz: Dopravit do
de_de: Ausliefern
fa_ir: ارسال به
fi_fi: Lähettää
fr_fr: Envoyez à
hu_hu: Szállítási cím
nl_nl: Verzend naar
no_no: Send til
pt_pt: Enviar para
ro_ro: Îmbarca spre
sv_se: Frakta till

# Languages::warehouses.ship_to_tooltip
source: Determines the rate areas in which the products from this warehouse will be considered available.
cs_cz: Určuje oblasti sazeb, ve kterých budou produkty z tohoto skladu považovány za dostupné.
de_de: Legt die Tarifbereiche fest, in denen die Produkte aus diesem Lager als verfügbar gelten.
fa_ir: مناطق نرخی را تعیین می کند که در آن محصولات از این انبار در دسترس در نظر گرفته می شود.
fi_fi: Määrittää hinta-alueet, joilla tämän varaston tuotteet katsotaan saataville.
fr_fr: Détermine les zones tarifaires dans lesquelles les produits de cet entrepôt seront considérés comme disponibles.
hu_hu: Meghatározza azokat a díjszabási területeket, amelyekben az adott raktárból származó termékek elérhetőnek tekintendők.
nl_nl: Bepaalt de tariefgebieden waarin de producten uit dit magazijn als beschikbaar worden beschouwd.
no_no: Bestemmer prisområdene der produktene fra dette lageret vil bli ansett som tilgjengelige.
pt_pt: Determina as áreas tarifárias em que os produtos deste armazém serão considerados disponíveis.
ro_ro: Stabilește zonele tarifare în care produsele din acest depozit vor fi considerate disponibile.
sv_se: Bestämmer prisområdena där produkterna från detta lager kommer att anses vara tillgängliga.

# Languages::warehouses.main_destination_tooltip
source: Determines where this place is located. In turn, this determines the shipping rate and delivery time to this place.
cs_cz: Určuje, kde je toto místo lokalizováno. To pak zase určuje sazbu za dopravu a čas doručení na toto místo.
de_de: Bestimmt, wo sich dieser Ort befindet. Dies bestimmt wiederum die Versandkosten und die Lieferzeit an diesen Ort.
fa_ir: تعیین می کند که این مکان در کجا قرار دارد. به نوبه خود، این نرخ حمل و نقل و زمان تحویل به این مکان را تعیین می کند.
fi_fi: Määrittää, missä tämä paikka sijaitsee. Tämä puolestaan määrittää toimitushinnan ja toimitusajan tähän paikkaan.
fr_fr: Détermine où se trouve ce lieu. À son tour, cela détermine le tarif d'expédition et le délai de livraison à cet endroit.
hu_hu: Meghatározza, hogy hol található ez a hely. Ez viszont meghatározza a szállítási díjat és a szállítási időt erre a helyre.
nl_nl: Bepaalt waar deze plaats zich bevindt. Dit bepaalt op zijn beurt het verzendtarief en de levertijd naar deze plaats.
no_no: Bestemmer hvor dette stedet ligger. Dette avgjør i sin tur fraktraten og leveringstiden til dette stedet.
pt_pt: Determina onde este lugar está localizado. Por sua vez, isso determina a taxa de envio e o tempo de entrega para este local.
ro_ro: Stabilește unde se află acest loc. La rândul său, aceasta determină rata de expediere și timpul de livrare în acest loc.
sv_se: Avgör var denna plats ligger. Detta avgör i sin tur fraktkostnaden och leveranstiden till denna plats.

# Languages::warehouses.show_to
source: Show to
cs_cz: Zobrazit komu
de_de: Zeigen Sie an
fa_ir: نشان دادن به
fi_fi: Näytä
fr_fr: Montrer à
hu_hu: Megjelenítés
nl_nl: Laten zien aan
no_no: Vis til
pt_pt: Mostrar a
ro_ro: Arată la
sv_se: Visa till

# Languages::warehouses.show_to_tooltip
source: Allows you to offer this pickup point to the residents of other rate areas at checkout.
cs_cz: Umožňuje vám nabídnout toto místo vyzvednutí obyvatelům oblastí s jinou cenou u pokladny.
de_de: Ermöglicht es Ihnen, diese Abholstelle den Bewohnern anderer Tarifbereiche an der Kasse anzubieten.
fa_ir: به شما امکان می دهد این نقطه تحویل را به ساکنان سایر مناطق نرخ در هنگام پرداخت ارائه دهید.
fi_fi: Voit tarjota tämän noutopisteen muiden hinta-alueiden asukkaille kassalla.
fr_fr: Permet de proposer ce point de retrait aux résidents des autres zones tarifaires en caisse.
hu_hu: Lehetővé teszi, hogy ezt az átvételi pontot más tarifális zónák lakosainak is felajánlja a pénztárnál.
nl_nl: Hiermee kunt u dit afhaalpunt bij het afrekenen aan de bewoners van andere tariefgebieden aanbieden.
no_no: Lar deg tilby dette hentepunktet til innbyggerne i andre prisområder ved kassen.
pt_pt: Permite que você ofereça esse ponto de coleta aos moradores de outras áreas de tarifa no checkout.
ro_ro: Vă permite să oferiți acest punct de ridicare rezidenților din alte zone tarifare la checkout.
sv_se: Låter dig erbjuda denna hämtningspunkt till invånarna i andra prisområden i kassan.

# Languages::warehouses.out_of_stock_products
source: [product] isn't in stock in the selected region.|The following products aren't in stock in the selected region: [products]
cs_cz: [product] není na skladě ve vybraném regionu. |Následující produkty nejsou skladem ve vybraných regionech: [products]
de_de: [product] ist in der ausgewählten Region nicht auf Lager.|Folgende Produkte sind in der ausgewählten Region nicht auf Lager: [products]
fa_ir: [product] در منطقه انتخاب شده موجود نیست.|محصولات زیر در منطقه انتخابی موجود نیست: [products]
fi_fi: [product] ei ole varastossa valitulla alueella.|Seuraavia tuotteita ei ole varastossa valitulla alueella: [products]
fr_fr: [product] n'est pas en stock dans la région sélectionnée.|Les produits suivants ne sont pas en stock dans la région sélectionnée : [products]
hu_hu: [product] termék nincs raktáron a kiválasztott régióban.|A következő termékek nincsenek raktáron a kiválasztott régióban: [products]
nl_nl: [product] is niet op voorraad in de geselecteerde regio.|De volgende producten zijn niet op voorraad in de geselecteerde regio: [products]
no_no: [product] er ikke på lager i den valgte regionen.|Følgende produkter er ikke på lager i den valgte regionen: [products]
pt_pt: [product] não está em estoque na região selecionada.|Os seguintes produtos não estão em estoque na região selecionada: [products]
ro_ro: [product] nu este în stoc în regiunea selectată.|Următoarele produse nu sunt în stoc în regiunea selectată: [products]
sv_se: [product] finns inte i lager i den valda regionen.|Följande produkter finns inte i lager i den valda regionen: [products]

# Languages::warehouses.warehouse_stock
source: Quantities
cs_cz: Množství
de_de: Mengen
fa_ir: مقادیر
fi_fi: Määrät
fr_fr: Quantités
hu_hu: Mennyiségek
nl_nl: hoeveelheden
no_no: Mengder
pt_pt: Quantidades
ro_ro: Cantitati
sv_se: Kvantiteter

# Languages::warehouses.stores_and_warehouses
source: Stores & Warehouses
cs_cz: Obchody a sklady
de_de: Geschäfte & Lager
fa_ir: فروشگاه ها و انبارها
fi_fi: Kaupat ja varastot
fr_fr: Magasins et entrepôts
hu_hu: Piacterek & raktárak
nl_nl: Winkels en magazijnen
no_no: Butikker og varehus
pt_pt: Lojas e Armazéns
ro_ro: Magazine și Depozite
sv_se: Butiker & lager

# Languages::warehouses.store_warehouse
source: Store / Warehouse
cs_cz: Prodejna / Sklad
de_de: Laden / Lager
fa_ir: فروشگاه / انبار
fi_fi: Kauppa / Varasto
fr_fr: Magasin / Entrepôt
hu_hu: Piactér / raktár
nl_nl: Winkel / Magazijn
no_no: Butikk / Lager
pt_pt: Loja / Armazém
ro_ro: Magazin/Depozit
sv_se: Butik / Lager

# Languages::warehouses.shipping_delay
source: Moving time
cs_cz: Pohybující se čas
de_de: Bewegende Zeit
fa_ir: زمان حرکت
fi_fi: Liikkumisaika
fr_fr: Temps de déménagement
hu_hu: (Áru)mozgatási idő
nl_nl: Bewegende tijd
no_no: Flyttetid
pt_pt: Tempo em movimento
ro_ro: Timp de mișcare
sv_se: Rörelsetid

# Languages::warehouses.shipping_delay.tooltip
source: The time it takes to move products from here to another store or warehouse in this rate area.
cs_cz: Čas, který trvá přesun produktů odtud do jiného obchodu nebo skladu v této oblasti sazby.
de_de: Die Zeit, die benötigt wird, um Produkte von hier zu einem anderen Geschäft oder Lager in diesem Tarifgebiet zu transportieren.
fa_ir: زمانی که برای انتقال محصولات از اینجا به فروشگاه یا انبار دیگری در این منطقه نرخ نیاز است.
fi_fi: Aika, joka kuluu tuotteiden siirtämiseen täältä toiseen kauppaan tai varastoon tällä hinta-alueella.
fr_fr: Le temps qu'il faut pour déplacer les produits d'ici vers un autre magasin ou entrepôt dans cette zone tarifaire.
hu_hu: Az az idő, amely alatt a termékeket innen egy másik piactérre vagy raktárba szállítják ebben a díjszabási területen.
nl_nl: De tijd die nodig is om producten van hier naar een andere winkel of magazijn in dit tariefgebied te verplaatsen.
no_no: Tiden det tar å flytte produkter herfra til en annen butikk eller lager i dette prisområdet.
pt_pt: O tempo que leva para mover os produtos daqui para outra loja ou armazém nesta área de taxa.
ro_ro: Timpul necesar pentru a muta produsele de aici într-un alt magazin sau depozit din această zonă tarifară.
sv_se: Tiden det tar att flytta produkter härifrån till en annan butik eller lager i detta prisområde.

# Languages::warehouses.warn_about_delay
source: Warn about delay
cs_cz: Varujte před zpožděním
de_de: Vor Verzögerung warnen
fa_ir: در مورد تاخیر هشدار دهید
fi_fi: Varoita viivästyksestä
fr_fr: Avertir du retard
hu_hu: Figyelmeztetés késedelemre
nl_nl: Waarschuw voor vertraging
no_no: Advare om forsinkelse
pt_pt: Avisar sobre atraso
ro_ro: Avertizați despre întârziere
sv_se: Varna för förseningar

# Languages::warehouses.warn_about_delay.tooltip
source: If a product has to be moved to the rate area from here, show the moving time in the product list and cart.
cs_cz: Pokud produkt musí být přesunut odsud do jiného území, tak zobrazit čas přesunu v seznamu produktů a také v košíku.
de_de: Wenn ein Produkt von hier in den Tarifbereich verschoben werden muss, zeigen Sie die Umzugszeit in der Produktliste und im Warenkorb an.
fa_ir: اگر یک محصول باید از اینجا به منطقه نرخ منتقل شود، زمان جابجایی را در لیست محصول و سبد خرید نشان دهید.
fi_fi: Jos tuote on siirrettävä tästä hintaalueelle, näytä siirtoaika tuoteluettelossa ja ostoskorissa.
fr_fr: Si un produit doit être déplacé vers la zone tarifaire à partir d'ici, indiquez le temps de déplacement dans la liste des produits et le panier.
hu_hu: Ha egy terméket innen kell áthelyezni a díjszabási területre, akkor a terméklistában és a kosárban az (áru)mozgatási idő megjelenítése.
nl_nl: Als een product van hieruit verplaatst moet worden naar het tariefgebied, laat dan de verhuistijd zien in de productlijst en winkelwagen.
no_no: Hvis et produkt må flyttes til takstområdet herfra, vis flyttetiden i produktlisten og handlekurven.
pt_pt: Se um produto tiver que ser movido para a área de taxa a partir daqui, mostre o tempo de movimentação na lista de produtos e no carrinho.
ro_ro: Dacă un produs trebuie mutat în zona de tarife de aici, afișați timpul de mișcare în lista de produse și coș.
sv_se: Om en produkt måste flyttas till prisområdet härifrån, visa flytttiden i produktlistan och varukorgen.

# Languages::warehouses.destinations_configuration.tooltip
source: Products can be taken from different stores and warehouses first, depending on where your customer is. <a href="[destinations_url]" target="_blank">Configure store and warehouse priority individually for each rate area.</a>
cs_cz: Produkty mohou být vzaty z různých obchodů a skladů jako první, záleží na tom, kde se zákazník nachází. <a href="[destinations_url]" target="_blank"> Nakonfigurujte obchodům a továrnám prioritu individuálně pro každé území.
de_de: Produkte können zuerst aus verschiedenen Läden und Lagern entnommen werden, je nachdem, wo sich Ihr Kunde befindet. <a href="[destinations_url]" target="_blank">Filial- und Lagerpriorität individuell für jeden Tarifbereich konfigurieren.</a>
fa_ir: بسته به اینکه مشتری شما کجاست، ابتدا محصولات را می توان از فروشگاه ها و انبارهای مختلف تهیه کرد. <a href="[destinations_url]" target="_blank">اولویت فروشگاه و انبار را به صورت جداگانه برای هر منطقه نرخ پیکربندی کنید.</a>
fi_fi: Tuotteet voidaan ottaa ensin eri liikkeistä ja varastoista riippuen siitä, missä asiakkaasi on. <a href="[destinations_url]" target="_blank">Määritä myymälän ja varaston prioriteetti erikseen kullekin hintaalueelle.</a>
fr_fr: Les produits peuvent d'abord être prélevés dans différents magasins et entrepôts, selon l'endroit où se trouve votre client. <a href="[destinations_url]" target="_blank">Configurez la priorité des magasins et des entrepôts individuellement pour chaque zone tarifaire.</a>
hu_hu: A termékeket először különböző piacterekről és raktárakból lehet elvinni, attól függően, hogy a vásárló hol tartózkodik. <a href="[destinations_url]" target="_blank">Piacterek és raktárak prioritásának egyedi beállítása minden egyes díjszabási területhez.</a>
nl_nl: Producten kunnen eerst uit verschillende winkels en magazijnen worden gehaald, afhankelijk van waar uw klant zich bevindt. <a href="[destinations_url]" target="_blank">Configureer de winkel- en magazijnprioriteit afzonderlijk voor elk tariefgebied.</a>
no_no: Produkter kan hentes fra forskjellige butikker og varehus først, avhengig av hvor kunden din er. <a href="[destinations_url]" target="_blank">Konfigurer butikk- og lagerprioritet individuelt for hvert prisområde.</a>
pt_pt: Os produtos podem ser retirados primeiro de diferentes lojas e armazéns, dependendo de onde seu cliente está. <a href="[destinations_url]" target="_blank">Configure a prioridade da loja e do armazém individualmente para cada área de taxa.</a>
ro_ro: Produsele pot fi luate mai întâi din diferite magazine și depozite, în funcție de locul în care se află clientul dvs. <a href="[destinations_url]" target="_blank">Configurați prioritatea magazinului și depozitului individual pentru fiecare zonă de tarif.</a>
sv_se: Produkter kan hämtas från olika butiker och lager först, beroende på var din kund befinner sig. <a href="[destinations_url]" target="_blank">Konfigurera butiks- och lagerprioritet individuellt för varje prisområde.</a>

# Languages::warehouses.shipping_delay.description
source: Product is at a remote warehouse. If you order it, we'll send it [shipping_delay].
cs_cz: Produkt je ve vzdáleném skladu. Pokud si to objednáte, pošleme vám to [shipping_delay].
de_de: Das Produkt befindet sich in einem entfernten Lager. Wenn Sie es bestellen, senden wir es [shipping_delay].
fa_ir: محصول در یک انبار از راه دور است. اگر آن را سفارش دهید، ما آن را [shipping_delay]ارسال می کنیم.
fi_fi: Tuote on etävarastossa. Jos tilaat sen, lähetämme sen [shipping_delay].
fr_fr: Le produit se trouve dans un entrepôt éloigné. Si vous le commandez, nous vous l'enverrons [shipping_delay].
hu_hu: A termék távoli raktárban található. Ha megrendeled, akkor [shipping_delay] fogjuk küldeni.
nl_nl: Product bevindt zich in een afgelegen magazijn. Als je het bestelt, sturen we het [shipping_delay].
no_no: Produktet er på et eksternt lager. Hvis du bestiller den, sender vi den [shipping_delay].
pt_pt: O produto está em um armazém remoto. Se encomendar, enviaremos [shipping_delay].
ro_ro: Produsul este într-un depozit la distanță. Dacă îl comandați, vă vom trimite [shipping_delay].
sv_se: Produkten finns på ett fjärrlager. Om du beställer den skickar vi den [shipping_delay].

# Languages::warehouses.shipping_delay.description.default
source: Product is at a remote warehouse. If you order it, shipping may take slightly longer.
cs_cz: Produkt je ve vzdáleném skladu. Pokud si jej objednáte, může doručení trvat o něco déle.
de_de: Das Produkt befindet sich in einem entfernten Lager. Wenn Sie es bestellen, kann der Versand etwas länger dauern.
fa_ir: محصول در یک انبار از راه دور است. اگر آن را سفارش دهید، ارسال ممکن است کمی بیشتر طول بکشد.
fi_fi: Tuote on etävarastossa. Jos tilaat sen, toimitus voi kestää hieman kauemmin.
fr_fr: Le produit se trouve dans un entrepôt éloigné. Si vous le commandez, l'expédition peut prendre un peu plus de temps.
hu_hu: A termék távoli raktárban található. Ha megrendeled, a szállítás valamelyest tovább tarthat.
nl_nl: Product bevindt zich in een afgelegen magazijn. Als je het bestelt, kan de verzending iets langer duren.
no_no: Produktet er på et eksternt lager. Hvis du bestiller den, kan frakten ta litt lengre tid.
pt_pt: O produto está em um armazém remoto. Se você fizer o pedido, o envio pode demorar um pouco mais.
ro_ro: Produsul este într-un depozit la distanță. Dacă îl comandați, livrarea poate dura puțin mai mult.
sv_se: Produkten finns på ett fjärrlager. Om du beställer det kan frakten ta något längre tid.

# Languages::warehouses.shipping_delay.description.short
source: If ordered: [shipping_delay]
cs_cz: V případě objednávky: [shipping_delay]
de_de: Falls bestellt: [shipping_delay]
fa_ir: در صورت سفارش: [shipping_delay]
fi_fi: Jos tilataan: [shipping_delay]
fr_fr: Si commandé : [shipping_delay]
hu_hu: Rendelés esetén: [shipping_delay]
nl_nl: Indien besteld: [shipping_delay]
no_no: Ved bestilling: [shipping_delay]
pt_pt: Se encomendado: [shipping_delay]
ro_ro: Dacă este comandat: [shipping_delay]
sv_se: Vid beställning: [shipping_delay]

# Languages::warehouses.shipping_delay_for_products
source: Some of the products you ordered are at a remote warehouse. Shipping may take slightly longer than stated here.
cs_cz: Některé z produktů, které jste si objednali, jsou na externím skladu. Doba dodání může být delší, než je zde uvedeno.
de_de: Einige der von Ihnen bestellten Produkte befinden sich in einem entfernten Lager. Der Versand kann etwas länger dauern als hier angegeben.
fa_ir: برخی از محصولاتی که سفارش دادید در یک انبار از راه دور هستند. حمل و نقل ممکن است کمی بیشتر از آنچه در اینجا ذکر شده طول بکشد.
fi_fi: Osa tilaamistasi tuotteista on etävarastossa. Toimitus saattaa kestää hieman kauemmin kuin tässä on ilmoitettu.
fr_fr: Certains des produits que vous avez commandés se trouvent dans un entrepôt éloigné. L'expédition peut prendre un peu plus de temps qu'indiqué ici.
hu_hu: A megrendelt termékek egy része távoli raktárban található. A szállítás az itt megadottnál kissé hosszabb ideig tarthat.
nl_nl: Sommige van de door u bestelde producten bevinden zich in een afgelegen magazijn. Verzending kan iets langer duren dan hier vermeld.
no_no: Noen av produktene du har bestilt er på et eksternt lager. Frakt kan ta noe lengre tid enn oppgitt her.
pt_pt: Alguns dos produtos que encomendou estão num armazém remoto. O envio pode demorar um pouco mais do que o indicado aqui.
ro_ro: Unele dintre produsele pe care le-ați comandat sunt într-un depozit la distanță. Expedierea poate dura puțin mai mult decât este menționat aici.
sv_se: Vissa av produkterna du beställt finns på ett fjärrlager. Frakten kan ta något längre tid än vad som anges här.

# Languages::warehouses.product_available_if_ordered
source: Available if ordered
cs_cz: Dostupné v případě objednání
de_de: Auf Bestellung erhältlich
fa_ir: در صورت سفارش موجود است
fi_fi: Saatavana tilattaessa
fr_fr: Disponible si commandé
hu_hu: Rendelés esetén elérhető
nl_nl: Beschikbaar indien besteld
no_no: Tilgjengelig ved bestilling
pt_pt: Disponível se encomendado
ro_ro: Disponibil dacă este comandat
sv_se: Finns vid beställning

# Languages::warehouses.product_in_stock
source: In stock
cs_cz: Na skladě
de_de: Auf Lager
fa_ir: در انبار
fi_fi: Varastossa
fr_fr: En stock
hu_hu: Készleten
nl_nl: Op voorraad
no_no: På lager
pt_pt: Em estoque
ro_ro: În stoc
sv_se: I lager

# Languages::warehouses.in_n_stores
source: in [n] store|in [n] stores
cs_cz: v [n] obchodě|v [n] obchodech
de_de: in [n] Geschäften|in [n] Geschäften
fa_ir: در [n] فروشگاه|در [n] فروشگاه
fi_fi: [n] kaupassa| [n] kaupassa
fr_fr: dans [n] magasin|dans [n] magasins
hu_hu: [n] piactéren|[n] piactéren
nl_nl: in [n] winkel|in [n] winkels
no_no: i [n] butikk|i [n] butikker
pt_pt: em [n] loja|em [n] lojas
ro_ro: în [n] magazin|în [n] magazine
sv_se: i [n] butik|i [n] butiker
