Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/warehouses.po
Languages: cs_cz, de_de, fa_ir, fi_fi, fr_fr, hu_hu, nl_nl, no_no, pt_pt, ro_ro, sv_se

# Languages::warehouses.product_availability
source: Availability in stores
cs_cz: Dostupnost na prodejnách
de_de: Verfügbarkeit in den Geschäften
fa_ir: در دسترس بودن در فروشگاه ها
fi_fi: Saatavuus myymälöissä
fr_fr: Disponibilité en magasin
hu_hu: Elérhetőség a piactereken
nl_nl: Beschikbaarheid in winkels
no_no: Tilgjengelighet i butikk
pt_pt: Disponibilidade nas lojas
ro_ro: Disponibilitate in magazine
sv_se: Tillgänglighet i butik

# Languages::block_availability_in_stores
source: Availability in stores
cs_cz: Dostupnost na prodejnách
de_de: Verfügbarkeit in den Geschäften
fa_ir: در دسترس بودن در فروشگاه ها
fi_fi: Saatavuus myymälöissä
fr_fr: Disponibilité en magasin
hu_hu: Elérhetőség a piactereken
nl_nl: Beschikbaarheid in winkels
no_no: Tilgjengelighet i butikk
pt_pt: Disponibilidade nas lojas
ro_ro: Disponibilitate in magazine
sv_se: Tillgänglighet i butik

# Languages::block_availability_in_stores_description
source: List of stores where the product can be purchased
cs_cz: Seznam prodejen, kde lze produkt zakoupit
de_de: Liste der Geschäfte, in denen das Produkt gekauft werden kann
fa_ir: لیست فروشگاه هایی که محصول را می توان خریداری کرد
fi_fi: Luettelo liikkeistä, joista tuotetta voi ostaa
fr_fr: Liste des magasins où le produit peut être acheté
hu_hu: Azon piacterek listája, ahol a termék megvásárolható
nl_nl: Lijst met winkels waar het product kan worden gekocht
no_no: Liste over butikker hvor produktet kan kjøpes
pt_pt: Lista de lojas onde o produto pode ser adquirido
ro_ro: Lista magazinelor de unde poate fi achiziționat produsul
sv_se: Lista över butiker där produkten kan köpas

# Languages::warehouses.store_and_address
source: Store and address
cs_cz: Prodejna a adresa
de_de: Geschäft und Adresse
fa_ir: فروشگاه و آدرس
fi_fi: Myymälä ja osoite
fr_fr: Magasin et adresse
hu_hu: Piactér és cím
nl_nl: Winkel en adres
no_no: Butikk og adresse
pt_pt: Loja e endereço
ro_ro: Magazin si adresa
sv_se: Butik och adress

# Languages::warehouses.phone
source: Phone
cs_cz: Telefon
de_de: Telefon
fa_ir: تلفن
fi_fi: Puhelin
fr_fr: Téléphoner
hu_hu: Telefonszám
nl_nl: Telefoon
no_no: Telefon
pt_pt: Telefone
ro_ro: Telefon
sv_se: Telefon

# Languages::warehouses.search_store
source: Search store
cs_cz: Vyhledat obchod
de_de: Shop suchen
fa_ir: جستجو در فروشگاه
fi_fi: Hae kaupasta
fr_fr: Rechercher un magasin
hu_hu: Piactér keresése
nl_nl: Zoek winkel
no_no: Søk i butikk
pt_pt: Pesquisar loja
ro_ro: Caută în magazin
sv_se: Sök i butik

# Languages::warehouses.stores_list
source: List
cs_cz: Seznam
de_de: Liste
fa_ir: فهرست کنید
fi_fi: Lista
fr_fr: Lister
hu_hu: Lista
nl_nl: Lijst
no_no: Liste
pt_pt: Lista
ro_ro: Listă
sv_se: Lista

# Languages::warehouses.stores_map
source: Map
cs_cz: Mapa
de_de: Karte
fa_ir: نقشه
fi_fi: Kartta
fr_fr: Carte
hu_hu: Térkép
nl_nl: Kaart
no_no: Kart
pt_pt: Mapa
ro_ro: Hartă
sv_se: Karta

# Languages::warehouses.no_matching_stores_found
source: No stores found matching the search criteria
cs_cz: Nebyly nalezeny žádné obchody odpovídající kritériím vyhledávání
de_de: Keine Geschäfte gefunden, die den Suchkriterien entsprechen
fa_ir: هیچ فروشگاهی مطابق با معیارهای جستجو یافت نشد
fi_fi: Hakuehtoja vastaavia kauppoja ei löytynyt
fr_fr: Aucun magasin trouvé correspondant aux critères de recherche
hu_hu: Nem találhatók a keresési feltételeknek megfelelő piacterek
nl_nl: Geen winkels gevonden die voldoen aan de zoekcriteria
no_no: Ingen butikker funnet som samsvarer med søkekriteriene
pt_pt: Nenhuma loja encontrada correspondendo aos critérios de pesquisa
ro_ro: Nu s-au găsit magazine care să corespundă criteriilor de căutare
sv_se: Inga butiker hittades som matchade sökkriterierna

# Languages::warehouses.rate_area
source: Rate area
cs_cz: Hodnotit oblast
de_de: Bereich bewerten
fa_ir: منطقه امتیاز دهی
fi_fi: Arvioi alue
fr_fr: Zone tarifaire
hu_hu: Díjszabási terület
nl_nl: Tariefgebied
no_no: Prisområde
pt_pt: Taxa de área
ro_ro: Zona de tarife
sv_se: Prisområde

# Languages::warehouses.shipping_delay_notification
source: Delay warning
cs_cz: Upozornění na zpoždění
de_de: Verzögerungswarnung
fa_ir: هشدار تاخیر
fi_fi: Viive varoitus
fr_fr: Avertissement de retard
hu_hu: Késlekedési figyelmeztetés
nl_nl: Vertragingswaarschuwing
no_no: Forsinket advarsel
pt_pt: Aviso de atraso
ro_ro: Avertisment de întârziere
sv_se: Fördröjningsvarning

# Languages::warehouses.shipping_delay_notification.tooltip
source: It will appear if products aren't available in the stores and warehouses above.
cs_cz: Zobrazí se, pokud produkty nejsou dostupné ve výše uvedených obchodech a skladech.
de_de: Es wird angezeigt, wenn Produkte in den oben genannten Geschäften und Lagern nicht verfügbar sind.
fa_ir: اگر محصولات در فروشگاه‌ها و انبارهای بالا موجود نباشد، ظاهر می‌شود.
fi_fi: Se näkyy, jos tuotteita ei ole saatavilla yllä olevista myymälöistä ja varastoista.
fr_fr: Il apparaîtra si les produits ne sont pas disponibles dans les magasins et entrepôts ci-dessus.
hu_hu: Megjelenik, ha a termékek nem állnak rendelkezésre a fenti piactereken és raktárakban.
nl_nl: Het verschijnt als producten niet beschikbaar zijn in de winkels en magazijnen hierboven.
no_no: Den vises hvis produktene ikke er tilgjengelige i butikkene og lagrene ovenfor.
pt_pt: Ele aparecerá se os produtos não estiverem disponíveis nas lojas e armazéns acima.
ro_ro: Va apărea dacă produsele nu sunt disponibile în magazinele și depozitele de mai sus.
sv_se: Det visas om produkterna inte är tillgängliga i butikerna och lagren ovan.

# Languages::warehouses.type_to_search_or_check_all
source: Type to search, or click the button on the right to add all rate areas
cs_cz: Zadejte pro vyhledávání nebo klikněte na tlačítko vpravo a přidejte všechny oblasti sazeb
de_de: Geben Sie zur Suche ein oder klicken Sie auf die Schaltfläche rechts, um alle Tarifbereiche hinzuzufügen
fa_ir: برای جستجو تایپ کنید، یا روی دکمه سمت راست کلیک کنید تا همه مناطق نرخ را اضافه کنید
fi_fi: Hae kirjoittamalla tai napsauta oikealla olevaa painiketta lisätäksesi kaikki hinta-alueet
fr_fr: Tapez pour rechercher ou cliquez sur le bouton à droite pour ajouter toutes les zones tarifaires
hu_hu: Írd be a kereséshez, vagy kattints a jobb oldali gombra az összes díjszabási terület hozzáadásához.
nl_nl: Typ om te zoeken, of klik op de knop aan de rechterkant om alle tariefgebieden toe te voegen
no_no: Skriv for å søke, eller klikk på knappen til høyre for å legge til alle prisområder
pt_pt: Digite para pesquisar ou clique no botão à direita para adicionar todas as áreas de taxa
ro_ro: Tastați pentru a căuta sau faceți clic pe butonul din dreapta pentru a adăuga toate zonele tarifare
sv_se: Skriv för att söka, eller klicka på knappen till höger för att lägga till alla prisområden

# Languages::warehouses.any_store_type
source: Any type of store
cs_cz: Jakýkoli typ obchodu
de_de: Jede Art von Geschäft
fa_ir: هر نوع فروشگاهی
fi_fi: Mikä tahansa kauppa
fr_fr: Tout type de magasin
hu_hu: Bármilyen típusú piactér
nl_nl: Elk type winkel
no_no: Enhver type butikk
pt_pt: Qualquer tipo de loja
ro_ro: Orice tip de magazin
sv_se: Vilken typ av butik som helst

# Languages::warehouses.add_all
source: Add all
cs_cz: Přidat vše
de_de: Füge alle Hinzu
fa_ir: همه را اضافه کنید
fi_fi: Lisää kaikki
fr_fr: Tout ajouter
hu_hu: Összes hozzáadása
nl_nl: Voeg alles toe
no_no: Legg til alle
pt_pt: Adicionar todos
ro_ro: Adaugă totul
sv_se: Lägg till alla

# Languages::warehouses.quantity_tab.no_data
source: This storefront doesn't have any stores or warehouses. Please <a href="[create_url]">create one</a> or <a href="[list_url]">make an existing one available</a> for this storefront
cs_cz: Obchod nemá žádné obchody ani sklady. Prosím <a href="[create_url]">vytvořte jedno</a> nebo <a href="[list_url]">zpřístupněte již dostupné</a> ve vašem obchodě.
de_de: Dieses Schaufenster hat keine Läden oder Lager. Bitte <a href="[create_url]">erstellen Sie eine</a> oder <a href="[list_url]">machen Sie eine vorhandene verfügbar</a> für diese Storefront
fa_ir: این ویترین فروشگاه یا انباری ندارد. لطفاً <a href="[create_url]">یک</a> یا <a href="[list_url]">ایجاد کنید تا موجودی</a> برای این ویترین موجود باشد
fi_fi: Tässä liikkeessä ei ole myymälöitä tai varastoja. Ole hyvä ja <a href="[create_url]">luo yksi</a> tai <a href="[list_url]">tee olemassa olevasta saatavilla</a> tälle julkisivulle
fr_fr: Cette vitrine n'a pas de magasins ou d'entrepôts. Veuillez <a href="[create_url]">en créer un</a> ou <a href="[list_url]">en rendre un existant disponible</a> pour cette vitrine
hu_hu: Ezen a piactéren nincsenek piacterek vagy raktárak. Kérjük, <a href="[create_url]"> hozz létre egyet</a> vagy <a href="[list_url]"> tégy elérhetővé egy meglévőt</a> az adott piactérhez.
nl_nl: Deze etalage heeft geen winkels of magazijnen. <a href="[create_url]">maak er een aan</a> of <a href="[list_url]">maak een bestaande beschikbaar</a> voor deze etalage
no_no: Denne butikkfronten har ingen butikker eller varehus. Vennligst <a href="[create_url]">opprett en</a> eller <a href="[list_url]">gjør en eksisterende tilgjengelig</a> for denne butikkfronten
pt_pt: Esta vitrine não possui lojas ou armazéns. Por favor, <a href="[create_url]">crie um</a> ou <a href="[list_url]">disponibilize um existente</a> para esta vitrine
ro_ro: Această vitrină nu are magazine sau depozite. Vă rugăm să <a href="[create_url]">creați unul</a> sau <a href="[list_url]">să faceți unul existent</a> disponibil pentru această vitrină
sv_se: Det här skyltfönstret har inga butiker eller lager. <a href="[create_url]">skapa en</a> eller <a href="[list_url]">gör en befintlig tillgänglig</a> för detta skyltfönster

# Languages::warehouses.exim_reset_inventory_tooltip
source: This won't affect the products that have the quantity specified in the imported file. This also won't affect products at the warehouses that aren't updated in this preset.
cs_cz: Toto nebude mít žádný vliv na produkty, které mají množství specifikováno v importním souboru. Toto také neovlivní produkty ve skladech, které nejsou aktualizovány v presetu.
de_de: Dies wirkt sich nicht auf die Produkte aus, deren Menge in der importierten Datei angegeben ist. Dies wirkt sich auch nicht auf Produkte in den Lagern aus, die in dieser Voreinstellung nicht aktualisiert werden.
fa_ir: این روی محصولاتی که دارای مقدار مشخص شده در فایل وارد شده هستند تأثیری نخواهد داشت. این همچنین بر محصولات موجود در انبارهایی که در این پیش تنظیم به روز نشده اند تأثیر نمی گذارد.
fi_fi: Tämä ei vaikuta tuotteisiin, joiden määrä on määritetty tuodussa tiedostossa. Tämä ei myöskään vaikuta tuotteisiin varastoissa, joita ei ole päivitetty tässä esiasetuksessa.
fr_fr: Cela n'affectera pas les produits dont la quantité est spécifiée dans le fichier importé. Cela n'affectera pas non plus les produits des entrepôts qui ne sont pas mis à jour dans ce préréglage.
hu_hu: Ez nem érinti azokat a termékeket, amelyeknek az importált fájlban megadott mennyisége van. Ez szintén nem érinti az olyan raktárakban lévő termékeket, amelyek nincsenek frissítve ebben az előbeállításban.
nl_nl: Dit heeft geen invloed op de producten waarvan de hoeveelheid is opgegeven in het geïmporteerde bestand. Dit heeft ook geen invloed op producten in de magazijnen die niet zijn bijgewerkt in deze voorinstelling.
no_no: Dette vil ikke påvirke produktene som har antallet spesifisert i den importerte filen. Dette vil heller ikke påvirke produkter på varehusene som ikke er oppdatert i denne forhåndsinnstillingen.
pt_pt: Isso não afetará os produtos que possuem a quantidade especificada no arquivo importado. Isso também não afetará os produtos nos depósitos que não são atualizados nesta predefinição.
ro_ro: Acest lucru nu va afecta produsele care au cantitatea specificată în fișierul importat. De asemenea, acest lucru nu va afecta produsele din depozite care nu sunt actualizate în această presetare.
sv_se: Detta påverkar inte de produkter som har den mängd som anges i den importerade filen. Detta påverkar inte heller produkter i varuhusen som inte är uppdaterade i denna förinställning.

# Languages::warehouses.destination_can_be_deleted
source: Couldn't delete the rate area because at least one product is contained in warehouses in this rate area. Please delete this rate area from warehouse or reset the number of <a href="[href]">these products</a>, and try again.
cs_cz: Oblast sazby nelze smazat, protože ve skladech v této oblasti sazby je uložen alespoň jeden produkt. Vymažte prosím tuto oblast sazby ze skladu nebo resetujte počet <a href="[href]">těchto produktů</a>a zkuste to znovu.
de_de: Der Preisbereich konnte nicht gelöscht werden, da mindestens ein Produkt in Lagern in diesem Preisbereich enthalten ist. Bitte löschen Sie diesen Tarifbereich aus dem Lager oder setzen Sie die Anzahl dieser Produkte auf <a href="[href]">zurück auf</a>und versuchen Sie es erneut.
fa_ir: منطقه نرخ حذف نشد زیرا حداقل یک محصول در انبارهای این منطقه نرخ موجود است. لطفاً این ناحیه نرخ را از انبار حذف کنید یا تعداد <a href="[href]">این محصولات</a>را بازنشانی کنید و دوباره امتحان کنید.
fi_fi: Hinta-aluetta ei voitu poistaa, koska vähintään yksi tuote on tämän hinta-alueen varastoissa. Poista tämä hinta-alue varastosta tai <a href="[href]">näiden tuotteiden määrä</a>ja yritä uudelleen.
fr_fr: Impossible de supprimer la zone tarifaire car au moins un produit est contenu dans les entrepôts de cette zone tarifaire. Veuillez supprimer cette zone tarifaire de l'entrepôt ou réinitialiser le nombre de <a href="[href]">ces produits</a>et réessayer.
hu_hu: Nem sikerült törölni a díjterületet, mert legalább egy termék van raktárban ezen a díjterületen. Kérjük, törölje ezt a díjszabási területet a raktárból, vagy állítsa vissza a <a href="[href]">darab termék számát</a>, és próbálkozzon újra.
nl_nl: Kan het tariefgebied niet verwijderen omdat er ten minste één product is opgenomen in magazijnen in dit tariefgebied. Verwijder dit tariefgebied uit het magazijn of reset het aantal <a href="[href]">van deze producten</a>, en probeer het opnieuw.
no_no: Kunne ikke slette prisområdet fordi minst ett produkt finnes i varehus i dette prisområdet. Vennligst slett dette prisområdet fra lageret eller tilbakestill antallet <a href="[href]">disse produktene</a>, og prøv igjen.
pt_pt: Não foi possível excluir a área de taxa porque pelo menos um produto está contido em depósitos nessa área de taxa. Exclua esta área de taxa do depósito ou redefina o número <a href="[href]">desses produtos</a>e tente novamente.
ro_ro: Nu s-a putut șterge zona de tarife, deoarece cel puțin un produs este conținut în depozite în această zonă de tarife. Vă rugăm să ștergeți această zonă de tarife din depozit sau să resetați numărul <a href="[href]">pentru aceste produse</a>și să încercați din nou.
sv_se: Det gick inte att ta bort prisområdet eftersom minst en produkt finns i lager i detta prisområde. Ta bort detta prisområde från lagret eller återställ antalet <a href="[href]">dessa produkter</a>och försök igen.

# Languages::commerceml.map.entity_type.warehouse
source: Warehouses
cs_cz: Sklady
de_de: Lager
fa_ir: انبارها
fi_fi: Varastot
fr_fr: Entrepôts
hu_hu: Raktárak
nl_nl: Magazijnen
no_no: Varehus
pt_pt: Armazéns
ro_ro: Depozite
sv_se: Lager

# Languages::commerceml.tab.warehouse
source: Warehouses
cs_cz: Sklady
de_de: Lager
fa_ir: انبارها
fi_fi: Varastot
fr_fr: Entrepôts
hu_hu: Raktárak
nl_nl: Magazijnen
no_no: Varehus
pt_pt: Armazéns
ro_ro: Depozite
sv_se: Lager

# Languages::warehouses.commerceml.import.error.product.warehouse_not_found
source: Couldn't find warehouse [id]
cs_cz: Nepodařilo se najít sklad [id]
de_de: Lager [id]konnte nicht gefunden werden
fa_ir: انبار [id]پیدا نشد
fi_fi: Varastoa [id]ei löytynyt
fr_fr: Impossible de trouver l'entrepôt [id]
hu_hu: Nem található a [id] raktár
nl_nl: Kon magazijn [id]. niet vinden
no_no: Kunne ikke finne lager [id]
pt_pt: Não foi possível encontrar o armazém [id]
ro_ro: Nu s-a putut găsi depozitul [id]
sv_se: Kunde inte hitta lager [id]

# Languages::warehouses.commerceml.import.message.warehouse.created
source: Category [id] created; local ID: [local_id]
cs_cz: Kategorie [id] vytvořena; místní ID: [local_id]
de_de: Kategorie [id] erstellt; Ortskennzeichen: [local_id]
fa_ir: رده [id] ایجاد شد. شناسه محلی: [local_id]
fi_fi: Luokka [id] luotu; paikallinen tunnus: [local_id]
fr_fr: Catégorie [id] créée ; identifiant local : [local_id]
hu_hu: Kategória [id] létrehozva; helyi azonosító: [local_id]
nl_nl: Categorie [id] aangemaakt; lokale ID: [local_id]
no_no: Kategori [id] opprettet; lokal ID: [local_id]
pt_pt: Categoria [id] criada; ID local: [local_id]
ro_ro: Categoria [id] creată; ID local: [local_id]
sv_se: Kategori [id] skapad; lokalt ID: [local_id]
