Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/watermarks.po
Languages: fa_ir, fi_fi, pt_pt, ro_ro, sv_se

# Addons::name::watermarks
source: Watermarks
fa_ir: علامت ها
fi_fi: Vesileimat
pt_pt: Marcas d'água
ro_ro: Filigrane
sv_se: Vattenstämplar

# Addons::description::watermarks
source: Allows you to add watermarks to product and category images
fa_ir: شما اجازه اضافه کردن متن را به تصاویر محصولات و دسته
fi_fi: Voit lisätä vesileimoja tuote- ja luokkakuviin
pt_pt: Permite adicionar marcas d'água a imagens de produtos e categorias
ro_ro: Vă permite să adăugați filigrane la imagini de produse și categorii
sv_se: Lägger till vattenstämplar på produkt- & kategoribilder

# Languages::wt_watermarks
source: Watermarks
fa_ir: علامت ها
fi_fi: Vesileimat
pt_pt: Marcas d'água
ro_ro: Filigrane
sv_se: Vattenstämplar

# Languages::wt_graphic_watermark
source: Graphic watermark
fa_ir: گرافیک علامت ها
fi_fi: Graafinen vesileima
pt_pt: Marca d'água gráfica
ro_ro: Filigran grafic
sv_se: Grafisk vattenstämpel

# Languages::wt_text_watermark
source: Text watermark
fa_ir: متن علامت
fi_fi: Teksti vesileima
pt_pt: Marca d'água de texto
ro_ro: Filigran text
sv_se: Text vattenstämpel

# Languages::wt_watermark_vertical_position
source: Watermark vertical position
fa_ir: موقعیت عمودی علامت
fi_fi: Vesileiman pystysuora asento
pt_pt: Posição vertical da marca d'água
ro_ro: Poziție verticală a filigranului
sv_se: Vertikal placering

# Languages::wt_watermark_horizontal_position
source: Watermark horizontal position
fa_ir: موقعیت افقی علامت
fi_fi: Vesileiman vaaka-asento
pt_pt: Posição horizontal da marca d'água
ro_ro: Poziție orizontală a filigranului
sv_se: Horisontell placering

# Languages::wt_watermark_position
source: Watermark position
fa_ir: موقعیت علامت
fi_fi: Vesileiman sijainti
pt_pt: Posição da marca d'água
ro_ro: Poziția filigranului
sv_se: Placering

# Languages::wt_watermark_image
source: Watermark image
fa_ir: تصویر علامت
fi_fi: Vesileima kuva
pt_pt: Imagem de marca d'água
ro_ro: Imagine filigran
sv_se: Bild

# Languages::wt_watermark_text
source: Watermark text
fa_ir: متن Watermark
fi_fi: Vesileiman teksti
pt_pt: Texto da marca d'água
ro_ro: Text filigran
sv_se: Text

# Languages::wt_font
source: Font
fa_ir: فونت
fi_fi: Fontti
pt_pt: Fonte
sv_se: Teckensnitt

# Languages::wt_font_color
source: Font color
fa_ir: رنگ فونت
fi_fi: Fontin väri
pt_pt: Cor da fonte
ro_ro: Culoarea fontului
sv_se: Fontfärg

# Languages::wt_font_size_icon
source: Font size (thumbnail)
fa_ir: اندازه قلم (تصویر کوچک)
fi_fi: Fonttikoko (pikkukuva)
pt_pt: Tamanho da fonte (miniatura)
ro_ro: Dimensiunea fontului (miniatură)
sv_se: Teckenstorlek (miniatyrbild)

# Languages::wt_font_size_detailed
source: Font size (larger image)
fa_ir: اندازه قلم (تصویر بزرگتر)
fi_fi: Fonttikoko (isompi kuva)
pt_pt: Tamanho da fonte (imagem maior)
ro_ro: Dimensiunea fontului (imagine mai mare)
sv_se: Teckenstorlek (större bild)

# Languages::wt_watermark_icon
source: Thumbnail watermark
fa_ir: تصویر بند انگشتی از علامت
fi_fi: Pikkukuvan vesileima
pt_pt: Marca d'água da miniatura
ro_ro: Filigran în miniatură
sv_se: Miniatyrbild vattenstämpel

# Languages::wt_watermark_detailed
source: Popup larger image watermark
fa_ir: علامت برای تصاویر بزرگتر (پاپ آپ)
fi_fi: Ponnahdusikkuna suurempi kuva vesileima
pt_pt: Marca d'água de imagem maior pop-up
ro_ro: Afișează filigran de imagine mai mare
sv_se: Popupbild vattenstämpel

# Languages::wt_fail_apply_graphic_watermark
source: Failed to apply the watermark to [image_type]. The watermark image is not added.
fa_ir: عدم موفقیت در اعمال کردن watermark به [image_type]. تصویر watermark اضافه نشده است.
fi_fi: Vesileiman lisääminen arvoon [image_type]epäonnistui. Vesileimakuvaa ei lisätä.
pt_pt: Falha ao aplicar a marca d'água a [image_type]. A imagem da marca d'água não é adicionada.
ro_ro: Nu s-a putut aplica filigranul la [image_type]. Imaginea filigranului nu este adăugată.
sv_se: Kunde inte skapa vattenstämpel på [image_type]. Bild med vattenstämpel lades inte till.

# Languages::wt_icons
source: thumbnails
fa_ir: تصویر کوچک
fi_fi: pikkukuvat
pt_pt: miniaturas
ro_ro: miniaturi
sv_se: Miniatyrbilder

# Languages::wt_detailed
source: popup larger images
fa_ir: تصاویر بزرگتر در یک پنجره جداگانه (پاپ آپ)
fi_fi: ponnahtaa suurempia kuvia
pt_pt: pop-up imagens maiores
ro_ro: pop-up imagini mai mari
sv_se: Popupbilder

# Languages::wt_images_access_description
source: To deny access to your original images, please add the following instructions to the '.htaccess' file in the 'images' directory of your installation. It will protect your original images. Even if an original image is opened, the corresponding watermarked image will be show instead.
fa_ir: برای رد کردن دسترسی به عکس های اصلی خودتان، لطفا دستورالعمل زیر را به فایل ".htaccess" در دایرکتوری که 'images' را نصب کرده اید بیافزایید. این از تصاویر اصلی شما محافظت می کند. حتی اگر تصویر اصلی باز شود، watermark های مروبطه در عوض نشان خواهند داده شد.
fi_fi: Estä pääsy alkuperäisiin kuviisi lisäämällä seuraavat ohjeet .htaccess-tiedostoon asennuksesi "images"-hakemistossa. Se suojaa alkuperäisiä kuviasi. Vaikka alkuperäinen kuva avattaisiin, vastaava vesileimakuva näytetään sen sijaan.
pt_pt: Para negar o acesso às suas imagens originais, adicione as seguintes instruções ao arquivo '.htaccess' no diretório 'images' de sua instalação. Ele protegerá suas imagens originais. Mesmo que uma imagem original seja aberta, a imagem com marca d'água correspondente será exibida.
ro_ro: Pentru a refuza accesul la imaginile originale, adăugați următoarele instrucțiuni în fișierul „.htaccess” din directorul „imagini” al instalării dumneavoastră. Vă va proteja imaginile originale. Chiar dacă o imagine originală este deschisă, imaginea corespunzătoare cu filigran va fi afișată în schimb.
sv_se: För att neka åtkomst till originalbilderna lägg till följande i ".htaccess" filen i mappen "images". Detta kommer att visa motsvarande vattenstämpelbild även när orginalbilder förfrågas.

# Languages::wt_watermarks_access_description
source: To generate watermarked images automatically even if they are requested not from your store pages, please add the '.htaccess' file with the following instructions to the 'images/watermarked' directory of your installation.
fa_ir: برای تور watermark به صورت خودکار تولید، حتی اگر آنها توسط صفحه فروشگاه شما درخواست نشده اند، لطفا فایل ".htaccess" را با دستورالعمل زیر به دایرکتوری نصب شده 'images/watermarked' بیافزایید.
fi_fi: Luodaksesi vesileimakuvat automaattisesti, vaikka niitä pyydettäisiin muualta kuin kauppasi sivuilta, lisää .htaccess-tiedosto seuraavin ohjeineen asennuksesi "images/waterleima"-hakemistoon.
pt_pt: Para gerar imagens com marca d'água automaticamente, mesmo que não sejam solicitadas nas páginas da sua loja, adicione o arquivo '.htaccess' com as seguintes instruções ao diretório 'images/watermarked' de sua instalação.
ro_ro: Pentru a genera automat imagini cu filigran, chiar dacă acestea nu sunt solicitate din paginile magazinului dvs., vă rugăm să adăugați fișierul „.htaccess” cu următoarele instrucțiuni în directorul „imagini/filigran” al instalării dumneavoastră.
sv_se: För att generera bilder med vattenstämpel automatiskt även om de inte förfrågas från butikssidorna, lägg till ".htaccess" fil med följande instruktioner i mappen "images/watermarked".

# Languages::wt_access_note
source: Please note, if you disable or uninstall the 'Watermarks' add-on, you should remove these instructions from '.htaccess' files manually. Otherwise category and product images will be unavailable.
fa_ir: لطفا توجه داشته باشید که اگر شما افزونه 'Watermarks' را غیر فعال یا حذف کنید، شما باید این دستورالعمل ها را از فایل ".htaccess" به صورت دستی حذف کنید. در غیر این صورت دسته و تصاویر محصول غیر قابل دسترسی خواهند بود.
fi_fi: Huomaa, että jos poistat Watermarks-lisäosan käytöstä tai poistat sen asennuksen, sinun tulee poistaa nämä ohjeet .htaccess-tiedostoista manuaalisesti. Muuten luokka- ja tuotekuvat eivät ole saatavilla.
pt_pt: Observe que, se você desativar ou desinstalar o complemento 'Marcas d'água', deverá remover essas instruções dos arquivos '.htaccess' manualmente. Caso contrário, as imagens da categoria e do produto não estarão disponíveis.
ro_ro: Vă rugăm să rețineți că, dacă dezactivați sau dezinstalați suplimentul „Watermarks”, ar trebui să eliminați manual aceste instrucțiuni din fișierele „.htaccess”. În caz contrar, imaginile categoriei și ale produselor vor fi indisponibile.
sv_se: Obs! Om tillägget "Vattenstämpel" inaktiveras eller avinstalleras måste dessa instruktioner plockas bort från ".htaccess" filerna manuellt, annars kommer inga produkt och kategoribilder att visas.

# Languages::wt_access_warning
source: Watermark creating is disabled. If there are any "Rewrite watermarks rules" instructions in the "images/.htaccess" file, you should remove them manually. Otherwise category and product images will be unavailable.
fa_ir: ساختن watermarks غیر فعال شده است. اگر هرگونه دستورالعمل "بازنویسی قوانین watermarks" در فایل "images/.htaccess" وجود دارد، باید آنها را بصورت دستی حذف کنید. در غیر این صورت گروه و تصاویر محصول غیر قابل دسترسی خواهند بود.
fi_fi: Vesileiman luonti on poistettu käytöstä. Jos "images/.htaccess"-tiedostossa on "Write Watermarks Regulations" -ohjeita, poista ne manuaalisesti. Muuten luokka- ja tuotekuvat eivät ole saatavilla.
pt_pt: A criação de marca d'água está desativada. Se houver instruções de "Reescrever regras de marcas d'água" no arquivo "images/.htaccess", você deve removê-las manualmente. Caso contrário, as imagens da categoria e do produto não estarão disponíveis.
ro_ro: Crearea filigranului este dezactivată. Dacă există instrucțiuni „Rescrieți regulile filigranelor” în fișierul „images/.htaccess”, ar trebui să le eliminați manual. În caz contrar, imaginile categoriei și ale produselor vor fi indisponibile.
sv_se: Tillägget "Vattenstämpel" är inaktiv. Om det finns några omskrivningsreglerer i filen "images/.htaccess" måste dessa plockas bort manuellt, annars kommer inga produkt och kategoribilder att visas.

# Languages::wt_images_access_info
source: Images access
fa_ir: دسترسی به تصاویر
fi_fi: Kuvien käyttöoikeus
pt_pt: Acesso a imagens
ro_ro: Acces la imagini
sv_se: Bildåtkomst

# SettingsSections::watermarks::general
source: General
fa_ir: عمومی
fi_fi: Kenraali
pt_pt: Em geral
sv_se: Allmänt

# SettingsOptions::watermarks::watermark
source: Watermark
fa_ir: علامت
fi_fi: Vesileima
pt_pt: Marca d'água
ro_ro: Filigran
sv_se: Vattenstämpel

# SettingsOptions::watermarks::apply_to_product
source: Product watermarks
fa_ir: علامت محصول
fi_fi: Tuotteen vesileimat
pt_pt: Marcas d'água do produto
ro_ro: Filigrane de produs
sv_se: Produktvattenstämplar

# SettingsOptions::watermarks::use_for_product_icons
source: Resized images
fa_ir: تغییر اندازه تصاویر
fi_fi: Kuvien kokoa muutettu
pt_pt: Imagens redimensionadas
ro_ro: Imagini redimensionate
sv_se: Omskalade bilder

# SettingsOptions::watermarks::use_for_product_detailed
source: Original size images
fa_ir: اندازه اصلی تصاویر
fi_fi: Alkuperäisen kokoiset kuvat
pt_pt: Imagens em tamanho original
ro_ro: Imagini de dimensiune originală
sv_se: Ursprunglig bildstorlek

# SettingsOptions::watermarks::apply_to_categories
source: Category watermarks
fa_ir: علامت دسته بندی
fi_fi: Luokkavesileimat
pt_pt: Marcas d'água de categoria
ro_ro: Filigrane de categorie
sv_se: Kategorivattenstämplar

# SettingsOptions::watermarks::use_for_category_icons
source: Resized images
fa_ir: تغییر اندازه تصاویر
fi_fi: Kuvien kokoa muutettu
pt_pt: Imagens redimensionadas
ro_ro: Imagini redimensionate
sv_se: Omskalade bilder

# SettingsOptions::watermarks::use_for_category_detailed
source: Original size images
fa_ir: اندازه اصلی تصاویر
fi_fi: Alkuperäisen kokoiset kuvat
pt_pt: Imagens em tamanho original
ro_ro: Imagini de dimensiune originală
sv_se: Ursprunglig bildstorlek

# SettingsOptions::watermarks::images_access_info
source: Images access
fa_ir: دسترسی به تصاویر
fi_fi: Kuvien käyttöoikeus
pt_pt: Acesso a imagens
ro_ro: Acces la imagini
sv_se: Bildåtkomst
