Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/addons/wishlist.po
Languages: fa_ir, fi_fi, ko_kr

# Addons::name::wishlist
source: Wish List
fa_ir: فهرست دلخواه
fi_fi: Toivelista
ko_kr: 위시리스트

# Addons::description::wishlist
source: Lets customers store items in personal wish lists
fa_ir: اجازه می دهد تا مشتریان اقلام مورد نظر را در لیست خواسته های شخصی ذخیره کنند
fi_fi: Sallii asiakkaan tallettaa tuotteita toivelistalle
ko_kr: 고객이 개인 위시리스트에 항목을 저장할 수 있습니다.

# Languages::add_to_wishlist
source: Add to wish list
fa_ir: افزودن به فهرست دلخواه
fi_fi: Lisää toivelistalle
ko_kr: 위시리스트에 추가

# Languages::clear_wishlist
source: Clear wish list
fa_ir: پاک کردن فهرست دلخواه
fi_fi: Tyhjennä toivelista
ko_kr: 위시리스트 지우기

# Languages::view_wishlist
source: View wish list
fa_ir: مشاهده فهرست دلخواه
fi_fi: Näytä toivelista
ko_kr: 위시리스트 보기

# Languages::wishlist_content
source: Wish list content
fa_ir: محتویات فهرست دلخواه
fi_fi: Toivelistan sisältö
ko_kr: 위시리스트 콘텐츠

# Languages::wishlist
source: Wish list
fa_ir: فهرست دلخواه
fi_fi: Toivelista
ko_kr: 위시리스트

# Languages::wishlist_short
source: Wish list
fa_ir: لیست علاقه مندیها
fi_fi: Toivelista
ko_kr: 위시리스트

# Languages::wishlist_note
source: Go to your wishlist
fa_ir: رفتن به فهرست دلخواه
fi_fi: Siirry toivelistalle
ko_kr: 위시리스트로 이동

# Languages::text_failed_gift_certificate_addition
source: Failed to add the certificate. Make sure the summary amount is not zero.
fa_ir: اضافه کردن گواهی ناموفق بود. مطمئن شوید خلاصه مقدار صفر نیست.
fi_fi: Sertifikaatin lisääminen epäonnistui. Varmista, ettei määrä ole nolla.
ko_kr: 인증서를 추가하지 못했습니다. 요약 금액이 0이 아닌지 확인하십시오.

# Languages::text_gift_cert_added_to_wishlist
source: The gift certificate has been added to the wish list
fa_ir: گواهی هدیه به فهرست دلخواه اضافه شده است
fi_fi: Lahjakortti lisätty toivelistalle
ko_kr: 상품권이 위시리스트에 추가되었습니다.

# Languages::product_added_to_wl
source: The product was added to your Wish list
fa_ir: محصول به فهرست دلخواه شما اضافه شد
fi_fi: Tuote lisätty toivelistalle
ko_kr: 제품이 위시리스트에 추가되었습니다

# Languages::product_in_wishlist
source: This product is already in the wish list
fa_ir: این محصول در حال حاضر در فهرست دلخواه قرار دارد
fi_fi: Tuote on jo toivelistalla
ko_kr: 이 제품은 이미 위시리스트에 있습니다.

# Languages::wishlist_products
source: Wish list products
fa_ir: محصولات فهرست دلخواه
fi_fi: Toivelistalla olevat tuotteet
ko_kr: 위시리스트 제품
