Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/editions/mve.po
Languages: da_dk, fr_fr, no_no

# Languages::add_companies
source: Add vendors
da_dk: Tilføj forhandler
fr_fr: Ajouter des magasins
no_no: Legg til forhandlere

# Languages::add_companies_and_close
source: Add vendors and close
da_dk: Tilføj forhandlere og luk
fr_fr: Ajouter des magasins et fermer
no_no: Legg til forhandlere og lukk

# Languages::add_vendor
source: Add vendor
da_dk: Tilføj forhandler
fr_fr: Ajouter un magasin
no_no: Legg til forhandler

# Languages::add_vendor_administrator
source: Add vendor's administrator
da_dk: Tilføj forhandlers administrator
fr_fr: Ajouter un administrateur de fournisseur
no_no: Legg til forhandlers administrator

# Languages::vendor_administrator
source: Vendor's administrator
da_dk: Forhandlers administrator
fr_fr: Administrateur de fournisseur
no_no: Forhandlers administrator

# Languages::vendor_administrators
source: Vendor's administrators
da_dk: Leverandøres administrator
fr_fr: Administrateurs de fournisseur
no_no: Forhandlers administratorer

# Languages::vendor_administrators_menu_description
source: List of vendor's administrators, registered users with a vendor account.
da_dk: Liste over leverandørers administratorer, tilmeldte brugere med en leverandør konto.
fr_fr: Liste des administrateurs de fournisseur, des utilisateurs enregistrés avec un compte fournisseur.
no_no: Liste over forhandleres administratorer, registrerte brukere med en forhandlerkonto.

# Languages::vendor_candidate_notification
source: Hello,<br/><br/>You have a new vendor candidate in your store. This vendor account is pending until you approve it. Follow <a href="[href]">this URL</a> to view the account details</a>.
da_dk: Hej, <br/> <br/> du har en ny leverandør kandidat i din butik. Denne leverandørkonto er ventende indtil du godkender den. Følg <a>denne URL for at se kontooplysninger</a>.
fr_fr: Hello. Vous avez un nouveau venteur candidat dans Votre archive. Ce compte venteur attend jusqu'à etre approuve. Suivre ce URL </a> pour voir l'information du compte.
no_no: Hei,<br/><br/>Du har en ny forhandler kandidat i nettbutikken din. Deres forhandlerkonto venter på at du godkjenner den. Følg <a href="[href]">this URL</a> for å vise kontodetaljene</a>.

# Languages::new_vendor_notification
source: Hello,<br/><br/>A new vendor has registered and received access to the storefront and the admin panel. <a href="[link]">Use this link to view the vendor's account details.</a>
da_dk: Hej,<br/><br/>En ny leverandør har registreret sig og fået adgang til butiksfacade og admin panel. <a href="[link]">Brug dette link til at se leverandørens kontooplysninger.</a>
fr_fr: Bonjour,<br/><br/>Un nouveau vendeur s'est inscrit et a reçu un accès à la vitrine et au panneau d'administration. <a href="[link]">Utilisez ce lien pour afficher les détails du compte du vendeur.</a>
no_no: Hei,<br/><br/>En ny leverandør har registrert seg og fått tilgang til butikkfronten og administrasjonspanelet. <a href="[link]">Bruk denne koblingen for å se leverandørens kontodetaljer.</a>

# Languages::demo_panel.go_vendor_panel
source: Go to Vendor panel
da_dk: Gå til leverandør panel
fr_fr: Aller au panneau du vendeur
no_no: Gå til Forhandler panelet

# Languages::vendor_account_balance_menu_description
source: Income and expenditure statistics (total, per vendor, per period).
da_dk: Indtægter og udgifter statistik (total, pr. leverandør, pr. periode).
fr_fr: Statistiques des revenus et dépenses (totales, par fournisseur, par période).
no_no: Inntekter og utgifter statistikk (totalt, per forhandler, per periode).

# Languages::merge_vendor
source: Merge vendor
da_dk: Flette leverandør
fr_fr: Fusion du vendeur
no_no: Flett forhandler

# Languages::select_new_owner_company
source: Select a new owner of this company's profile data:
da_dk: Vælg en ny ejer af dette firma profildata:
fr_fr: Sélectionner un nouveau propriétaire du profil de données de cette entreprise :
no_no: Velg en ny eier av dette firmaets profildata:

# Languages::warning_merging_companies
source: Merging two company accounts will remove [company_name] from the database, and all the profile data (products, orders, shipping methods, users, promotions, etc.) will be transferred to this company's account
da_dk: Flette to regnskaber vil fjerne [company_name] fra databasen, og alle profildata (produkter, ordrer shipping metoder, brugere, kampagner, etc.) vil blive overført til dette regnskab
fr_fr: Fusionner deux comptes de la société va supprimer [company_name] de la base de données, et toutes les données de profil (produits, commandes, méthodes de livraison, utilisateurs, promotions, etc.) seront transférées sur le compte de cette compagnie
no_no: Fletting av to firmakontoer vil fjerne [company_name] fra databasen, og alle profildata (produkter, ordere, fraktmetoder, brukere, kampanjer, m.m.) vil bli overført til dette firmaets konto

# Languages::all_vendors
source: All vendors
da_dk: Alle leverandører
fr_fr: Tous les magasins
no_no: Alle forhandlere

# Languages::apply_for_vendor_account
source: Apply for a vendor account
da_dk: Ansøge om en leverandørkonto
fr_fr: Demander un compte vendeur
no_no: Søk om en forhandlerkonto

# Languages::available_for_vendor
source: Available for vendor
da_dk: Til rådighed for leverandør
fr_fr: Disponible pour le magasin
no_no: Tilgjengelig for forhandler

# Languages::balance_carried_forward
source: Balance carried forward
da_dk: Balance båret frem
fr_fr: Solde reporté
no_no: Balanse videreført

# Languages::block_vendors
source: Vendors
da_dk: Leverandører
fr_fr: Vendeurs
no_no: Forhandlere

# Languages::charge_to_vendor_account
source: Charge to vendor account
da_dk: Opkræv på leverandør konto
fr_fr: Paiement au compte du vendeur
no_no: Belast forhandlers konto

# Languages::companies
source: Vendors
da_dk: Leverandører
fr_fr: Vendeurs
no_no: Forhandlere

# Languages::create_administrator_account
source: Create administrator account
da_dk: Oprette administrator konto
fr_fr: Créer un compte administrateur
no_no: Opprett administrator konto

# Languages::displayed_vendors
source: Displayed vendors
da_dk: Viste leverandører
fr_fr: Magasins affichés
no_no: Viste forhandlere

# Languages::editing_vendor
source: Editing vendor
da_dk: Redigering af leverandør
fr_fr: Édition du magasin
no_no: Rediger forhandler

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this vendor manually.
da_dk: Administratorkonto blev ikke oprettet. E-mail-adressen tilhører en anden bruger. Du kan føje denne administrator til denne leverandør manuelt.
fr_fr: Le compte administrateur n'a pas été créé. L'adresse e-mail appartient à un autre utilisateur. Vous pouvez ajouter manuellement un administrateur pour cette entreprise.
no_no: Administrator-kontoen ble ikke opprettet. Epost-adressen tilhører en annen bruker. Du kan legge til administratoren for denne forhandleren manuelt.

# Languages::error_admin_not_created_name_already_used
source: Administrator account was not created. The user name belongs to another user. You should change the administrator account's name.
da_dk: Administratorkonto blev ikke oprettet. Brugernavnet tilhører en anden bruger. Du bør ændre navnet på administratorkontoen.
fr_fr: Le compte d'administrateur n'a pas ete cree. Le nom d'utilisateur appartient a un autre vendeur. Il faut changer le nom du compte d'administrateur.
no_no: Administrator kontoen ble ikke opprettet. Brukernavnet tilhører en annen bruker. Du bør endre administratorens kontonavn.

# Languages::error_vendor_exists
source: The vendor with e-mail you have chosen already exists, please try another.
da_dk: Leverandøren med e-mail, du har valgt allerede findes, venligst prøv en anden.
fr_fr: La société avec l'email que vous avez choisi existe déjà, veuillez essayer un autre email.
no_no: Forhandleren med e-posten du har valgt eksisterer allerede, vennligst prøv en annen.

# Languages::expenditure
source: Expenditure
da_dk: Udgifter
fr_fr: Expedition
no_no: Utgifter

# Languages::income
source: Income
da_dk: Indkomst
fr_fr: Revenus
no_no: Inntekter

# Languages::manage_vendors
source: Manage vendors
da_dk: Administrere leverandører
fr_fr: Gerez les vendeurs
no_no: Administrer forhandlere

# Languages::new_administrator_account_created
source: New administrator account has been successfully created.
da_dk: Nye administratorkonto er blevet oprettet.
fr_fr: Un nouveau compte d'administrateur a été cree avec succès.
no_no: Ny administrator konto har blitt opprettet.

# Languages::new_vendor
source: New vendor
da_dk: Ny leverandør
fr_fr: Nouveau magasin
no_no: Ny forhandler

# Languages::notify_vendor
source: Notify vendor
da_dk: Underret kreditor
fr_fr: Notifier le propriétaire boutique
no_no: Varsle forhandler

# Languages::notify_vendors_by_email
source: Notify vendors by e-mail
da_dk: Underrette leverandører per e-mail
fr_fr: Informez les vendeurs par email
no_no: Varsle forhandlere via e-post

# Languages::privileges.manage_payouts
source: Can edit
da_dk: Kan redigere
fr_fr: Peut éditer
no_no: Kan redigere

# Languages::privileges.manage_vendors
source: Can edit
da_dk: Kan redigere
fr_fr: Peut éditer
no_no: Kan redigere

# Languages::privilege_groups.vendor_payouts
source: Accounting
da_dk: Regnskab
fr_fr: Comptabilité
no_no: Regnskap

# Languages::privileges.view_payouts
source: Can view
da_dk: Kan se
fr_fr: Peut voir
no_no: Kan se

# Languages::privileges.view_vendors
source: Can view
da_dk: Kan se
fr_fr: Peut voir
no_no: Kan se

# Languages::privilege_sections.vendors
source: Vendors privileges
da_dk: Sælgers privilegier
fr_fr: Privilèges des vendeurs
no_no: Leverandørs privilegier

# Languages::privilege_groups.vendors
source: Vendors
da_dk: Sælgere
fr_fr: Vendeurs
no_no: Leverandører

# Languages::sales_period
source: Sales period
da_dk: Salgsperiode
fr_fr: Periode de ventes
no_no: Salgsperiode

# Languages::sales_period_total
source: Sales period total
da_dk: Salgsperiode samlet
fr_fr: Periodes de ventes totale
no_no: Salgsperiode totalt

# Languages::search_by_vendor
source: Search by vendor
da_dk: Søg efter leverandør
fr_fr: Recherche par magasin
no_no: Søk etter forhandler

# Languages::sort_by_company_asc
source: Sort by alphabetical: A to Z
da_dk: Sorter efter alfabetisk: A til Z
fr_fr: Classer par serie alphabetique A a Z
no_no: Sorter alfabetisk: A til Z

# Languages::sort_by_company_desc
source: Sort by alphabetical: Z to A
da_dk: Sorter efter alfabetisk: A til Z
fr_fr: Classer par serie alphabetique Z a A
no_no: Sorter alfabetisk: Z til A

# Languages::text_company_status_active_to_pending
source: Your vendor status has been changed from Active to Pending.
da_dk: Din leverandør status er blevet ændret fra aktiv til ventende.
fr_fr: Votre status de vendeur a été change d'Actif a celui d'Attente.
no_no: Din forhandler status er endret fra Aktiv til Behandles.

# Languages::text_company_status_disabled_to_pending
source: Your vendor status has been changed from Disabled to Pending.
da_dk: Din leverandør status er blevet ændret fra aktiv til ventende.
fr_fr: Votre status de vendeur a été change du Deactive a celui d'Attente.
no_no: Forhandler status er endret fra Deaktivert til Behandles.

# Languages::text_company_status_pending
source: The Pending status allows you to log in to you admin panel, change your company information, and fill your store with products.
da_dk: Statussen afventer kan du logge ind på admin panel, ændre dine firmaoplysninger og fylde din butik med produkter.
fr_fr: Le status d'Attente Vous permet de Vous connecter a Votre panneau d'admin, changer l'information de votre societe et remplir votre boutique avec de sproduits.
no_no: Statusen Behandles gjør at du kan logge deg inn i adminpanelet, redigere firmainformasjon og fylle din butikk med produkter.

# Languages::text_company_status_new_to_active
source: Your request for vendor [company] was approved.
da_dk: Din anmodning til leverandør [company] blev godkendt.
fr_fr: Votre demande pour vendeur [company] a été approuvee.
no_no: Din forespørsel om forhandler [company] ble godkjent.

# Languages::text_company_status_new_to_active_administrator_created
source: New administrator was created. You can access to the administrator area: <a href="[link]">[link_text]</a> by using the following credentials:<br />Login: [login]<br />Password: [password]
da_dk: Ny administrator blev oprettet. Du kan få adgang til området administrator: <a href="[link]">[link_text]</a> ved hjælp af de følgende: < br / > Login: [login] < br / > adgangskode: [password]
fr_fr: Un nouvel administrateur a ete cree> Vous pouvez acceder la region d"administrateur:<a href="[link]">[link_text]</a> utilisant les certificats suivants:<br />Login:[login]<br />Password: [password]
no_no: En ny administrator ble opprettet. Du kan få tilgang til adminområdet: <a href="[link]">[link_text]</a> ved å bruke følgende innlogging:<br />Brukernavn: [login]<br />Passord: [password]

# Languages::text_company_status_new_to_active_administrator_updated
source: Type of your account [login] changed to administrator. You may login into the administrator area: <a href="[link]">[link_text]</a>
da_dk: Typen af din konto [login] ændret at administrator. Du kan logge ind i administrator-området: [link]
fr_fr: Type du compte [login] change a l'administrateur. Vous pouvez vous connecter a u champ d'administrateur: <a href="[link]">[link_text]</a>
no_no: Din konto [login] er endret til administrator. Du kan logge inn på adminområdet her: <a href="[link]">[link_text]</a>

# Languages::text_company_status_new_to_active_subj
source: Your request for vendor was approved.
da_dk: Din anmodning om leverandør blev godkendt.
fr_fr: Votre demande pour vendeur a été approuvee.
no_no: Forespørselen om forhandler ble godkjent.

# Languages::text_company_status_new_to_disable
source: Your request for vendor [company] was rejected.
da_dk: Din anmodning til leverandør [company] blev afvist.
fr_fr: Votre demande pour vendeur [company] a été rejetee.
no_no: Forespørselen om forhandler [company] ble avvist.

# Languages::text_company_status_new_to_disable_subj
source: Your request for vendor was rejected.
da_dk: Din anmodning om leverandør blev afvist.
fr_fr: Votre demande de vendeur a été rejetee.
no_no: Forespørselen om forhandler ble avvist.

# Languages::text_company_status_new_to_pending
source: Congratulations, your application for getting a vendor account has been approved. Once we review you accont information, we will publish it on our website.
da_dk: Tillykke, er din ansøgning om at få en forhandlerkonto er blevet godkendt. Når vi gennemgår dine kontooplysninger, vil vi offentliggøre det på vores hjemmeside.
fr_fr: Felicitations, Votre application pour obtenir un compte de vendeur a été approuve. Quand nous aurons vu Vos details sur compte, nous les publierons sur notre site web.
no_no: Gratulerer, din søknad om å få en forhandlerkonto har blitt godkjent. Når vi har vurdert din kontonformasjon, vil vi publisere det på vår nettside.

# Languages::text_company_status_pending_subj
source: Your company is waiting for approval.
da_dk: Din virksomhed afventer godkendelse.
fr_fr: Votre societe attend l'approbation.
no_no: Ditt firma venter på godkjennelse.

# Languages::text_company_status_pending_to_active
source: Your profile changes for vendor [company] were approved.
da_dk: Ændringerne profil for forhandler [company] blev godkendt.
fr_fr: Les changements de Votre profile pour vedneur [company] ont ete approuves.
no_no: Dine profilendringer for forhandleren [company] ble godkjent.

# Languages::text_error_adding_request
source: Error while adding the request.
da_dk: Fejl under tilføjelse af anmodningen.
fr_fr: Erreur lors ajouter la demande.
no_no: Feil ved å legge til forespørselen.

# Languages::text_new_payment_was_created
source: New payment was created
da_dk: Ny betaling blev oprettet
fr_fr: Un nouveau paiement a été cree
no_no: Ny betaling ble opprettet

# Languages::text_not_approved_vendors
source: You have vendors that require your approval. Please <a href="[link]">follow this link</a> to review these vendors.
da_dk: Du har forhandler, der kræver din godkendelse. Venligst <a href="[link]"> Følg dette link</a> for at gennemse disse forhandlere
fr_fr: Vous avez des vendeurs qui demande votre approbation. S'il Vous plait, <a href="[link]">suivre ce lien</a> pour revoir ces vendeurs.
no_no: Du har forhandlere som krever godkjenning. vennligst <a href="[link]">følg denne linken</a> for å vurdere disse forhandlerne.

# Languages::text_created_new_vendors
source: A new vendor has registered and received access to the storefront and the admin panel. <a href="[link]">Use this link to view the vendor.</a>
da_dk: En ny leverandør har registreret sig og fået adgang til butiksfacade og admin panel. <a href="[link]">Brug dette link til at se leverandøren.</a>
fr_fr: Un nouveau vendeur s'est inscrit et a reçu un accès à la vitrine et au panneau d'administration. <a href="[link]">Utilisez ce lien pour voir le vendeur.</a>
no_no: En ny leverandør har registrert seg og fått tilgang til butikkfronten og administrasjonspanelet. <a href="[link]">Bruk denne lenken for å se leverandøren.</a>

# Languages::text_successful_request
source: Your request was successfully added. You will receive the email with the answer later.
da_dk: Din anmodning blev tilføjet. Du vil modtage e-mail med svar senere.
fr_fr: Votre demande a été ajoutee avec succès. Vous recevrez l'email avec une reponse plus tard.
no_no: Forespørselen ble lagt til. Du vil motta en e-post med svar senere.

# Languages::total_amount_due
source: Total amount due
da_dk: Samlede skyldige beløb
fr_fr: Somme totale due
no_no: Totalt beløp skyldig

# Languages::total_period_payout
source: Total sales period payout
da_dk: Samlet salgsperiode udbetaling
fr_fr: Periode de paiement des ventes totales
no_no: Salgsperiode utbetalingsbeløp totalt

# Languages::total_unpaid_balance
source: Total unpaid balance
da_dk: Ubetalt balance - total
fr_fr: Solde total non paye
no_no: Totalt ubetalt saldo

# Languages::tt_views_payments_update_taxes
source: If payment surcharge is taken from vendors, taxes are not calculated
da_dk: Hvis betaling gebyr er taget fra forhandlerer, beregnes der ikke moms
fr_fr: Si le supplement du paiement est pris des vendeurs, les taxes ne seront pas calcules
no_no: Hvis betalingsgebyr er tatt fra forhandlerne, er ikke skatt beregnet

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this vendor account because there are orders containing the products of this vendor in the store database. To delete the account, please delete all such orders first.
da_dk: Kan ikke slette denne forhandlerkonto, fordi der er ordrer, som indeholder produkter af denne forhandler i databasen. Hvis du vil slette kontoen, skal du slette alle sådanne ordrer først.
fr_fr: Impossible de supprimer cette boutique parce que des commandes contenant les produits de cette société se trouvent dans la base de données. Pour supprimer ce compte, supprimer d'abord toutes ces commandes.
no_no: Kan ikke slette denne butikken fordi det er ordrer som inneholder produkter fra dette firmaet i forhandlerens database. For å slette kontoen, må du slette alle slike ordrer først.

# Languages::vendor
source: Vendor
da_dk: Forhandler
fr_fr: Vendeur
no_no: Forhandler

# Languages::vendors
source: Vendors
da_dk: Forhandlere
fr_fr: Magasins
no_no: Forhandlere

# Languages::vendors_menu_title
source: Vendors
da_dk: Sælgere
fr_fr: Vendeurs
no_no: Leverandører

# Languages::vendors_menu_description
source: Sorted list of vendor accounts registered in the store.
da_dk: Sorteret liste over forhandlerkonti registreret i butikken.
fr_fr: Liste triée des comptes de la société enregistrés dans le magasin.
no_no: Sortert liste over forhandler kontoer registrert i butikken.

# Languages::vendor_account_balance
source: Account balance
da_dk: Saldo
fr_fr: Solde du compte
no_no: Kontobalanse

# Languages::vendor_approval_pending
source: New vendor account application
da_dk: Ny forhandleransøgning om konto
fr_fr: Nouvelle application de compte du vendeur
no_no: Ny forhandler konto søknad

# Languages::vendor_id
source: Vendor ID
da_dk: Forhandler-ID
fr_fr: Identifiant magasin
no_no: Forhandler ID

# Languages::vendor_name
source: Vendor name
da_dk: Forhandlernavn
fr_fr: Nom du vendeur
no_no: Forhandler navn

# Languages::vendor_pages
source: Vendor pages
da_dk: Forhandlersider
fr_fr: Pages du magasin
no_no: Forhandler sider

# Languages::vendor_panel
source: Vendor panel
da_dk: Forhandler panel
fr_fr: Panneau du vendeur
no_no: Forhandler panel

# Languages::view_vendor_orders
source: View vendor orders
da_dk: Se forhandler ordrer
fr_fr: Voir les commandes du magasin
no_no: Vis forhandlers ordre

# Languages::view_vendor_products
source: View vendor products
da_dk: Se forhandlerprodukter
fr_fr: Voir les produits du magasin
no_no: Vis forhandlers produkter

# Languages::view_vendor_users
source: View vendor users
da_dk: Vit forhandlerbrugere
fr_fr: Voir les utilisateurs du magasin
no_no: Vis forhandlers brukere

# Languages::view_vendor_admins
source: View vendor admins
da_dk: Se leverandøradministratorer
fr_fr: Voir les administrateurs du Vendeur
no_no: Se leverandøradministratorer

# Languages::you_can_edit_account_details
source: You can edit the account details now.
da_dk: Nu kan du redigere kontooplysninger.
fr_fr: Vous pouvez modofier les details du compte maintenant.
no_no: Du kan redigere kontodetaljene nå.

# SettingsSections::Vendors
source: Vendors
da_dk: Forhandlere
fr_fr: Vendeurs
no_no: Forhandlere

# SettingsOptions::vendors_per_page
source: Vendors per page
da_dk: Forhandlere per side
fr_fr: Vendeurs par page
no_no: Forhandlere per side

# SettingsOptions::apply_for_vendor
source: Allow users to apply for vendor account
da_dk: Tillad brugere at ansøge om forhandlerkonto
fr_fr: Permettre aux utilisateurs d'appliquer pour compte de vendeur
no_no: Tillat brukere å søke om forhandlerkonto

# SettingsOptions::create_vendor_administrator_account
source: Automatically create the administrator account for the new approved vendor. (If the "Allow users to apply for vendor account" setting is enabled)
da_dk: Automatisk oprette administratorkontoen for den nye godkendte forhandler. (Hvis "Tillad brugere at anvende for forhandlerkonto" indstilling er aktiveret)
fr_fr: Creer automatiquement le compte d'administrateur pour le nouveau vendeur. (Si le ''Allow users to apply for vendor account'') est active
no_no: Automatisk opprett administratorkontoen for nye godkjente forhandlere. (Hvis "Tillat brukere å søke for forhandlerkonto" er aktivert)

# SettingsOptions::display_vendor
source: Display product vendor
da_dk: Vis produktforhandler
fr_fr: Afficher le produit de vendeur
no_no: Vis produkt forhandler

# SettingsOptions::need_agree_with_terms_n_conditions
source: Applying vendors must agree to the terms & conditions
da_dk: Anvende leverandører skal acceptere vilkår & betingelser
fr_fr: Les vendeurs applicants doivent accepter les termes& conditions
no_no: Søkende forhandlere må godta vilkår og betingelser

# SettingsOptions::mailer_send_from_admin
source: Send vendor emails from marketplace email addresses
da_dk: Send leverandør-e-mails fra markedsplads-e-mail-adresser
fr_fr: Envoyez des emails aux vendeurs depuis leurs adresses mail du marché
no_no: Send forhandler e-post fra markedsplassens e-postadresse

# SettingsOptions::allow_vendor_manage_features
source: Allow vendors to manage product features
da_dk: Tillad leverandører at administrere produktfunktioner
fr_fr: Permettre aux vendeurs de gérer les caractéristiques des produits
no_no: Tillat leverandører å administrere produktfunksjoner
