Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/editions/mve.po
Languages: da_dk, fr_fr, no_no

# SettingsTooltips::need_agree_with_terms_n_conditions
source: The text of terms & conditions will be retrieved from the "vendor_terms_n_conditions_content" language variable.
da_dk: Tekst af vilkår & betingelser bliver hentet fra "vendor_terms_n_conditions_content" sprog variabel.
fr_fr: Le texte de termes&conditions sera tire de la variable de langue ""vendor_terms_n_conditions_content.
no_no: Teksten i vilkår og betingelser kan endres i språkvariabelen "vendor_terms_n_conditions_content".

# SettingsOptions::allow_approve_vendors_in_two_steps
source: Review new vendors before granting access to the admin panel
da_dk: Gennemgå nye leverandører, før du giver adgang til administrationspanelet
fr_fr: Examiner les nouveaux vendeurs avant de leur accorder l'accès au panneau d'administration.
no_no: Gå gjennom nye leverandører før du gir tilgang til administrasjonspanelet

# Languages::use_for_apply_for_vendor_account
source: Apply for a vendor account form
da_dk: Ansøge om en forhandlerkonto
fr_fr: Appliquer pour une forme de compte de vendeur
no_no: Skjema for å søke om en forhandlerkonto

# Languages::block_vendor_categories
source: Vendor categories
da_dk: Forhandler kategorier
fr_fr: Categories de vendeurs
no_no: Forhandler-kategorier

# Languages::block_vendor_categories_description
source: Product categories available to a particular vendor
da_dk: Produktkategorier tilgængelige for en bestemt forhandler
fr_fr: Categories de produits disponibles a un vendeur particulier
no_no: Produktkategoriene tilgjengelig for en bestemt forhandler

# Languages::block_vendor_information
source: Vendor information
da_dk: Forhandleroplysninger
fr_fr: Information sur vendeur
no_no: Forhandler informasjon

# Languages::block_vendor_logo
source: Vendor logo
da_dk: Forhandler logo
fr_fr: Logo de vendeur
no_no: Forhandler logo

# Languages::show_location
source: Show location
da_dk: Vis placering
fr_fr: Montrer destination
no_no: Vis beliggenhet

# Languages::show_products_count
source: Show products count
da_dk: Vis produkter tæller
fr_fr: Montrer nombre de produits
no_no: Vis produkt antall

# Languages::block_vendor_search
source: Search by vendor products
da_dk: Søg forhandlerprodukter
fr_fr: Chercher par produits de vendeurs
no_no: Søk etter forhandlerens produkter

# Languages::vendor_filters
source: Vendor Product filters
da_dk: Forhandler produktfiltre
fr_fr: Filtres de produits de vendeur
no_no: Leverandørens produkt filtre

# Languages::vendor_products
source: Vendor products
da_dk: Forhandlerprodukter
fr_fr: Produits de vendeur
no_no: Leverandørens produkter

# Languages::apply_shipping_for_all_vendors
source: Allow shipping for all vendors
da_dk: Tillad forsendelse til alle kreditorer
fr_fr: Permettre l'expedition pour tous les vendeurs
no_no: Tillat frakt for alle leverandører

# Languages::apply_shipping_for_all_vendors_confirm
source: The shipping method will be applied to all the vendors. Are you sure you want to proceed?
da_dk: Shipping metode vil blive anvendt til alle kreditorer. Vil du fortsætte?
fr_fr: La methode d'envoie sera appliquee a tous les vendeurs. Voulez Vous y proceder?
no_no: Leveringsmåten vil bli brukt for alle leverandører. Er du sikker på at du vil fortsette?

# Languages::shipping_applied_to_vendors
source: The shipping method was applied to [vendors] vendors
da_dk: Shipping metode blev anvendt til [vendors] leverandører
fr_fr: La methode d'expedition a été applqiuee aux vendeurs
no_no: Leveringsmåten ble lagt til for [vendors] forhandlere

# Languages::block_vendor_filters
source: Vendor filters
da_dk: Forhandlerfiltre
fr_fr: Filtres de vendeurs
no_no: Leverandør filtre

# Languages::email_template.apply_for_vendor_notification
source: Apply for vendor
da_dk: Anvend for kreditor
fr_fr: Appliquer pour vendeur
no_no: Søk om å bli forhandler

# Languages::email_template.company_status_notification
source: Company status change
da_dk: Virksomheden statusændring
fr_fr: Status de societe change
no_no: Firma statusendring

# Languages::email_template.company_payment_notification
source: Company payment
da_dk: Virksomhedsbetaling
fr_fr: Paiement de societe
no_no: Firma betaling

# Languages::email_template.vendor_invitation
source: Vendor invitation
da_dk: Sælger invitation
fr_fr: Invitation des vendeurs
no_no: Leverandørinvitasjon

# Languages::vendor_invitation_email_subject
source: Come Sell With [default_company_name]
da_dk: Kom Sælg med [default_company_name]
fr_fr: Venez vendre avec [default_company_name].
no_no: Kom Selg med [default_company_name]

# Languages::vendor_invitation_email_body
source: <p>Hello,</p><br/><p>We'd like to invite you to <a href="[create_account_url]">create an account</a> with [default_company_name]. You'll be able to expand your client base by listing your products on our platform and selling them to our visitors.</p><br/><p>Best regards,</p><p>[default_company_name] team</p>
da_dk: <p>Hej,</p><br/><p>Vi vil gerne invitere dig til at <a href="[create_account_url]">oprette en konto</a> med [default_company_name]. Du vil være i stand til at udvide din kundebase ved at angive dine produkter på vores platform og sælge dem til vores besøgende.</p><br/><p>Med venlig hilsen</p><p>[default_company_name] hold</p>
fr_fr: <p>Bonjour,</p><br/>0>Nous aimerions vous inviter à <a href="[create_account_url]">créer un compte</a> avec [default_company_name]. Vous pourrez élargir votre clientèle en listant vos produits sur notre plateforme et en les vendant à nos visiteurs.</p><br/><p>Meilleures salutations,</p><p>l'équipe de [default_company_name]</p>.
no_no: <p>Hei,</p><br/><p>Vi vil gjerne invitere deg til å <a href="[create_account_url]">opprette en konto</a> med [default_company_name]. Du vil kunne utvide kundebasen din ved å føre produktene dine på plattformen vår og selge dem til våre besøkende.</p><br/><p>Med vennlig hilsen</p><p>[default_company_name] lag</p>

# Languages::vendor_terms_n_conditions
source: I accept the [terms_href]
da_dk: Jeg accepterer [terms_href]
fr_fr: J'accepte les {terms_HREF}
no_no: Jeg aksepterer [terms_href]

# Languages::vendor_terms_n_conditions_name
source: Terms and Conditions
da_dk: Vilkår og betingelser
fr_fr: Termes et Conditions
no_no: Vilkår og betingelser

# Languages::vendor_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
da_dk: For at forsætte skal du godkende vores betingelser og vilkår
fr_fr: Pour proceder, Vous devez accepter les Termes et Conditions.
no_no: For å fortsette må du godta våre vilkår og betingelser.

# Languages::vendor_terms_n_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
da_dk: <p>Læs venligst disse vilkår og betingelser ("Vilkår", "Vilkår og betingelser") grundigt inden ved hjælp af webstedet <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> og min mobil App mobil applikation ("tjenesten") drives af min virksomhed ("os", "vi" eller "vores").</p> <p><strong>Ved at få adgang til eller bruge tjenesten accepterer du at være bundet af disse vilkår. Hvis du er uenig med nogen del af vilkårene, så du kan ikke få adgang til tjenesten.</strong></p> <p><strong>Køb</strong></p> <p>Hvis du ønsker at købe et produkt eller en tjeneste, der er tilgængelige gennem tjenesten ("køb"), kan du blive bedt om at afgive visse oplysninger, der er relevante for dine køb herunder, uden begrænsning, din...</p> <p><strong>Indhold</strong></p> <p>Vores Service tillader dig at sende, link, gemme, dele og anden måde gøre tilgængeligt, visse oplysninger, tekst, grafik, videoer eller andet materiale ("indholdet"). Du er ansvarlig for det...</p> <p><strong>Ændringer</strong></p> <p>Forbeholder vi os retten til, efter eget skøn at ændre eller erstatte disse vilkår til enhver tid. Hvis en revision er materiale vil vi forsøge at give mindst 30 dages varsel før eventuelle nye vilkår får virkning. Hvad der udgør en materiel ændring vil blive fastlagt efter vores skøn.</p> <p><strong>Kontakt os</strong></p> <p>Hvis du har spørgsmål om disse vilkår, bedes du kontakte os.</p>
fr_fr: <p>Veuillez lire ces termes et Conditions (« Conditions », « Termes et Conditions ») attentivement avant d’utiliser le site Web <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> et l’application Mobile My application mobile (le « Service ») exploitée par ma société (« nous », « nous » ou « nos »).</p> <p><strong>En accédant ou en utilisant le Service, vous acceptez d’être lié par ces modalités. Si vous êtes en désaccord avec une partie quelconque des termes, vous ne pouvez pas accéder au Service.</strong></p> <p><strong>Achats</strong></p> <p>Si vous souhaitez acheter un produit ou service mis à disposition via le Service (« achat »), on vous demandera peut-être de fournir certains renseignements liés à votre achat, y compris, sans s’y limiter, votre...</p> <p><strong>Contenu</strong></p> <p>Notre Service permet de poster, de lier, de stocker, de partager et de rendre disponible certaines informations, texte, graphiques, vidéos ou autre matériel (« contenu »). Vous êtes responsable de la...</p> <p><strong>Changements</strong></p> <p>Nous nous réservons le droit, à notre entière discrétion, de modifier ou de remplacer ces termes à tout moment. Si une révision est un matériau, nous allons essayer de fournir préavis d’au moins 30 jours avant les nouvelles conditions de prise d’effet. Ce qui constitue un changement important sera déterminé à notre seule discrétion.</p> <p><strong>Contactez-nous</strong></p> <p>Si vous avez des questions concernant ces termes, veuillez nous contacter.</p>
no_no: <p>Vennligst les gjennom våre vilkår og betingelser før du kjøper produkter fra denne leverandøren via nettstedet http://www.mywebsite.com eller vår mobilapplikasjon.</p><p><strong>Ved å sende ordren godtar du disse vilkåre og betingelser. Hvis du er uenig med vilkårene skal du ikke benytte deg av tjenesten.</strong></p><p><strong>Kjøp</strong></p><p>Hvis du ønsker å kjøpe et produkt eller en tjeneste som gjøres tilgjengelig gjennom oss, kan du bli bedt om å oppgi informasjon som er relevant til kjøpet inkludert...</p><p><strong>Innhold</strong></p><p>Vår tjeneste lar deg legge inn, linke, lagre, dele og ellers gjøre tilgjengelig visse opplysninger, tekst, grafikk, videoer eller annet materiale. Du er ansvarlig for...</p><p><strong>Endringer</strong></p><p>Vi forbeholder oss retten til, etter eget skjønn, å endre eller erstatte disse vilkårene når som helst. Hvis en endring er viktig vil vi forsøke å gi minst 30 dagers varsel før eventuelle nye vilkår trer i kraft. Hva som er en vesentlig endring vil bli fastsatt etter eget skjønn.</p><p><strong>Kontakt oss</strong></p><p>Hvis du har spørsmål om disse vilkårene, kan du ta kontakt med oss.</p>

# Languages::mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus
da_dk: Denne handling kræver [product] Ultimate eller [product] Plus
fr_fr: Cette action nécessite [product] Ultimate ou [product] Plus.
no_no: Denne handlingen krever [product] Ultimate eller [product] Plus

# Languages::mve_ultimate_license_required
source: [product] Ultimate is required for this
da_dk: [product] Ultimate er påkrævet til dette
fr_fr: [product] Ultimate est nécessaire pour cela
no_no: [product] Ultimate kreves for dette

# Languages::text_mve_ultimate_or_plus_license_required
source: This action requires [product] Ultimate or [product] Plus. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> or <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, you'll get access to all their features.
da_dk: Denne handling kræver [product] Ultimate eller [product] Plus. Hvis du skifter til <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> eller <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, får du adgang til alle deres funktioner.
fr_fr: Cette action nécessite [product] Ultimate ou [product] Plus. Si vous passez à <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> ou <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, vous aurez accès à toutes leurs fonctionnalités.
no_no: Denne handlingen krever [product] Ultimate eller [product] Plus. Hvis du bytter til <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a> eller <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>, får du tilgang til alle funksjonene deres.

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. Adding another storefront requires buying a <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, an edition with an unlimited number of storefronts.</p>
da_dk: <p>Du har nået grænsen for tilgængelige butiksfacader til din licens. Tilføjelse af endnu en butiksfacade kræver køb af en <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, en udgave med et ubegrænset antal butiksfacader.</p>
fr_fr: <p>Vous avez atteint la limite de vitrines disponibles pour votre licence. L'ajout d'une autre vitrine nécessite l'achat d'un <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, une édition avec un nombre illimité de vitrines.</p>
no_no: <p>Du har nådd grensen for tilgjengelige butikkfronter for lisensen din. Å legge til en annen butikkfront krever at du kjøper en <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, en utgave med et ubegrenset antall butikkfronter.</p>

# Languages::mve_plus_license
source: [product] Plus
no_no: [product] Pluss

# Languages::text_mve_plus_license_required
source: <p>Let your vendors receive money from customers directly via your marketplace.</p><p>Manage vendors' abilities via user groups, and allow your vendors to change the looks of their stores.</p><p>Create a unified catalog, where vendors can start selling any product in a matter of minutes.</p>
da_dk: <p>Lad dine leverandører modtage penge fra kunder direkte via din markedsplads.</p><p>Administrer leverandørers evner via brugergrupper, og lad dine leverandører ændre udseendet af deres butikker.</p><p>Opret et samlet katalog, hvor leverandører kan begynde at sælge ethvert produkt i løbet af få minutter.</p>
fr_fr: <p>Laissez vos vendeurs recevoir de l'argent de la part des clients directement via votre place de marché.</p><p>Gérez les capacités des vendeurs via des groupes d'utilisateurs, et permettez à vos vendeurs de modifier l'apparence de leurs magasins.</p><p>Créez un catalogue unifié, où les vendeurs peuvent commencer à vendre n'importe quel produit en quelques minutes.</p>
no_no: <p>La leverandørene dine motta penger fra kunder direkte via markedsplassen din.</p><p>Administrer leverandørenes evner via brukergrupper, og la leverandørene endre utseendet til butikkene sine.</p><p>Lag en enhetlig katalog, der leverandører kan begynne å selge et hvilket som helst produkt i løpet av få minutter.</p>

# Languages::text_mve_ultimate_license_required
source: <p>Branch out: get an unlimited number of storefronts for your marketplace.</p><p>A storefront is another domain created either for a specific country or city, or for a specific part of your product catalog.</p><p>Get all the other functionality of [product] Plus.</p>
da_dk: <p>Forgrening: Få et ubegrænset antal butiksfacader til din markedsplads.</p><p>En butiksfacade er et andet domæne, der er oprettet enten til et bestemt land eller by eller til en bestemt del af dit produktkatalog.</p><p>Få alle de andre funktioner i [product] Plus.</p>
fr_fr: <p>Branchez-vous : obtenez un nombre illimité de vitrines pour votre place de marché.</p><p>Une vitrine est un autre domaine créé soit pour un pays ou une ville spécifique, soit pour une partie spécifique de votre catalogue de produits.</p><p>Ayez toutes les autres fonctionnalités de [product] Plus.</p>
no_no: <p>Branch out: få et ubegrenset antall butikkfronter for markedsplassen din.</p><p>En butikkfront er et annet domene opprettet enten for et spesifikt land eller by, eller for en bestemt del av produktkatalogen din.</p><p>Få all den andre funksjonaliteten til [product] Plus.</p>

# Languages::text_mve_ultimate_license
source: A special edition of [product] that offers all the features of [product] Plus and an unlimited number of storefronts. If you switch to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
da_dk: En specialudgave på [product] , der tilbyder alle funktionerne i [product] Plus og et ubegrænset antal butiksfacader. Hvis du skifter til <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, vil du aldrig se beskeden om butiksfacadegrænsen igen.
fr_fr: Une édition spéciale de [product] qui offre toutes les fonctionnalités de [product] Plus et un nombre illimité de vitrines. Si vous passez à <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, vous ne verrez plus jamais le message concernant la limite de vitrines.
no_no: En spesialutgave på [product] som tilbyr alle funksjonene til [product] Plus og et ubegrenset antall utstillingsvinduer. Hvis du bytter til <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, vil du aldri se meldingen om butikkfrontgrensen igjen.

# Languages::product_state_description.mve.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: Fuld ubegrænset adgang til alle funktioner. Angiv et gyldigt licensnummer aktivere. < br / > < br / > denne mode kan aktiveres på ethvert tidspunkt. < br / > < br / >
fr_fr: Acces plein non limite a tous les traits. Introduire un numero de license valide pour activer. Ce mode sera active a tout moment
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />

# Languages::product_state_description.mve
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
da_dk: <p>Du har aktiveret din [product]. Du kan bruge det uden tidsbegrænsninger nu. Få <a href="[mve_plus_license_url]" target="_blank">[product] Plus-licensen for avancerede funktioner (såsom separat betaling for hver leverandør og leverandørskabte kampagner).</a> For at bruge flere domæner til din markedsplads skal du få <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-licensen.</a></p><br>
fr_fr: <p>Vous avez activé votre [product]. Vous pouvez l'utiliser sans restriction de temps maintenant. Pour des fonctionnalités avancées (telles que la caisse séparée pour chaque vendeur, et les promotions créées par les vendeurs), obtenez la licence <a href="[mve_plus_license_url]" target="_blank">[product] Plus.</a> Pour utiliser plusieurs domaines pour votre place de marché, obtenez la licence <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
no_no: <p>Du har aktivert din [product]. Du kan bruke den uten tidsbegrensninger nå. For avanserte funksjoner (som separat utsjekking for hver leverandør og leverandørskapte kampanjer), skaff deg <a href="[mve_plus_license_url]" target="_blank">[product] Plus-lisensen.</a> For å bruke flere domener for markedsplassen din, skaff deg <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-lisensen.</a></p><br>

# Languages::product_state_description.mve.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
da_dk: <p>Adgang til al funktionalitet, bortset fra flere butiksfacader. For at have domæner til specifikke målgrupper, få <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-licensen.</a></p><br />
fr_fr: <p>Accès à toutes les fonctionnalités, à l'exception des vitrines multiples. Pour disposer de domaines pour des publics spécifiques, obtenez la <a href="[mve_ultimate_license_url]" target="_blank">[product] licence Ultimate.</a></p><br />
no_no: <p>Tilgang til all funksjonalitet, bortsett fra flere utstillingsvinduer. For å ha domener for spesifikke målgrupper, skaff deg <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-lisensen.</a></p><br />

# Languages::product_state_description.mve.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p><br />
fr_fr: <p>Accès complet sans restriction à toutes les fonctionnalités. Entrez un numéro de licence valide pour l'activer.</p><p>Ce mode peut être activé à tout moment.</p><br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />

# Languages::product_state_description.mve.enterprise
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p><br />
fr_fr: <p>Accès complet sans restriction à toutes les fonctionnalités. Entrez un numéro de licence valide pour l'activer.</p><p>Ce mode peut être activé à tout moment.</p><br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />
