Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/editions/mve.po
Languages: da_dk, fr_fr, no_no

# Languages::vendor_payouts.withdrawal_declined_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Declined</b>
da_dk: Tilbagetrækning af [amount] fremgå [date] er blevet markeret som <b>afslået</b>
fr_fr: Le retrait du montant demande le {date} a été marque comme Rejete</b>
no_no: Uttak av [amount] forespurt den [date] har blitt merket som <b>Avslått</b>

# Languages::top_sellers
source: Top sellers
da_dk: Top sælgere
fr_fr: Meilleurs vendeurs
no_no: Bestselgere

# SettingsOptions::can_edit_blocks
source: Allow vendors to edit layouts
da_dk: Tillad leverandører at redigere layouts
fr_fr: Permettre aux vendeurs de modifier les mises en page
no_no: Tillat forhandlere å redigere layout

# Languages::mve.container_not_used
source: This container currently has default configuration. It looks exactly like the store owner configured it. Vendors can use custom configuration to change the blocks in this container.
da_dk: Denne container har i øjeblikket standardkonfiguration. Det ser præcis ud som butiksejeren har konfigureret det. Leverandører kan bruge tilpasset konfiguration til at ændre blokkene i denne container.
fr_fr: Ce conteneur a actuellement une configuration par défaut. Il se présente exactement comme le propriétaire du magasin l'a configuré. Les vendeurs peuvent utiliser une configuration personnalisée pour modifier les blocs de ce conteneur.
no_no: Denne containeren har for tiden standard konfigurasjon. Den ser ut akkurat som butikk eieren har konfigurert den. Forhandlere kan bruke tilpasset konfigurasjon for å endre blokkene i denne containeren.

# SettingsOptions::can_edit_styles
source: Allow vendors to manage styles of the theme
da_dk: Tillad leverandører at administrere stilarter af temaet
fr_fr: Permettre aux vendeurs de gérer les styles du thème
no_no: Tillat forhandlere å administrere stiler i malen

# Languages::theme_editor.page_cant_be_configured
source: The appearance of this page can't be configured with the Theme editor.
da_dk: Udseendet på denne side kan ikke konfigureres med temaeditoren.
fr_fr: L'apparence de cette page ne peut pas être configurée avec l'éditeur de thèmes.
no_no: Utseendet på denne siden kan ikke konfigureres med mal-redigereren.

# Languages::error_admin_registers_as_vendor
source: You can't become a vendor because you are currently signed in as an administrator. Please sign out and resubmit the form. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Sign out</a></p>
da_dk: Du kan ikke blive leverandør, fordi du i øjeblikket er logget ind som administrator. Log venligst ud og indsend formularen igen. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Log ud</a></p>
fr_fr: Vous ne pouvez pas devenir un vendeur car vous êtes actuellement connecté en tant qu'administrateur. Veuillez vous déconnecter et soumettre à nouveau le formulaire. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Se déconnecter</a></p>
no_no: Du kan ikke bli leverandør fordi du er logget på som administrator. Logg av og send inn skjemaet på nytt. <p><a class="ty-btn ty-btn__secondary" href="[sign_out_link]">Logg av</a></p>

# Languages::logo_for_the_customer_area
source: Logo for the customer area
da_dk: Logo for kundeområdet
fr_fr: Logo pour la zone client
no_no: Logo for kunde-området

# Languages::logo_for_invoices
source: Logo for invoices
da_dk: Logo til fakturaer
fr_fr: Logo pour les factures
no_no: Logo for fakturaer

# Languages::vendor_language
source: Vendor language
da_dk: Leverandørens sprog
fr_fr: Langue du vendeur
no_no: Forhandlerens språk

# Languages::zipcode
source: Zipcode
da_dk: Postnummer
fr_fr: Code postal
no_no: Postnummer

# Languages::vendors_statistics
source: Vendor's statistics
da_dk: Sælgers statistik
fr_fr: Statistiques du vendeur
no_no: Forhandlerens statistikk

# Languages::vendors_activity
source: Vendor activity in the selected period
da_dk: Leverandøraktivitet i den valgte periode
fr_fr: Activité du vendeur durant la période sélectionnée
no_no: Leverandøraktivitet i den valgte perioden

# Languages::vendors_activity.vendors_with_sales
source: Vendors with sales
da_dk: Sælgere med salg
fr_fr: Vendeurs avec ventes
no_no: Leverandører med salg

# Languages::vendors_activity.new_vendors
source: New vendors
da_dk: Nye leverandører
fr_fr: Nouveaux vendeurs
no_no: Nye leverandører

# Languages::vendors_activity.vendors_with_new_products
source: Vendors with new products
da_dk: Leverandører med nye produkter
fr_fr: Vendeurs avec nouveaux produits
no_no: Leverandører med nye produkter

# Languages::vendors_activity.not_logged_in_vendors
source: Vendors who haven't signed in
da_dk: Sælgere, der ikke er logget ind
fr_fr: Vendeurs non connectés
no_no: Leverandører som ikke har logget på

# Languages::vendors_activity.new_products
source: New products
da_dk: Nye produkter
fr_fr: Nouveaux produits
no_no: Nye Produkter

# Languages::vendors_activity.orders_created
source: Orders created
da_dk: Ordrer oprettet
fr_fr: Commandes créées
no_no: Bestillinger opprettet

# Languages::vendor_names
source: Vendor names
da_dk: Leverandørnavne
fr_fr: Noms des vendeurs
no_no: Forhandler navn

# Languages::vendor_logos_and_product_count
source: Vendor logos and product count
da_dk: Leverandørlogoer og produktantal
fr_fr: Logos des vendeurs et nombre de produits
no_no: Forhandler logoer og produkt antalll

# Languages::invite_vendors
source: Invite vendors
da_dk: Inviter leverandører
fr_fr: Inviter les vendeurs
no_no: Inviter leverandører

# Languages::invite_vendors_title
source: Invite people to register as vendors in your marketplace
da_dk: Inviter folk til at registrere sig som leverandører på din markedsplads
fr_fr: Invitez les gens à s'inscrire en tant que vendeurs sur votre place de marché.
no_no: Inviter folk til å registrere seg som leverandører på markedsplassen din

# Languages::invite_vendors_enter_emails
source: Emails where to send invitations
da_dk: E-mails, hvor man kan sende invitationer
fr_fr: Emails où envoyer les invitations
no_no: E-poster hvor du kan sende invitasjoner

# Languages::separate_multiple_email_addresses
source: If you enter multiple emails, write each of them in a new line.
da_dk: Hvis du indtaster flere e-mails, skal du skrive hver af dem i en ny linje.
fr_fr: Si vous saisissez plusieurs adresses électroniques, écrivez chacune d'entre elles sur une nouvelle ligne.
no_no: Hvis du skriver inn flere e-poster, skriv hver av dem på en ny linje.

# Languages::send_invitations
source: Invite
da_dk: Invitere
fr_fr: Inviter
no_no: Invitere

# Languages::pending_vendor_invitations
source: Pending vendor invitations
da_dk: Afventende leverandørinvitationer
fr_fr: Vendeurs invitations en attente
no_no: Ventende leverandørinvitasjoner

# Languages::pending_vendor_invitations_menu_description
source: Manage invitations to your marketplace for potential vendors.
da_dk: Administrer invitationer til din markedsplads for potentielle leverandører.
fr_fr: Gérez les invitations à votre marché pour les vendeurs potentiels.
no_no: Administrer invitasjoner til markedsplassen din for potensielle leverandører.

# Languages::vendor_invited_at
source: Date sent
da_dk: Dato sendt
fr_fr: Date d'expédition
no_no: Dato sendt

# Languages::vendor_invitations_sent_notification
source: Invitations sent: [sent_quantity]
da_dk: Sendte invitationer: [sent_quantity]
fr_fr: Invitations envoyées : [sent_quantity]
no_no: Sendte invitasjoner: [sent_quantity]

# Languages::vendor_invitations_fail_notification
source: Invitations not sent: [failed_quantity]<br/><b>[emails_list]</b><br/>An invitation won't be sent if it has already been sent to that email address before. But if none of your invitations are being sent, and you haven't sent invitations to those addresses before, please make sure that [product] can send any emails at all. If it can't, then the problem is related to [product] or server configuration. In that case, please contact your server administrator, hosting provider, or <a href="https://helpdesk.cs-cart.com/" target="_blank">our technical support</a> to investigate.
da_dk: Invitationer ikke sendt: [failed_quantity]<br/><b>[emails_list]</b><br/>En invitation vil ikke blive sendt, hvis den allerede er sendt til den e-mailadresse før. Men hvis ingen af dine invitationer bliver sendt, og du ikke har sendt invitationer til disse adresser før, skal du sørge for, at [product] overhovedet kan sende nogen e-mails. Hvis det ikke kan, så er problemet relateret til [product] eller serverkonfiguration. I så fald skal du kontakte din serveradministrator, hostingudbyder eller <a href="https://helpdesk.cs-cart.com/" target="_blank">vores tekniske support</a> for at undersøge sagen.
fr_fr: Invitations non envoyées : [failed_quantity]<br/><b>[emails_list]</b><br/>Une invitation ne sera pas envoyée si elle a déjà été envoyée à cette adresse électronique auparavant. Mais si aucune de vos invitations n'est envoyée, et que vous n'avez pas envoyé d'invitations à ces adresses auparavant, veuillez vous assurer que [product] peut envoyer des e-mails. Si ce n'est pas le cas, le problème est lié au [product] ou à la configuration du serveur. Dans ce cas, veuillez contacter votre administrateur de serveur, votre fournisseur d'hébergement ou <a href="https://helpdesk.cs-cart.com/" target="_blank">notre support technique</a> pour enquêter.
no_no: Invitasjoner som ikke er sendt: [failed_quantity]<br/><b>[emails_list]</b><br/>En invitasjon vil ikke bli sendt hvis den allerede er sendt til den e-postadressen før. Men hvis ingen av invitasjonene dine blir sendt, og du ikke har sendt invitasjoner til disse adressene før, sørg for at [product] kan sende noen e-poster i det hele tatt. Hvis det ikke kan, er problemet relatert til [product] eller serverkonfigurasjon. I så fall, vennligst kontakt serveradministratoren din, vertsleverandøren eller <a href="https://helpdesk.cs-cart.com/" target="_blank">vår tekniske støtte</a> for å undersøke saken.

# Languages::vendor_edit_invitation_email_template
source: <a href="[url]">Edit vendor invitation email template</a>
da_dk: <a href="[url]">Rediger leverandørinvitations-e-mail-skabelon</a>
fr_fr: <a href="[url]">Modifier le modèle de courriel d'invitation du vendeur</a>.
no_no: <a href="[url]">Rediger e-postmal for leverandørinvitasjoner</a>

# Languages::all_companies
source: All vendors
da_dk: Alle sælgere
fr_fr: Tous les vendeurs
no_no: Alle leverandører

# Languages::is_default_storefront
source: Default storefront
da_dk: Standard butiksfacade
fr_fr: Vitrine par défaut
no_no: Standard butikkfront

# Languages::default_storefront_must_exist
source: Default storefront must exist in the store
da_dk: Standard butiksfacade skal eksistere i butikken
fr_fr: La vitrine par défaut doit exister dans le magasin
no_no: Standard butikkfront må finnes i butikken

# Languages::cant_remove_default_storefront
source: Default storefront <b>[url]</b> can't be removed
da_dk: Standard butiksfacade <b>[url]</b> kan ikke fjernes
fr_fr: La vitrine par défaut <b>[url]</b> ne peut pas être enlevée
no_no: Standard butikkfront <b>[url]</b> kan ikke fjernes

# Languages::copy_theme_from_another_storefront
source: Copy theme and its layouts from another storefront
da_dk: Kopier temaet og dets layouts fra en anden butiksfacade
fr_fr: Copiez le thème et sa mise en page depuis une autre vitrine
no_no: Kopier temaet og dets oppsett fra en annen butikkfront

# Languages::n_vendors
source: [n] vendor|[n] vendors
da_dk: [n] leverandør|[n] sælgere
fr_fr: [n] vendeur|[n] vendeurs
no_no: [n] leverandør|[n] leverandører

# Languages::event.vendors_require_approval.name
source: Vendors require approval
da_dk: Sælgere kræver godkendelse
fr_fr: Les vendeurs doivent être approuvés
no_no: Leverandører krever godkjenning

# Languages::event.vendors_require_approval.title
source: Some vendors are pending approval
da_dk: Nogle leverandører afventer godkendelse
fr_fr: Certains vendeurs sont en attente d'approbation
no_no: Noen leverandører venter på godkjenning

# Languages::event.vendor_status_changed.name
source: Vendor status changed to [status]
da_dk: Leverandørstatus ændret til [status]
fr_fr: Le statut du vendeur a été changé en [status]
no_no: Leverandørstatus endret til [status]

# Languages::event.vendor_status_changed_from.name
source: Vendor status changed from [status]
da_dk: Leverandørstatus ændret fra [status]
fr_fr: Le statut du fournisseur a changé de [status].
no_no: Leverandørstatus endret fra [status]

# Languages::email_template.company_status_suspended_notification
source: Company status change to Suspended
da_dk: Virksomhedsstatus ændres til Suspenderet
fr_fr: Changement du statut de l'entreprise en suspendu
no_no: Endring av firmastatus til Suspendert

# Languages::event.vendor_status_changed.title
source: Your status has been changed to [status]
da_dk: Din status er blevet ændret til [status]
fr_fr: Votre statut a été changé en [status].
no_no: Statusen din er endret til [status]

# Languages::event.vendor_status_changed.active.message
source: All your active products will now appear in the store
da_dk: Alle dine aktive produkter vises nu i butikken
fr_fr: Tous vos produits actifs apparaîtront désormais dans la boutique.
no_no: Alle dine aktive produkter vil nå vises i butikken

# Languages::event.vendor_status_changed.pending.message
source: You can work with the admin panel and manage your products, but they won't appear to customers until your status changes to Active.
da_dk: Du kan arbejde med administrationspanelet og administrere dine produkter, men de vises ikke for kunderne, før din status ændres til Aktiv.
fr_fr: Vous pouvez travailler avec le panneau d'administration et gérer vos produits, mais ils n'apparaîtront pas aux clients tant que votre statut ne sera pas passé à Actif.
no_no: Du kan jobbe med administrasjonspanelet og administrere produktene dine, men de vises ikke til kundene før statusen din endres til Aktiv.

# Languages::vendor_notifications
source: Vendor notifications
da_dk: Leverandørmeddelelser
fr_fr: Notifications des fournisseurs
no_no: Leverandørvarsler

# Languages::log_in_as_vendor
source: Log in as vendor
da_dk: Log ind som leverandør
fr_fr: Connectez-vous en tant que vendeur
no_no: Logg inn som leverandør

# Languages::vendor_owner
source: Vendor's main administrator
da_dk: Leverandørens hovedadministrator
fr_fr: Administrateur principal du vendeur
no_no: Leverandørens hovedadministrator

# Languages::owner_company
source: Vendor
da_dk: Sælger
fr_fr: Vendeur
no_no: Leverandør

# Languages::block_manager.dynamic_entity_companies
source: vendor
da_dk: sælger
fr_fr: vendeur
no_no: Leverandør

# Languages::vendor_features_only
source: Features created by vendors
da_dk: Funktioner skabt af leverandører
fr_fr: Fonctionnalités créées par les vendeurs
no_no: Funksjoner laget av leverandører

# Languages::any_vendor
source: Any vendor
da_dk: Enhver sælger
fr_fr: Tout vendeur
no_no: Enhver leverandør

# Languages::event.apply_for_vendor_notification.name
source: New vendor account application
da_dk: Ny leverandørkontoapplikation
fr_fr: Nouvelle application de compte du vendeur
no_no: Ny leverandørkontoapplikasjon

# Languages::event.new_vendor_notification.name
source: New vendor account created
da_dk: Ny leverandørkonto oprettet
fr_fr: Création d'un nouveau compte fournisseur
no_no: Ny leverandørkonto opprettet

# Languages::event.new_vendor_notification.title
source: New vendor registration
da_dk: Ny leverandørregistrering
fr_fr: Inscription des nouveaux vendeurs
no_no: Ny leverandørregistrering

# Languages::email_template.new_vendor_notification
source: New vendor account approved automatically
da_dk: Ny leverandørkonto godkendt automatisk
fr_fr: Approbation automatique d'un nouveau compte fournisseur
no_no: Ny leverandørkonto godkjent automatisk

# Languages::suspend_alert
source: <p>Your account is suspended. To lift the suspension, please contact us.</p>
da_dk: <p>Din konto er suspenderet. Kontakt os venligst for at ophæve suspensionen.</p>
fr_fr: <p>Votre compte est suspendu. Pour lever cette suspension, veuillez nous contacter.</p>
no_no: <p>Kontoen din er suspendert. For å oppheve suspensjonen, vennligst kontakt oss.</p>

# Languages::event.vendor_status_changed.suspended.title
source: Your account is suspended
da_dk: Din konto er suspenderet
fr_fr: Votre compte est suspendu
no_no: din konto er suspendert

# Languages::event.vendor_status_changed.suspended.message
source: To lift the suspension, please contact us.
da_dk: Kontakt os venligst for at ophæve suspensionen.
fr_fr: Pour lever la suspension, veuillez nous contacter.
no_no: For å oppheve suspensjonen, vennligst kontakt oss.

# Languages::text_company_status_suspended_subj
source: Your account is suspended
da_dk: Din konto er suspenderet
fr_fr: Votre compte est suspendu
no_no: din konto er suspendert

# Languages::logo_section.vendor
source: Default logo for new vendors
da_dk: Standardlogo for nye leverandører
fr_fr: Logo par défaut pour les nouveaux vendeurs
no_no: Standardlogo for nye leverandører

# ProfileFields::tax_number
source: Tax number
da_dk: Skattenummer
fr_fr: Numéro d'identification fiscale
no_no: Skattenummer

# Languages::tax_number
source: Tax number
da_dk: Skattenummer
fr_fr: Numéro d'identification fiscale
no_no: Skattenummer

# Languages::text_send_an_email_access_information
source: We'll send you an email with access information.
da_dk: Vi sender dig en e-mail med adgangsoplysninger.
fr_fr: Nous vous enverrons un courriel avec les informations d'accès.
no_no: Vi sender deg en e-post med tilgangsinformasjon.

# Languages::storefront_all_common_categories
source: Storefront: All (Common categories)
da_dk: Butiksfacade: Alle (almindelige kategorier)
fr_fr: Vitrine : Tous (catégories communes)
no_no: Butikkfront: Alle (vanlige kategorier)

# Languages::sw.vendor_registration_flow
source: Vendor registration flow
da_dk: Leverandørregistreringsflow
fr_fr: Flux d'enregistrement des vendeurs
no_no: Leverandørregistreringsflyt

# Languages::sw.vendor_data_premoderation
source: Vendor data premoderation
da_dk: Formoderering af leverandørdata
fr_fr: Pré-modération des données fournisseur
no_no: Forhåndsmoderering av leverandørdata

# Languages::sw.access_to_admin_panel_and_storefront
source: Immediate access to admin panel and storefront
da_dk: Øjeblikkelig adgang til admin panel og butiksfacade
fr_fr: Accès immédiat au panneau d'administration et à la vitrine
no_no: Umiddelbar tilgang til administrasjonspanel og butikkfront

# Languages::sw.access_to_admin_panel_and_storefront.description
source: Applying vendors get the "Active" status. They immediately appear on the storefront and gain access to their admin panel. At the same time, their first vendor plan fee also becomes due for payment.
da_dk: Anvendende leverandører får statussen "Aktiv". De dukker straks op på butiksfronten og får adgang til deres adminpanel. Samtidig forfalder deres første leverandørplangebyr også til betaling.
fr_fr: Les vendeurs qui postulent obtiennent le statut "actif". Ils apparaissent immédiatement sur la vitrine et ont accès à leur panneau d'administration. Dans le même temps, ils doivent payer leur premier abonnement.
no_no: Brukende leverandører får statusen "Aktiv". De vises umiddelbart på butikkfronten og får tilgang til administrasjonspanelet deres. Samtidig forfaller deres første leverandørplanavgift også til betaling.

# Languages::sw.access_to_admin_panel_approval_storefront
source: Immediate access to admin panel; approval for storefront
da_dk: Øjeblikkelig adgang til admin panel; godkendelse til butiksfacade
fr_fr: Accès immédiat au panneau d'administration ; approbation de la vitrine.
no_no: Umiddelbar tilgang til admin panel; godkjenning for butikkfront

# Languages::sw.access_to_admin_panel_approval_storefront.description
source: Applying vendors get the "Pending" status. They don't appear on the storefront yet, but gain access to their admin panel and can start working on their products. Once you change their status to "Active", their first vendor plan fee becomes due for payment.
da_dk: Anvendende leverandører får statussen "Afventer". De dukker ikke op på butiksfronten endnu, men får adgang til deres adminpanel og kan begynde at arbejde på deres produkter. Når du ændrer deres status til "Aktiv", forfalder gebyret for deres første leverandørplan til betaling.
fr_fr: Les vendeurs qui postulent obtiennent le statut "En attente". Ils n'apparaissent pas encore sur la vitrine, mais ont accès à leur panneau d'administration et peuvent commencer à travailler sur leurs produits. Une fois que vous avez changé leur statut en "Actif", ils doivent payer leurs premiers frais d'abonnement.
no_no: Brukende leverandører får statusen «Venter». De vises ikke på butikkfronten ennå, men får tilgang til administrasjonspanelet deres og kan begynne å jobbe med produktene sine. Når du endrer statusen deres til "Aktiv", forfaller den første leverandøravgiften til betaling.

# Languages::sw.approval_access_to_admin_panel_and_storefront
source: Approval for access to admin panel and storefront
da_dk: Godkendelse af adgang til adminpanel og butiksfacade
fr_fr: Approbation de l'accès au panneau d'administration et à la vitrine du magasin
no_no: Godkjenning for tilgang til administrasjonspanel og butikkfront

# Languages::sw.approval_access_to_admin_panel_and_storefront.description
source: Applying vendors get the "New" status. After you verify them, they'll get the "Active" status and gain access to their admin panel and the storefront. Their first vendor plan fee will also become due for payment.
da_dk: Anvendende leverandører får statussen "Ny". Når du har bekræftet dem, får de statussen "Aktiv" og får adgang til deres administrationspanel og butiksfacade. Deres første leverandørplangebyr forfalder også til betaling.
fr_fr: Les vendeurs qui postulent obtiennent le statut "Nouveau". Une fois que vous les aurez vérifiés, ils obtiendront le statut "Actif" et auront accès à leur panneau d'administration et à la vitrine. Il devra également s'acquitter des frais de son premier plan de vente.
no_no: Brukende leverandører får statusen "Ny". Etter at du har bekreftet dem, får de «Aktiv»-statusen og får tilgang til administrasjonspanelet og butikkfronten. Deres første leverandørplanavgift vil også forfalle til betaling.

# Languages::thank_you_for_registering_as_a_seller
source: Thank you for registering as a seller at [url]. We'll review your application and then grant you access to your admin panel in a separate email.
da_dk: Tak fordi du registrerede dig som sælger på [url]. Vi gennemgår din ansøgning og giver dig derefter adgang til dit administrationspanel i en separat e-mail.
fr_fr: Merci de vous inscrire en tant que vendeur sur [url]. Nous examinerons votre demande et vous donnerons accès à votre panneau d'administration dans un e-mail séparé.
no_no: Takk for at du registrerte deg som selger på [url]. Vi vil vurdere søknaden din og deretter gi deg tilgang til administrasjonspanelet i en separat e-post.

# Languages::sw.check_newly_registered_vendors
source: Check newly-registered vendors manually before they appear on the storefront
da_dk: Tjek nyregistrerede leverandører manuelt, før de vises på butiksfacade
fr_fr: Vérifier manuellement les vendeurs nouvellement enregistrés avant qu'ils n'apparaissent sur la vitrine.
no_no: Sjekk nylig registrerte leverandører manuelt før de vises på butikkfronten

# Languages::vendor_emails
source: Vendor emails
da_dk: Leverandørens e-mails
fr_fr: E-mails des vendeurs
no_no: Leverandørs e-poster
