Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/editions/mve.po
Languages: da_dk, fr_fr, no_no

# Languages::product_state_description.mve.booking.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p><br />
fr_fr: <p>Accès complet et illimité à toutes les fonctionnalités. Saisissez un numéro de licence valide à activer.</p><p>Ce mode peut être activé à tout moment.</p><br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />

# Languages::product_state_description.mve.booking.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p><br />
fr_fr: <p>Accès complet et illimité à toutes les fonctionnalités. Saisissez un numéro de licence valide à activer.</p><p>Ce mode peut être activé à tout moment.</p><br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />

# Languages::text_store_mode_changed_to_mve.booking.ultimate
source: Your store now uses active license. All the advanced eCommerce features are available.
da_dk: Din butik bruger nu aktiv licens. Alle de avancerede e-handelsfunktioner er tilgængelige.
fr_fr: Votre boutique utilise maintenant une licence active. Toutes les fonctionnalités avancées de commerce électronique sont disponibles.
no_no: Butikken din bruker nå aktiv lisens. Alle de avanserte e-handelsfunksjonene er tilgjengelige.

# Languages::product_state_description.mve.booking_ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p><br />
fr_fr: <p>Accès complet et illimité à toutes les fonctionnalités. Saisissez un numéro de licence valide à activer.</p><p>Ce mode peut être activé à tout moment.</p><br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />

# Languages::product_state_description.mve.booking_ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p><br />
fr_fr: <p>Accès complet et illimité à toutes les fonctionnalités. Saisissez un numéro de licence valide à activer.</p><p>Ce mode peut être activé à tout moment.</p><br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />

# Languages::text_store_mode_changed_to_mve.booking_ru.ultimate
source: Your store now uses active license. All the advanced eCommerce features are available.
da_dk: Din butik bruger nu aktiv licens. Alle de avancerede e-handelsfunktioner er tilgængelige.
fr_fr: Votre boutique utilise maintenant une licence active. Toutes les fonctionnalités avancées de commerce électronique sont disponibles.
no_no: Butikken din bruker nå aktiv lisens. Alle de avanserte e-handelsfunksjonene er tilgjengelige.

# Languages::error_vendor_name_exists
source: A vendor with this company name already exists. Please use another name.
da_dk: Der findes allerede en leverandør med dette firmanavn. Brug venligst et andet navn.
fr_fr: Un fournisseur avec ce nom de société existe déjà. Veuillez utiliser un autre nom.
no_no: Det finnes allerede en leverandør med dette firmanavnet. Vennligst bruk et annet navn.

# Languages::privileges.merge_vendors
source: Can merge vendors (only if editing vendors is allowed)
da_dk: Kan flette leverandører (kun hvis redigering af leverandører er tilladt)
fr_fr: Peut fusionner des fournisseurs (uniquement si la modification des fournisseurs est autorisée)
no_no: Kan slå sammen leverandører (bare hvis redigering av leverandører er tillatt)

# Languages::product_features_of_marketplace_are_not_selectable
source: This product feature belongs to the marketplace and couldn't be selected. You can only select or edit the features that belong to you.
da_dk: Denne produktfunktion tilhører markedspladsen og kunne ikke vælges. Du kan kun vælge eller redigere de funktioner, der tilhører dig.
fr_fr: Cette caractéristique du produit appartient au marché et n'a pas pu être sélectionnée. Vous ne pouvez sélectionner ou modifier que les fonctionnalités qui vous appartiennent.
no_no: Denne produktfunksjonen tilhører markedsplassen og kunne ikke velges. Du kan bare velge eller redigere funksjonene som tilhører deg.

# Languages::product_features_groups_of_marketplace_are_not_selectable
source: This product feature group belongs to the marketplace and couldn't be selected. You can only select or edit the features that belong to you.
da_dk: Denne produktgruppe tilhører markedspladsen og kunne ikke vælges. Du kan kun vælge eller redigere de funktioner, der tilhører dig.
fr_fr: Ce groupe de caractéristiques produit appartient à la place de marché et n'a pas pu être sélectionné. Vous ne pouvez sélectionner ou modifier que les fonctionnalités qui vous appartiennent.
no_no: Denne produktfunksjonsgruppen tilhører markedsplassen og kunne ikke velges. Du kan bare velge eller redigere funksjonene som tilhører deg.

# Languages::mve_ultimate_license
source: [product] Ultimate
da_dk: [product] Ultimativt
