Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/editions/mve.po
Languages: da_dk, fr_fr, no_no

# Languages::product_state_description.mve.ru.new
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p> <br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p> <br />
fr_fr: <p>Accès illimité à toutes les fonctionnalités. Renseignez un numéro de licence valide pour l'activer.</p><p>Ce mode peut être activé n'importe quand.</p> <br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p> <br />

# Languages::product_state_description.mve.ru
source: <p>You've activated your [product]. You can use it without time restrictions now. For advanced features (such as separate checkout for each vendor, and vendor-created promotions), get the <a href="[mve_plus_license_url]" target="_blank">[product] Plus license.</a> To use multiple domains for your marketplace, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br>
da_dk: <p>Du har aktiveret din [product]. Du kan bruge det uden tidsbegrænsninger nu. Få <a href="[mve_plus_license_url]" target="_blank">[product] Plus-licensen for avancerede funktioner (såsom separat betaling for hver leverandør og leverandørskabte kampagner).</a> For at bruge flere domæner til din markedsplads skal du få <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-licensen.</a></p><br>
fr_fr: <p>Vous avez activé votre [product]. Vous pouvez l'utiliser sans restriction de temps maintenant. Pour des fonctionnalités avancées (telles que la caisse séparée pour chaque vendeur, et les promotions créées par les vendeurs), obtenez la licence <a href="[mve_plus_license_url]" target="_blank">[product] Plus.</a> Pour utiliser plusieurs domaines pour votre place de marché, obtenez la licence <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>.
no_no: <p>Du har aktivert din [product]. Du kan bruke den uten tidsbegrensninger nå. For avanserte funksjoner (som separat utsjekking for hver leverandør og leverandørskapte kampanjer), skaff deg <a href="[mve_plus_license_url]" target="_blank">[product] Plus-lisensen.</a> For å bruke flere domener for markedsplassen din, skaff deg <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-lisensen.</a></p><br>

# Languages::product_state_description.mve.ru.plus
source: <p>Access to all the functionality, except for multiple storefronts. To have domains for specific audiences, get the <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate license.</a></p><br />
da_dk: <p>Adgang til al funktionalitet, bortset fra flere butiksfacader. For at have domæner til specifikke målgrupper, få <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-licensen.</a></p><br />
fr_fr: <p>Accès à toutes les fonctionnalités, à l'exception des vitrines multiples. Pour disposer de domaines pour des publics spécifiques, obtenez la <a href="[mve_ultimate_license_url]" target="_blank">[product] licence Ultimate.</a></p><br />
no_no: <p>Tilgang til all funksjonalitet, bortsett fra flere utstillingsvinduer. For å ha domener for spesifikke målgrupper, skaff deg <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate-lisensen.</a></p><br />

# Languages::product_state_description.mve.ru.ultimate
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p><br />
fr_fr: <p>Accès complet sans restriction à toutes les fonctionnalités. Entrez un numéro de licence valide pour l'activer.</p><p>Ce mode peut être activé à tout moment.</p><br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />

# Languages::product_state_description.mve.ru.enterprise
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
da_dk: <p>Fuld ubegrænset adgang til alle funktioner. Indtast et gyldigt licensnummer for at aktivere.</p><p>Denne tilstand kan aktiveres til enhver tid.</p><br />
fr_fr: <p>Accès complet sans restriction à toutes les fonctionnalités. Entrez un numéro de licence valide pour l'activer.</p><p>Ce mode peut être activé à tout moment.</p><br />
no_no: <p>Full ubegrenset tilgang til alle funksjoner. Skriv inn et gyldig lisensnummer for å aktivere.</p><p>Denne modusen kan aktiveres når som helst.</p><br />

# Languages::text_store_mode_changed_to_mve
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
da_dk: Din butik bruger nu aktiv licens. Med [product] -udgaven får du næsten alle de funktioner, vi tilbyder. De yderligere funktioner (såsom separat udbetaling for hver leverandør og leverandørskabte kampagner) er tilgængelige med <a href="[mve_plus_license_url]" target="_blank">[product] Plus-udgaven</a>. Der er en endnu mere avanceret udgave, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, der lader dig bruge flere butiksfacader til forskellige målgrupper.
fr_fr: Votre magasin utilise maintenant la licence active. Avec l'édition [product], vous obtenez presque toutes les fonctionnalités que nous proposons. Les fonctionnalités supplémentaires (telles que la caisse séparée pour chaque vendeur, et les promotions créées par les vendeurs) sont disponibles avec l'édition <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Il existe une édition encore plus avancée, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, qui vous permet d'utiliser plusieurs vitrines pour différents publics.
no_no: Butikken din bruker nå aktiv lisens. Med [product] -utgaven får du nesten alle funksjonene vi tilbyr. Tilleggsfunksjonene (som separat utsjekking for hver leverandør og leverandørskapte kampanjer) er tilgjengelig med <a href="[mve_plus_license_url]" target="_blank">[product] Plus-utgaven</a>. Det er en enda mer avansert utgave, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, som lar deg bruke flere butikkfronter for forskjellige målgrupper.

# Languages::text_store_mode_changed_to_mve.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
da_dk: <strong>Plus-tilstand</strong> er blevet aktiveret. Denne tilstand tilbyder alle de avancerede e-handelsfunktioner, bortset fra flere butiksfacader. Hvis din markedsplads nogensinde har brug for separate domæner til forskellige målgrupper, skal du opgradere din licens til <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
fr_fr: <strong>Le mode Plus</strong> a été activé. Ce mode offre toutes les fonctionnalités avancées du commerce électronique, à l'exception des vitrines multiples. Si votre place de marché a un jour besoin de domaines distincts pour différents publics, mettez votre licence à niveau vers <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
no_no: <strong>Plussmodus</strong> er aktivert. Denne modusen tilbyr alle de avanserte e-handelsfunksjonene, bortsett fra flere butikkfronter. Hvis markedsplassen din noen gang trenger separate domener for forskjellige målgrupper, oppgrader lisensen din til <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.

# Languages::text_store_mode_changed_to_mve.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
da_dk: <strong>Ultimativ tilstand</strong> er blevet aktiveret. I denne tilstand er alle de avancerede e-handelsfunktioner tilgængelige.
fr_fr: <strong>Le mode Ultime</strong> a été activé. Dans ce mode, toutes les fonctionnalités avancées de l'eCommerce sont disponibles.
no_no: <strong>Ultimativ modus</strong> er aktivert. I denne modusen er alle de avanserte e-handelsfunksjonene tilgjengelige.

# Languages::text_store_mode_changed_to_mve.enterprise
source: <strong>Enterprise mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
da_dk: <strong>Enterprise mode</strong> er blevet aktiveret. I denne tilstand er alle de avancerede e-handelsfunktioner tilgængelige.
fr_fr: <strong>Le mode entreprise</strong> a été activé. Dans ce mode, toutes les fonctionnalités avancées de l'eCommerce sont disponibles.
no_no: <strong>Enterprise-modus</strong> er aktivert. I denne modusen er alle de avanserte e-handelsfunksjonene tilgjengelige.

# Languages::text_store_mode_changed_to_mve.ru
source: Your store now uses active license. With the [product] edition, you get almost all the features we offer. The additional features (such as separate checkout for each vendor, and vendor-created promotions) are available with the <a href="[mve_plus_license_url]" target="_blank">[product] Plus edition</a>. There is an even more advanced edition, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, that lets you use multiple storefronts for different audiences.
da_dk: Din butik bruger nu aktiv licens. Med [product] -udgaven får du næsten alle de funktioner, vi tilbyder. De yderligere funktioner (såsom separat udbetaling for hver leverandør og leverandørskabte kampagner) er tilgængelige med <a href="[mve_plus_license_url]" target="_blank">[product] Plus-udgaven</a>. Der er en endnu mere avanceret udgave, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, der lader dig bruge flere butiksfacader til forskellige målgrupper.
fr_fr: Votre magasin utilise maintenant la licence active. Avec l'édition [product], vous obtenez presque toutes les fonctionnalités que nous proposons. Les fonctionnalités supplémentaires (telles que la caisse séparée pour chaque vendeur, et les promotions créées par les vendeurs) sont disponibles avec l'édition <a href="[mve_plus_license_url]" target="_blank">[product] Plus</a>. Il existe une édition encore plus avancée, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, qui vous permet d'utiliser plusieurs vitrines pour différents publics.
no_no: Butikken din bruker nå aktiv lisens. Med [product] -utgaven får du nesten alle funksjonene vi tilbyr. Tilleggsfunksjonene (som separat utsjekking for hver leverandør og leverandørskapte kampanjer) er tilgjengelig med <a href="[mve_plus_license_url]" target="_blank">[product] Plus-utgaven</a>. Det er en enda mer avansert utgave, <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>, som lar deg bruke flere butikkfronter for forskjellige målgrupper.

# Languages::text_store_mode_changed_to_mve.ru.plus
source: <strong>Plus mode</strong> has been activated. This mode offers all the advanced eCommerce features, except for multiple storefronts. If your marketplace ever needs separate domains for different audiences, upgrade your license to <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
da_dk: <strong>Plus-tilstand</strong> er blevet aktiveret. Denne tilstand tilbyder alle de avancerede e-handelsfunktioner, bortset fra flere butiksfacader. Hvis din markedsplads nogensinde har brug for separate domæner til forskellige målgrupper, skal du opgradere din licens til <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
fr_fr: <strong>Le mode Plus</strong> a été activé. Ce mode offre toutes les fonctionnalités avancées du commerce électronique, à l'exception des vitrines multiples. Si votre place de marché a un jour besoin de domaines distincts pour différents publics, mettez votre licence à niveau vers <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.
no_no: <strong>Plussmodus</strong> er aktivert. Denne modusen tilbyr alle de avanserte e-handelsfunksjonene, bortsett fra flere butikkfronter. Hvis markedsplassen din noen gang trenger separate domener for forskjellige målgrupper, oppgrader lisensen din til <a href="[mve_ultimate_license_url]" target="_blank">[product] Ultimate</a>.

# Languages::text_store_mode_changed_to_mve.ru.ultimate
source: <strong>Ultimate mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
da_dk: <strong>Ultimativ tilstand</strong> er blevet aktiveret. I denne tilstand er alle de avancerede e-handelsfunktioner tilgængelige.
fr_fr: <strong>Le mode Ultime</strong> a été activé. Dans ce mode, toutes les fonctionnalités avancées de l'eCommerce sont disponibles.
no_no: <strong>Ultimativ modus</strong> er aktivert. I denne modusen er alle de avanserte e-handelsfunksjonene tilgjengelige.

# Languages::text_store_mode_changed_to_mve.ru.enterprise
source: <strong>Enterprise mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
da_dk: <strong>Enterprise mode</strong> er blevet aktiveret. I denne tilstand er alle de avancerede e-handelsfunktioner tilgængelige.
fr_fr: <strong>Le mode entreprise</strong> a été activé. Dans ce mode, toutes les fonctionnalités avancées de l'eCommerce sont disponibles.
no_no: <strong>Enterprise-modus</strong> er aktivert. I denne modusen er alle de avanserte e-handelsfunksjonene tilgjengelige.

# Languages::store_mode.plus
source: Plus
no_no: I tillegg til

# Languages::vendor_payouts.type.other
source: Other
da_dk: Andet
fr_fr: Autre
no_no: Andre

# Languages::vendor_payouts.type.other.description
source: Other
da_dk: Andet
fr_fr: Autre
no_no: Andre

# Languages::vendor_payouts.type.order_placed
source: Order placed
da_dk: Ordre afgivet
fr_fr: Commande passée
no_no: Ordre plassert

# Languages::vendor_payouts.type.order_placed.description
source: Order <a href="[order_url]">#[order_id]</a> placed
da_dk: Bestil <a href="[order_url]"> #[order_id]</a> afgivet
fr_fr: Ordre <a href=\"[order_url]\">#[order_id]</a> place
no_no: Ordre <a href="[order_url]">#[order_id]</a> er plassert

# Languages::vendor_payouts.type.order_changed
source: Order changed
da_dk: Ordrer ændret
fr_fr: Modification de commande
no_no: Ordre endret

# Languages::vendor_payouts.type.order_changed.description
source: Order <a href="[order_url]">#[order_id]</a> changed
da_dk: Bestil <a href="[order_url]"> #[order_id]</a> ændret
fr_fr: Ordre <a href="[order_url]">#[order_id]</a>modifie
no_no: Ordre <a href="[order_url]">#[order_id]</a> er endret

# Languages::vendor_payouts.type.order_refunded
source: Order refunded
da_dk: Ordre refunderet
fr_fr: Remboursement de commande
no_no: Ordre refundert

# Languages::vendor_payouts.type.order_refunded.description
source: Order <a href="[order_url]">#[order_id]</a> refunded
da_dk: Bestil <a href="[order_url]"> #[order_id]</a> refunderet
fr_fr: Ordre <a href="[order_url]">#[order_id]</a>rembourse
no_no: Ordre <a href="[order_url]">#[order_id]</a> refundert

# Languages::vendor_payouts.type.withdrawal
source: Withdrawal
da_dk: Tilbagetrækning
fr_fr: Retire
no_no: Uttak

# Languages::vendor_payouts.type.withdrawal.description
source: Withdrawal
da_dk: Tilbagetrækning
fr_fr: Retire
no_no: Uttak

# Languages::vendor_payouts.type.payout
source: Payout
da_dk: Udbetaling
fr_fr: Paiement fait
no_no: Utbetaling

# Languages::vendor_payouts.type.payout.description
source: Payout
da_dk: Udbetaling
fr_fr: Paiement fait
no_no: Utbetaling

# Languages::vendor_payouts.transactions
source: Transactions
da_dk: Transaktioner
no_no: Transaksjoner

# Languages::vendor_payouts.withdrawals
source: Balance withdrawals
da_dk: Balance udbetalinger
fr_fr: Retires du solde
no_no: Balanse uttak

# Languages::vendor_payouts.transaction_value
source: Transaction value
da_dk: Transaktionsværdien
fr_fr: Valeur de transaction
no_no: Transaksjonsverdi

# Languages::vendor_payouts.income
source: Income
da_dk: Indkomst
fr_fr: Revenus
no_no: Inntekter

# Languages::vendor_payouts.income_carried_forward
source: Income carried forward
da_dk: Indkomst videreføres
fr_fr: Revenu transfere
no_no: Inntekt videreført

# Languages::vendor_payouts.balance
source: Balance
fr_fr: Solde
no_no: Balanse

# Languages::vendor_payouts.balance_carried_forward
source: Balance carried forward
da_dk: Saldo fremført
fr_fr: Solde transfere
no_no: Balanse videreført

# Languages::add_withdrawal
source: Request withdrawal
da_dk: Anmode om tilbagetrækning
fr_fr: Demander retire
no_no: Be om uttak

# Languages::new_withdrawal
source: New withdrawal
da_dk: Nye tilbagetrækning
fr_fr: Nouveau retire
no_no: Nytt uttak

# Languages::vendor_accounting
source: Accounting
da_dk: Regnskabsmæssige
fr_fr: Contabilite
no_no: Regnskap

# Languages::vendor_accounting_menu_description
source: Income and expenditure statistics (total income, vendor balance, vendor withdrawals).
da_dk: Indtægter og udgifter statistik (samlede indkomst, kreditorer, kreditor udbetalinger).
fr_fr: Statistiques de revenus et expedition (revenu total, solde de vendeur, et retires).
no_no: Statistikk for inntekter og utgifter (samlet inntekt, forhandlersaldo, forhandleruttak).

# Languages::vendor_payouts.current_balance
source: Current balance: [balance]
da_dk: Nuværende saldo: [balance]
fr_fr: Solde actuel
no_no: Gjeldende saldo: [balance]

# Languages::vendor_payouts.current_balance_text
source: Current balance
da_dk: Nuværende saldo
fr_fr: Solde actuel
no_no: Gjeldende saldo

# Languages::vendor_payouts.approval_status
source: Approval status
da_dk: Godkendelsesstatus
fr_fr: Status d'approbation
no_no: Godkjenningsstatus

# Languages::vendor_payouts.approval_status.P
source: Pending
da_dk: Afventende
fr_fr: En attente
no_no: Venter

# Languages::vendor_payouts.approval_status.C
source: Completed
da_dk: Afsluttet
fr_fr: Complete
no_no: Fullført

# Languages::vendor_payouts.approval_status.D
source: Declined
da_dk: Afslået
fr_fr: Rejete
no_no: Avslått

# Languages::email_template.accounting_new_payout
source: Accounting: Payout has been issued
da_dk: Regnskab: Udbetaling er udstedt
fr_fr: Comptabilité: Le Paiment à été effectuer
no_no: Regnskap: Utbetalingen er utstedt

# Languages::vendor_payouts.new_payout_issued
source: New payout has been issued
da_dk: Ny udbetaling er udstedt
fr_fr: Un nouveau paiement a été effectué
no_no: Ny utbetaling er utstedt

# Languages::vendor_payouts.new_payout_issued_text
source: A new payout of [amount] has been issued by [issuer]
da_dk: En ny udbetaling af [amount] er blevet udstedt af [issuer]
fr_fr: Un nouveau peiment a été edite
no_no: En ny utbetaling av [amount] har blitt utstedt av [issuer]

# Languages::vendor_payouts.view_details
source: You can view the details here
da_dk: Du kan se detaljer her
fr_fr: Vous pouvez voir les details ici
no_no: Du kan se detaljene her

# Languages::vendor_payouts.payout_comments
source: Payout comments
da_dk: Udbetaling kommentarer
fr_fr: Commentaires sur paiement
no_no: Kommentarer til utbetalinger

# Languages::email_template.accounting_new_withdrawal
source: Accounting: Withdrawal has been requested
da_dk: Regnskab: Tilbagetrækning er fremsat
fr_fr: Compatbilité : Une requête pour Un retrait à été demandée
no_no: Regnskap: Uttak er forespurt

# Languages::vendor_payouts.new_withdrawal_requested
source: New withdrawal has been requested
da_dk: Nye tilbagetrækning er blevet anmodet om
fr_fr: Un nouveau retire a été demande
no_no: Nye uttak er forespurt

# Languages::vendor_payouts.new_withdrawal_requested_text
source: A new withdrawal of [amount] has been requested by [requester]
da_dk: En ny tilbagetrækning af [amount] har anmodet om [requester]
fr_fr: Un nouveau retire a été demande
no_no: Et nytt uttak av [amount] har blitt forespurt av [requester]

# Languages::vendor_payouts.withdrawal_comments
source: Withdrawal comments
da_dk: Tilbagetrækning kommentarer
fr_fr: Commentaires de retrait
no_no: Uttak kommentarer

# Languages::email_template.accounting_payout_approved
source: Accounting: Payout has been completed
da_dk: Regnskab: Udbetaling er afsluttet
fr_fr: Le Paiement de Contabilite a été complete
no_no: Regnskap: Utbetalingen er utstedt

# Languages::vendor_payouts.payout_approved
source: Payout has been completed
da_dk: Udbetaling er afsluttet
fr_fr: Le paiement a été complete
no_no: Utbetalingen er fullført

# Languages::vendor_payouts.payout_approved_text
source: The payout of [amount] issued on [date] has been marked as <b>Completed</b>
da_dk: Udbetaling af [amount] udstedt på [date] er blevet markeret som <b>fuldført</b>
fr_fr: Le paiement de {amount} edite est marque comme complete
no_no: Utbetalingen av [amount] utstedt den [date] har blitt merket som <b>Fullført</b>

# Languages::email_template.accounting_payout_declined
source: Accounting: Payout hasn't been completed
da_dk: Regnskab: Udbetaling er ikke afsluttet
fr_fr: Contabilite: Le paiement a été complete
no_no: Regnskap: Utbetaling ikke fullført

# Languages::vendor_payouts.payout_declined
source: Payout hasn't been completed
da_dk: Regnskab: Udbetaling er ikke afsluttet
fr_fr: Le paiement n'a pas ete complete
no_no: Utbetaling ikke fullført

# Languages::vendor_payouts.payout_declined_text
source: The payout of [amount] issued on [date] has been marked as <b>Not completed</b>
da_dk: Udbetaling af [amount] udstedt på [date] er blevet markeret som <b>ikke afsluttet</b>
fr_fr: Le paiement de {amount} edite le {date} est marque comme Non complete
no_no: Utbetalingen av [amount] utstedt den [date] har blitt merket som <b>Ikke fullført</b>

# Languages::email_template.accounting_withdrawal_approved
source: Accounting: Withdrawal has been completed
da_dk: Regnskab: Udbetaling er afsluttet
fr_fr: Contabilite: Le retrait a été complete
no_no: Regnskap: Utbetalingen er utstedt

# Languages::vendor_payouts.withdrawal_approved
source: Withdrawal has been completed
da_dk: Regnskab: Udbetaling er afsluttet
fr_fr: Le retrait a été complete
no_no: Utbetalingen har blitt utstedt

# Languages::vendor_payouts.withdrawal_approved_text
source: The withdrawal of [amount] requested on [date] has been marked as <b>Completed</b>
da_dk: Tilbagetrækning af [amount] fremgå [date] er blevet markeret som <b>fuldført</b>
fr_fr: Le retrait du montant demande le {Date} est marque comme <b>Complete
no_no: Uttak av [amount] forespurt den [date] har blitt merket som <b>Fullført</b>

# Languages::email_template.accounting_withdrawal_declined
source: Accounting: Withdrawal has been declined
da_dk: Regnskab: Tilbagetrækning er blevet afvist
fr_fr: Contabilite: Le retrait a été rejete
no_no: Regnskap: Uttak er avvist

# Languages::vendor_payouts.withdrawal_declined
source: Withdrawal has been declined
da_dk: Tilbagetrækning er blevet afvist
fr_fr: Le retrait a été rejete
no_no: Uttak har blitt avvist
