Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::block_name
source: Block name
fi: Estä nimi
ko: 블록 이름
sv: Blocknamn
zh: 版块名称

# Languages::block_options
source: Block options
fi: Estä vaihtoehdot
ko: 블록 옵션
sv: Blockinställningar
zh: 版块选项

# Languages::block_order
source: Block order
fi: Estä tilaus
ko: 블록 주문
sv: Blockorganisering
zh: 版块订单

# Languages::block_our_brands
source: Brands
fi: Tuotemerkit
ko: 브랜드
sv: Varumärken
zh: 品牌

# Languages::block_our_brands_description
source: Product brands presented in the store
fi: Kaupan tuotemerkit
ko: 매장에 소개 된 제품 브랜드
sv: Varumärken som presenteras i butiken
zh: 店铺展示的商品品牌

# Languages::block_pages
source: Pages
fi: Sivut
ko: 페이지
sv: Sidor
zh: 页面

# Languages::block_pages_description
source: Store pages
fi: Kaupan sivut
ko: 상점 페이지
sv: Butikssidor
zh: 商店页面

# Languages::block_payment_methods
source: Payment methods
fi: Maksutavat
ko: 결제수단
sv: Betalningssätt
zh: 支付方式

# Languages::block_payment_methods_description
source: Available payment methods
fi: Käytettävissä olevat maksutavat
ko: 사용 가능한 결제 방법
sv: Tillgängliga betalningssätt
zh: 可用的支付方式

# Languages::block_products
source: Products
fi: Tuotteet
ko: 상품
sv: Produkter
zh: 产品

# Languages::block_product_filters
source: Product filters
fi: Tuotteen suodattimet
ko: 제품 필터
sv: Produktfilter
zh: 产品筛选

# Languages::block_product_filters_description
source: Product filtering options
fi: Tuotteen suodatusasetuksia
ko: 제품 필터링 옵션
sv: Produktfilter alternativ
zh: 产品筛选方式

# Languages::block_product_filters_home
source: Product filters for home page
fi: Tuotesuodattimet etusivulle
ko: 홈페이지 용 제품 필터
sv: Produktfilter för startsidan
zh: 主页商品筛选器

# Languages::block_product_filters_home_description
source: Product filtering options, displayed on home page
fi: Tuotteen suodatusvaihtoehdot, näkyvät etusivulla
ko: 홈 페이지에 표시되는 제품 필터링 옵션
sv: Produktfiltreringsalternativ, som visas på startsidan
zh: 显示在主页上的产品筛选选项

# Languages::block_settings
source: Block settings
fi: Estä asetukset
ko: 블록 설정
sv: Blockinställningar
zh: 版块设置

# Languages::block_shipping_methods
source: Shipping methods
fi: Toimitustavat
ko: 배송 방법
sv: Leveranssätt
zh: 配送方式

# Languages::block_shipping_methods_description
source: Available shipping methods
fi: Käytettävissä olevat toimitustavat
ko: 사용 가능한 배송 방법
sv: Tillgängliga leveranssätt
zh: 可用的配送方式

# Languages::block_smarty_block
source: HTML block with Smarty support
fi: HTML-lohko Smarty-tuella
ko: 스마트 지원이 포함 된 HTML 블록
sv: HTML block med Smarty support
zh: 支持Smarty的HTML版块

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
fi: Mikä tahansa HTML/Smarty-sisältö
ko: 모든 HTML / 스마트 콘텐츠
sv: Allt HTML/Smarty innehåll
zh: 任何 HTML/Smarty 内容

# Languages::block_template
source: Template
fi: Malli
ko: 템플릿
sv: Mall
zh: 模板

# Languages::block_template_description
source: Block with a particular template
fi: Estä tietyllä mallilla
ko: 특정 템플릿으로 구성된 블록
sv: Block med en särskild mall
zh: 版块特定模板

# Languages::block_text
source: Block text
fi: Estä teksti
ko: 블록 텍스트
zh: 版块文本

# Languages::block_time
source: Time for which IP should be blocked
fi: Aika, jolloin kukin IP tulisi estää
ko: IP를 차단해야하는 시간
sv: Tid som IP skall blockeras
zh: 到封禁某个IP的时间

# Languages::block_width
source: Block width
fi: Lohkon leveys
ko: 블록 폭
sv: Blockbredd
zh: 版块宽度

# Languages::block_wrapper_updated
source: Block wrapper was updated
fi: Lohkon kääre päivitettiin
ko: 블록 래퍼가 업데이트되었습니다.
sv: Blockbehållare uppdaterades
zh: 版块wrapper已更新

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
fi: Tämän toiminnon suorittaminen [action] tämän lohkon kaikilla [location_name] sivuilla. Haluatko jatkaa?
ko: 이 작업을 수행하면 모든 [location_name] 페이지에서 이 블록이 [action]됩니다. 계속 하시겠습니까?
sv: Genom att utföra detta kommer [action] detta blocket på alla [location_name] sidor. Vill du fortsätta?
zh: 执行此操作将 [action] 在此版块上所有的[location_name] 页面. 你要继续吗?

# Languages::body
source: Body
fi: Runko
ko: 본문
sv: Brödtext
zh: 正文

# Languages::bonus
source: Bonus
ko: 보너스
zh: 红利

# Languages::bonuses
source: Bonuses
fi: Bonukset
ko: 보너스
sv: Bonus
zh: 红利

# Languages::both
source: Both
fi: Molemmat
ko: 모두
sv: Båda
zh: 两者

# Languages::bought
source: Already bought
fi: Jo ostanut
ko: 이미 구입했습니다
sv: Redan köpt
zh: 已购买

# Languages::bought_amount
source: Bought quantity
fi: Ostettu määrä
ko: 구매 수량
sv: Köpt kvantitet
zh: 购买数量

# Languages::box_height
source: Box height
fi: Pakkauksen korkeus
ko: 상자 높이
sv: Lådhöjd
zh: 箱高

# Languages::box_length
source: Box length
fi: Pakkauksen pituus
ko: 상자 길이
sv: Lådlängd
zh: 箱长

# Languages::box_width
source: Box width
fi: Pakkauksen leveys
ko: 상자 폭
sv: Lådbredd
zh: 箱宽

# Languages::brand
source: Brand
fi: Tuotemerkki
ko: 브랜드
sv: Märke
zh: 品牌

# Languages::brand_type
source: Brand/Manufacturer
fi: Tuotemerkki/valmistaja
ko: 브랜드 / 제조사
sv: Märke/Tillverkare
zh: 品牌/制造商

# Languages::breadcrumbs
source: Breadcrumbs
fi: korppujauhoja
ko: 브레드크럼
sv: Brödsmulespår
zh: 面包屑

# Languages::broken_addon_pack
source: Incorrect add-on structure. The uploaded pack cannot be installed.
fi: Väärä lisäosarakenne. Ladattua pakettia ei voi asentaa.
ko: 잘못된 애드온 구조. 업로드 된 팩을 설치할 수 없습니다.
sv: Felaktigt format, det uppladdade paketet kunde inte installeras.
zh: 错误的插件结构。上传的包无法安装。

# Languages::broken_po_pack
source: Incorrect PO-pack structure. The uploaded pack cannot be installed.
fi: Virheellinen PO-pakkauksen rakenne. Ladattua pakettia ei voi asentaa.
ko: 잘못된 PO-팩 구조. 업로드 된 팩을 설치할 수 없습니다.
sv: Felaktigt PO-format, det uppladdade paketet kunde inte installeras.
zh: 错误的PO-包结构。上传的包无法安装。

# Languages::incorrect_po_pack_structure_file_not_exist
source: The structure of package that contains ".po" translation files located at <b>"[pack_path]"</b> is incorrect. The file <b>"[po_file]"</b> does not exist.
fi: Paketin rakenne, joka sisältää ".po"-käännöstiedostoja, jotka sijaitsevat kohdassa <b>"[pack_path]"</b> , on virheellinen. Tiedostoa <b>"[po_file]"</b> ei ole olemassa.
ko: <b>"[pack_path]"</b> 에 있는 ".po" 번역 파일을 포함하는 패키지 구조가 올바르지 않습니다. <b>"[po_file]"</b> 파일이 존재하지 않습니다.
sv: Strukturen för paketet som innehåller ".po"-översättningsfiler som finns på <b>"[pack_path]"</b> är felaktig. Filen <b>"[po_file]"</b> finns inte.
zh: 包含位于 <b>“[pack_path]”</b> 处的“.po”翻译文件的包的结构不正确。文件 <b>"[po_file]"</b> 不存在。

# Languages::browse
source: Browse...
fi: Selaa...
ko: 찾기
sv: Bläddra...
zh: 浏览...

# Languages::browser_upgrade_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
fi: <p>Olemme havainneet, että hallintapaneelimme ei tue täysin käyttämääsi selainta. Voit tarkastella tätä sivustoa nykyisellä selaimellasi, mutta se ei välttämättä näy oikein, etkä välttämättä pysty käyttämään kaikkia ominaisuuksia täysin.</p><br><p>Hallintapaneelia voi tarkastella parhaiten seuraavilla selaimilla:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 ja uudemmat</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (uusin versio)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (uusin versio)</a></li></ul><br><p>Lataa valitsemasi selain napsauttamalla yhtä linkeistä. Kun lataus on valmis, asenna selain suorittamalla asennusohjelma.</p><br><p>Jos et voi päivittää selaintasi nyt, voit silti käyttää hallintapaneelia, mutta et välttämättä pysty käyttämään kaikkia ominaisuuksia täysin.<br><br><a href="[url]">Jatka</a></p>
sv: <p>Den webbläsare du använder inte har fullt stöd för vår kontrollpanel.</p><p>Kontrollpanelen fungerar bäst med följande webbläsare:</p><ul><li> &ndash; <a href="https://support.microsoft.com/sv-se/products/internet-explorer" target="_blank">Internet Explorer 9 och senare</a></li><li> &ndash; <a href="https://www.mozilla.org/sv-SE/firefox/new/" target="_blank">Mozilla Firefox (senaste versionen)</a></li><li> &ndash; <a href="https://www.google.se/chrome/browser/desktop/" target="_blank">Google Chrome (senaste versionen)</a></li></ul><p>Klicka på en av länkarna för att ladda ner ditt val. När hämtningen är klar, installera webbläsaren genom att köra installationsprogrammet.</p><p>Om du inte vill uppgradera din webbläsare nu kan du fortfarande komma åt kontrollpanelen, men du kan troligtvis inte använda alla funktioner.<br><br><a href="[url]">Fortsätt</a></p>
zh: <p>我们检测到您正在使用的浏览器不完全支持我们的管理页面。您可以继续使用当前的浏览器查看我们的网站，但它可能无法正常显示，和无法使用某些功能。</p><br><p>推荐使用以下浏览器访问管理界面︰</p> <br><ul><li>&ndash;<a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home"target="_blank">IE9 及以上</a></li> <li>&ndash;<a href="http://www.mozilla.org/en-US/"target="_blank"> 火狐浏览器 (最新版本)</a></li> <li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/"target="_blank"> 谷歌浏览器(最新版本)</a></li></ul> <br><p>单击链接下载您所选择的浏览器。下载完成后，通过运行安装程序安装浏览器。</p><br><p>如果你现在不能升级您的浏览器，您仍然可以访问管理面板，但是您可能不能充分利用所有的功能。 <br><br><a href="[url]"> 继续</a></p>

# Languages::browser_upgrade_notice_title
source: Browser Upgrade Notice
fi: Huomautus selaimen päivityksestä
ko: 브라우저 업그레이드 공지
sv: Uppgradera din webbläsare
zh: 浏览器升级提示

# Languages::bulk_category_addition
source: Bulk category addition
fi: Joukkoluokan lisäys
ko: 벌크 카테고리 추가
sv: Lägg till flera kategorier
zh: 批量添加分类

# Languages::bulk_print_invoice
source: Invoice bulk print
fi: Laskun joukkotulostus
ko: 송장 벌크 인쇄
sv: Skriv ut orderbekräftelser
zh: 发票批量打印

# Languages::bulk_product_addition
source: Bulk product addition
fi: Bulkkituotteen lisäys
ko: 벌크 제품 추가
sv: Lägg till flera produkter
zh: 批量添加产品

# Languages::button_bgcolor
source: Button background color
fi: Painikkeen taustaväri
ko: 버튼 배경 색상
sv: Knapp bakgrundsfärg
zh: 按钮的背景颜色

# Languages::button_text_color
source: Button text color
fi: Painikkeen tekstiväri
ko: 버튼 텍스트 색상
sv: Knappar textfärg
zh: 按钮的文本颜色

# Languages::but_change
source: Change
fi: Muokkaa
ko: 변경
sv: Ändra
zh: 更改

# Languages::buyer_name
source: Buyer's name
fi: Ostajan nimi
ko: 구매자 이름
sv: Köparens namn
zh: 买方姓名

# Languages::buy_in_advance
source: Buy in advance
fi: Ostaa etukäteen
ko: 미리 구매
sv: Köp i förväg
zh: 提前购买

# Languages::buy_now
source: Buy now
fi: Osta nyt
ko: 바로구매
sv: Köp nu
zh: 现在购买

# Languages::by
source: by
fi: kirjoittaja
sv: av
zh: 由

# Languages::bytes
source: bytes
fi: tavua
ko: 바이트
zh: 字节

# Languages::by_fixed
source: by fixed amount
fi: kiinteällä määrällä
ko: 고정 금액으로
sv: med fast belopp
zh: 按固定金额

# Languages::by_percentage
source: by percentage of the original price
fi: prosenttiosuudella alkuperäisestä hinnasta
ko: 원래 가격의 백분율
sv: med procent av det ursprungliga priset
zh: 按原价格的百分比

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
fi: Koodi 128 on suuritiheyksinen viivakoodisymboliikka.<br/>Käytetään laajasti maailmanlaajuisesti.<br/>Koodi 128 on suunniteltu koodaamaan 128 täyttä ASCII-merkkiä.<br/>Koodi 128-A - 0-9, AZ, ASCII-ohjauskoodit, erikoismerkit.<br/>Koodi 128-B - 0-9, AZ, az, erikoismerkit.<br/>Koodi 128-C - 00-99 (vain numeeristen tietojen kaksoistiheyskoodaus).<br/>
sv: Code 128 är en högdensitets streckkodssymbolik och används i stor utsträckning över hela världen.<br>Code 128 är utformad för att koda 128 fulla ASCII-tecken.<br>Code 128-A - 0-9, A-Z, ASCII kontrollkoder och specialtecken.<br>Code 128-B - 0-9, A-Z, a-z, specialtecken.<br>Code 128-C - 00-99 (dubbel densitetskodning av numeriska data).<br>
zh: 128码是一个高密度条码符号.<br/>广泛应用于世界各地.<br/>128码是为全部128个ASCII字符编码而设计.<br/>Code 128-A - 0-9, A-Z, ASCII 控制符, 特殊字符.<br/>Code 128-B - 0-9, A-Z, a-z, 特殊字符.<br/>Code 128-C - 00-99(双密度数字数据编码).<br/>

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
fi: Koodi 128 on suuritiheyksinen viivakoodisymboliikka.<br/>Käytetään laajasti maailmanlaajuisesti.<br/>Koodi 128 on suunniteltu koodaamaan 128 täyttä ASCII-merkkiä.<br/>Koodi 128-A - 0-9, AZ, ASCII-ohjauskoodit, erikoismerkit.<br/>Koodi 128-B - 0-9, AZ, az, erikoismerkit.<br/>Koodi 128-C - 00-99 (vain numeeristen tietojen kaksoistiheyskoodaus).<br/>
sv: Code 128 är en högdensitets streckkodssymbolik och används i stor utsträckning över hela världen.<br>Code 128 är utformad för att koda 128 fulla ASCII-tecken.<br>Code 128-A - 0-9, A-Z, ASCII kontrollkoder och specialtecken.<br>Code 128-B - 0-9, A-Z, a-z, specialtecken.<br>Code 128-C - 00-99 (dubbel densitetskodning av numeriska data).<br>
zh: 128码是一个高密度条码符号.<br/>广泛应用于世界各地.<br/>128码是为全部128个ASCII字符编码而设计.<br/>Code 128-A - 0-9, A-Z, ASCII 控制符, 特殊字符.<br/>Code 128-B - 0-9, A-Z, a-z, 特殊字符.<br/>Code 128-C - 00-99 (双密度数字数据编码).<br/>

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
fi: Koodi 128 on suuritiheyksinen viivakoodisymboliikka.<br/>Käytetään laajasti maailmanlaajuisesti.<br/>Koodi 128 on suunniteltu koodaamaan 128 täyttä ASCII-merkkiä.<br/>Koodi 128-A - 0-9, AZ, ASCII-ohjauskoodit, erikoismerkit.<br/>Koodi 128-B - 0-9, AZ, az, erikoismerkit.<br/>Koodi 128-C - 00-99 (vain numeeristen tietojen kaksoistiheyskoodaus).<br/>
sv: Code 128 är en högdensitets streckkodssymbolik och används i stor utsträckning över hela världen.<br>Code 128 är utformad för att koda 128 fulla ASCII-tecken.<br>Code 128-A - 0-9, A-Z, ASCII kontrollkoder och specialtecken.<br>Code 128-B - 0-9, A-Z, a-z, specialtecken.<br>Code 128-C - 00-99 (dubbel densitetskodning av numeriska data).<br>
zh: 128码是一个高密度条码符号.<br/>广泛应用于世界各地.<br/>128码是为全部128个ASCII字符编码而设计.<br/>Code 128-A - 0-9, A-Z, ASCII 控制符, 特殊字符.<br/>Code 128-B - 0-9, A-Z, a-z, 特殊字符.<br/>Code 128-C - 00-99 (双密度数字数据编码).<br/>

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
fi: Tunnetaan myös nimellä USS Code 39, 3/9.<br/>Koodi 39 voi koodata aakkosnumeerisia merkkejä.<br/>Symboliikkaa käytetään muussa kuin vähittäiskaupassa.<br/>Koodi 39 on suunniteltu koodaamaan 26 isoa kirjainta, 10 numeroa ja 7 erikoismerkkiä.
sv: Även känd som USS Code 39, 3 av 9.<br>Code 39 kan koda alfanumeriska tecken.<br>Denna Symbolik används inte i detaljhandelsmiljöer.<br>Code 39 är utformad för att koda 26 stora bokstäver, 10 siffror och 7 specialtecken.
zh: 所知道的 USS 39码, 3 of 9.<br/>39码可以对字母数字字符进行编码.<br/>在非零售环境中使用的符号系统.<br/>39码是对设计进行编码 26 个大写的字母、 10 位数字和 7 特殊字符编码.

# Languages::cache_cleared
source: Cache has been cleared
fi: Välimuisti tyhjennetty
ko: 캐시가 지워졌습니다.
sv: Cache-minnet är tömt
zh: 缓存已经清理

# Languages::calculate
source: Calculate
fi: Laske
ko: 계산기
sv: Räkna
zh: 计算

# Languages::calculate_shipping_cost
source: Calculate shipping cost
fi: Laske toimituskulut (valitse Finland, jätä lääni ja postinumero tyhjäksi)
ko: 캐시가 정리되었습니다.
sv: Räkna fraktkostnad
zh: 计算配送运费

# Languages::calendar
source: Calendar
fi: Kalenteri
ko: 캘린더
sv: Kalender
zh: 日历

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
fi: Kanadan postilähetysprosessorin aktivoiminen edellyttää, että Kanadan dollari on käytössä.
sv: För att aktivera Canada Post måste Kanadensisk dollar vara aktiv.
zh: 要激活Canada 邮政处理, 您必须启用Canadian Dollar货币.

# Languages::cancel
source: Cancel
fi: Palaa
ko: 취소
sv: Avbryt
zh: 取消

# Languages::canceled_reversal
source: Canceled reversal
fi: Peruutettu peruutus
ko: 최소 번복
sv: Avbruten återföring
zh: 转换转换

# Languages::cancelled
source: Canceled
fi: Peruutettu
ko: 취소됨
sv: Avbruten
zh: 取消

# Languages::cancel_url_target
source: Cancel URL target
fi: Peruuta URL-kohde
ko: URL 대상 취소
sv: Avbryt URL-mål
zh: 取消URL目标

# Languages::cannot_buy
source: You cannot buy the product with these option variants
fi: Tuotetta ei voida lisätä ostoskoriin valituilla arvoilla.
ko: 이 옵션 변형으로 제품을 구입할 수 없습니다
sv: Du kan inte köpa produkten med dessa varianter
zh: 您无法购买该类型产品

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
fi: Ostoskori on tyhjä, joten et voi siirtyä maksamaan.
ko: 장바구니가 비어있어 결제를 진행할 수 없습니다.
sv: Din varukorg är tom, så du kan inte gå till kassan.
zh: 您的购物车为空,所以您不能进行结帐.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
fi: Maksutapoja ei ole valittavissa, joten et voi siirtyä kassalle.
ko: 사용할 수있는 결제 방법이 없으므로 결제를 진행할 수 없습니다.
sv: Inga betalningssätt tillgängliga, så du kan inte gå till kassan.
zh: 没有可用的支付方式,所以您不能进行结帐.

# Languages::cannot_remove_active_theme
source: Cannot remove the active theme
fi: Aktiivista teemaa ei voi poistaa
ko: 활성화된 테마를 제거 할 수 없습니다.
sv: Kan inte ta bort det aktiva temat
zh: 不能删除正在使用的主题

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
fi: Ei voi kirjoittaa tiedostoon <b>[file]</b>. Tarkista tiedostojen ja hakemistojen käyttöoikeudet.
ko: <b> [file] </ b> 파일에 쓸 수 없습니다. 파일 및 디렉토리 권한을 확인하십시오.
sv: Kunde inte skriva till filen <b>[file]</b>. Kontrollera fil- & mappbehörighet
zh: <b>[file]</b>无法重写文件.请检查文件和目录权限.

# Languages::cant_save_percentage_price
source: You can not use percentage value for base price.
fi: Et voi käyttää prosenttiarvoa perushintana.
ko: 기본 가격에는 백분율 값을 사용할 수 없습니다.
sv: Du kan inte använda procentuellt värde för grundpris.
zh: 你不使用百分比值为基础价格.

# Languages::cant_upload_file
source: Couldn't upload the file. The problem isn't necessarily on the [product] end. If it occurs regularly, please contact your server administrator or our technical support.
fi: Tiedostoa ei voitu ladata. Ongelma ei välttämättä ole [product] -päässä. Jos sitä esiintyy säännöllisesti, ota yhteyttä palvelimesi järjestelmänvalvojaan tai tekniseen tukeemme.
ko: 파일을 업로드 할 수 없습니다. 문제가 반드시 [product]쪽에있는 것은 아닙니다. 정기적으로 발생하는 경우 서버 관리자 또는 기술 지원에 문의하십시오.
sv: Det gick inte att ladda upp filen. Problemet är inte nödvändigtvis i [product] -änden. Om det inträffar regelbundet, kontakta din serveradministratör eller vår tekniska support.
zh: 无法上传文件。问题不一定在 [product] 端。如果经常出现，请联系您的服务器管理员或我们的技术支持。

# Languages::capture
source: Capture
fi: Kaapata
ko: 캡처
sv: Fånga
zh: 截图

# Languages::card
source: Card
fi: Kortti
ko: 카드
sv: Kort
zh: 卡

# Languages::cardholder_name
source: Cardholder's name
fi: Kortinhaltijan nimi
ko: 카드 소지자 이름
sv: Kortinnehavarens namn
zh: 持卡人姓名

# Languages::card_number
source: Card number
fi: Kortin numero
ko: 카드 번호
sv: Kortnummer
zh: 卡数字

# Languages::carousel
source: Carousel
fi: Karuselli
ko: 캐러셀
sv: Karusell
zh: 轮播

# Languages::carrier
source: Carrier
fi: Kuljettaja
ko: 케리어
sv: Leveransbolag
zh: 运输

# Languages::carrier_aup
source: Australia Post
fi: Australian posti
ko: 호주 포스트
zh: 澳大利亚邮政

# Languages::carrier_can
source: Canada Post
fi: Kanadan posti
ko: 캐나다 포스트
sv: Kanada Post
zh: 加拿大邮政

# Languages::carrier_fedex
source: FedEx
ko: 페덱스
zh: 联邦快递

# Languages::carrier_swisspost
source: SwissPost
ko: 스위스 포스트
zh: 瑞士邮政

# Languages::carrier_usps
source: USPS
ko: 미국 우편 공사
zh: 美国邮政

# Languages::cart
source: Cart
fi: Ostoskori
ko: 장바구니
sv: Varukorg
zh: 购物车

# Languages::cart_content
source: Cart content
fi: Ostoskorin sisältö
ko: 장바구니 내용
sv: Varukorg
zh: 购物车内容

# Languages::cart_contents
source: Cart contents
fi: Ostoskorin sisältö
ko: 장바구니 내용
sv: Din varukorg
zh: 购物车内容

# Languages::cart_info
source: Site info
fi: Sivut
ko: 사이트 정보
sv: Om webbsidan
zh: 购物车信息

# Languages::cart_is_empty
source: Cart is empty
fi: Ostoskori on tyhjä
ko: 장바구니가 비었습니다.
sv: Varukorgen är tom
zh: 购物车为空

# Languages::cart_items
source: Cart items
fi: Ostoskorin sisältö
ko: 카트 항목
sv: Varukorgens innehåll
zh: 购物车项目

# Languages::cart_subtotal
source: Cart subtotal
fi: Välisumma
ko: 장바구니 소계
sv: Varuvärde
zh: 购物车小计

# Languages::cash_on_delivery
source: Cash on delivery
fi: Postiennakko
ko: 대금 상환
sv: Kontant vid leverans
zh: 现金交货

# Languages::catalog
source: Catalog
fi: Tuoteryhmät
ko: 카탈로그
sv: Katalog
zh: 目录

# Languages::catalog_pages
source: Catalog pages
fi: Tuoteluettelosivut
ko: 카탈로그 페이지
sv: Katalogsidor
zh: 目录页面

# Languages::categories
source: Categories
fi: Kategoriat
ko: 카테고리
sv: Kategorier
zh: 产品分类

# Languages::categories_have_been_added
source: Categories have been added
fi: Kategoriat lisätty
ko: 카테고리가 추가되었습니다.
sv: Kategorier har lagts till
zh: 分类已添加

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
fi: Katso tuoteluokat, joita käytetään tuotteiden ryhmittelyyn myymälässäsi.
ko: 상점에서 제품을 그룹화하는 데 사용되는 제품 카테고리를 보십시오.
sv: Hantera kategorier.
zh: 在您的商店中查看可分类的产品分类

# Languages::category
source: Category
fi: Kategoria
ko: 카테고리
sv: Kategori
zh: 分类

# Languages::category_delimiter
source: Category delimiter
fi: Kategoriaerotin
ko: 카테고리 구분자
sv: kategori avgränsare
zh: 分类分隔符

# Languages::category_description
source: Category description
fi: Kategorian kuvaus
ko: 카테고리 설명
sv: Kategoribeskrivning
zh: 分类描述

# Languages::category_location
source: Category location
fi: Kategorian sijainti
ko: 카테고리 위치
sv: Kategoriplats
zh: 分类级别

# Languages::category_name
source: Category name
fi: Kategorian nimi
ko: 카테고리 이름
sv: Kategorititel
zh: 分类名称

# Languages::cdn_settings
source: CDN settings
fi: CDN asetukset
ko: CDN 설정
sv: CDN-inställningar
zh: CDN 的设置

# Languages::central
source: Central
fi: Keski
ko: 센트럴
zh: 中心的

# Languages::central_content
source: Central content
fi: Keskeinen sisältö
ko: 중앙 콘텐츠
sv: Centralt innehåll
zh: 中心的内容

# Languages::certificate
source: Certificate
fi: Sertifikaatti
ko: 수료증
sv: Certifikat
zh: 认证

# Languages::certificate_filename
source: Certificate filename
fi: Sertifikaatin tiedostonimi
ko: 증명서 파일 이름
sv: Certifikatets filnamn
zh: 证书文件名

# Languages::change
source: Change
fi: Muokkaa
ko: 변경
sv: Ändra
zh: 更改

# Languages::changed
source: Changed
fi: Muuttunut
ko: 변경 됨
sv: Ändrade
zh: 更改

# Languages::changes
source: Changes
fi: Muutokset
ko: 변경
sv: Förändringar
zh: 更改
