Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::change_access_permission_to_config
source: Also it is recommended to change the access permissions for the config.local.php file. It should have 644 (read/write for the owner and read for others) permissions.
fi: On myös suositeltavaa muuttaa tiedoston config.local.php käyttöoikeuksia. Sillä pitäisi olla 644 (luku-/kirjoitusoikeus omistajalle ja lukuoikeus muille).
ko: 또한 config.local.php 파일에 대한 액세스 권한을 변경하는 것이 좋습니다. 644 (소유자는 읽기 / 쓰기, 다른 사용자는 읽기) 권한이 있어야합니다.
sv: Ändra behörighet på filen <b>config.local.php</b>. Den bör ha 644 (läs/skriv för ägaren och läs för övriga).
zh: 同时建议更改 config.local.php 文件的访问权限。建议设置为 644 (所有者可读/写，其他人只读) 权限。

# Languages::change_addons_initialization
source: Change add-ons initialization
fi: Muuta lisäosien alustusta
ko: 에드온 초기화 변경
sv: Initialisering
zh: 修改插件的初始化

# Languages::change_language
source: Change language
fi: Vaihda kieli
ko: 언어 변경
sv: Ändra språk
zh: 更改语言

# Languages::change_password_notification
source: Please change your password
fi: Vaihda salasanasi
ko: 비밀번호를 변경하세요
sv: Ändra ditt lösenord
zh: 请修改您的密码

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
fi: Salasanasi, jolla pääset [store] -kaupan hallintapaneeliin, vaihdettiin viimeksi [days] päivä sitten. Vaihda salasanasi turvallisuussyistä. Voit tehdä tämän seuraamalla linkkiä:
ko: [store] 상점의 관리자 패널에 액세스하기위한 비밀번호가 [days] 일 전에 마지막으로 변경되었습니다. 보안상의 이유로 비밀번호를 변경하십시오. 이렇게하려면 다음 링크를 따르십시오.
sv: Ditt lösenord för kontrollpanelen hos [store] ändrades för [days] dagar sedan. Av säkerhetsskäl byt ditt lösenord igen. För att göra detta, följ länken:
zh: 您访问[store]管理员面板密码上次更改于[days]天前.出于安全方面的考虑,请更改您的密码. 为此，请按照以下链接:

# Languages::change_permissions
source: Change permissions
fi: Käyttöoikeuksien muuttaminen
ko: 권한 변경
sv: Ändra behörigheter
zh: 修改权限

# Languages::check_permissions
source: Check permissions
fi: Tarkista käyttöoikeudet
ko: 권한 확인
sv: Kontrollera behörigheter
zh: 检查权限

# Languages::change_range
source: Change range
fi: Muuta aluetta
ko: 범위 변경
sv: Ändra intervall
zh: 更改范围

# Languages::charged_amount
source: Charged amount
fi: Veloitettu summa
ko: 청구 금액
sv: Debiterat belopp
zh: 收费金额

# Languages::charset
source: Character set
fi: Merkistö
ko: 문자 집합
sv: Karaktärsuppsättning
zh: 字符设置

# Languages::chart
source: Chart
fi: Kaavio
ko: 차트
sv: Diagram
zh: 图表

# Languages::charts
source: Charts
fi: Kaaviot
ko: 차트
sv: Diagram
zh: 图表

# Languages::chart_type
source: Chart type
fi: Kaavion tyyppi
ko: 차트 유형
sv: Diagramtyp
zh: 图表类型

# Languages::check
source: Check
fi: Valinta
ko: 체크
sv: Kontrollera
zh: 检查

# Languages::checkbox
source: Check box
fi: Valintaruutu
ko: 체크 박스
sv: Kryssruta
zh: 复选框

# Languages::checking_account_number
source: Checking account number
fi: Tarkistetaan tilinumeroa
ko: 계좌 번호
sv: Kontnummer
zh: 检查帐号

# Languages::checkout
source: Checkout
fi: Siirry maksamaan
ko: 결제
sv: Till kassan
zh: 结帐

# Languages::checkout_as_guest
source: Checkout as guest
fi: Tilaa rekisteröitymättä
ko: 게스트로 체크 아웃하세요
sv: Snabbkassa
zh: 不登录结帐

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
fi: Hyväksyn ehdot
ko: 다음의 약관에 동의합니다.
sv: Jag godkänner villkoren i
zh: 我接受这些条款中的

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the [terms_href]
fi: Valitse tämä valintaruutu hyväksyäksesi [terms_href]
ko: [terms_href]를 승인하려면 체크박스 선택란을 선택하십시오.
sv: Jag godkänner era [terms_href]
zh: 选中复选框接受 [terms_href]

# Languages::checkout_terms_n_conditions_name
source: Terms and Conditions
fi: Käyttöehdot
ko: 이용약관
sv: Köpvillkor
zh: 条款和条件

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
fi: Sinun täytyy hyväksyä tilaus- ja toimitusehdot voidaksesi tehdä tilauksen.
ko: 계속하려면 이용 약관에 동의해야합니다.
sv: För att fortsätta måste du godkänna våra köpvillkor.
zh: 要继续进行，您需要接受我们的条款和条件.

# Languages::terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
fi: <p>Lue nämä ehdot ("Ehdot", "Käyttöehdot") huolellisesti ennen kuin käytät <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> -sivustoa ja My Mobile App -mobiilisovellusta ("Palvelu") Yritys ("me", "me" tai "meidän").</p><p><strong>Käyttämällä palvelua tai palvelua sitoudut noudattamaan näitä ehtoja. Jos et hyväksy jotakin Ehtojen osaa, et voi käyttää Palvelua.</strong></p><p><strong>Ostokset</strong></p><p>Jos haluat ostaa minkä tahansa tuotteen tai palvelun, joka on saatavilla Palvelun kautta ("Osto"), sinua saatetaan pyytää antamaan tiettyjä ostokseesi liittyviä tietoja, mukaan lukien rajoituksetta ...</p><p><strong>Sisältö</strong></p><p>Palvelumme avulla voit lähettää, linkittää, tallentaa, jakaa ja muutoin asettaa saataville tiettyä tietoa, tekstiä, grafiikkaa, videoita tai muuta materiaalia ("Sisältö"). Olet vastuussa ...</p><p><strong>Muutokset</strong></p><p>Varaamme oikeuden oman harkintamme mukaan muuttaa tai korvata näitä ehtoja milloin tahansa. Jos muutos on olennainen, pyrimme ilmoittamaan siitä vähintään 30 päivää ennen uusien ehtojen voimaantuloa. Se, mikä on olennainen muutos, päätetään oman harkintamme mukaan.</p><p><strong>Ota yhteyttä</strong></p><p>Jos sinulla on kysyttävää näistä ehdoista, ota meihin yhteyttä.</p>
sv: <p>Läs dessa villkor ("Villkor", "Villkor") noggrant innan du använder webbplatsen <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> och mobilapplikationen My Mobile App ("Tjänsten") som drivs av My Företag ("oss", "vi" eller "vår").</p><p><strong>Genom att komma åt eller använda tjänsten samtycker du till att vara bunden av dessa villkor. Om du inte håller med om någon del av villkoren kan du inte komma åt tjänsten.</strong></p><p><strong>Köp</strong></p><p>Om du vill köpa någon produkt eller tjänst som görs tillgänglig via tjänsten ("Köp"), kan du bli ombedd att tillhandahålla viss information som är relevant för ditt köp, inklusive, utan begränsning, din ...</p><p><strong>Innehåll</strong></p><p>Vår tjänst låter dig lägga upp, länka, lagra, dela och på annat sätt tillgängliggöra viss information, text, grafik, videor eller annat material ("Innehåll"). Du är ansvarig för ...</p><p><strong>Ändringar</strong></p><p>Vi förbehåller oss rätten att, efter eget gottfinnande, ändra eller ersätta dessa villkor när som helst. Om en revidering är väsentlig kommer vi att försöka ge minst 30 dagars varsel innan nya villkor träder i kraft. Vad som utgör en väsentlig förändring kommer att bestämmas efter eget gottfinnande.</p><p><strong>Kontakta oss</strong></p><p>Om du har några frågor om dessa Villkor, vänligen kontakta oss.</p>
zh: <p>请这些条款和条件 （"条款"、"条款和条件"） 使用前仔细阅读 <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> 网站和移动应用程序 （"服务"） 经营的我移动应用程序，由我公司"（我们"、"我们"，或"我们"）。</p><p><strong>访问或使用服务您同意遵守这些条款。如果你不同意条款的任何部分，然后你不能访问该服务。</strong></p><p><strong>购买</strong></p><p>如果您想要购买任何产品或服务可通过服务 （"购买"），可能会要求您提供某些信息与您购买包括但不限于，有关你...</p><p><strong>内容</strong></p><p>我们的服务允许您发布、 链接、 存储、 分享和否则使可用某些信息、 文本、 图形、 视频或其他材料 （"内容"）。你是负责...</p><p><strong>更改</strong></p><p>我们保留权利，在我们全权酌情修改或替换这些条款在任何时候。如果修订是材料我们将尝试提供至少 30 天通知之前任何新的条款生效。什么构成了物质的改变将决定我们自行判断。</p><p><strong>联系我们</strong></p><p>如果你有这些条款有任何疑问，请联系我们.</p>

# Languages::check_again
source: Recheck and correct
fi: Tarkasta ja korjaa
ko: 재확인 및 수정
sv: Kontrollera igen och korrigera
zh: 再次检查

# Languages::check_all
source: All
fi: Kaikki
ko: 모두
sv: Allt
zh: 全部

# Languages::check_disabled
source: Disabled
fi: Poistettu käytöstä
ko: 비활성화
sv: Inaktiva
zh: 禁用

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
fi: Jos haluat sisällyttää tilausten tilat, maksutavat ja sijainnit ehtoluetteloon, tarkista tarvittava kohde ja napsauta "Tallenna" -painiketta.
ko: 조건 목록에 주문 상태, 결제 방법 및 위치를 포함하려면 필요한 항목을 선택하고 "저장"버튼을 클릭하십시오.
sv: För att inkludera orderstatusar, betalsätt och platser i villkorslistan, välj objekt och klicka på "Spara".
zh: 包括订单状态，付款方式和条件列表的地点，检查所需要的项目，点击"保存"按钮.

# Languages::sales_reports_side_bar_notes
source: To include Order statuses, Payment methods and Rate areas in the conditions list, check the necessary item and click on the "Save" button.
fi: Jos haluat sisällyttää Tilauksen tilat, Maksutavat ja Hinta-alueet ehtoluetteloon, valitse tarvittava kohta ja napsauta "Tallenna" -painiketta.
ko: 조건 목록에 주문 상태, 결제 방법 및 요금 영역을 포함하려면 필요한 항목을 선택하고 "저장"버튼을 클릭하십시오.
sv: För att inkludera orderstatus, betalningsmetoder och prisområden i villkorslistan, kontrollera den nödvändiga artikeln och klicka på knappen "Spara".
zh: 要在条件列表中包含订单状态、付款方式和费率区域，请选中必要的项目并单击“保存”按钮。

# Languages::check_none
source: None
fi: Ei mitään
ko: 없음
sv: Inga
zh: 无

# Languages::check_active
source: Active
fi: Aktiivinen
ko: 활성
sv: Aktiva
zh: 启用

# Languages::check_hidden
source: Hidden
fi: Piilotettu
ko: 숨기기
sv: Dold
zh: 下架

# Languages::check_pending
source: Pending
fi: Käsittelyssä
ko: 대기중
sv: Väntar
zh: 待定的

# Languages::check_number
source: Check Number
fi: Sekin numero
ko: 수표 번호
sv: Kolla numret
zh: 检查数字

# Languages::check_ssl
source: Check SSL
fi: Tarkista SSL
ko: SSL 확인
sv: Kontrollera SSL
zh: 检查 SSL

# Languages::check_uncheck_all
source: Check / uncheck all
fi: Valitse / poista kaikki
ko: 모두 선택 / 선택 취소
sv: Markera / avmarkera alla
zh: 检查/取消所有

# Languages::chinese
source: Chinese
fi: Kiina
ko: 중국어
sv: kinesiska
zh: 中文

# Languages::choose
source: Choose
fi: Valitse
ko: 선택
sv: Välja
zh: 选择

# Languages::choose_action
source: Choose action
fi: Valitse toiminto
ko: 조치 선택
sv: Välj händelse
zh: 选择操作

# Languages::choose_category
source: Choose category
fi: Valitse kategoria
ko: 카테고리 선택
sv: Välj kategori
zh: 选择分类

# Languages::choose_user
source: Choose user
fi: Valitse käyttäjä
ko: 사용자 선택
sv: Välj användare
zh: 选择用户

# Languages::choose_your_country
source: Choose your country
fi: Valitse maasi
ko: 국가를 선택하세요
sv: Välj ditt land
zh: 选择您的国家

# Languages::choose_your_store_mode
source: Please choose your licensing mode
fi: Valitse lisenssitila
ko: 라이센스 모드를 선택하십시오
sv: Välj licenstyp
zh: 请选择你的授权模式

# Languages::cities
source: Cities
fi: kaupungit
ko: 도시
sv: Orter
zh: 城市

# Languages::city
source: City
fi: Postitoimipaikka
ko: 도시
sv: Postort
zh: 城市

# Languages::classes
source: classes
fi: luokat
ko: 교실
sv: klasser
zh: 类

# Languages::clean
source: clean
fi: puhdas
ko: 깨끗한
sv: Rensa
zh: 清除

# Languages::cleanup_history
source: Clean up history
fi: Puhdista historia
ko: 기록 (History) 지우기
sv: Rensa aktivitetslogg
zh: 清除历史记录

# Languages::clean_logs
source: Clear logs
fi: Tyhjennä lokit
ko: 로그 지우기
sv: Rensa aktivitetslogg
zh: 清除日志

# Languages::clean_old_logs
source: Clear logs older than [n] day|Clear logs older than [n] days
fi: Tyhjennä yli [n] päivää vanhemmat lokit|Tyhjennä yli [n] päivää vanhemmat lokit
ko: [n] 일이 지난 로그 지우기
sv: Rensa loggar äldre än [n] dagar|Rensa loggar äldre än [n] dagar
zh: 清除早于 [n] 天的日志|清除早于 [n] 天的日志

# Languages::clean_up_all_locations_on_import
source: Clean up locations before import
fi: Puhdista paikat ennen tuontia
ko: 가져 오기 전에 위치 정리
sv: Rensa plater innan import
zh: 导入前清除地址

# Languages::clear
source: Clear
fi: Asia selvä
ko: 지우기
sv: Rensa
zh: 清除

# Languages::clear_cache
source: Clear cache
fi: Tyhjennä välimuisti
ko: 캐시 지우기
sv: Rensa cacheminne
zh: 清除缓存

# Languages::generate_cache
source: Generate cache
fi: Luo välimuisti
ko: 캐시 생성
sv: Generera cacheminne
zh: 生成缓存

# Languages::clear_cart
source: Clear cart
fi: Tyhjennä ostoskori
ko: 비우기
sv: Töm varukorg
zh: 清空购物车

# Languages::clear_conditions
source: Clear conditions
fi: Selkeät olosuhteet
ko: 컨디션 정리
sv: Rensa villkor
zh: 清空条件

# Languages::clear_fields
source: Clear fields
fi: Tyhjennä kentät
ko: 필드 지우기
sv: Rensa fält
zh: 清除区域

# Languages::clear_list
source: Clear list
fi: Tyhjennä
ko: 목록 지우기
sv: Rensa listan
zh: 清空列表

# Languages::clear_thumbnails
source: Clean up generated thumbnails
fi: Puhdista luodut pikkukuvat
ko: 생성 된 썸네일 지우기
sv: Rensa genererade miniatyrbilder
zh: 清理缩略图

# Languages::clicks
source: Clicks
fi: Napsautukset
ko: 클릭
sv: Klick
zh: 点击

# Languages::client_id
source: Client ID
fi: Asiakastunnus
ko: 클라이언트 ID
sv: Klient ID
zh: 客户ID

# Languages::clone
source: Clone
fi: Klooni
ko: 복제
sv: Klona
zh: 克隆

# Languages::clone_from
source: Clone from
fi: Klooni kohteesta
ko: 다음에서 복제
sv: Klona från
zh: 从复制

# Languages::clone_selected
source: Clone selected
fi: Klooni valittu
ko: 복제 선택
sv: Klona vald
zh: 复制选定

# Languages::clone_table
source: Clone table
fi: Kloonipöytä
ko: 테이블 복제
sv: Klona tabell
zh: 复制表

# Languages::clone_theme
source: Clone theme
fi: Klooni teema
ko: 테마 복제
sv: Klona tema
zh: 克隆主题

# Languages::clone_this_item
source: Clone this item
fi: Kloonaa tämä kohde
ko: 이 항목 복제
sv: Klona detta objekt
zh: 复制此项

# Languages::clone_this_page
source: Clone this page
fi: Kloonaa tämä sivu
ko: 이 페이지 복제
sv: Klona den här sidan
zh: 复制此页

# Languages::close
source: Close
fi: Sulje
ko: 닫기
sv: Stänga
zh: 关闭

# Languages::code
source: Code
fi: Tuotekoodi
ko: 코드
sv: Kod
zh: 编号

# Languages::coefficient
source: Coefficient
fi: Kerroin
ko: 계수
sv: Koefficient
zh: 系数

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
fi: Kutista kohteiden aliluettelo
ko: 항목의 하위 목록 축소
sv: Dölj innehåll
zh: 关闭子列表中的项目

# Languages::collapse_text_color
source: Collapse text color
fi: Tiivistä tekstin väri
ko: 텍스트 색상 접기
sv: Dölj textfärg
zh: 折叠文本颜色

# Languages::color
source: Color
fi: Väri
ko: 색상
sv: Färg
zh: 颜色

# Languages::combination
source: Combination
fi: Yhdistelmä
ko: 결합
sv: Kombination
zh: 结合

# Languages::comma
source: Comma
fi: Pilkku
ko: 쉼표(,)
sv: Komma
zh: 逗号

# Languages::comment
source: Comment
fi: Kommentti
ko: 댓글
sv: Kommentar
zh: 评论

# Languages::comments
source: Comments
fi: Kommentit
ko: 댓글
sv: Kommentarer
zh: 注释

# Languages::comment_hint
source: Enter your comment to appear below the option
fi: Kirjoita kommenttisi, jotta se tulee näkyviin vaihtoehdon alle
ko: 옵션 아래에 표시 할 설명을 입력하십시오
sv: Text att visa under detta alternativ
zh: 请输入您要显示在选项下方的评论

# Languages::commission
source: Commission
fi: komissio
ko: 수수료
sv: Provision
zh: 佣金

# Languages::commissions
source: Commissions
fi: palkkiot
ko: 수수료
sv: Provisioner
zh: 佣金

# Languages::commissions_of_last_periods
source: Commissions of latest periods
fi: Viimeisimpien kausien palkkiot
ko: 최신 기간의 커미션
sv: Provisioner för senaste period
zh: 佣金的最后期限

# Languages::commission_rates
source: Commission rates
fi: Komission hinnat
ko: 커미션율
sv: Provisionssumma
zh: 佣金比率

# Languages::compact_list
source: Compact list
fi: Lista
ko: 단축 목록
sv: Kompakt lista
zh: 紧凑列表

# Languages::company
source: Company
fi: Yritys
ko: 회사
sv: Företag
zh: 公司

# Languages::company_address
source: Company address
fi: Yritys osoite
ko: 회사 주소
sv: Företags Adress
zh: 公司地址

# Languages::company_name
source: Company name
fi: Yrityksen nimi
ko: 회사명
sv: Företagsnamn
zh: 公司名称

# Languages::company_not_found
source: Selected company not found.
fi: Valittua yritystä ei löydy.
ko: 선택한 회사를 찾을 수 없습니다
sv: Valt företag hittades inte.
zh: 选择的公司不存在

# Languages::company_phone
source: Company phone
fi: Yrityksen puhelin
ko: 업체 전화번호
sv: Företagets telefon
zh: 公司电话

# Languages::company_settings
source: Company settings
fi: Yrityksen asetukset
ko: 회사 설정
sv: Företag
zh: 公司设置

# Languages::compare
source: Compare
fi: Tuotevertailu
ko: 비교
sv: Jämförlista
zh: 比较

# Languages::product_comparison_list
source: Comparison list
fi: Vertailulista
ko: 제품 비교 목록
sv: Jämförlista
zh: 比较列表

# Languages::comparison_list_note
source: Go to the products comparison list
fi: Siirry tuotteiden vertailuluetteloon
ko: 제품 비교 목록으로 이동
sv: Jämförlistan
zh: 跳转到商品比较列表

# Languages::compare_product_features
source: Compare product features
fi: Vertaa tuotteen ominaisuuksia
ko: 제품 기능 비교
sv: Jämför produktegenskaper
zh: 比较产品特征

# Languages::comparison_list
source: Comparison list
fi: Vertailulista
ko: 제품 비교 목록
sv: Jämförlista
zh: 对照列表

# Languages::compatible_class
source: Compatible class
fi: Yhteensopiva luokka
ko: 호환 클래스
sv: Kompatibel klass
zh: 兼容类

# Languages::completed
source: Completed
fi: Valmis
ko: 완료됨
sv: Avslutad
zh: 完成

# Languages::compressing_backup
source: Compressing backup file
fi: Varmuuskopiotiedoston pakkaaminen
ko: 백업 파일 압축
sv: Komprimerar säkerhetskopia
zh: 压缩备份文件

# Languages::compress_dump
source: Compress backup file
fi: Pakkaa varmuuskopiotiedosto
ko: 백업 파일 압축
sv: Komprimera säkerhetskopia
zh: 压缩备份文件

# Languages::condition
source: Condition
fi: Kunto
ko: 조건
sv: Tillstånd
zh: 条件

# Languages::conditions
source: Conditions
fi: ehdot
ko: 조건
sv: Betingelser
zh: 条件

# Languages::configure
source: Configure
fi: Määritä
ko: 구성
sv: Inställningar
zh: 配置

# Languages::confirm
source: Confirm
fi: Vahvistaa
ko: 확인
sv: Bekräfta
zh: 确认

# Languages::confirmation_dialog
source: Confirmation dialog
fi: Vahvistusikkuna
ko: 확인 대화 상자
sv: Bekräftelsedialog
zh: 确认对话框

# Languages::confirm_password
source: Confirm password
fi: Vahvista salasana
ko: 비밀번호 확인
sv: Upprepa lösenord
zh: 密码确认

# Languages::conflicts
source: Conflicts
fi: Konfliktit
ko: 갈등
sv: Konflikter
zh: 冲突

# Languages::congratulations
source: Congratulations!
fi: Onnittelut!
ko: 축하합니다!
sv: Grattis!
zh: 恭喜!

# Languages::connection_ticket
source: Connection ticket
fi: Yhteyslippu
ko: 연결 티켓
sv: Anslutningsbiljett
zh: 联票

# Languages::contact_information
source: Contact information
fi: Yhteystiedot
ko: 연락처 정보
sv: Kontakt
zh: 联系信息

# Languages::contact_us_for_price
source: Contact us for a price
fi: Kysy hintaa
ko: 가격 문의
sv: [Kontakta oss för pris]
zh: [联系我们询问价格]

# Languages::container_options
source: Container options
fi: Säiliön vaihtoehdot
ko: 컨테이너 옵션
sv: Behållaralternativ
zh: 包含选项

# Languages::content
source: Content
fi: Sisältö
ko: 내용
sv: Innehåll
zh: 内容

# Languages::content_alignment
source: Content alignment
fi: Sisällön tasaus
ko: 콘텐츠 정렬
sv: Innehållsjustering
zh: 内容定位

# Languages::content_changed_for
source: This block instances have different content for
fi: Tällä lohkoinstanssilla on eri sisältö
ko: 이 블록 인스턴스는 다음 항목에 대해 다른 내용이 있습니다:
sv: Detta blockets förekomster har olika innehåll för
zh: 版块要求具有不同的内容

# Languages::pages_menu_description
source: Create and publish pages, polls, forms and links.
fi: Luo ja julkaise sivuja, kyselyitä, lomakkeita ja linkkejä.
ko: 페이지, 설문 조사, 양식 및 링크를 만들고 게시합니다.
sv: Hantera sidor, webbfrågor, formulär och länkar etc.
zh: 创建和发布网页、 投票、 表单和链接.

# Languages::continue
source: Continue
fi: Jatka
ko: 계속
sv: Fortsätt
zh: 继续

# Languages::continue_shopping
source: Continue shopping
fi: Jatka ostoksia
ko: 쇼핑 계속하기
sv: Fortsätt handla
zh: 继续购物

# Languages::controller
source: Replace with
fi: Korvata
ko: 다음으로 교체
sv: Ersätta med
zh: 置换为

# Languages::converting_data_in_table
source: Converting data in table [table]
fi: Taulukon [table]tietojen muuntaminen
ko: 테이블 [table]의 데이터 변환
sv: Konverterar data i tabell [table]
zh: 转换表中的数据[table]

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
ko: [product] - 쇼핑 카트 소프트웨어
sv: [product]
zh: 购物程序

# Languages::core
source: Core
fi: Ydin
ko: 코어
sv: Kärna
zh: 中心部分

# Languages::cost
source: Cost
fi: Kustannus
ko: 비용
sv: Kostnad
zh: 成本

# Languages::cost_dependences
source: Cost dependencies
fi: Kustannusriippuvuudet
ko: 비용 의존성
sv: Kostnad
zh: 基于成本

# Languages::could_not_open_file
source: File preview is not available
fi: Tiedoston esikatselu ei ole käytettävissä
ko: 파일 미리보기를 사용할 수 없습니다
sv: Kunde inte öppna fil.
zh: 文件预览不可用

# Languages::countries
source: Countries
fi: Maat
ko: 국가
sv: Länder
zh: 国家

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
fi: Hallinnoi kaupassasi tuettuja maita.
ko: 상점에서 지원되는 국가 세트를 관리하십시오
sv: Hantera länder.
zh: 管理您的商店中支持的国家设置.

# Languages::country
source: Country
fi: Maa
ko: 국가
sv: Land
zh: 国家

# Languages::coupon
source: Coupon
fi: Kuponki
ko: 쿠폰
sv: Kod
zh: 优惠券

# Languages::coupons
source: Coupons
fi: Kupongit
ko: 쿠폰
sv: Rabattkoder
zh: 优惠券

# Languages::coupon_already_used
source: This coupon is already in use
fi: Kuponki on jo käytössä
ko: 이 쿠폰은 이미 사용 중입니다
sv: Denna rabattkod används redan.
zh: 此优惠券已被使用

# Languages::coupon_code
source: Coupon code
fi: Kuponkikoodi
ko: 쿠폰 코드
sv: Kupongskod
zh: 优惠券代码

# Languages::cpi_hash_key
source: CPI Hash Key
sv: CPI Hash-nyckel
zh: CPI 哈希值

# Languages::create
source: Create
fi: Luo
ko: 생성
sv: Skapa
zh: 添加

# Languages::created
source: Created
fi: Luotu
ko: 생성됨
sv: Skapad
zh: 创建时间

# Languages::create_account
source: Create account
fi: Luo uusi tili
ko: 계정 만들기
sv: Vill du bli skapa konto?
zh: 创建帐户

# Languages::create_administrator_account
source: Create administrator account
fi: Luo järjestelmänvalvojan tili
ko: 에드민 계정 생성
sv: Skapa administratörskonto
zh: 创建管理员帐号

# Languages::create_and_close
source: Create and close
fi: Luo ja sulje
ko: 생성 및 닫기
sv: Skapa och stäng
zh: 创建并关闭

# Languages::create_file
source: Create file
fi: Luo tiedosto
ko: 파일 생성
sv: Skapa fil
zh: 创建文件

# Languages::create_folder
source: Create folder
fi: Luo kansio
ko: 폴더 생성
sv: Skapa mapp
zh: 创建文件夹

# Languages::create_guest_account
source: Quick checkout with no account creating required
fi: Siirry suoraan tilamaan
ko: 계정 생성이 필요없는 빠른 결제
sv: Genomför köp utan att skapa konto.
zh: 快速结帐无须创建帐号

# Languages::create_new_account
source: Create a permanent account and use it for checkout
fi: Luo uusi tili nopeuttaaksesi tilaamista jatkossa
ko: 영구 계정을 만들고 결제에 사용
sv: För tillgång till fler funktioner och "Mina sidor".
zh: 创建一个永久的帐户并使用它结帐

# Languages::create_new_block
source: Create New Block
fi: Luo uusi lohko
ko: 새 블록 생성
sv: Skapa nytt block
zh: 创建新版块

# Languages::create_new_order
source: Create a new order
fi: Luo uusi tilaus
ko: 새 주문 추가
sv: Skapa ny order
zh: 添加一个新订单

# Languages::create_process_payment
source: Create and process payment
fi: Luo ja käsittele maksu
ko: 결제 생성 및 처리
sv: Skapa och behandla betalning
zh: 创建并处理付款

# Languages::create_profile
source: Create a new profile
fi: Luo uusi profiili
ko: 새 프로필 만들기
sv: Skapa ny profil
zh: 创建一个新资料

# Languages::create_profile_notification_header
source: Thank you for becoming a registered user at our store. Below you will find your account information.
fi: Kiitos rekisteröitymisestäsi myymäläämme. Alta löydät tilitietosi.
ko: 저희 마켓플레이스에 등록 된 사용자가되어 주셔서 감사합니다. 아래에서 귀하의 계정 정보를 찾을 수 있습니다.
sv: Tack för att du blev en registrerad användare i vår butik. Nedan hittar du din kontoinformation.
zh: 感谢你成为注册的用户在我们的商店。下面你会发现您的帐户信息。
