Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::uc_addon_package_files_do_not_match_schema
source: Package contains files that were not described in schema or schema has links to missing files
fi: Paketti sisältää tiedostoja, joita ei ole kuvattu skeemassa, tai skeemassa on linkkejä puuttuviin tiedostoihin
ko: 패키지에 스키마에 설명되지 않은 파일이 포함되어 있거나 스키마에 누락된 파일에 대한 링크가 있습니다.
sv: Paketet innehåller filer som inte beskrivs i schemat, eller schemat har länkar till filer som saknas
zh: 包包含未在架构中描述的文件或架构具有指向丢失文件的链接

# Languages::uc_addon_package_pre_post_scripts_mismatch
source: Package contains pre/post scripts that were not described in schema or schema has links to missing files
fi: Paketti sisältää pre/post komentosarjoja, joita ei ole kuvattu skeemassa tai skeemassa on linkkejä puuttuviin tiedostoihin
ko: 패키지에 스키마에 설명되지 않은 사전/사후 스크립트가 포함되어 있거나 스키마에 누락된 파일에 대한 링크가 있습니다.
sv: Paketet innehåller pre/post skript som inte beskrivs i schemat, eller schemat har länkar till filer som saknas
zh: 包包含架构中未描述的前/后脚本或架构具有指向丢失文件的链接

# Languages::new_version
source: New version
fi: Uusi versio
ko: 다음 버져
sv: Ny version
zh: 新版本

# Languages::migrations
source: Migrations
fi: Muuttoliikkeet
ko: 이주
sv: Migrationer
zh: 迁移

# Languages::permissions_issue
source: Permissions issue
fi: Lupaongelma
ko: 권한 문제
sv: Behörighetsproblem
zh: 权限问题

# Languages::text_uc_local_modification
source: Local modifications
fi: Paikalliset muutokset
ko: 로컬 수정
sv: Lokala modifieringar
zh: 局部修改

# Languages::text_uc_agreed_collisions
source: I understand that my local modifications will be permanently lost during the upgrade
fi: Ymmärrän, että paikalliset muutokset katoavat pysyvästi päivityksen aikana
ko: 업그레이드하는 동안 로컬 수정 사항이 영구적으로 손실된다는 점을 이해합니다.
sv: Jag förstår att mina lokala modifieringar kommer att förloras under uppgraderingen
zh: 我了解我的本地修改将在升级过程中永久丢失

# Languages::text_uc_will_be_changed
source: Will be changed
fi: Vaihdetaan
ko: 변경됩니다
sv: Kommer att ändras
zh: 将被改变

# Languages::text_uc_will_be_deleted
source: Will be deleted
fi: Poistetaan
ko: 삭제됩니다
sv: Kommer att tas bort
zh: 将被删除

# Languages::uc_title_validators
source: Upgrade package validators
fi: Päivityspakettien tarkistajat
ko: 패키지 유효성 검사기 업그레이드
sv: Uppgraderingspaket validerare
zh: 升级包验证器

# Languages::uc_execute_validator
source: Execute "[validator]" validator
fi: Suorita "[validator]"-validaattori
ko: "[validator]" 유효성 검사기 실행
sv: Utför "[validator]" validering
zh: 执行“[validator]”验证器

# Languages::uc_copy_files
source: Copy files
fi: Kopioi tiedostoja
ko: 파일 복사
sv: Kopiera filer
zh: 复制文件

# Languages::uc_run_migrations
source: Run migrations
fi: Suorita siirrot
ko: 마이그레이션 실행
sv: Utför migreringar
zh: 运行迁移

# Languages::uc_install_languages
source: Install languages
fi: Asenna kielet
ko: 언어 설치
sv: Installerar språk
zh: 安装语言

# Languages::uc_upgrade_progress
source: Upgrade progress
fi: Päivityksen edistyminen
ko: 업그레이드 진행
sv: Uppgraderingsförlopp
zh: 升级进度

# Languages::upload_upgrade_package
source: Upload upgrade package
fi: Lataa päivityspaketti
ko: 업그레이드 패키지 업로드
sv: Ladda upp uppgraderingspaket
zh: 上传升级包

# Languages::upload_upgrade_text
source: Uploading upgrade package allows you to apply HotFixes or Add-on upgrades. You can upload an upgrade pack by picking a tgz,gz,zip format archive and clicking Upload.
fi: Päivityspaketin lähettäminen mahdollistaa HotFixes- tai Add-on-päivitysten asentamisen. Voit ladata päivityspaketin valitsemalla tgz,gz,zip-muotoisen arkiston ja napsauttamalla Lataa.
ko: 업그레이드 패키지를 업로드하면 HotFix 또는 추가 기능 업그레이드를 적용할 수 있습니다. tgz,gz,zip 형식 아카이브를 선택하고 업로드를 클릭하여 업그레이드 팩을 업로드할 수 있습니다.
sv: Uppladdning av uppgraderingspaket gör att du t.ex. kan lägga på korrigeringar eller uppgradera tillägg. Ladda upp ett uppgraderingspaket genom att välja en tgz, gz eller zip-fil och klicka på Ladda upp.
zh: 上传升级包允许您应用 HotFixes 或附加升级。您可以通过选择 tgz、gz、zip 格式的存档并单击上传来上传升级包。

# Languages::outside_navigation
source: Outside navigation
fi: Navigoinnin ulkopuolella
ko: 외부 탐색
sv: Blädderknappar
zh: 外部导航

# Languages::exim_error_incorrect_feature_type
source: Incorrect feature type. Some product features were not updated.
fi: Väärä ominaisuuden tyyppi. Joitakin tuotteen ominaisuuksia ei ole päivitetty.
ko: 잘못된 기능 유형입니다. 일부 제품 기능이 업데이트되지 않았습니다.
sv: Felaktig egenskapstyp. Några produktegenskaper har inte uppdaterats.
zh: 要素类型不正确。部分产品功能未更新。

# Languages::exim_error_empty_feature_name
source: Feature name is missing. Some product features were not updated.
fi: Ominaisuuden nimi puuttuu. Joitakin tuotteen ominaisuuksia ei ole päivitetty.
ko: 기능 이름이 없습니다. 일부 제품 기능이 업데이트되지 않았습니다.
sv: Egenskapsnamn saknas. Några produktegenskaper har inte uppdaterats.
zh: 缺少功能名称。部分产品功能未更新。

# Languages::unable_to_delete_last_storefront
source: At least one storefront must remain
fi: Vähintään yksi myymälä on säilytettävä
ko: 최소한 하나의 상점 정보가 남아 있어야 합니다.
sv: Minst en butik måste finnas kvar
zh: 必须至少保留一个店面

# Languages::datakeeper.run_backup_via_cron_message
source: You can run the backup automatically at certain time intervals. To do it, add the following command to <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
fi: Voit suorittaa varmuuskopion automaattisesti tietyin aikavälein. Tee se lisäämällä seuraava komento kohtaan <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
ko: 특정 시간 간격으로 백업을 자동으로 실행할 수 있습니다. 이를 수행하려면 <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>에 다음 명령을 추가하십시오.
sv: Du kan köra säkerhetskopieringen automatiskt vid vissa tidsintervall. För att göra det, lägg till följande kommando till <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>:
zh: 您可以按特定时间间隔自动运行备份。为此，请将以下命令添加到 <a href="https://en.wikipedia.org/wiki/Cron" target="_blank">Cron</a>：

# Languages::datakeeper.error_unsupported_file_type
source: File cannot be restored. Only .sql, .zip and .tgz files are allowed.
fi: Tiedostoa ei voi palauttaa. Vain .sql-, .zip- ja .tgz-tiedostot ovat sallittuja.
ko: 파일을 복원할 수 없습니다. .sql, .zip 및 .tgz 파일만 허용됩니다.
sv: Filen kunde inte återställas, endast sql, zip och tgz-filer är tillåtna.
zh: 文件无法恢复。仅允许使用 .sql、.zip 和 .tgz 文件。

# Languages::datakeeper.file_cannot_be_overrided
source: Cannot write to the file <b>[file]</b>. Set the writable permissions manually or check the FTP access to your server in the <a href="[url]">"Upgrade center"</a> section
fi: Ei voi kirjoittaa tiedostoon <b>[file]</b>. Aseta kirjoitusoikeudet manuaalisesti tai tarkista palvelimesi FTP-käyttö osiossa <a href="[url]">"Päivityskeskus"</a>
ko: <b>[file]</b>파일에 쓸 수 없습니다. 쓰기 가능한 권한을 수동으로 설정하거나 <a href="[url]">"업그레이드 센터"</a> 섹션에서 서버에 대한 FTP 액세스를 확인하십시오.
sv: Kunde inte skriva till filen <b>[file]</b>. Ändra skrivbehörighet manuellt eller kontrollera FTP åtkomst till servern i avdelningen <a href="[url]">Uppgraderingscenter</a>
zh: 无法写入文件 <b>[file]</b>。手动设置可写权限或在 <a href="[url]">“升级中心”</a> 部分检查对您服务器的 FTP 访问权限

# Languages::uc_restore_email_body
source: <p>Your store's database and files has been backed up before the upgrade. The backup archive includes the whole database and all files except for images. The backup archive has been stored on your server: [backup_file].</p><p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p><p>If something goes wrong during the upgrade, go to your admin panel, <strong>Administration → Backup/Restore</strong>, to restore the backup.</p><p>If you can't access your admin panel, use the following link to restore the last backup. <b>Important:</b> following this link will immediately launch the restore process. Use it only if you can't access your admin panel! Restore the last backup:</p>
fi: <p>Kauppasi tietokanta ja tiedostot on varmuuskopioitu ennen päivitystä. Varmuuskopioarkisto sisältää koko tietokannan ja kaikki tiedostot kuvia lukuun ottamatta. Varmuuskopioarkisto on tallennettu palvelimellesi: [backup_file].</p><p>Ennen päivitystä myymäläsi oli suljettu. Tarkista, toimiiko se hyvin päivityksen jälkeen ja <a href="[settings_section]">avaa se</a>.</p><p>Jos jokin menee pieleen päivityksen aikana, palauta varmuuskopio siirtymällä hallintapaneeliin <strong>Hallinta → Varmuuskopiointi/palautus</strong>.</p><p>Jos et pääse hallintapaneeliin, palauta viimeisin varmuuskopio seuraavasta linkistä. <b>Tärkeää:</b> tämän linkin seuraaminen käynnistää palautusprosessin välittömästi. Käytä sitä vain, jos et pääse hallintapaneeliin! Palauta viimeisin varmuuskopio:</p>
ko: <p>상점의 데이터베이스와 파일이 업그레이드 전에 백업되었습니다. 백업 아카이브에는 전체 데이터베이스와 이미지를 제외한 모든 파일이 포함됩니다. 백업 아카이브가 다음 서버에 저장되었습니다. [backup_file].</p><p>업그레이드 전에 상점이 문을 닫았습니다. 업그레이드 후 제대로 실행되고 있는지 확인하고 <a href="[settings_section]">엽니다</a>.</p><p>업그레이드 중에 문제가 발생하면 관리자 패널, <strong>관리 → 백업/복원</strong>으로 이동하여 백업을 복원합니다.</p><p>관리자 패널에 액세스할 수 없는 경우 다음 링크를 사용하여 마지막 백업을 복원하세요. <b>중요:</b> 이 링크를 따라가면 복원 프로세스가 즉시 시작됩니다. 관리자 패널에 액세스할 수 없는 경우에만 사용하십시오! 마지막 백업 복원:</p>
sv: <p>Butikens databas och filer säkerhetskopierades innan uppgraderingen. Säkerhetskopian innehåller hela databasen och alla filer (UTOM bilderna) och har sparats på servern: [backup_file].</p><p>Före uppgraderingen stängdes butiken. Kontrollera att allt fungerar efter uppgraderingen och <a href="[settings_section]">öppna butiken igen</a>.</p><p>Om något går fel under uppgraderingen kan du i din kontrollpanel <b>Administrera → Databas</b> återställa säkerhetskopian.</p><p>Om du inte kommer åt kontrollpanelen använd följande länk för att återställa den senaste säkerhetskopian. <b>Varning!</b> Denna kommer omedelbart starta återställningsprocessen, använd den endast om du inte kommer åt kontrollpanelen! Återställ senaste säkerhetskopia:</p>
zh: <p>您商店的数据库和文件在升级前已经备份。备份存档包括整个数据库和除图像之外的所有文件。备份存档已存储在您的服务器上： [backup_file]。</p><p>升级前，您的商店已关闭。检查升级后是否运行良好 <a href="[settings_section]">打开</a>.</p><p>如果在升级过程中出现问题，请转到您的管理面板， <strong>管理 → 备份/恢复</strong>，以恢复备份。</p><p>如果您无法访问管理面板，请使用以下链接恢复上次备份。 <b>重要提示：</b> 点击此链接将立即启动恢复过程。仅当您无法访问管理面板时才使用它！恢复上次备份：</p>

# Languages::uc_backup_info_subj
source: Upgrade Center: Store has been backed up and closed.
fi: Päivityskeskus: Kauppa on varmuuskopioitu ja suljettu.
ko: 업그레이드 센터: 스토어가 백업되어 폐쇄되었습니다.
sv: Uppgraderingscenter: Butiken har säkerhetskopierats och stängts.
zh: 升级中心：商店已备份并关闭。

# Languages::uc_info_subj
source: Upgrade Center: Store has been closed.
fi: Päivityskeskus: Kauppa on suljettu.
ko: 업그레이드 센터: 매장이 폐쇄되었습니다.
sv: Uppgraderingscenter: Butiken har stängts.
zh: 升级中心：商店已关闭。

# Languages::error_features_too_many_variants
source: Search by features is not available due to the excessive number of variants.
fi: Haku ominaisuuksien mukaan ei ole käytettävissä, koska vaihtoehtoja on liikaa.
ko: 변형 수가 너무 많아 기능별 검색을 사용할 수 없습니다.
sv: Sök efter egenskaper är inte tillgänglig på grund av för stort antal varianter.
zh: 由于变体数量过多，无法按功能搜索。

# Languages::upgraded_on
source: Upgraded on
fi: Päivitetty päälle
ko: 업그레이드 날짜
sv: Uppgraderad den
zh: 升级日期

# Languages::error_unable_to_create_thumbnail
source: Unable to create thumbnail for file "[file]": [error]
fi: Ei voida luoda pikkukuvaa tiedostolle "[file]": [error]
sv: Kunde inte skapa miniatyrbild för '[file]': [error]
zh: 无法为文件“[file]”创建缩略图： [error]

# Languages::cookie_is_disabled
source: For a complete shopping experience, please <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">set your browser to accept cookies</a>
fi: Täydellisen ostokokemuksen saamiseksi <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">aseta selaimesi hyväksymään evästeet</a>
ko: 완전한 쇼핑 경험을 위해 <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">쿠키를 허용하도록 브라우저를 설정하십시오</a>
sv: För en komplett shoppingupplevelse, vänligen <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">ställ in din webbläsare för att acceptera cookies</a>
zh: 为了获得完整的购物体验，请 <a href="https://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">将您的浏览器设置为接受 cookie</a>

# Languages::uc_restore_email_subject
source: Upgrade center: Store has been backed up and closed.
fi: Päivityskeskus: Kauppa on varmuuskopioitu ja suljettu.
ko: 업그레이드 센터: 스토어가 백업되어 폐쇄되었습니다.
sv: Uppgraderingscenter: Butiken har säkerhetskopierats och stängts.
zh: 升级中心：商店已备份并关闭。

# Languages::warning_zero_price_restricted_product
source: Product <b>"[product]"</b> has not been added to the cart, because it doesn't have a price.
fi: Tuotetta <b>"[product]"</b> ei ole lisätty ostoskoriin, koska sillä ei ole hintaa.
ko: 제품 <b>"[product]"</b> 은(는) 가격이 없기 때문에 장바구니에 추가되지 않았습니다.
sv: Produkten <b>[product]</b> kan inte läggas i varukorgen eftersom den saknar pris.
zh: 产品 <b>"[product]"</b> 尚未添加到购物车，因为它没有价格。

# Languages::exim_vendor_cant_create_feature
source: Vendors cannot create product features and their variants. Some product features cannot be modified.
fi: Myyjät eivät voi luoda tuoteominaisuuksia ja niiden muunnelmia. Joitakin tuotteen ominaisuuksia ei voi muuttaa.
ko: 공급업체는 제품 기능 및 해당 변형을 만들 수 없습니다. 일부 제품 기능은 수정할 수 없습니다.
sv: Försäljare kan inte skapa produktegenskaper samt dess varianter. Några produktegenskaper kunde inte ändras.
zh: 供应商无法创建产品功能及其变体。某些产品功能无法修改。

# Languages::uc_migration_failed
source: An error has occured during upgrading database structure (applying migration [migration]).
fi: Virhe päivitettäessä tietokantarakennetta (otetaan käyttöön siirtoa [migration]).
ko: 데이터베이스 구조를 업그레이드하는 동안 오류가 발생했습니다(마이그레이션 [migration]적용).
sv: Ett fel har inträffat vid uppgradering av databasstruktur (applicering av [migration]).
zh: 升级数据库结构时发生错误（应用迁移 [migration]）。

# Languages::text_entered_html_was_sanitized
source: Some <strong>HTML tags</strong> that you have used <strong>were cut off</strong> because of the restrictions on inserting HTML tags such as &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; and JavaScript code. That's why the content that you've inserted via these tags will not be displayed.
fi: Jotkut <strong>käyttämääsi HTML-tunnistetta</strong> <strong>leikattiin pois</strong> HTML-tunnisteiden, kuten &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; ja JavaScript-koodin, lisäämistä koskevien rajoitusten vuoksi. Tästä syystä näiden tunnisteiden kautta lisäämääsi sisältöä ei näytetä.
ko: &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; 및 JavaScript 코드와 같은 HTML 태그 삽입에 대한 제한으로 인해 <strong>사용하신 일부 <strong>HTML 태그</strong> 이</strong> 잘렸습니다. 그렇기 때문에 이러한 태그를 통해 삽입한 콘텐츠는 표시되지 않습니다.
sv: Några <b>HTML taggar</b> som du använt <b>har tagits bort</b> på grund av restriktioner för att infoga HTML taggar som &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; och JavaScript kod. Innehåll som du infogat i dessa taggar kommer inte att visas.
zh: 由于限制插入 &lt;object&gt;、 &lt;iframe&gt;、 &lt;embed&gt; 和 JavaScript 代码等 HTML 标签，您使用的一些 <strong>HTML 标签</strong> <strong>被剪掉了</strong> 。这就是您通过这些标签插入的内容不会显示的原因。

# Languages::text_uc_package_installed_with_errors
source: Errors occurred during the upgrade process. Please contact technical support to investigate the problem.
fi: Päivitysprosessin aikana tapahtui virheitä. Ota yhteyttä tekniseen tukeen ongelman tutkimiseksi.
sv: Ett Fel inträffade under uppgraderingen. Kontakta teknisk support för att undersöka problemet.
zh: 升级过程中出现错误。请联系技术支持以调查问题。

# Languages::error_unable_to_create_backups
source: Unable to create backups.
fi: Varmuuskopioita ei voi luoda.
ko: 백업을 생성할 수 없습니다.
sv: Kunde inte skapa säkerhetskopior.
zh: 无法创建备份。

# Languages::seconds_left
source: [n] second left|[n] seconds left
fi: [n] sekuntia jäljellä|[n] sekunti jäljellä
ko: [n] 초 남음|[n] 초 남음
sv: [n] sekund kvar|[n] sekunder kvar
zh: 还剩[n] 秒|还剩[n] 秒

# Languages::text_uc_timeout_check_success
source: Looks like your server allows to change the "max_execution_time" option from the script. You are good to go with the upgrade process.
fi: Näyttää siltä, että palvelimesi sallii "max_execution_time" -asetuksen muuttamisen komentosarjasta. Olet hyvä jatkaa päivitysprosessia.
ko: 서버가 스크립트에서 "max_execution_time" 옵션을 변경할 수 있는 것 같습니다. 업그레이드 프로세스를 진행하는 것이 좋습니다.
sv: Det verkar som att servern tillåter ändring av skriptets "max_execution_time". Det går bra att starta uppgraderingsprocessen.
zh: 看起来您的服务器允许从脚本中更改“max_execution_time”选项。你很高兴继续升级过程。

# Languages::check_php_timeout
source: Check PHP script timeout
fi: Tarkista PHP-skriptin aikakatkaisu
ko: PHP 스크립트 시간 초과 확인
sv: Kontrollera PHP-skript timeout
zh: 检查 PHP 脚本超时

# Languages::i_agree_continue
source: I agree and continue
fi: Olen samaa mieltä ja jatkan
ko: 동의하고 계속합니다
sv: Jag godkänner och vill fortsätta
zh: 我同意并继续

# Languages::upgrade_center.error_unable_to_prepare_restore
source: Unable to prepare restore script.
fi: Palautuskomentosarjan valmistelu epäonnistui.
ko: 복원 스크립트를 준비할 수 없습니다.
sv: Kunde inte förbereda återställningsskript.
zh: 无法准备恢复脚本。

# Languages::text_cc_javascript_disabled
source: Note! Your browser has the <b>JavaScript</b> disabled. To pay for your order click
fi: Huomautus! Selaimesi JavaScript <b>on</b> käytöstä. Maksa tilauksesi napsauttamalla
ko: 메모! 귀하의 브라우저에는 <b>JavaScript</b> 이 비활성화되어 있습니다. 주문 비용을 지불하려면 클릭하십시오.
sv: Obs! Din webbläsare har <b>JavaScript</b> inaktiverat. För att betala din order klicka
zh: 笔记！您的浏览器禁用了 <b>JavaScript</b> 。要支付您的订单，请点击

# Languages::cc_button_submit
source: Proceed to checkout
fi: Siirry maksamaan
ko: 결제하기
sv: Till kassan
zh: 进行结算

# Languages::payments.rocketgate.avs_mode
source: AVS Mode
fi: AVS-tila
ko: AVS 모드
sv: AVS-läge
zh: AVS 模式

# Languages::payments.rocketgate.scrub_mode
source: SCRUB Mode
fi: SCRUB-tila
ko: 스크럽 모드
sv: SCRUB-läge
zh: 擦洗模式

# Languages::payments.rocketgate.ignore
source: Ignore
fi: Jättää huomiotta
ko: 무시
sv: Strunta i
zh: 忽视

# Languages::use_for_free_shipping
source: Use for free shipping
fi: Käytä ilmaiseen toimitukseen
ko: 무료 배송에 사용
sv: Använd för fri leverans
zh: 使用免费送货

# Languages::tt_views_products_components_products_shipping_settings_free_shipping
source: Products with the Free shipping option enabled will be excluded from shipping calculation if shipping method has the Use for free shipping option enabled
fi: Tuotteet, joissa Ilmainen toimitus on käytössä, jätetään toimituslaskelman ulkopuolelle, jos toimitustavassa Käytä ilmaiseen toimitukseen -vaihtoehto on käytössä
ko: 배송 방법에 무료 배송 옵션이 활성화되어 있는 경우 무료 배송 옵션이 활성화된 제품은 배송 계산에서 제외됩니다.
sv: Produkter med 'fri leverans' aktiverat kommer att uteslutas från leveransberäkning om leveranssättet har 'använd för fri leverans' aktiverat
zh: 如果运输方式启用了免费送货选项，则启用了免费送货选项的产品将被排除在运费计算之外

# Languages::tt_views_shippings_update_use_for_free_shipping
source: Exclude products with the enabled Free shipping option from the shipping price calculation
fi: Sulje pois toimitushinnan laskennasta tuotteet, joissa on käytössä Ilmainen toimitus
ko: 배송비 계산에서 무료 배송 옵션이 활성화된 제품 제외
sv: Uteslut produkter med 'Fri leverans' vid beräkning av leveranskostnad
zh: 从运费计算中排除启用了免费送货选项的产品

# Languages::trash_category
source: Trash category
fi: Roskakori-luokka
ko: 휴지통 카테고리
sv: Papperskorg
zh: 垃圾分类

# Languages::trash_category_description
source: When a product is deleted from the last category in the store, it will be moved to this category.
fi: Kun tuote poistetaan myymälän viimeisestä kategoriasta, se siirretään tähän kategoriaan.
ko: 스토어의 마지막 카테고리에서 상품이 삭제되면 해당 카테고리로 이동됩니다.
sv: När en produkt tas bort från den sista kategorin i butiken, kommer den att flyttas till denna katekori.
zh: 当产品从商店的最后一个类别中删除时，它将被移至该类别。

# Languages::products_without_category
source: Products without category
fi: Tuotteet ilman luokkaa
ko: 카테고리가 없는 제품
sv: Produkter utan kategori
zh: 没有分类的产品

# Languages::products_without_category_description
source: When a product is created without a category during import, it will be placed into this category.
fi: Kun tuote luodaan tuonnin aikana ilman luokkaa, se sijoitetaan tähän luokkaan.
ko: 가져오는 동안 카테고리 없이 제품이 생성되면 이 카테고리에 배치됩니다.
sv: När en produkt skapas utan en kategori under import, kommer den att placeras i denna kategori.
zh: 如果在导入过程中创建的产品没有类别，它将被放置到该类别中。

# Languages::products_without_category_notification_text
source: Some of your products currently don't have a category. It may be harder for customers to find those products.<br /> <a href="[url]" target="_blank">Please check these products and assign them a category.</a>
fi: Joillakin tuotteillasi ei tällä hetkellä ole luokkaa. Asiakkaiden voi olla vaikeampaa löytää näitä tuotteita.<br /> <a href="[url]" target="_blank">Tarkista nämä tuotteet ja määritä niille luokka.</a>
ko: 귀하의 일부 제품에는 현재 카테고리가 없습니다. 고객이 해당 제품을 찾기가 더 어려울 수 있습니다.<br /> <a href="[url]" target="_blank">이 상품들을 확인하시고 카테고리를 지정해주세요.</a>
sv: Vissa av dina produkter har för närvarande ingen kategori. Det kan vara svårare för kunder att hitta dessa produkter.<br /> <a href="[url]" target="_blank">Kontrollera dessa produkter och tilldela dem en kategori.</a>
zh: 您的某些产品目前没有类别。客户可能更难找到这些产品。<br /> <a href="[url]" target="_blank">请检查这些产品并为其分配一个类别。</a>

# Languages::deleting_required_category_notification_text
source: Category "[category]" is required and can't be deleted.
fi: Luokka "[category]" on pakollinen, eikä sitä voi poistaa.
ko: 범주 "[category]"은 필수 항목이며 삭제할 수 없습니다.
sv: Kategori "[category]" krävs och kan inte tas bort.
zh: 类别“[category]”是必需的，不能删除。

# Languages::upgrade_notification_title
source: Upgrade changes in [product] [version]
fi: [version][product]
ko: [product] [version]에서 업그레이드 변경 사항
sv: Förändringar i [product] [version]
zh: [product] [version]中的升级变化

# Languages::eway_configuration_note
source: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>How do I set up my Live eWAY API Key and Password?</a>
fi: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Kuinka määritän Live eWAY API -avaimen ja salasanan?</a>
ko: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>Live eWAY API 키와 비밀번호는 어떻게 설정합니까?</a>
sv: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Pas4sword' target='_blank'>Hur sätter jag upp min live eWAY API-nyckel och lösenord?</a>
zh: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>如何设置我的 Live eWAY API 密钥和密码？</a>

# Languages::eway_failed_to_pay
source: Failed to pay for the order. Please contact the store administration about this payment method.
fi: Tilauksen maksaminen epäonnistui. Ota yhteyttä myymälän hallintoon tästä maksutavasta.
ko: 주문 결제에 실패했습니다. 이 지불 방법에 대해서는 매장 관리자에게 문의하십시오.
sv: Det gick inte att betala för beställningen. Kontakta butiksadministrationen om denna betalningsmetod.
zh: 未能为订单付款。有关此付款方式，请联系商店管理人员。

# Languages::show_more
source: Show more
fi: Näytä lisää
ko: 더 보기
sv: Visa mer
zh: 显示更多

# Languages::show_less
source: Show less
fi: Näytä vähemmän
ko: 감추기
sv: Visa mindre
zh: 显示较少

# Languages::products_moved_to_trash
source: [count] products were moved to <a href='[url]' target='_blank'>Trash category</a>
fi: [count] tuotetta siirrettiin <a href='[url]' target='_blank'>Roskakori kategoriaan</a>
ko: [count] 제품이 <a href='[url]' target='_blank'>휴지통 카테고리</a>로 이동되었습니다.
sv: [count] produkt(er) är flyttade till <a href='[url]' target='_blank'>Papperskorgen</a>
zh: [count] 个产品被移至 <a href='[url]' target='_blank'>垃圾类别</a>

# Languages::products_adopted
source: [n] product had a new main category assigned to it.|[n] products had a new main category assigned to them.
fi: [n] tuotteelle oli määritetty uusi pääluokka.|[n] tuotteelle on määritetty uusi pääluokka.
ko: [n] 제품에 새 기본 카테고리가 할당되었습니다.|[n] 제품에 새로운 기본 카테고리가 할당되었습니다.
sv: [n] produkt hade en ny huvudkategori tilldelad.|[n] produkter hade en ny huvudkategori tilldelad.
zh: [n] 产品分配了一个新的主要类别。|[n] 产品分配了一个新的主要类别。
