Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::api_invalid_value
source: Invalid value `[value]` specified for [field]
fi: Virheellinen arvo `[value]` määritetty arvolle [field]
ko: 잘못된[value]` 0`이 [field]에 지정되었습니다.
sv: Ogiltigt värde `[value]` specificerat för [field]
zh: 为 [field]指定的值“[value]”无效

# Languages::api_invalid_value_w_valid_list
source: Invalid value `[value]` specified for [field]. Valid values are: [valid_list]
fi: Virheellinen arvo `[value]määritetty arvolle [field]. Kelvolliset arvot ovat: [valid_list]
ko: 잘못된[value]`0`이 [field]에 지정되었습니다. 유효한 값: [valid_list]
sv: Ogiltigt värde `[value]specificerat för [field]. Giltiga värden är: [valid_list]
zh: 为 [field]指定的值“[value]”无效。有效值为： [valid_list]

# Languages::api_empty_value
source: Empty value specified for the required [field] field.
fi: Pakolliselle [field] -kenttään on määritetty tyhjä arvo.
ko: 필수 [field] 필드에 빈 값이 지정되었습니다.
sv: Tomt värde specificerat för det obligatoriska [field] -fältet.
zh: 为所需的 [field] 字段指定的空值。

# Languages::recover
source: Recover
fi: Palauta
ko: 복구
sv: Ta igen sig
zh: 恢复

# Languages::image_has_been_deleted
source: This image has been deleted
fi: Tämä kuva on poistettu
ko: 이 이미지는 삭제되었습니다
sv: Den här bilden har tagits bort
zh: 此图片已被删除

# Languages::delete_all_images
source: Delete all images
fi: Poista kaikki kuvat
ko: 모든 이미지 삭제
sv: Radera alla bilder
zh: 删除所有图像

# Languages::cannot_upload_file
source: Cannot upload file
fi: Tiedostoa ei voi ladata
ko: 파일을 업로드할 수 없습니다
sv: Kan inte ladda upp filen
zh: 无法上传文件

# Languages::ogone.sha_in
source: SHA-IN pass phrase
fi: SHA-IN-salasana
sv: SHA-IN lösenordsfras
zh: SHA-IN 密码短语

# Languages::ttc_ogone.sha_in
source: The SHA-IN pass phrase is set on the Ingenico administration panel on the <b>Data and origin verification</b> tab.
fi: SHA-IN-salasana asetetaan Ingenicon hallintapaneelissa <b>Data ja alkuperän vahvistus</b> -välilehdellä.
sv: SHA-IN-lösenordsfrasen ställs in på Ingenicos administrationspanel på fliken <b>Data och ursprungsverifiering</b>.
zh: SHA-IN 密码短语在 Ingenico 管理面板的 <b>数据和来源验证</b> 选项卡上设置。

# Languages::ogone_web.sha_out
source: SHA-OUT pass phrase
fi: SHA-OUT salalause
sv: SHA-OUT lösenfras
zh: SHA-OUT 密码短语

# Languages::ttc_ogone_web.sha_out
source: The SHA-OUT pass phrase is set on the Ingenico administration panel on the <b>Transaction feedback</b> tab.
fi: SHA-OUT-salasana asetetaan Ingenicon hallintapaneelissa <b>Tapahtumapalaute</b> -välilehdellä.
sv: SHA-OUT-lösenordsfrasen ställs in på Ingenicos administrationspanel på fliken <b>Transaktionsfeedback</b>.
zh: SHA-OUT 密码短语在 Ingenico 管理面板的 <b>交易反馈</b> 选项卡上设置。

# Languages::ogone_direct.config_info
source: Enter SHA-IN pass phrase both here and on the Ingenico administation panel.<br><br>For new Ingenico accounts created since May 11th, 2010, the new SHA policy is automatically active.<br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
fi: Syötä SHA-IN-salasana sekä tähän että Ingenicon hallintapaneeliin.<br><br>Uusille Ingenico-tileille, jotka on luotu 11. toukokuuta 2010 jälkeen, uusi SHA-käytäntö on automaattisesti aktiivinen.<br/>Älä unohda valita "Käytä uutta SHA-allekirjoituskäytäntöä" -valintaruutua.
sv: Ange SHA-IN-lösenordsfrasen både här och på Ingenicos administrationspanel.<br><br>För nya Ingenico-konton som skapats sedan 11 maj 2010 är den nya SHA-policyn automatiskt aktiv.<br/>Glöm inte att markera kryssrutan "Använd ny SHA-signaturpolicy".
zh: 在此处和 Ingenico 管理面板上输入 SHA-IN 密码。<br><br>对于自 2010 年 5 月 11 日以来创建的新 Ingenico 帐户，新的 SHA 策略将自动生效。<br/>请不要忘记选中“使用新的 SHA 签名策略”复选框。

# Languages::ogone_web.config_info
source: Please set the following URL in the Technical Information section on the Ingenico administation panel as the <b>URL of the merchant's post-payment page</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <code>[r_url]</code><br>Select "Always deferred (not immediately after the payment)" for the <b>Timing of the request</b>.<br>Enter SHA-IN and SHA-OUT pass phrases both here and on the Ingenico administation panel.
fi: Aseta seuraava URL-osoite Ingenicon hallintapaneelin Tekniset tiedot -osiossa kauppiaan jälkimaksusivun</b> URL-osoitteeksi <b>kaikissa tapauksissa ("hyväksytty", "pidossa", "epävarma", "asiakkaan peruuttama") , "Liian monta hylkäämistä ostajalta"): <code>[r_url]</code><br>Valitse "Aina lykätty (ei heti maksun jälkeen)" kohdassa <b>Pyynnön ajoitus</b>.<br>Syötä SHA-IN- ja SHA-OUT-salasanat sekä tähän että Ingenicon hallintapaneeliin.
sv: Vänligen ange följande URL i avsnittet Teknisk information på Ingenicos administrationspanel som <b>-URL för säljarens efterbetalningssida</b> för alla fall ("accepterat", "väntat", "osäkert", "inställt av klienten" , "för många avslag från köparen"): <code>[r_url]</code><br>Välj "Alltid uppskjuten (inte omedelbart efter betalningen)" för <b>Tidpunkt för begäran</b>.<br>Ange SHA-IN och SHA-OUT lösenordsfraser både här och på Ingenicos administrationspanel.
zh: 请在 Ingenico 管理面板上的技术信息部分中将以下 URL 设置为商户后付款页面</b> 的 <b>URL，适用于所有情况（“已接受”、“暂停”、“不确定”、“被客户取消” , “收单方拒绝太多”): <code>[r_url]</code><br>为 <b>请求的时间选择“始终延迟（不是在付款后立即付款）”</b>。<br>在此处和 Ingenico 管理面板上输入 SHA-IN 和 SHA-OUT 密码短语。

# Languages::sort_by_null_desc
source: No sorting
fi: Ei lajittelua
ko: 정렬 없음
sv: Ingen sortering
zh: 无排序

# Languages::storefront_name
source: Storefront name
fi: Liikkeen nimi
ko: 매장 이름
sv: Namn på skyltfönster
zh: 店面名称

# Languages::storefront_name_short
source: Storefront name
fi: Liikkeen nimi
ko: 매장 이름
sv: Namn på skyltfönster
zh: 店面名称

# Languages::internal_option_name
source: Internal name
fi: Sisäinen nimi
ko: 내부 이름
sv: Internt namn
zh: 内部名称

# Languages::internal_option_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple options that have the same displayed name.
fi: Tämä nimi näkyy vain Hallinta-paneelissa, jotta voit erottaa useita vaihtoehtoja, joilla on sama nimi.
ko: 이 이름은 동일한 표시 이름을 가진 여러 옵션을 구별하는 데 도움이 되도록 관리 패널에만 표시됩니다.
sv: Det här namnet visas bara i administrationspanelen för att hjälpa dig att skilja mellan flera alternativ som har samma visade namn.
zh: 此名称仅显示在“管理”面板中，以帮助您区分具有相同显示名称的多个选项。

# Languages::internal_feature_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple features that have the same displayed name.
fi: Tämä nimi näkyy vain Hallinta-paneelissa, jotta voit erottaa useita ominaisuuksia, joilla on sama näyttönimi.
ko: 이 이름은 동일한 표시 이름을 가진 여러 기능을 구별하는 데 도움이 되도록 관리 패널에만 표시됩니다.
sv: Det här namnet visas endast i administrationspanelen för att hjälpa dig att skilja mellan flera funktioner som har samma visade namn.
zh: 此名称仅显示在“管理”面板中，以帮助您区分具有相同显示名称的多个功能。

# Languages::internal_feature_group_name_tooltip
source: This name is shown only in the Administration panel to help you distinguish between multiple feature groups that have the same displayed name.
fi: Tämä nimi näkyy vain Hallinta-paneelissa, jotta voit erottaa useat ominaisuusryhmät, joilla on sama näyttönimi.
ko: 이 이름은 동일한 표시 이름을 가진 여러 기능 그룹을 구별하는 데 도움이 되도록 관리 패널에만 표시됩니다.
sv: Det här namnet visas bara i administrationspanelen för att hjälpa dig att skilja mellan flera funktionsgrupper som har samma visade namn.
zh: 此名称仅显示在“管理”面板中，以帮助您区分具有相同显示名称的多个功能组。

# Languages::edit_corresponding_profile_field
source: To change the field type or variants, <a href="[URL]">edit the corresponding field in the Shipping Address section</a>.
fi: Jos haluat muuttaa kentän tyyppiä tai muunnelmia, <a href="[URL]">muokkaa vastaavaa kenttää Toimitusosoite-osiossa</a>.
ko: 필드 유형을 변경하려면 <a href="[URL]">배송 주소 섹션</a>에서 해당 필드를 편집하십시오.
sv: För att ändra fälttyp eller varianter, <a href="[URL]">redigera motsvarande fält i avsnittet Leveransadress</a>.
zh: 要更改字段类型或变体， <a href="[URL]">编辑送货地址部分</a>中的相应字段。

# Languages::error_product_codes_length
source: The following product codes are too long and were cut off at [product_code_length] symbols:
fi: Seuraavat tuotekoodit ovat liian pitkiä ja ne on leikattu pois [product_code_length] -symbolilla:
ko: 다음 제품 코드가 너무 길어 [product_code_length] 기호에서 잘렸습니다.
sv: Följande produktkoder är för långa och klipptes av vid [product_code_length] symboler:
zh: 以下产品代码太长，在 [product_code_length] 符号处被截断：

# SettingsVariants::log_type_requests::shipping
source: Realtime shipping errors
fi: Reaaliaikaiset toimitusvirheet
ko: 실시간 배송 오류
sv: Leveransfel i realtid
zh: 实时运输错误

# Languages::log_action_shipping
source: Shipping request
fi: Toimituspyyntö
ko: 배송요청
sv: Fraktförfrågan
zh: 装运要求

# Languages::email_template.shipping_error
source: Shipping: request error
fi: Toimitus: pyyntövirhe
ko: 배송: 요청 오류
sv: Frakt: fel på begäran
zh: 运输：请求错误

# Languages::request_error_information_title
source: Shipping error
fi: Toimitusvirhe
ko: 배송 오류
sv: Fraktfel
zh: 运输错误

# Languages::request_error_information
source: Customers have experienced issues with receiving rates from <b>the [shipping]</b> shipping method. Please make sure that is configured properly and that the shipping rate calculation is correct
fi: Asiakkailla on ollut ongelmia saada hinnat alkaen <b> [shipping]</b> toimitustavasta. Varmista, että se on määritetty oikein ja että toimitushinnan laskelma on oikein
ko: 고객이 <b> [shipping]</b> 배송 방법에서 요금을 받는 데 문제가 발생했습니다. 올바르게 구성되어 있고 배송비 계산이 올바른지 확인하십시오.
sv: Kunder har upplevt problem med att ta emot priser från <b>till [shipping]</b> fraktmetoden. Se till att det är korrekt konfigurerat och att beräkningen av fraktkostnaden är korrekt
zh: 客户遇到了从 <b>到 [shipping]</b> 运输方式的接收费率问题。请确保配置正确且运费计算正确

# Languages::press_continue_to_recover_password
source: Click <b>Continue</b> to proceed with password change.
fi: Napsauta <b>Jatka</b> jatkaaksesi salasanan vaihtamista.
ko: <b>계속</b> 을 클릭하여 비밀번호 변경을 진행합니다.
sv: Klicka på <b>Fortsätt</b> för att fortsätta med lösenordsändringen.
zh: 单击 <b>继续</b> 继续更改密码。

# Languages::drop_images_to_upload
source: Drop images here
fi: Pudota kuvat tähän
ko: 여기에 이미지를 드롭
sv: Släpp bilder här
zh: 把图片放在这里

# Languages::drop_images_select_short
source: Select
fi: Valitse
ko: 선택
sv: Välj
zh: 选择

# Languages::drop_images_select
source: Select images
fi: Valitse kuvat
ko: 이미지 선택
sv: Välj bilder
zh: 选择图像

# Languages::currency_code_afn
source: Afghan Afghani
fi: afgaani afgaani
ko: 아프가니스탄 아프가니
sv: afghansk afghani
zh: 阿富汗阿富汗尼

# Languages::currency_code_dzd
source: Algerian Dinar
fi: Algerian dinaari
ko: 알제리
sv: algerisk dinar
zh: 阿尔及利亚第纳尔

# Languages::currency_code_aoa
source: Angolan Kwanza
ko: 앙골라 콴자
sv: Angolanska Kwanza
zh: 安哥拉宽扎

# Languages::currency_code_aon
source: Angolan New Kwanza
fi: Angolalainen uusi Kwanza
sv: Angolanska New Kwanza
zh: 安哥拉新宽扎

# Languages::currency_code_ats
source: Antillian Guilder
fi: Antillian guldeni
sv: Antillianska gulden
zh: 安提利亚盾

# Languages::currency_code_azn
source: Azerbaijanian Manat
fi: Azerbaidžanin Manat
sv: Azerbajdzjansk manat
zh: 阿塞拜疆马纳特

# Languages::currency_code_bsd
source: Bahamian Dollar
fi: Bahaman dollari
ko: 바하마 달러
sv: bahamansk dollar
zh: 巴哈马元

# Languages::currency_code_bhd
source: Bahraini Dinar
fi: Bahrainin dinaari
ko: 바레인 디나르Name
sv: Bahrainsk dinar
zh: 巴林第纳尔

# Languages::currency_code_bdt
source: Bangladesh Taka
zh: 孟加拉国塔卡

# Languages::currency_code_bbd
source: Barbados Dollar
fi: Barbadosin dollari
ko: 바베이도스 달러Name
zh: 巴巴多斯元

# Languages::currency_code_byn
source: Belarussian Ruble
fi: Valko-Venäjän rupla
sv: Vitryska rubel
zh: 白俄罗斯卢布

# Languages::currency_code_bef
source: Belgian Franc
fi: Belgian frangi
ko: 벨기에 프랑
sv: Belgisk franc
zh: 比利时法郎

# Languages::currency_code_bzd
source: Belize Dollar
fi: Belizen dollari
ko: 벨리즈 달러Name
zh: 伯利兹元

# Languages::currency_code_bmd
source: Bermudian Dollar
fi: Bermudin dollari
sv: Bermudisk dollar
zh: 百慕大元

# Languages::currency_code_btn
source: Bhutan Ngultrum
zh: 不丹努尔特鲁姆

# Languages::currency_code_bob
source: Bolivian Boliviano
ko: 볼리비아 볼리비아노Name
sv: Boliviansk boliviano
zh: 玻利维亚玻利维亚诺

# Languages::currency_code_bam
source: Bosnia and Herzegovina Convertible Marks
fi: Bosnia ja Hertsegovinan vaihtovelkakirjalainat
sv: Bosnien och Hercegovina konvertibla mark
zh: 波斯尼亚和黑塞哥维那可兑换马克

# Languages::currency_code_bwp
source: Botswana Pula
ko: 보츠와나 풀라Name
zh: 博茨瓦纳普拉

# Languages::currency_code_bnd
source: Brunei Dollar
fi: Brunein dollari
ko: 브루나이 달러Name
zh: 文莱元

# Languages::currency_code_bgl
source: Bulgaria Lev
sv: Bulgarien Lev
zh: 保加利亚列弗

# Languages::currency_code_bif
source: Burundi Franc
fi: Burundin frangi
sv: Burundisk franc
zh: 布隆迪法郎

# Languages::currency_code_khr
source: Cambodian Riel
fi: Kambodžalainen Riel
ko: 캄보디아 리엘
sv: kambodjanska riel
zh: 柬埔寨瑞尔

# Languages::currency_code_cve
source: Cape Verde Escudo
fi: Kap Verden escudo
ko: 카보베르데 에스쿠도Name
sv: Kap Verde Escudo
zh: 佛得角埃斯库多

# Languages::currency_code_kyd
source: Cayman Islands Dollar
fi: Caymansaarten dollari
ko: 케이맨 제도 달러
sv: Caymanöarnas dollar
zh: 开曼群岛元

# Languages::currency_code_clp
source: Chilean Peso
fi: Chilen peso
ko: 칠레 페소
sv: Chilensk peso
zh: 智利比索

# Languages::currency_code_cop
source: Colombian Peso
fi: Kolumbian peso
ko: 콜롬비아 페소
sv: Colombiansk peso
zh: 哥伦比亚比索

# Languages::currency_code_kmf
source: Congolese Franc
fi: Kongon frangi
ko: 콩고
sv: Kongolesisk franc
zh: 刚果法郎

# Languages::currency_code_crc
source: Costa Rican Colon
fi: Costa Rican paksusuole
ko: 코스타리카 콜론Name
sv: Costa Rica Colon
zh: 哥斯达黎加科隆

# Languages::currency_code_cyp
source: Cyprus Pound
fi: Kyproksen punta
sv: Cyperns pund
zh: 塞浦路斯镑

# Languages::currency_code_dem
source: Deutsche Mark
fi: Saksan mark
sv: tyska mark
zh: 德国马克

# Languages::currency_code_djf
source: Djibouti Franc
fi: Djiboutin frangi
ko: 지부티 프랑Name
zh: 吉布提法郎

# Languages::currency_code_std
source: Dobra
zh: 多布拉

# Languages::currency_code_dop
source: Dominican Peso
fi: Dominikaaninen peso
ko: 도미니카 페소
sv: Dominikanska peso
zh: 多米尼加比索

# Languages::currency_code_nlg
source: Dutch Guilder
fi: Hollannin guldeni
ko: 네덜란드
sv: holländska gulden
zh: 荷兰盾

# Languages::currency_code_xcd
source: East Caribbean Dollar
fi: Itä-Karibian dollari
ko: 동카리브 달러
sv: Östkaribisk dollar
zh: 东加勒比元

# Languages::currency_code_ecs
source: Ecuador Sucre
zh: 厄瓜多尔 苏克雷

# Languages::currency_code_cdf
source: Congolese Franc
fi: Kongon frangi
ko: 콩고
sv: Kongolesisk franc
zh: 刚果法郎

# Languages::currency_code_svc
source: El Salvador Colon
zh: 萨尔瓦多科隆

# Languages::currency_code_ern
source: Eritrean Nafka
fi: Eritrealainen Nafka
sv: Eritreanska Nafka
zh: 厄立特里亚纳夫卡

# Languages::currency_code_etb
source: Ethiopian Birr
fi: Etiopian Birr
ko: 에티오피아 비르
sv: Etiopiska Birr
zh: 埃塞俄比亚比尔

# Languages::currency_code_fkp
source: Falkland Islands Pound
fi: Falklandinsaarten punta
ko: 포클랜드 제도 파운드
sv: Falklandsöarnas pund
zh: 福克兰群岛镑

# Languages::currency_code_fim
source: Finnish Markka
fi: Suomen Markka
ko: 핀란드 마르카
sv: Finska Markka
zh: 芬兰马克卡

# Languages::currency_code_gmd
source: Gambian Dalasi
ko: 감비아 달라시
sv: gambiska Dalasi
zh: 冈比亚达拉西

# Languages::currency_code_ghs
source: Ghana Cedi
ko: 가나 세디Name
zh: 加纳塞地

# Languages::currency_code_gip
source: Gibraltar Pound
fi: Gibraltarin punta
ko: 지브롤터 파운드Name
sv: Gibraltar Pund
zh: 直布罗陀镑

# Languages::currency_code_grd
source: Greek Drachma
fi: Kreikan drakma
ko: 그리스 드라크마
sv: grekiska drakmen
zh: 希腊德拉克马

# Languages::currency_code_gtq
source: Guatemalan Quetzal
ko: 과테말라 케찰
sv: Guatemalas Quetzal
zh: 危地马拉格查尔

# Languages::currency_code_gnf
source: Guinea Franc
fi: Guinean frangi
zh: 几内亚法郎

# Languages::currency_code_gyd
source: Guyana Dollar
fi: Guyanan dollari
zh: 圭亚那元

# Languages::currency_code_htg
source: Haiti Gourde
zh: 海地古德

# Languages::currency_code_hnl
source: Honduran Lempira
ko: 온두라스 렘피라
sv: Honduras Lempira
zh: 洪都拉斯伦皮拉

# Languages::currency_code_idr
source: Indonesian Rupiah
fi: Indonesian rupia
ko: 인도네시아 루피아
sv: indonesisk rupiah
zh: 印尼盾

# Languages::currency_code_irr
source: Iranian Rial
fi: Iranin Rial
ko: 이란 리알
sv: Iranska rial
zh: 伊朗里亚尔

# Languages::currency_code_iqd
source: Iraqi Dinar
fi: Irakin dinaari
ko: 이라크 디나르
sv: irakisk dinar
zh: 伊拉克第纳尔

# Languages::currency_code_iep
source: Irish Pound
fi: Irlannin punta
ko: 아일랜드 파운드
sv: irländska pundet
zh: 爱尔兰镑

# Languages::currency_code_itl
source: Italian Lira
fi: Italian liira
ko: 이탈리아 리라
sv: italienska lira
zh: 意大利里拉

# Languages::currency_code_jmd
source: Jamaican Dollar
fi: Jamaikan dollari
ko: 자메이카 달러
sv: Jamaicansk dollar
zh: 牙买加元

# Languages::currency_code_jod
source: Jordanian Dinar
fi: Jordanian dinaari
ko: 요르단 디나르
sv: jordansk dinar
zh: 约旦第纳尔

# Languages::currency_code_kes
source: Kenyan Shilling
fi: Kenian šillinki
ko: 케냐 실링
sv: Kenyansk shilling
zh: 肯尼亚先令

# Languages::currency_code_lak
source: Laos Kip
zh: 老挝基普

# Languages::currency_code_lbp
source: Lebanese Pound
fi: Libanonin punta
ko: 레바논파운드
sv: libanesiskt pund
zh: 黎巴嫩镑

# Languages::currency_code_lsl
source: Lesotho Loti (Maloti)
zh: 莱索托洛蒂（马洛蒂）

# Languages::currency_code_lrd
source: Liberian Dollar
fi: Liberian dollari
ko: 라이베리아 달러
sv: Liberiansk dollar
zh: 利比里亚元

# Languages::currency_code_lyd
source: Libyan Dinar
fi: Libyan dinaari
ko: 리비아 디나르
sv: libysk dinar
zh: 利比亚第纳尔

# Languages::currency_code_luf
source: Luxembourg Franc
fi: Luxemburgin frangi
ko: 룩셈부르크 프랑
sv: luxemburgska franc
zh: 卢森堡法郎

# Languages::currency_code_mop
source: Macau Pataca
fi: Macao Pataca
zh: 澳门元

# Languages::currency_code_mkd
source: Macedonian (FYR) Denar
fi: Makedonian (FYR) denaari
sv: Makedonska (FYR) denarer
zh: 马其顿 (FYR) 第纳尔

# Languages::currency_code_mga
source: Malagasy Ariary
fi: Madagaskarin Ariary
ko: 마다가스카르 아리아리
sv: Madagaskar Ariary
zh: 马达加斯加阿里亚里

# Languages::currency_code_mgf
source: Malagasy Franc
fi: Madagaskarin frangi
ko: 마다가스카르 프랑Name
sv: madagaskisk franc
zh: 马达加斯加法郎

# Languages::currency_code_mwk
source: Malawi Kwacha
zh: 马拉维客瓦查

# Languages::currency_code_mvr
source: Maldives Rufiyaa
fi: Malediivit Rufiyaa
sv: Maldiverna Rufiyaa
zh: 马尔代夫拉菲亚

# Languages::currency_code_mtl
source: Maltese Lira
fi: Maltan liira
ko: 몰타 리라
sv: maltesiska lira
zh: 马耳他里拉

# Languages::currency_code_mro
source: Mauritania Ouguiya
sv: Mauretanien Ouguiya
zh: 毛里塔尼亚乌吉亚

# Languages::currency_code_mur
source: Mauritius Rupee
fi: Mauritiuksen rupia
ko: 모리셔스 루피Name
zh: 毛里求斯卢比

# Languages::currency_code_mdl
source: Moldovan Leu
ko: 몰도바 레우
sv: Moldavisk Leu
zh: 摩尔多瓦列伊

# Languages::currency_code_mnt
source: Mongolian Tugrik
ko: 몽골 투그릭
sv: Mongolisk Tugrik
zh: 蒙古图格里克

# Languages::currency_code_mzn
source: Mozambique Metical
fi: Mosambik Metical
sv: Moçambique Metical
zh: 莫桑比克梅蒂卡尔

# Languages::currency_code_mmk
source: Myanmar Kyat
ko: 미얀마 차트
zh: 缅元

# Languages::currency_code_nad
source: Namibian Dollar
fi: Namibian dollari
ko: 나미비아 달러
sv: Namibisk dollar
zh: 纳米比亚元

# Languages::currency_code_npr
source: Nepalese Rupee
fi: Nepalin rupia
ko: 네팔 루피
sv: nepalesiska rupier
zh: 尼泊尔卢比

# Languages::currency_code_rsd
source: New Serbian Dinar
fi: Uusi Serbian dinaari
sv: Ny serbisk dinar
zh: 新塞尔维亚第纳尔

# Languages::currency_code_nio
source: Nicaraguan Cordoba Oro
fi: Nicaragualainen Cordoba Oro
ko: 니카라과 코르도바 오로Name
sv: Nicaraguanska Cordoba Oro
zh: 尼加拉瓜科尔多瓦奥罗

# Languages::currency_code_ngn
source: Nigerian Naira
fi: Nigerialainen Naira
ko: 나이지리아 나이라
sv: nigerianska Naira
zh: 尼日利亚奈拉

# Languages::currency_code_pkr
source: Pakistan Rupee
fi: Pakistanin rupia
ko: 파키스탄 루피Name
sv: Pakistanska rupier
zh: 巴基斯坦卢比

# Languages::currency_code_pab
source: Panamanian Balboa
fi: Panaman Balboa
ko: 파나마 발보아
sv: Panamas Balboa
zh: 巴拿马巴尔博亚

# Languages::currency_code_pgk
source: Papua New Guinea Kina
fi: Papua-Uusi-Guinea Kina
sv: Papua Nya Guinea Kina
zh: 巴布亚新几内亚基纳

# Languages::currency_code_pyg
source: Paraguayan Guarani
fi: Paraguayn guarani
ko: 파라과이 과라니
sv: Paraguayansk Guarani
zh: 巴拉圭瓜拉尼

# Languages::currency_code_pen
source: Peruvian Nuevo Sol
fi: Perun Nuevo Sol
ko: 페루 누에보 솔
sv: Peruanska Nuevo Sol
zh: 秘鲁新索尔

# Languages::currency_code_uyu
source: Peso Uruguayo
zh: 比索乌拉圭

# Languages::currency_code_pte
source: Portugese Escudo
fi: portugalilainen escudo
sv: Portugisisk Escudo
zh: 葡萄牙埃斯库多

# Languages::currency_code_qar
source: Qatari Rial
fi: Qatarin rial
ko: 카타르 리알
sv: Qatarisk rial
zh: 卡塔尔里亚尔

# Languages::currency_code_omr
source: Rial Omani
zh: 阿曼里亚尔

# Languages::currency_code_rol
source: Romanian Lei
sv: Rumänska Lei
zh: 罗马尼亚雷

# Languages::currency_code_rwf
source: Rwanda Franc
fi: Ruandan frangi
sv: Rwandisk franc
zh: 卢旺达法郎

# Languages::currency_code_csd
source: Serbian Dinar
fi: Serbian dinaari
ko: 세르비아 디나르
sv: serbisk dinar
zh: 塞尔维亚第纳尔

# Languages::currency_code_scr
source: Seychelles Rupee
fi: Seychellien rupia
sv: Seychellisk rupie
zh: 塞舌尔卢比

# Languages::currency_code_sll
source: Sierra Leone Leone
zh: 塞拉利昂 利昂

# Languages::currency_code_sos
source: Somalia Shilling
fi: Somalian šillinki
zh: 索马里先令

# Languages::currency_code_esp
source: Spanish Peseta
fi: Espanjan peseta
ko: 스페인 페세타
sv: Spanska Peseta
zh: 西班牙比塞塔

# Languages::currency_code_lkr
source: Sri Lanka Rupee
fi: Sri Lankan rupia
zh: 斯里兰卡卢比

# Languages::currency_code_shp
source: St Helena Pound
fi: Pyhän Helenan punta
zh: 圣赫勒拿镑

# Languages::currency_code_sdp
source: Sudanese Pound
fi: Sudanin punta
ko: 수단 파운드
sv: Sudanesiskt pund
zh: 苏丹镑

# Languages::currency_code_srd
source: Suriname Dollar
fi: Surinamen dollari
sv: Surinam dollar
zh: 苏里南元

# Languages::currency_code_srg
source: Suriname Guilder
fi: Surinamen guldeni
sv: Surinam gulden
zh: 苏里南盾

# Languages::currency_code_szl
source: Swaziland Lilangeni
fi: Swazimaa Lilangeni
zh: 斯威士兰埃马兰吉尼

# Languages::currency_code_syp
source: Syrian Pound
fi: Syyrian punta
ko: 시리아 파운드
sv: syriska pundet
zh: 叙利亚镑

# Languages::currency_code_tjs
source: Tajikistan Somoni
fi: Tadžikistan Somoni
sv: Tadzjikistan Somoni
zh: 塔吉克斯坦索莫尼

# Languages::currency_code_tzs
source: Tanzanian Shilling
fi: Tansanian šillinki
ko: 탄자니아 실링
sv: Tanzanisk shilling
zh: 坦桑尼亚先令

# Languages::currency_code_ttd
source: Trinidad and Tobago Dollar
fi: Trinidad ja Tobagon dollari
ko: 트리니다드 토바고 달러
sv: Trinidad och Tobago dollar
zh: 特立尼达和多巴哥元

# Languages::currency_code_tnd
source: Tunisian Dinar
fi: Tunisian dinaari
ko: 튀니지 디나르
sv: Tunisisk dinar
zh: 突尼斯第纳尔

# Languages::currency_code_trl
source: Turkish Lira
fi: Turkin liira
ko: 터키 리라
sv: turkisk lira
zh: 土耳其里拉

# Languages::currency_code_tmt
source: Turkmenistan Manat
ko: 투르크메니스탄 마나트
zh: 土库曼斯坦马纳特

# Languages::currency_code_ugx
source: Uganda Shilling
fi: Ugandan šillinki
zh: 乌干达先令

# Languages::currency_code_uzs
source: Uzbekistan Sum
fi: Uzbekistanin summa
sv: Uzbekistan summa
zh: 乌兹别克斯坦总和

# Languages::currency_code_veb
source: Venezuela Bolivar
zh: 委内瑞拉玻利瓦尔

# Languages::currency_code_vef
source: Venezuela Bolivar Fuerte
zh: 委内瑞拉玻利瓦尔富尔特

# Languages::currency_code_vnd
source: Vietnamese New Dong
fi: Vietnamin uusi Dong
sv: Vietnamesiska New Dong
zh: 越南新东

# Languages::currency_code_yer
source: Yemeni Rial
fi: Jemenin Rial
ko: 예멘 리알
sv: jemenitiska rial
zh: 也门里亚尔

# Languages::currency_code_yum
source: Yugoslavian New Dinar
fi: Jugoslavian uusi dinaari
sv: Jugoslavisk ny dinar
zh: 南斯拉夫新第纳尔

# Languages::currency_code_zmw
source: Zambian Kwacha
fi: Sambian kwacha
ko: 잠비아 콰차
sv: Zambisk kwacha
zh: 赞比亚克瓦查

# Languages::currency_code_zwd
source: Zimbabwe Dollar
fi: Zimbabwen dollari
zh: 津巴布韦元

# Languages::editing_order_invoice_responsive
source: Editing invoice for order
fi: Tilauksen laskun muokkaaminen
ko: 주문에 대한 인보이스 편집
sv: Redigering av faktura för beställning
zh: 编辑订单发票

# Languages::responsive_admin.email_order_invoice_subject
source: [company_name]: Invoice for order
fi: [company_name]: Tilauslasku
ko: [company_name]: 주문 송장
sv: [company_name]: Faktura för beställning
zh: [company_name]：订单发票

# Languages::file_uploading_in_progress_please_wait
source: File uploading in progress. Please wait.
fi: Tiedoston lataus käynnissä. Odota.
ko: 파일 업로드가 진행 중입니다. 기다리세요.
sv: Filuppladdning pågår. Vänta.
zh: 正在上传文件。请稍等。
