Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
fi: Kauppiaalta ei saatu vastausta. Tarkista tämä tapahtuma manuaalisesti.
ko: 판매자로부터 응답을받지 못했습니다. 이 거래를 수동으로 확인하십시오.
sv: Inget svar från betalsystemet. Kontrollera denna order manuellt.
zh: 商家收到后没有回应.请手动检查这个交易

# Languages::merchant_site_id
source: Merchant site ID
fi: Kauppiassivuston tunnus
ko: 판매자 사이트 ID
sv: Handlare webbplats ID
zh: 商户站点ID

# Languages::merchant_warrior_api_key
source: API Key.
fi: API-avain.
sv: API nyckel.
zh: Api密匙.

# Languages::merchant_warrior_api_passphrase
source: API Passphrase.
fi: API-salalause.
ko: API 암호.
sv: API lösenordsfras.
zh: Api 口令.

# Languages::merge
source: Merge
fi: Yhdistää
ko: 병합
sv: Slå ihop
zh: 合并

# Languages::message
source: Message
fi: Viesti
ko: 메시지
sv: Meddelande
zh: 消息

# Languages::messages
source: Messages
fi: Viestit
ko: 메시지
sv: Meddelanden
zh: 消息

# Languages::meta_description
source: Meta description
fi: Meta kuvaus
ko: 메타 설명
sv: Meta beskrivning
zh: Meta描述

# Languages::meta_keywords
source: Meta keywords
fi: Meta-avainsanat
ko: 메타 설명
sv: Meta nyckelord
zh: Meta关键字

# Languages::method
source: Method
fi: Menetelmä
ko: 방법
sv: Metod
zh: 方式

# Languages::minimized
source: Minimized
fi: Minimoitu
ko: 최소화됨( I)
sv: Stängd
zh: 最小化

# Languages::minimum_commission_payment
source: Minimum commission payment
fi: Minimipalkkio
ko: 최소 수수료 지불
sv: Lägsta provisionsbetalning
zh: 最低支付佣金

# Languages::minimum_items_in_box
source: Minimum items in box
fi: Vähimmäismäärä laatikossa
ko: 상자에 최소 품목
sv: Minsta antal objekt per låda
zh: 箱子中最小物品

# Languages::minutes
source: minute(s)
fi: pöytäkirja)
ko: 분
sv: minut(er)
zh: 分钟

# Languages::min_order_qty
source: Minimum quantity to buy per product
fi: Minimi ostettava määrä tuotetta kohden
ko: 제품 당 최소 구매 수량
sv: Minsta antal att köpa per produkt
zh: 每种产品的最低购买量

# Languages::missing_variants_handling
source: Missing variants handling
fi: Puuttuvien varianttien käsittely
ko: 누락 된 변형 처리
sv: Om alternativ saknas
zh: 缺少变型处理

# Languages::modifier
source: Modifier
fi: Muokkaus
ko: 편집
sv: Påverkan
zh: 修改

# Languages::modifiers
source: Modifiers
fi: Muokkaimet
ko: 수정자
sv: Modifierare
zh: 修饰符

# Languages::modify_profile
source: Modify Profile
fi: Muokkaa profiilia
ko: 프로필 수정
sv: Ändra profil
zh: 修改资料

# Languages::modify_selected
source: Modify selected
fi: Muokkaa valittua
ko: 선택한 항목 수정
sv: Ändra valda
zh: 选定修改

# Languages::month
source: Month
fi: Kuukausi
ko: 월
sv: Månad
zh: 本月

# Languages::months
source: month(s)
fi: kuukaudet)
ko: 월
sv: måneder
zh: 月

# Languages::month_name_1
source: January
fi: Tammikuu
ko: 1월
sv: januari
zh: 一月

# Languages::month_name_10
source: October
fi: Lokakuu
ko: 10월
sv: oktober
zh: 十月

# Languages::month_name_11
source: November
fi: Marraskuu
ko: 11월
zh: 十一月

# Languages::month_name_12
source: December
fi: Joulukuu
ko: 12월
zh: 十二月

# Languages::month_name_2
source: February
fi: Helmikuu
ko: 2월
sv: februari
zh: 二月

# Languages::month_name_3
source: March
fi: Maaliskuu
ko: 3월
sv: Mars
zh: 三月

# Languages::month_name_4
source: April
fi: Huhtikuu
ko: 4월
zh: 四月

# Languages::month_name_5
source: May
fi: Toukokuu
ko: 5월
sv: Maj
zh: 五月

# Languages::month_name_6
source: June
fi: Kesäkuu
ko: 6월
sv: juni
zh: 六月

# Languages::month_name_7
source: July
fi: Heinäkuu
ko: 7월
sv: juli
zh: 七月

# Languages::month_name_8
source: August
fi: Elokuu
ko: 8월
sv: augusti
zh: 八月

# Languages::month_name_9
source: September
fi: Syyskuu
ko: 9월
zh: 九月

# Languages::month_name_abr_1
source: Jan
fi: Tam
ko: 1월
zh: 一

# Languages::month_name_abr_10
source: Oct
fi: Lok
ko: 10월
sv: okt
zh: 十

# Languages::month_name_abr_11
source: Nov
fi: Mar
ko: 11월
zh: 十一

# Languages::month_name_abr_12
source: Dec
fi: Jou
ko: 12월
zh: 十二

# Languages::month_name_abr_2
source: Feb
fi: Hel
ko: 2월
zh: 二

# Languages::month_name_abr_3
source: Mar
fi: Maa
ko: 3월
sv: Mars
zh: 三

# Languages::month_name_abr_4
source: Apr
fi: Huh
ko: 4월
sv: April
zh: 四

# Languages::month_name_abr_5
source: May
fi: Tou
ko: 5월
sv: Maj
zh: 五

# Languages::month_name_abr_6
source: Jun
fi: Kes
ko: 6월
sv: Juni
zh: 六

# Languages::month_name_abr_7
source: Jul
fi: Hei
ko: 7월
sv: Juli
zh: 七

# Languages::month_name_abr_8
source: Aug
fi: Elo
ko: 8월
zh: 八

# Languages::month_name_abr_9
source: Sep
fi: Syy
ko: 9월
zh: 九

# Languages::more
source: More
fi: lue lisää
ko: 더 보기
sv: Mer
zh: 更多

# Languages::content_more
source: more
fi: lisää
ko: 더
sv: Mer
zh: 更多的

# Languages::more_info
source: More info
fi: Lisätietoja
ko: 자세히
sv: Mer info
zh: 更多信息

# Languages::more_link
source: [more]
fi: [lue lisää]
sv: [mer]
zh: [更多]

# Languages::more_sign_in_options
source: Back to more sign in options
fi: Takaisin muihin kirjautumisvaihtoehtoihin
ko: 더 많은 로그인 옵션으로 돌아 가기
sv: Tillbaka till flera inloggningsalternativ
zh: 返回更多登录选项

# Languages::more_than
source: More than
fi: Enemmän kuin
ko: 이상
sv: Mer än
zh: 多于

# Languages::more_w_ellipsis
source: More...
fi: Lue lisää...
ko: 자세히...
sv: Mer...
zh: 更多......

# Languages::most_popular
source: Most popular
fi: Suosituin
ko: 가장 인기 있는
sv: Mest populär
zh: 最受欢迎的

# Languages::most_popular_addons
source: Most popular add-ons
fi: Suosituimmat lisäosat
ko: 가장 인기있는 에드온
sv: Mest populära tilläggen
zh: 最受欢迎的插件

# Languages::mr
source: Mr.
fi: Herra.
sv: Herr
zh: 先生

# Languages::ms
source: Ms.
fi: Neiti.
sv: Fr
zh: 女士

# Languages::tmpl_multicolumns_small
source: Multicolumns small
fi: Monisarakkeet pienet
ko: 여러 열이 작음
sv: Mulikolumner liten
zh: 多列小

# Languages::tmpl_multicolumn_list
source: Multi-column list
fi: Monisarakkeinen luettelo
ko: 다중 열 목록
sv: Multi kolumnlista
zh: 多列列表

# Languages::multiple
source: Multiple
fi: Useita
ko: 다중
sv: Flera val
zh: 多样的

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
fi: <p>To select more than one entry, left click the item with the mouse while holding down the CTRL key. To unselect an item, left click the item again with the mouse while holding down the CTRL key.</p>
ko: <p> 여러 항목을 선택하려면 CTRL 키를 누른 상태에서 필요한 항목을 클릭하십시오. </ p>
sv: <p>För att välja flera, håll ner CTRL-tangenten samtidigt som du väljer objekt.</p>
zh: <p>若要选择多个项目,请按住 CTRL 键并单击所需的项.</p>

# Languages::multiupload
source: Multiupload
fi: Monilataus
ko: 다중 업로드
sv: Ladda upp flera filer
zh: 批量上传

# Languages::my_account
source: My account
fi: Oma tili
ko: 내 계정
sv: Mina sidor
zh: 我的帐户

# Languages::my_account_links
source: My account links
fi: Tilini linkit
ko: 내 계정 링크
sv: Mina länkar
zh: 我的帐户链接

# Languages::my_points
source: My points
fi: Bonuspisteet
ko: 내 포인트
sv: Mina poäng
zh: 我的积分

# Languages::name
source: Name
fi: Nimi
ko: 이름
sv: Titel
zh: 名称

# Languages::name_short
source: Name
fi: Nimi
ko: 이름
sv: namn
zh: 姓名

# Languages::navigation
source: Navigation
fi: Navigointi
ko: 네비게이션
sv: Navigering
zh: 导航

# Languages::navi_pages
source: Pages
fi: Sivut
ko: 페이지
sv: Sidor
zh: 页面

# Languages::neighbours
source: Neighbours
fi: Naapurit
ko: 네이버스
sv: Grannar
zh: 邻居

# Languages::new
source: New
fi: Uusi
ko: 신규
sv: Skapar
zh: 新的

# Languages::newest
source: Newest
fi: Uusin
ko: 최신
sv: Senaste
zh: 最新的

# Languages::new_administrator_password
source: New administrator password
fi: Uusi järjestelmänvalvojan salasana
ko: 새 에드민 비밀번호
sv: Nytt lösenord (admin)
zh: 新的管理员密码

# Languages::new_category
source: New category
fi: Uusi kategoria
ko: 새 카테고리
sv: Ny kategori
zh: 新的分类

# Languages::new_chart
source: New chart
fi: Uusi kaavio
ko: 새 차트
sv: Nytt diagram
zh: 新建图表

# Languages::new_combination
source: New combination
fi: Uusi yhdistelmä
ko: 새로운 조합
sv: Ny kombination
zh: 新组合

# Languages::new_currency
source: New currency
fi: Uusi valuutta
ko: 신규 통화
sv: Ny valuta
zh: 新的货币

# Languages::new_customer
source: New customer
fi: Uusi asiakas
ko: 신규 고객
sv: Inte kund?
zh: 新的客户

# Languages::new_feature
source: New feature
fi: Uusi ominaisuus
ko: 새 기능
sv: Ny egenskap
zh: 新的特征

# Languages::new_file
source: New file
fi: Uusi tiedosto
ko: 새로운 파일
sv: Ny fil
zh: 新的文件

# Languages::new_filter
source: New filter
fi: Uusi suodatin
ko: 새 필터
sv: Nytt filter
zh: 新的过滤

# Languages::new_folder
source: New folder
fi: Uusi kansio
ko: 새 폴더
sv: Ny mapp
zh: 新文件夹

# Languages::new_group
source: New group
fi: Uusi ryhmä
ko: 새 그룹
sv: Ny grupp
zh: 新的组合

# Languages::new_items
source: New item
fi: Uusi kohde
ko: 새 항목
sv: Nytt föremål
zh: 新的项目

# Languages::new_language
source: New language
fi: Uusi kieli
ko: 새로운 언어 추가
sv: Nytt språk
zh: 新的语言

# Languages::new_language_variable
source: New language variable
fi: Uusi kielimuuttuja
ko: 새로운 언어 변수
sv: Ny språkvariabel
zh: 新的语言变量

# Languages::important_language_text
source: When you hide, disable, or delete a default language of one of the storefronts, make sure to update the value of the <b>Frontend default language</b> setting in <a href="[link]">Settings → Appearance</a>.
fi: Kun piilotat, poistat käytöstä tai poistat jonkin julkisivun oletuskielen, muista päivittää <b>Käyttöliittymän oletuskieli</b> -asetuksen arvo kohdassa <a href="[link]">Asetukset → Ulkoasu</a>.
ko: 상점 첫 화면 중 하나의 기본 언어를 숨기거나 사용 중지하거나 삭제할 때 <a href="[link]"> 설정 → 모양새에서 <b> 프런트 엔드 기본 언어 </ b> 설정 값을 업데이트해야합니다. </a>.
sv: När du döljer, inaktiverar eller tar bort ett standardspråk för ett av skyltfönsterna, se till att uppdatera värdet för <b>Frontends standardspråk</b> inställning i <a href="[link]">Inställningar → Utseende</a>.
zh: 当你隐藏、 禁用或删除的店面之一的默认语言时，请确保更新中的 <b>前端默认语言</b> 设置的值 <a href="[link]"> 设置 → 外观</a>。

# Languages::important_currency_text
source: When you hide, disable, or delete a default currency of one of the storefronts, make sure to update the value of the <b>Frontend default currency</b> setting in <a href="[link]">Settings → Appearance</a>.
fi: Kun piilotat, poistat käytöstä tai poistat jonkin julkisivun oletusvaluutan, muista päivittää <b>Käyttöliittymän oletusvaluutta</b> -asetuksen arvo kohdassa <a href="[link]">Asetukset → Ulkoasu</a>.
ko: 상점 첫 화면 중 하나의 기본 통화를 숨기거나 비활성화하거나 삭제할 때 <a href="[link]">설정 → 모양</a>에서 <b>Frontend 기본 통화</b> 설정 값을 업데이트해야 합니다.
sv: När du döljer, inaktiverar eller tar bort en standardvaluta för ett av skyltfönsterna, se till att uppdatera värdet på <b>Frontends standardvaluta</b> -inställning i <a href="[link]">Inställningar → Utseende</a>.
zh: 当您隐藏、禁用或删除其中一个店面的默认货币时，请确保在 <a href="[link]">设置 → 外观</a>中更新 <b>前端默认货币</b> 设置的值。

# Languages::new_layout
source: New layout
fi: Uusi asettelu
ko: 새로운 레이아웃
sv: Ny layout
zh: 新的布局

# Languages::new_link
source: New link
fi: Uusi linkki
ko: 새 링크
sv: Ny länk
zh: 新链接

# Languages::new_localization
source: New localization
fi: Uusi lokalisointi
ko: 새 현지화
sv: Ny lokalisering
zh: 新的位置

# Languages::new_location
source: New location
fi: Uusi sijainti
ko: 새 위치
sv: Ny plats
zh: 新的位置

# Languages::new_rate_area
source: New rate area
fi: Uusi hinta-alue
ko: 새로운 요금 영역
sv: Nytt prisområde
zh: 新费率区

# Languages::new_menu
source: New menu
fi: Uusi menu
ko: 새로운 메뉴
sv: Ny meny
zh: 新的菜单

# Languages::new_option
source: New option
fi: Uusi vaihtoehto
ko: 새로운 옵션
sv: Nytt alternativ
zh: 新的选项

# Languages::new_page
source: New page
fi: Uusi sivu
ko: 새 페이지
sv: Ny sida
zh: 新的页面

# Languages::new_payments
source: New payment method
fi: Uusi maksutapa
ko: 새로운 결제 방법
sv: Nytt betalsätt
zh: 新的支付方式

# Languages::new_payout
source: New payout
fi: Uusi maksu
ko: 새로운 지급
sv: Ny utbetalning
zh: 新的支付

# Languages::new_post
source: New post
fi: Uusi viesti
ko: 새로운 게시물
sv: Nytt meddelande
zh: 发新帖子

# Languages::new_product
source: New product
fi: Uusi tuote
ko: 새로운 상품
sv: Ny produkt
zh: 新商品

# Languages::new_profile
source: New profile
fi: Uusi profiili
ko: 새 프로필
sv: Ny användare
zh: 新的简要

# Languages::new_profile_field
source: New profile field
fi: Uusi profiilikenttä
ko: 새 프로필 필드
sv: Nytt profilfält
zh: 新的资料区域

# Languages::new_profile_notification
source: New profile notification
fi: Ilmoitus uudesta profiilista
ko: 새 프로필 알림
sv: Ny profilavisering
zh: 新的配置文件通知

# Languages::new_promotion
source: New promotion
fi: Uusi promootio
ko: 새로운 프로모션
sv: Ny kampanj
zh: 新促销活动

# Languages::new_report
source: New report
fi: Uusi raportti
ko: 새 리포트
sv: Ny rapport
zh: 新的报告

# Languages::new_saved_search
source: New saved search
fi: Uusi tallennettu haku
ko: 새 저장된 검색
sv: Lägg till...
zh: 新保存的搜索

# Languages::new_section
source: New section
fi: Uusi jakso
ko: 새 색션
sv: Ny avdelning
zh: 新的区域

# Languages::new_shipment
source: New shipment
fi: Uusi lähetys
ko: 새로운 배송
sv: Ny försändelse
zh: 新的配送

# Languages::detailed_shipment
source: Detailed shipment
fi: Yksityiskohtainen lähetys
ko: 자세한 배송 정보
sv: Detaljerad leverans
zh: 详细的装运

# Languages::create_detailed_shipment
source: Create detailed shipment
fi: Luo yksityiskohtainen lähetys
ko: 자세한 배송 생성
sv: Skapa detaljerad leverans
zh: 创建详细的装运

# Languages::new_shipment_was_created
source: New shipment was created
fi: lähetetty
ko: 새 배송이 생성되었습니다
sv: Ny försändelse skapades
zh: 新的配送方式已建立

# Languages::new_shipping_method
source: New shipping method
fi: Uusi toimitustapa
ko: 새 배송 방법
sv: Nytt leveranssätt
zh: 新的配送方式

# Languages::new_site_map_section
source: New sitemap section
fi: Uusi sivukarttaosio
ko: 새 사이트 맵 섹션
sv: Lägg till sidkartsavdelning
zh: 新的地图区域

# Languages::new_states
source: New state(s) for the selected country
fi: Uudet osavaltiot valitulle maalle
ko: 선택한 국가의 새로운 주
sv: Lägg till län för valt land
zh: 新的州/省为选定的国家

# Languages::new_status
source: New status
fi: Uusi tila
ko: 새로운 상태
sv: Ny status
zh: 新的州/省

# Languages::new_tab
source: New tab
fi: Uusi välilehti
ko: 새 탭
sv: Ny flik
zh: 新的选项卡

# Languages::new_tax
source: New tax
fi: Uusi vero
ko: 새로운 세금
sv: Ny moms
zh: 新的税金

# Languages::new_usergroups
source: New user group(s)
fi: Uudet käyttäjäryhmät
ko: 새 사용자 그룹
sv: Lägg till kundgrupp
zh: 新的用户组

# Languages::new_user_profile
source: New user profile
fi: Uusi käyttäjäprofiili
ko: 새 사용자 프로필
sv: Ny användarprofil
zh: 新的用户资料

# Languages::new_vendor
source: New store
fi: Uusi kauppa
ko: 새 상점
sv: Ny butik
zh: 新的店铺

# Languages::new_zealand
source: New Zealand
fi: Uusi Seelanti
ko: 뉴질랜드
sv: Nya Zeeland
zh: 新西兰

# Languages::next
source: Next
fi: Seuraava
ko: 다음
sv: Nästa
zh: 下一页

# Languages::next_step
source: Next step
fi: Seuraava
ko: 다음 단계
sv: Nästa steg
zh: 下一步

# Languages::no
source: No
fi: Ei
ko: 아니오
sv: Nej
zh: 不是

# Languages::nocombination
source: Unfortunately this combination is not accessible
fi: Sävyä ei ole saatavilla valitussa pullokoossa.
ko: 불행히도이 조합은 접근 할 수 없습니다
sv: Vald kombination ej möjlig
zh: 不幸的是这种结合不可访问

# Languages::none
source: None
fi: Ei mitään
ko: 없음
sv: Ingen
zh: 无

# Languages::normal
source: Normal
fi: Normaali
ko: 보통
sv: Vanligt
zh: 普通

# Languages::norway
source: Norway
fi: Norja
ko: 노르웨이
sv: Norge
zh: 挪威

# Languages::norwegian
source: Norwegian
fi: Norjan kieli
ko: 노르웨이어
sv: norska
zh: 挪威语

# Languages::note
source: Note
fi: Huomautus
ko: 메모
sv: Anteckning
zh: 提示

# Languages::notes
source: Notes
fi: Lisätiedot
ko: 메모
sv: Anteckningar
zh: 通知

# Languages::notice
source: Notice
fi: Ilmoitus
ko: 공지
sv: Notera
zh: 注意

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
fi: Olet määrittänyt [DECIMALS] desimaalin arvoksi [CURRENCY]. Tuettujen desimaalien enimmäismäärä on 2. Muut arvot näytetään nollina.
ko: [CURRENCY]에 소수점 이하 [DECIMALS]를 지정했습니다. 지원되는 소수점 이하 자릿수는 최대 2 개입니다. 추가 값은 0으로 표시됩니다.
sv: Du har angett [DECIMALS] decimaler för [CURRENCY]. Det maximala antalet som stöds är 2, övriga kommer att visas som nollor.
zh: 您已指定[DECIMALS]小数位为[CURRENCY]. 支持小数的最大数目为 2.进一步的值将显示为零.

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
fi: Toimittamattomat tuotteet on poistettu ostoskoristasi. Voit jatkaa ostoa.
ko: 배송 할 수없는 제품이 장바구니에서 제거되었습니다. 구매를 진행할 수 있습니다.
sv: Ej levererbara produkter har tagits bort från din varukorg. Du kan nu fortsätta med ditt köp.
zh: 无法送达的产品已从您的购物车删除. 您可以继续购买.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
fi: Asiakas päivitti profiilissa olevan sähköpostiosoitteen. Päivitä tilaustiedot valitsemalla valintaruutu:
ko: 고객이 프로필의 이메일 주소를 업데이트했습니다. 주문 세부 정보를 업데이트하려면 확인란을 선택합니다.
sv: E-post uppdaterad i profil, uppdatera i order:
zh: 客户已在资料中更新了邮件地址.选中该复选框更新订单的详细信息:

# Languages::notify_customer
source: Notify customer
fi: Ilmoita asiakkaalle
ko: 고객에게 알림
sv: Meddela kund
zh: 通知客户

# Languages::notify_orders_department
source: Notify orders department
fi: Ilmoita tilausosastolle
ko: 주문 부서에 알림
sv: Meddela orderavdelning
zh: 通知订单部门

# Languages::notify_user
source: Notify user
fi: Ilmoita käyttäjälle
ko: 사용자 알림
sv: Meddela användaren
zh: 通知用户

# Languages::notify_vendor
source: Notify store owner
fi: Ilmoita kaupan omistajalle
ko: 상점 주인에게 알림
sv: Informera butiksägaren
zh: 通知供货商

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
fi: Ilmoita minulle, kun tämä tuote on jälleen varastossa
ko: 이 제품의 재고가 확보되면 알려주세요.
sv: Meddela mig när denna åter finns i lager
zh: 当这个产品有新库存的时候通知我

# Languages::not_active
source: Not active
fi: Ei aktiivinen
ko: 비활성화
sv: Ej aktiv
zh: 没有激活

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
fi: Tämä tiedosto on ladattavissa vasta, kun järjestelmänvalvoja on hyväksynyt ne
ko: 이 파일은 관리자가 승인 한 후에 만 다운로드 할 수 있습니다.
sv: Denna fil kommer att finnas tillgänglig för nedladdning efter ansvariges godkännande
zh: 这个文件仅在管理员批准后方可提供下载

# Languages::not_a_member
source: Not a member
fi: Ei jäsenyyttä
ko: 회원이 아님
sv: Inte kund
zh: 非用户

# Languages::not_installed
source: Not installed
fi: Ei asennettu
ko: 설치되지 않음
sv: Inte installerade
zh: 未安装

# Languages::not_scroll_automatically
source: Do not scroll automatically
fi: Älä vieritä automaattisesti
ko: 자동으로 스크롤하지 마세요
sv: Bläddra inte automatiskt
zh: 不要自动滚动

# Languages::enable_link
source: Enable link
fi: Ota linkki käyttöön
ko: 링크 활성화
sv: Aktivera länk
zh: 启用链接

# Languages::no_categories_available
source: No categories available
fi: Luokkia ei ole saatavilla
ko: 사용 가능한 카테고리가 없습니다
sv: Inga kategorier tillgängliga
zh: 没有可用的分类

# Languages::no_data
source: No data found
fi: Ei tietoja
ko: 데이터가 없습니다
sv: Inget innehåll
zh: 没有找到任何记录

# Languages::no_data_found
source: No data found that satisfies this chart conditions
fi: Näitä kaavion ehtoja täyttäviä tietoja ei löytynyt
ko: 이 차트 조건을 충족하는 데이터가 없습니다
sv: Ingen information hittades som uppfyller detta villkor
zh: 没有发现满足此图表条件的数据

# Languages::no_files
source: No files
fi: Ei tiedostoja
ko: 파일 없음
sv: Inga filer
zh: 没有文件

# Languages::no_image
source: No image
fi: Ei kuvaa
ko: 이미지가 없음
sv: Bild kommer snart
zh: 没有图片

# Languages::no_items
source: No items defined
fi: Ei tietoja
ko: 정의 된 아이템이 없습니다
sv: Inget innehåll
zh: 没有找到任何记录

# Languages::no_items_found
source: No items found matching the search criteria
fi: Hakuehtoja vastaavia tuotteita ei löytynyt
ko: 검색 기준과 일치하는 항목이 없습니다
sv: Inget hittades som matchar sökningen
zh: 未找到与搜索条件匹配的项

# Languages::no_menus
source: No menus
fi: Ei valikoita
ko: 메뉴 없음
sv: Inga menyer
zh: 没有菜单

# Languages::no_products_for_shipment
source: There are no products for shipment
fi: Toimitettavia tuotteita ei ole
ko: 배송 할 상품이 없습니다
sv: Det finns inga produkter att leverera
zh: 没有产品要配送

# Languages::no_products_selected
source: No products selected
fi: Ei valittuja tuotteita
ko: 선택한 제품이 없습니다
sv: Inga produkter valda
zh: 没有选择产品

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
fi: <p class="error-text" align="center">Ostoskorisi on tyhjä eikä toimituskuluja voi arvioida</p>
ko: <p class = "error-text"align = "center"> 장바구니가 비어 있으며 배송비를 계산 할 수 없습니다. </ p>
sv: <p class="error-text" align="center">Varukorgen är tom så leveranskostnader kan inte beräknas</p>
zh: <p class="error-text" align="center">您的购物车为空配送成本无法估计</p>

# Languages::no_rates_for_empty_cart_warning
source: Your cart is empty and the shipping cost cannot be estimated
fi: Ostoskorisi on tyhjä eikä toimituskuluja voi arvioida
ko: 장바구니가 비어 있으며 배송비를 계산 할 수 없습니다
sv: Din varukorg är tom och fraktkostnaden kan inte uppskattas
zh: 您的购物车是空的，无法估算运费

# Languages::no_shipping_required
source: No shipping required
fi: Toimitusta ei vaadita
ko: 배송이 필요하지 않습니다
sv: Ingen leverans krävs
zh: 没有配送请求

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
fi: Antamasi koodi on väärä. <br /> Yritä uudelleen.
ko: 입력 한 코드는 요구 사항을 충족하지 않아 적용 할 수 없습니다.
sv: Det finns ingen kampanj med denna kod.
zh: 没有这种折扣券. <br />请再试一次.

# Languages::no_themes_available
source: No themes available
fi: Ei teemoja saatavilla
ko: 사용 가능한 테마가 없습니다
sv: Inga teman tillgängliga
zh: 没有可用的主题

# Languages::no_users_found
source: No users found
fi: Käyttäjiä ei löytynyt
ko: 사용자를 찾을 수 없습니다
sv: Inga användare hittades
zh: 没有找到用户

# Languages::number
source: Number
fi: Määrä
ko: 숫자
sv: Siffror
zh: 数量

# Languages::number_of_columns
source: Number of columns in the objects list
fi: Objektiluettelon sarakkeiden lukumäärä
ko: 개체 목록의 열 수
sv: Antal kolumner i objektlista
zh: 对象列表中的列数

# Languages::object
source: Object
fi: Esine
ko: 객체
sv: Objekt
zh: 对象

# Languages::object_does_not_exist
source: The object doesn't exist
fi: Objektia ei ole olemassa
ko: 개체가 존재하지 않습니다
sv: Objektet finns inte
zh: 不存在该对象

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
fi: Samanniminen objekti on jo olemassa. Haluatko korvata sen?
ko: 같은 이름의 개체가 이미 있습니다. 덮어 쓰시겠습니까?
sv: Ett objekt med samma titel finns redan, vill du ersätta den?
zh: 已存在相同名称的对象.您要覆盖它吗?

# Languages::object_not_found
source: The [object] not found
fi: [object] ei löytynyt
ko: [object]를 찾을 수 없습니다
sv: [object] :an hittades inte
zh: 找不到 [object]

# Languages::of
source: of
ko: 의
sv: av
zh: 对

# Languages::off
source: Off
fi: Vinossa
ko: 끄기
sv: Av
zh: 关闭

# Languages::offline
source: Offline
fi: Offline-tilassa
ko: 오프라인
zh: 离线

# Languages::offset
source: Offset
ko: 오프셋
zh: 偏移量

# Languages::old_price
source: Old price
fi: Norm. hinta
ko: 이전 가격
sv: Tidigare pris
zh: 老价格

# Languages::on
source: on
fi: päällä
ko: 켜기
sv: på
zh: 在

# Languages::once_per_customer
source: Once per customer
fi: Kerran per asiakas
ko: 고객 당 한 번
sv: En gång per kund
zh: 一旦每个客户

# Languages::onclick_dropdown
source: Onclick-dropdown
fi: Onclick-pudotusvalikko
ko: 온 클릭 드롭다운
sv: Rullgardinmeny vid klick
zh: 单击下拉菜单

# Languages::online_only
source: Online only
fi: vain netissä
ko: 온라인에서만
sv: Endast online
zh: 仅在线

# Languages::on_off
source: On/Off
fi: Päälle/Pois
sv: På/Av
zh: 开/关

# Languages::on_site_template_editing
source: On-site template editing
fi: Mallien muokkaus paikan päällä
ko: 현장 템플릿 편집
sv: På-sidan mallredigering
zh: 在线模版编辑

# Languages::on_site_live_editing
source: On-site live editing
fi: Live editointi paikan päällä
ko: 현장 라이브 편집
sv: På-sidan redigering
zh: 在线实时编辑

# Languages::open
source: Open
fi: Avata
ko: 열기
sv: Öppen
zh: 打开

# Languages::open_action
source: Open
fi: Lisätiedot
ko: 열기
sv: Öppna
zh: 展开

# Languages::open_file_or_create_new
source: Open a file or create a new one to get started.
fi: Aloita avaamalla tiedosto tai luomalla uusi.
ko: 시작하려면 파일을 열거 나 새 파일을 만드세요.
sv: Öppna eller skapa skapa ny fil.
zh: 从打开或新建一个文件开始。

# Languages::open_in_new_window
source: Open in new window
fi: Avaa uudessa ikkunassa
ko: 새창에서 열기
sv: Öppna i nytt fönster
zh: 在新窗口中开启

# Languages::open_store
source: Open storefront
fi: Avoin myymälä
ko: 상점 열기
sv: Öppna butik
zh: 打开商店前台
