Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::sw.settings
source: Settings
fi: asetukset
ko: 설정
sv: inställningar
zh: 设置

# Languages::sw.enable
source: Enable
fi: ota käyttöön
ko: 할 수 있게 하다
sv: Gör det möjligt
zh: 使能够

# Languages::sw.disable
source: Disable
fi: Poista käytöstä
ko: 장애를 입히다
sv: Inaktivera
zh: 禁用

# Languages::sw.activated
source: Activated
fi: Aktivoitu
ko: 활성화됨
sv: Aktiverad
zh: 活性

# Languages::sw.select_model
source: Select model
fi: Valitse malli
ko: 모델 선택
sv: Välj modell
zh: 选择型号

# Languages::sw.timezone
source: Time zone
fi: Aikavyöhyke
ko: 시간대
sv: Tidszon
zh: 时区

# Languages::sw.order_start_id
source: Initial order ID value (leave empty for auto)
fi: Alkuperäinen tilaustunnuksen arvo (jätä tyhjäksi automaattiselle tilalle)
ko: 초기 주문 ID 값(자동의 경우 비워 둠)
sv: Ursprungligt order-ID-värde (lämna tomt för auto)
zh: 初始订单 ID 值（自动留空）

# Languages::sw.min_order_amount
source: Minimum order amount
fi: Tilauksen vähimmäismäärä
ko: 최소 주문 금액
sv: Minsta beställningsbelopp
zh: 最低订购量

# Languages::sw.show_out_of_stock_products
source: Show out of stock products
fi: Näytä loppuneet tuotteet
ko: 품절된 상품을 보여주세요
sv: Visa slutprodukter
zh: 显示缺货产品

# Languages::sw.enable_quick_view
source: Enable quick view
fi: Ota pikanäkymä käyttöön
ko: 빠른 보기 활성화
sv: Aktivera snabbvy
zh: 启用快速查看

# Languages::sw.enable_inventory_tracking
source: Enable inventory tracking
fi: Ota varaston seuranta käyttöön
ko: 인벤토리 추적 활성화
sv: Aktivera lagerspårning
zh: 启用库存跟踪

# Languages::sw.allow_negative_amount
source: Allow negative amount in inventory
fi: Salli negatiivinen määrä varastossa
ko: 재고에 음수 허용
sv: Tillåt negativt belopp i lager
zh: 允许库存中的负数

# Languages::sw.ym_merchant_country
source: Country
fi: Maa
ko: 국가
sv: Land
zh: 国家

# Languages::sw.ym_merchant_forma
source: Ownership
fi: Omistajuus
ko: 소유권
sv: Äganderätt
zh: 所有权

# Languages::sw.send
source: Send
fi: Lähettää
ko: 보내다
sv: Skicka
zh: 发送

# Languages::sw.remove_demo_data_text
source: Clean up orders, products, categories, user profiles, and related data
fi: Siivoa tilaukset, tuotteet, luokat, käyttäjäprofiilit ja niihin liittyvät tiedot
ko: 주문, 제품, 카테고리, 사용자 프로필 및 관련 데이터 정리
sv: Rensa upp beställningar, produkter, kategorier, användarprofiler och relaterad data
zh: 清理订单、产品、类别、用户资料和相关数据

# Languages::sw.remove
source: Clean up
fi: Siivota
ko: 청소
sv: Städa
zh: 清理

# Languages::sw.demo_data_removed
source: Demo data removed.
fi: Esittelytiedot poistettu.
ko: 데모 데이터가 제거되었습니다.
sv: Demodata har tagits bort.
zh: 演示数据已删除。

# Languages::sw.error_removing_demo_data
source: An error occurred while removing the demo data
fi: Esittelytietoja poistettaessa tapahtui virhe
ko: 데모 데이터를 제거하는 동안 오류가 발생했습니다.
sv: Ett fel uppstod när demodata skulle tas bort
zh: 删除演示数据时出错

# Languages::sw.confirm_demo_data_removal_title
source: Remove the data?
fi: Poistetaanko tiedot?
ko: 데이터를 삭제하시겠습니까?
sv: Ta bort data?
zh: 删除数据？

# Languages::sw.text_confirm_demo_data_removal
source: All orders, products, product categories, customer profiles, and associated data (tags, comments, etc.) including the data added by you <b>will be permanently removed.</b> This operation cannot be undone. Are you sure you want to continue?
fi: Kaikki tilaukset, tuotteet, tuoteluokat, asiakasprofiilit ja niihin liittyvät tiedot (tunnisteet, kommentit jne.), mukaan lukien lisäämäsi tiedot <b>poistetaan pysyvästi.</b> Tätä toimintoa ei voi kumota. Oletko varma, että haluat jatkaa?
ko: 귀하가 추가한 데이터를 포함한 모든 주문, 제품, 제품 카테고리, 고객 프로필 및 관련 데이터(태그, 댓글 등)는 <b>으로 제거됩니다.</b> 이 작업은 취소할 수 없습니다. 너 정말 계속하고 싶니?
sv: Alla beställningar, produkter, produktkategorier, kundprofiler och tillhörande data (taggar, kommentarer, etc.) inklusive data som lagts till av dig <b>kommer att tas bort permanent.</b> Denna operation kan inte ångras. Är du säker på att du vill fortsätta?
zh: 所有订单、产品、产品类别、客户资料和相关数据（标签、评论等）包括您添加的数据 <b>将被永久删除。</b> 此操作无法撤消。你确定你要继续吗？

# Languages::sw.delete_demo_data
source: Delete the data
fi: Poista tiedot
ko: 데이터 삭제
sv: Radera data
zh: 删除数据

# Languages::sw.keep_demo_data
source: Keep the data
fi: Säilytä tiedot
ko: 데이터 유지
sv: Behåll data
zh: 保留数据

# Languages::sw.more_themes_in_marketplace
source: More themes in the Marketplace
fi: Lisää teemoja Marketplacessa
ko: 마켓플레이스의 더 많은 테마
sv: Fler teman på Marketplace
zh: 市场中的更多主题

# Languages::sw.logo_recommended_size_text
source: recommended size [height]px × [width]px
fi: suositeltu koko [height]px × [width]px
ko: 권장 크기 [height]픽셀 × [width]픽셀
sv: rekommenderad storlek [height]px × [width]px
zh: 推荐尺寸 [height]px × [width]px

# Languages::sw.money_goes_to_owner
source: Customer makes a single payment, all money goes to you
fi: Asiakas suorittaa yhden maksun, kaikki rahat menevät sinulle
ko: 고객이 한 번만 결제하면 모든 금액이 귀하에게 전달됩니다.
sv: Kunden gör en enda betalning, alla pengar går till dig
zh: 客户一次性付款，所有钱都归您所有

# Languages::sw.money_goes_to_owner_descr
source: The money owed to the vendor is tracked in the admin panel. A vendor can request money withdrawal through the admin panel. You forward the money to vendors as you see fit.
fi: Myyjälle velkaa seurataan hallintapaneelissa. Myyjä voi pyytää rahan nostoa hallintapaneelin kautta. Välität rahat myyjille parhaaksi katsomallasi tavalla.
ko: 공급업체에 지불해야 하는 금액은 관리자 패널에서 추적됩니다. 판매자는 관리자 패널을 통해 출금을 요청할 수 있습니다. 적절하다고 생각되는 대로 공급업체에 돈을 전달합니다.
sv: Pengarna som är skyldiga leverantören spåras i adminpanelen. En leverantör kan begära uttag av pengar via adminpanelen. Du vidarebefordrar pengarna till leverantörer som du tycker är lämpligt.
zh: 在管理面板中跟踪欠供应商的钱。供应商可以通过管理面板请求提款。你把钱转给你认为合适的供应商。

# Languages::sw.money_split_automaticaly
source: Customer makes a single payment, money is split automatically
fi: Asiakas suorittaa yhden maksun, rahat jaetaan automaattisesti
ko: 고객이 한 번만 결제하면 돈이 자동으로 분할됩니다.
sv: Kunden gör en enda betalning, pengarna delas upp automatiskt
zh: 客户单次付款，钱自动拆分

# Languages::sw.money_split_automaticaly_descr
source: This is achieved via [stripe_connect] payments and/or [paypal_commerce_platform], so each vendor must have a Stripe and/or PayPal account. We'll create these payment methods for you. You'll just need to configure them, and vendors will need to provide their account information.
fi: Tämä saavutetaan [stripe_connect] maksulla ja/tai [paypal_commerce_platform], joten jokaisella toimittajalla on oltava Stripe- ja/tai PayPal-tili. Luomme sinulle nämä maksutavat. Sinun on vain määritettävä ne, ja toimittajien on annettava tilitietonsa.
ko: 이것은 [stripe_connect] 지불 및/또는 [paypal_commerce_platform]을 통해 이루어지므로 각 공급업체에는 Stripe 및/또는 PayPal 계정이 있어야 합니다. 이러한 지불 방법을 생성해 드립니다. 이를 구성하기만 하면 공급업체에서 계정 정보를 제공해야 합니다.
sv: Detta uppnås via [stripe_connect] betalningar och/eller [paypal_commerce_platform], så varje leverantör måste ha ett Stripe- och/eller PayPal-konto. Vi skapar dessa betalningsmetoder åt dig. Du behöver bara konfigurera dem, och leverantörer kommer att behöva tillhandahålla sin kontoinformation.
zh: 这是通过 [stripe_connect] 付款和/或 [paypal_commerce_platform]实现的，因此每个供应商都必须有一个 Stripe 和/或 PayPal 帐户。我们将为您创建这些付款方式。您只需要配置它们，供应商将需要提供他们的帐户信息。

# Languages::sw.money_goes_to_vendor
source: Customer makes multiple payments (one to each vendor)
fi: Asiakas suorittaa useita maksuja (yksi kullekin myyjälle)
ko: 고객이 여러 번 지불(각 공급업체에 하나씩)
sv: Kunden gör flera betalningar (en till varje leverantör)
zh: 客户进行多次付款（每个供应商支付一笔）

# Languages::sw.money_goes_to_vendor_descr
source: Each vendor has to create own payment methods. Money goes directly to vendors, and marketplace commission gets added to vendors' debt. It becomes a vendor's responsibility to pay the marketplace.
fi: Jokaisen myyjän on luotava omat maksutavat. Rahat menevät suoraan myyjille, ja markkinapaikkapalkkio lisätään myyjien velkaan. Siitä tulee myyjän vastuu maksaa markkinoille.
ko: 각 공급업체는 자체 결제 방법을 만들어야 합니다. 돈은 공급업체에 직접 전달되고 시장 수수료는 공급업체의 부채에 추가됩니다. 시장에 지불하는 것은 공급업체의 책임이 됩니다.
sv: Varje leverantör måste skapa sina egna betalningsmetoder. Pengar går direkt till leverantörer och marknadsplatsprovision läggs till leverantörernas skulder. Det blir säljarens ansvar att betala marknadsplatsen.
zh: 每个供应商都必须创建自己的付款方式。钱直接流向供应商，市场佣金被添加到供应商的债务中。向市场付款成为供应商的责任。

# Languages::unsupported_browser_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (latest version)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
fi: <p>Olemme havainneet, että hallintapaneelimme ei tue täysin käyttämääsi selainta. Voit tarkastella tätä sivustoa nykyisellä selaimellasi, mutta se ei välttämättä näy oikein, etkä välttämättä pysty käyttämään kaikkia ominaisuuksia täysin.</p><br><p>Hallintapaneelia voi tarkastella parhaiten seuraavilla selaimilla:</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (uusin versio)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (uusin versio)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (uusin versio)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (uusin versio)</a></li></ul><br><p>Lataa haluamasi selain napsauttamalla jotakin linkkiä. Kun lataus on valmis, asenna selain suorittamalla asennusohjelma.</p><br><p>Jos et voi päivittää selaintasi nyt, voit silti käyttää hallintapaneelia, mutta et välttämättä pysty käyttämään kaikkia ominaisuuksia täysin.<br><br><a href="[url]">Jatka</a></p>
ko: <p>사용 중인 브라우저가 관리자 패널에서 완전히 지원되지 않는 것으로 나타났습니다. 이 사이트는 현재 사용 중인 브라우저에서 볼 수 있지만 제대로 표시되지 않을 수 있으며 일부 기능을 완전히 사용하지 못할 수도 있습니다.</p><br><p>관리자 패널은 다음 브라우저를 사용하여 가장 잘 볼 수 있습니다.</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox(최신 버전)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome(최신 버전)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge(최신 버전)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari(최신 버전)</a></li></ul><br><p>링크 중 하나를 클릭하여 원하는 브라우저를 다운로드하십시오. 다운로드가 완료되면 설치 프로그램을 실행하여 브라우저를 설치합니다.</p><br><p>지금 브라우저를 업그레이드할 수 없는 경우에도 관리자 패널에 액세스할 수 있지만 모든 기능을 완전히 사용하지 못할 수 있습니다.<br><br><a href="[url]">계속</a></p>
sv: <p>Vi har upptäckt att webbläsaren du använder inte stöds fullt ut av vår adminpanel. Du kan se den här webbplatsen med din nuvarande webbläsare, men den kanske inte visas korrekt och du kanske inte kan använda alla funktioner fullt ut.</p><br><p>Adminpanelen visas bäst med följande webbläsare:</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (senaste versionen)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (senaste versionen)</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge (senaste versionen)</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari (senaste versionen)</a></li></ul><br><p>Klicka på en av länkarna för att ladda ner den webbläsare du väljer. När nedladdningen är klar installerar du webbläsaren genom att köra installationsprogrammet.</p><br><p>Om du inte kan uppgradera din webbläsare nu kan du fortfarande komma åt adminpanelen, men du kanske inte kan använda alla funktioner fullt ut.<br><br><a href="[url]">Fortsätt</a></p>
zh: <p>我们检测到您使用的浏览器不受我们的管理面板的完全支持。您可以使用当前浏览器查看本网站，但可能无法正常显示，并且您可能无法充分使用所有功能。</p><br><p>最好使用以下浏览器查看管理面板：</p><br><ul><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox（最新版）</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome（最新版）</a></li><li>&ndash; <a href="https://www.microsoft.com/en-us/edge" target="_blank">Microsoft Edge（最新版）</a></li><li>&ndash; <a href="https://www.apple.com/safari/" target="_blank">Safari（最新版本）</a></li></ul><br><p>单击其中一个链接下载您选择的浏览器。下载完成后，通过运行安装程序安装浏览器。</p><br><p>如果您现在无法升级浏览器，您仍然可以访问管理面板，但您可能无法完全使用所有功能。<br><br><a href="[url]">继续</a></p>

# Languages::usergroup_must_have_privileges
source: Usergroup must have at least one privilege.
fi: Käyttäjäryhmällä on oltava vähintään yksi käyttöoikeus.
ko: 사용자 그룹에는 최소한 하나의 권한이 있어야 합니다.
sv: Användargruppen måste ha minst en behörighet.
zh: 用户组必须至少具有一项权限。

# Languages::saved_search.set_as_default
source: Set as default
fi: Oletusasetuksena
ko: 기본값으로 설정
sv: Ange som standard
zh: 设为默认

# Languages::saved_search.set_as_non_default
source: Set as non-default
fi: Aseta ei-oletukseksi
ko: 기본값이 아닌 것으로 설정
sv: Ställ in som icke-standard
zh: 设置为非默认

# Languages::saved_search.set_as_default_confirm
source: Saved search "[name]" will open by default instead of the full list of objects. Is that what you'd like?
fi: Tallennettu haku "[name]" avautuu oletuksena koko objektiluettelon sijaan. Sitäkö sinä haluaisit?
ko: 저장된 검색 "[name]"은 개체의 전체 목록 대신 기본적으로 열립니다. 그게 당신이 원하는 것입니까?
sv: Sparad sökning "[name]" öppnas som standard istället för hela listan med objekt. Är det vad du vill?
zh: 默认情况下，保存的搜索“[name]”将打开，而不是完整的对象列表。那是你想要的吗？

# Languages::saved_search.set_as_non_default_confirm
source: The full list of objects will open by default instead of saved search "[name]". Is that what you'd like?
fi: Täydellinen luettelo kohteista avautuu oletuksena tallennetun haun "[name]" sijaan. Sitäkö sinä haluaisit?
ko: 저장된 검색 "[name]" 대신 기본적으로 전체 개체 목록이 열립니다. 그게 당신이 원하는 것입니까?
sv: Den fullständiga listan med objekt öppnas som standard istället för sparad sökning "[name]". Är det vad du vill?
zh: 默认情况下，将打开完整的对象列表，而不是保存的搜索“[name]”。那是你想要的吗？

# Languages::exim_subtotal_discount
source: Subtotal discount
fi: Välisumma alennus
ko: 소계 할인
sv: Delsumma rabatt
zh: 小计折扣

# Languages::storefront_languages_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available languages configured. All languages has been made available for it.
fi: "<a href="[url]">[name]</a>" -myymälässä ei ollut määritettyjä kieliä. Kaikki kielet on asetettu saataville sitä varten.
ko: "<a href="[url]">[name]</a>" 상점 첫화면에는 사용 가능한 언어가 구성되어 있지 않습니다. 모든 언어를 사용할 수 있습니다.
sv: Skyltfönstret "<a href="[url]">[name]</a>" hade inga tillgängliga språk konfigurerade. Alla språk har gjorts tillgängliga för den.
zh: “<a href="[url]">[name]</a>”店面没有配置可用的语言。已为它提供了所有语言。

# Languages::storefront_currencies_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available currencies configured. Default currency has been made available for it.
fi: "<a href="[url]">[name]</a>" -myymälässä ei ollut määritettyjä käytettävissä olevia valuuttoja. Oletusvaluutta on asetettu saataville sille.
ko: "<a href="[url]">[name]</a>" 상점 첫화면에 구성된 사용 가능한 통화가 없습니다. 기본 통화를 사용할 수 있습니다.
sv: Skyltfönstret "<a href="[url]">[name]</a>" hade inga tillgängliga valutor konfigurerade. Standardvalutan har gjorts tillgänglig för den.
zh: “<a href="[url]">[name]</a>”店面没有配置可用的货币。已为其提供默认货币。

# Languages::storefront_all_currencies_assigned
source: The "<a href="[url]">[name]</a>" storefront had no available currencies configured. All currencies has been made available for it.
fi: "<a href="[url]">[name]</a>" -myymälässä ei ollut määritettyjä käytettävissä olevia valuuttoja. Kaikki valuutat on asetettu sen saataville.
ko: "<a href="[url]">[name]</a>" 상점 첫화면에 구성된 사용 가능한 통화가 없습니다. 모든 통화를 사용할 수 있습니다.
sv: Skyltfönstret "<a href="[url]">[name]</a>" hade inga tillgängliga valutor konfigurerade. Alla valutor har gjorts tillgängliga för det.
zh: “<a href="[url]">[name]</a>”店面没有配置可用的货币。所有货币都可以使用。

# Languages::storefronts_for_language_absent
source: The <b>[name]</b> language had no storefronts selected. All storefronts has been made available for it.
fi: Kielellä <b>[name]</b> ei ollut valittuja julkisivuja. Kaikki julkisivut on asetettu sen saataville.
ko: <b>[name]</b> 언어에는 선택된 상점이 없습니다. 모든 상점 전면을 사용할 수 있습니다.
sv: Språket <b>[name]</b> hade inga skyltfönster valda. Alla skyltfönster har gjorts tillgängliga för det.
zh: <b>[name]</b> 语言未选择任何店面。所有店面都可以使用它。

# Languages::storefronts_for_currency_absent
source: The <b>[name]</b> currency had no storefronts selected. All storefronts has been made available for it.
fi: Valuutta <b>[name]</b> ei ollut valinnut julkisivuja. Kaikki julkisivut on asetettu sen saataville.
ko: <b>[name]</b> 통화에는 선택된 상점이 없습니다. 모든 상점 전면을 사용할 수 있습니다.
sv: Valutan <b>[name]</b> hade inga skyltfönster valda. Alla skyltfönster har gjorts tillgängliga för det.
zh: <b>[name]</b> 货币未选择任何店面。所有店面都可以使用它。

# Languages::event.product.back_in_stock.name
source: Product is back in stock
fi: Tuote on taas varastossa
ko: 제품이 재입고되었습니다
sv: Produkten finns i lager igen
zh: 产品有库存

# Languages::core_addon
source: CS-Cart
fi: CS-kärry
ko: CS-카트
sv: CS-vagn
zh: CS-购物车

# Languages::text_menus_have_been_deleted
source: Menus have been deleted successfully.
fi: Valikot on poistettu onnistuneesti.
ko: 메뉴가 성공적으로 삭제되었습니다.
sv: Menyer har raderats.
zh: 菜单已成功删除。

# Languages::addon_added_to_favorites
source: Add-on added to your favorites
fi: Lisäosa lisätty suosikkeihisi
ko: 즐겨찾기에 추가된 기능
sv: Tillägg lagt till dina favoriter
zh: 附加组件已添加到您的收藏夹

# Languages::addon_removed_from_favorites
source: Add-on removed from your favorites
fi: Lisäosa poistettu suosikeistasi
ko: 즐겨찾기에서 추가 기능이 제거되었습니다.
sv: Tillägget har tagits bort från dina favoriter
zh: 已从您的收藏夹中删除附加组件

# Languages::contact_the_developer
source: Contact the developer
fi: Ota yhteyttä kehittäjään
ko: 개발자에게 문의
sv: Kontakta utvecklaren
zh: 联系开发商

# Languages::message_successfully_sent_to_developer
source: Message was successfully sent to [developer]
fi: Viesti lähetettiin numeroon [developer]
ko: 메시지가 [developer](으)로 성공적으로 전송되었습니다.
sv: Meddelandet har skickats till [developer]
zh: 消息已成功发送到 [developer]

# Languages::delete_subscribers
source: Delete subscribers
fi: Poista tilaajat
ko: 구독자 삭제
sv: Ta bort prenumeranter
zh: 删除订阅者

# Languages::addons.error_while_sending_review
source: Your add-on review was not posted to marketplace. Please make sure that you acquire this add-on from CS-Cart Marketplace and try again later.
fi: Lisäosa-arvosteluasi ei lähetetty Marketplaceen. Varmista, että hankit tämän lisäosan CS-Cart Marketplacesta ja yritä myöhemmin uudelleen.
ko: 추가 기능 리뷰가 마켓플레이스에 게시되지 않았습니다. CS-Cart Marketplace에서 이 추가 기능을 구입했는지 확인하고 나중에 다시 시도하십시오.
sv: Din tilläggsrecension lades inte upp på marknadsplatsen. Se till att du skaffar det här tillägget från CS-Cart Marketplace och försök igen senare.
zh: 您的附加评论未发布到市场。请确保您从 CS-Cart Marketplace 获取此插件，然后再试一次。

# Languages::addons.upgrade_to_product_version
source: Upgrade to [product] [version]
fi: Päivitä [version][product]
ko: [product] [version]로 업그레이드
sv: Uppgradera till [product] [version]
zh: 升级到 [product] [version]

# Languages::addons.latest_version
source: Latest released version
fi: Viimeisin julkaistu versio
ko: 최신 출시 버전
sv: Senaste släppta versionen
zh: 最新发布的版本

# Languages::addons.latest_available_for_installation_version
source: Latest version available for installation
fi: Uusin versio saatavana asennettavaksi
ko: 설치 가능한 최신 버전
sv: Senaste versionen tillgänglig för installation
zh: 可安装的最新版本

# Languages::product_availability
source: Product availability
fi: Tuotteen saatavuus
ko: 제품 가용성
sv: Produkttillgänglighet
zh: 产品可用性

# Languages::addons.text_thank_you_for_post
source: Thank you for your post
fi: Kiitos viestistäsi
ko: 귀하의 게시물에 감사드립니다
sv: Tack för ditt inlägg
zh: 谢谢你的文章

# Languages::addons.text_post_pended
source: Your post will be checked before it gets published.
fi: Viestisi tarkistetaan ennen kuin se julkaistaan.
ko: 게시물이 게시되기 전에 확인됩니다.
sv: Ditt inlägg kommer att kontrolleras innan det publiceras.
zh: 您的帖子将在发布之前进行检查。

# Languages::addons.your_account_doesnt_have_this_addon
source: You can not create a add-on review because you do not have this add-on purchased in your Marketplace account.
fi: Et voi luoda lisäosaarviota, koska et ole ostanut tätä lisäosaa Marketplace-tililläsi.
ko: 귀하의 Marketplace 계정에서 이 부가 기능을 구매하지 않았기 때문에 부가 기능 리뷰를 생성할 수 없습니다.
sv: Du kan inte skapa en tilläggsrecension eftersom du inte har köpt detta tillägg i ditt Marketplace-konto.
zh: 您无法创建附加评论，因为您没有在您的 Marketplace 帐户中购买此附加内容。

# Languages::addons.you_already_posted_review
source: You can not create a add-on review because you already have a review that requires premoderation
fi: Et voi luoda lisäarvostelua, koska sinulla on jo arvostelu, joka vaatii ennakkoarvioinnin
ko: 사전 검토가 필요한 리뷰가 이미 있으므로 추가 리뷰를 만들 수 없습니다.
sv: Du kan inte skapa en tilläggsrecension eftersom du redan har en recension som kräver förmoderering
zh: 您无法创建附加评论，因为您已有需要预先审核的评论

# Languages::addons.something_went_wrong
source: Something went wrong with your request. Please try again later.
fi: Jotain meni pieleen pyynnössäsi. Yritä uudelleen myöhemmin.
ko: 요청에 문제가 발생했습니다. 나중에 다시 시도하세요.
sv: Något gick fel med din begäran. Vänligen försök igen senare.
zh: 您的请求出了点问题。请稍后再试。

# Languages::addons.your_message
source: Your message
fi: Viestisi
ko: 당신의 메시지
sv: Ditt meddelande
zh: 你的信息

# Languages::addons.not_installed
source: Not installed
fi: Ei asennettu
ko: 설치되지 않음
sv: Inte installerad
zh: 未安装

# Languages::addons.install
source: Install
fi: Asentaa
ko: 설치
sv: Installera
zh: 安装

# Languages::addons.disabled
source: Disabled
fi: Liikuntarajoitteinen
ko: 장애가 있는
sv: Inaktiverad
zh: 已禁用

# Languages::addons.activate
source: Activate
fi: Aktivoida
ko: 활성화
sv: Aktivera
zh: 启用

# Languages::addons.mve_ult_or_plus_required
source: [product] Plus or Ultimate required
fi: [product] Plus tai Ultimate vaaditaan
ko: [product] Plus 또는 Ultimate 필요
sv: [product] Plus eller Ultimate krävs
zh: 需要[product] Plus 或 Ultimate

# Languages::addons.ult_required
source: [product] Ultimate required
fi: [product] Ultimate vaaditaan
ko: [product] 궁극기 필요
sv: [product] Ultimate krävs
zh: [product] 终极要求

# Languages::addons.upgrade_available
source: Upgrade available
fi: Päivitys saatavilla
ko: 업그레이드 가능
sv: Uppgradering tillgänglig
zh: 可升级

# Languages::addons.upgrades
source: Upgrades
fi: Päivitykset
ko: 업그레이드
sv: Uppgraderingar
zh: 升级

# Languages::addons.error_at_sending_addon_review
source: Something went wrong at sending add-on review. Please try again later.
fi: Jotain meni pieleen lähetettäessä lisäosan arvostelua. Yritä uudelleen myöhemmin.
ko: 부가 기능 리뷰를 보내는 동안 문제가 발생했습니다. 나중에 다시 시도하세요.
sv: Något gick fel när tilläggsrecensionen skickades. Vänligen försök igen senare.
zh: 发送附加评论时出现问题。请稍后再试。
