Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
fi: Aseta "Onnistuneen linkin" arvoksi: <b>[success_url]</b><br /> Aseta "Keskeytä linkki" arvoon: <b>[abort_url]</b><br /> Lisää uudet HTTP-ilmoitukset ja aseta "Ilmoituksen URL-osoite" arvoon: <b>[notification_url]</b><br /> Aktivoi syötteen tarkistus ja aseta "Hash Algoritm" -asetukseksi " SHA1'<br />
sv: Ange 'Success link' till: <b>[success_url]</b><br>Ange 'Abort link' till: <b>[abort_url]</b><br>Lägg till HTTP-meddelande och ange 'Notification URL' till: <b>[notification_url]</b><br>Aktivera inmatningskontroll och ange 'Hash Algoritm' till 'SHA1'<br>
zh: 设置 '成功连接' to: <b>[success_url]</b><br />设置 '中止连接' to: <b>[abort_url]</b><br /> 添加新的HTTP通知和设置 '通知 URL' 到: <b>[notification_url]</b><br />启用输入检查和设置'哈希算法'为'SHA1'<br />

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
fi: Hakemisto <b>[directory]</b> on luotu onnistuneesti.
ko: <b> [directory] </ b> 디렉토리가 성공적으로 생성되었습니다.
sv: Mappen <b>[directory]</b> har skapats.
zh: <b>[directory]</b>目录已成功创建.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
fi: Hakemisto <b>[directory]</b> on poistettu onnistuneesti
ko: <b> [directory] </ b> 디렉토리가 성공적으로 삭제되었습니다.
sv: Mappen <b>[directory]</b> har tagits bort
zh: <b>[directory]</b>目录已成功删除

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
fi: Hakemisto <b>[directory]</b> on nimetty uudelleen <b>[to_directory]</b>:ksi
ko: <b> [directory] </ b> 디렉토리의 이름이 <b> [to_directory] </ b>로 변경되었습니다.
sv: Mappen <b>[directory]</b> har bytat namn till <b>[to_directory]</b>
zh: <b>[directory]</b> 目录已成功移动到 <b>[to_directory]</b>

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
fi: Hakemisto <b>[directory]</b> on palautettu arkistosta
ko: <b>[directory]</b> 디렉토리가 저장소에서 복원되었습니다.
sv: Mappen <b>[directory]</b> har återställts från förvaringsplatsen
zh: <b>[directory]</b> 目录已成功从资料库中恢复

# Languages::text_downloads_empty
source: Your downloads list is empty
fi: Ei ladattavia tiedostoja
ko: 다운로드 목록이 비어 있습니다.
sv: Din nedladdningslista är tom
zh: 您的下载清单为空

# Languages::text_editing
source: Text editing
fi: Tekstin muokkaus
ko: 텍스트 편집
sv: Textredigering
zh: 文本编辑

# Languages::text_edp_product
source: This product is electronically distributed
fi: Tämä tuote jaetaan sähköisesti
ko: 이 제품은 전자적으로 배포됩니다
sv: Detta är en nedladdningsbar produkt
zh: 本产品是以电子方式分发

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
fi: Vahvistuslinkki on virheellinen tai vanhentunut.
ko: 확인 링크가 잘못되었거나 만료되었습니다.
sv: Bekräftelselänken är ogiltig eller har upphört att gälla.
zh: 电子密匙输入无效或已过期.

# Languages::text_email_sent
source: E-mail has been sent successfully.
fi: Sähköposti lähetetty.
ko: 이메일이 성공적으로 전송되었습니다.
sv: E-post har skickats.
zh: 邮件已成功发送.

# Languages::text_emerchantpay_notice
source: Please add these URL fields in your eMerchantPay eCommerce Payment Form configuration:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
fi: Lisää nämä URL-kentät</b>-verkkokaupan maksulomakkeen määrityksiin:<br/><br/><b>Paluu-URL-osoite:</b><br/>[backreturn_url]<br/><br/><b>Muokattu hyväksyntä-URL-osoite:</b><br/>[notify_url]<br/><br/><b>Muokattu hylkäys-URL-osoite:</b><br/>[decline_url]<br/><br/>Ei aktivoitu<b><br/>[process_url]
ko: eMerchantPay 전자상거래 결제 양식 구성에 다음 URL 필드를 추가하십시오.<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>사용자 정의 승인 URL:</b><br/>[notify_url]<br/><br/><b>사용자 정의 거부 URL:</b><br/>[decline_url]<br/><br/><b>알림 URL 활성화:</b><br/>[process_url]
sv: Ange dessa URL-fält i eMerchantPay eCommerce Payment konfiguration:<br><br><b>BackReturn URL:</b><br>[backreturn_url]<br><br><b>Custom Approval URL:</b><br>[notify_url]<br><br><b>Custom Decline URL:</b><br>[decline_url]<br><br><b>Activate Notification URL:</b><br>[process_url]
zh: 请从配置中eMerchantPay电子商务支付中添加这些URL字段:<br/><br/><b>返回的URL:</b><br/>[backreturn_url]<br/><br/><b>自定义审核URL:</b><br/>[notify_url]<br/><br/><b>自定义拒绝URL:</b><br/>[decline_url]<br/><br/><b>启用通知URL:</b><br/>[process_url]

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
fi: Lähetä seuraava URL-osoite eNPS-päällikölle vastaus-URL-osoitteena kaikissa kolmessa tapauksessa (onnistuminen, epäonnistuminen, peruutus): [r_url]
ko: 세 가지 경우(성공, 실패, 취소) 모두에 대한 응답 URL로 다음 URL을 eNPS 관리자에게 보내주십시오. [r_url]
sv: Skicka följande URL till eNPS manager som svars URL för alla tre fall (genomförd, misslyckad, avbruten): [r_url]
zh: 对于所有三个案件请发送以下URL给eNPS管理作为响应URL(成功, 失败, 取消): [r_url]

# Languages::text_enter_filename
source: Please enter a new file name
fi: Anna uusi tiedostonimi
ko: 새 파일 이름을 입력하세요.
sv: Ange ett nytt filnamn
zh: 请输入一个新的文件名

# Languages::text_exim_data_exported
source: Data is exported successfully
fi: Tietojen vienti onnistui
ko: 데이터를 성공적으로 내보냈습니다.
sv: Data exporterades
zh: 数据导出成功

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
fi: Tietojen tuonti onnistui.<br />Uusia esineitä - <b>[new]</b>;<br />Päivitetyt objektit - <b>[exist]</b>;<br />Ohitetut kohteet - <b>[skipped]</b>;<br />Yhteensä - <b>[total]</b>.
ko: 데이터를 성공적으로 가져왔습니다.<br />새 개체 - <b>[new]</b>;<br />업데이트된 개체 - <b>[exist]</b>;<br />건너뛴 개체 - <b>[skipped]</b>;<br />합계 - <b>[total]</b>.
sv: Data har importerats.<br>Nya - <b>[new]</b><br>Uppdaterade - <b>[exist]</b><br>Skippade - <b>[skipped]</b><br>Totalt - <b>[total]</b>.
zh: 数据导入成功.<br />新的目标 - <b>[new]</b>;<br />更新目标 - <b>[exist]</b>;<br />略过目标 - <b>[skipped]</b>;<br />总共 - <b>[total]</b>.

# Languages::text_exim_data_imported_clear
source: Data is imported successfully.
fi: Tietojen tuonti onnistui.
ko: 데이터를 성공적으로 가져왔습니다.
sv: Data har importerats.
zh: 数据导入成功.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
fi: Alla on luettelo kentistä, jotka voidaan viedä. <b>korostetut</b> kentät ovat pakollisia.
ko: 다음은 내보낼 수 있는 필드 목록입니다. <b>으로 강조 표시된</b> 필드는 필수입니다.
sv: Välj fält för export, de <b>markerade</b> är obligatoriska.
zh: 下面列出的字段可以被导出. <b>高亮</b>区域是必须的.

# Languages::text_exim_import_features_note
source: <h4>Product features import format</h4><code>(%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>where,<dl class="dl-horizontal"><dt>%Group name%</dt><dd>the name of feature group</dd><dt>%Feature name%</dt><dd>the name of feature</dd><dt>%Feature type%</dt><dd>the feature type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>the feature value (several values can be delimited by comma)</dd></dl><p>Several features must be delimited by semicolon.</p><h5>Example:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
fi: <h4>Tuotteen ominaisuuksien tuontimuoto</h4><code>(%Gryhmän nimi%) %Fluonnon nimi%: %Fluontotyyppi%[%Fluonnonarvo%]</code>missä,<dl class="dl-horizontal"><dt>%Gryhmän nimi%</dt><dd>ominaisuusryhmän nimi</dd><dt>%Fluonnon nimi%</dt><dd>ominaisuuden nimi</dd><dt>%Fluontotyyppi%</dt><dd>ominaisuuden tyyppi (C - valintaruutu, M - useita valintaruutuja, S - tekstin valintaruutu, N - numeron valintaruutu, E - laajennettu valintaruutu, T - yksinkertainen teksti, O - numero, D - päivämäärä)</dd><dt>%Feature value%</dt><dd>piirteen arvo (useita arvoja voidaan rajata pilkulla)</dd></dl><p>Useat kohteet on rajattava puolipisteellä.</p><h5>Esimerkki:</h5><code>ISBN: T[1233423423]; Julkaisupäivä: D[05/05/07]; Väri: S[Red]</code>
ko: <h4>제품 기능 가져오기 형식</h4><code>(%G그룹 이름%) %F음식 이름%: %F음식 유형%[%F음식 값%]</code>여기서,<dl class="dl-horizontal"><dt>%G그룹 이름%</dt><dd>기능 그룹 이름</dd><dt>%F음식 이름%</dt><dd>기능 이름</dd><dt>%F음식 유형%</dt><dd>기능 유형(C - 확인란, M - 다중 확인란, S - 텍스트 선택 상자, N - 숫자 선택 상자, E - 확장 선택 상자, T - 단순 텍스트, O - 숫자, D - 날짜)</dd><dt>%Feature 값%</dt><dd>특성 값(여러 값은 쉼표로 구분할 수 있음)</dd></dl><p>여러 특성은 세미콜론으로 구분해야 합니다.</p><h5>예:</h5><code>ISBN: T[1233423423]; 출시 날짜: D[05/05/07]; 색상: S[Red]</code>
sv: <h4>Produktegenskaper importformat</h4><code>(%Ggruppnamn%) %Feature namn%: %Feature typ%[%Feature värde%]</code>där,<dl class="dl-horizontal"><dt>%Ggruppnamn%</dt><dd>namnet på funktionsgrupp</dd><dt>%Feature namn%</dt><dd>namnet på objektet</dd><dt>%Feature-typ%</dt><dd>objektstypen (C - kryssruta, M - flera kryssrutor, S - textvalsruta, N - nummervalsruta, E - utökad valruta, T - enkel text, O - nummer, D - datum)</dd><dt>%Feature värde%</dt><dd>funktionsvärdet (flera värden kan avgränsas med komma)</dd></dl><p>Flera funktioner måste avgränsas med semikolon.</p><h5>Exempel:</h5><code>ISBN: T[1233423423]; Releasedatum: D[05/05/07]; Färg: S[Red]</code>
zh: <h4>产品特征导入格式</h4><code>（%G组名称%） %F特征名称%： %F特征类型%[%F特征值%]</code>where,<dl class="dl-horizontal"><dt>%G组名称%</dt><dd>特征组名称</dd><dt>%F特征名称%</dt><dd>特征名称</dd><dt>%F特征类型%</dt><dd>特征类型（C - 复选框，M - 多个复选框，S - 文本选择框，N - 数字选择框，E - 扩展选择框，T - 简单文本，O - number, D - date)</dd><dt>%Feature value%</dt><dd>特征值（几个值可以用逗号分隔）</dd></dl><p>几个特征必须用分号分隔。</p><h5>示例：</h5><code>国际标准书号：T[1233423423]；发布日期：D[05/05/07]；颜色：S[Red]</code>

# Languages::text_exim_import_files_note
source: <h4>File import format</h4><code>%File location%</code> where, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>can be an absolute or relative path in a server file system or a URL</dd> </dl> <p>Several files must be delimited by comma.</p> <h5>Example 1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
fi: <h4>Tiedoston tuontimuoto</h4><code>%File sijainti%</code> missä, <dl class="dl-horizontal"> <dt>%File sijainti%</dt> <dd>voi olla absoluuttinen tai suhteellinen polku palvelimen tiedostojärjestelmässä tai URL-osoitteessa</dd> </dl> <p>Useat tiedostot on erotettava pilkulla.</p> <h5>Esimerkki 1:</h5><code>tiedosto1.jpg</code><h5>Esimerkki 2:</h5><code>varmuuskopio/tiedosto1.zip, kuvat/file2.jpg</code>
ko: <h4>파일 가져오기 형식</h4><code>%F파일 위치%</code> 여기서, <dl class="dl-horizontal"> <dt>%F파일 위치%</dt> <dd>는 서버 파일 시스템 또는 URL의 절대 또는 상대 경로일 수 있습니다.</dd> </dl> <p>여러 파일은 쉼표로 구분해야 합니다.</p> <h5>예 1:</h5><code>file1.jpg</code><h5>예 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
sv: <h4>Filer import format</h4><code>%File location%</code><dl class="dl-horizontal"><dt>%File location%</dt><dd>kan vara en absolut eller relativ sökväg i ett filsystem, eller en URL</dd></dl><p>Flera filer måste avgränsas med kommatecken.</p><h5>Exempel 1:</h5><code>fil1.jpg</code><h5>Exempel 2:</h5><code>backup/fil1.zip, images/fil2.jpg</code>
zh: <b>文件导入格式</b><code>%文件位置%</code>表示,<p>%文件位置% - 可以是服务器上的文件或网址的绝对或相对路径<br />几个文件必须用逗号分隔.</p><b>如 1:</b><br /><code>file1.jpg</code><b>如 2:</b><br /><code>backup/file1.zip, images/file2.jpg</code>

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
fi: <h4>Kuvan tuontimuoto</h4><code>%Imagen sijainti%#%Avaihtoehtoinen teksti%</code> missä,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>voi olla absoluuttinen tai suhteellinen polku palvelimen tiedostojärjestelmässä tai URL,</dd><dt>%Avaihtoehtoinen teksti%<dt><dd>kuvaa vaihtoehtoinen teksti</dd></dl><h5>Esimerkki 1:</h5><code>images/product_images/apples.jpg#Omenat</code><h5>Esimerkki 2:</h5><code>http://www.site.com/apples.jpg#Omenat</code>
ko: <h4>이미지 가져오기 형식</h4><code>%Image location%#%Aternative text%</code> 여기서,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>은 서버 파일 시스템 또는 URL의 절대 또는 상대 경로일 수 있습니다.</dd><dt>%Aternative text%<dt><dd>이미지 대체 텍스트</dd></dl><h5>예 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>예 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
sv: <h4>Bilder import format</h4><code>%Image location%#%Alternative text%</code><dl class="dl-horizontal"><dt>%Image location%</dt><dd>kan vara en absolut eller relativ sökväg i ett filsystem, eller en URL</dd><dt>%Alternative text%<dt><dd>bildens beskrivningstext</dd></dl><h5>Exempel 1:</h5><code>images/product_images/apples.jpg#Äpplen</code><h5>Exempel 2:</h5><code>http://www.site.com/apples.jpg#Äpplen</code>
zh: <b>图片导入格式</b><code>%图片位置%#%替代文本%</code>表示,<p>%<code>图片位置</code>% - 在服务器上的文件或网址可以是绝对或相对路径,<br /> %<code>替代文本</code>% - <code>图片替代文本</code></p><p><b>如1:</b><br /> <code>images/product_images/apples.jpg#Apples</code></p><p><b>如2:</b><br /> <code>http://www.site.com/apples.jpg#Apples</code></p>

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
fi: Alla on luettelo kentistä, jotka tiedostosi voi sisältää. Lihavoidut kentät ovat pakollisia. Jos tuot tietoja erikoissymboleilla (pilkuilla, puolipisteillä jne.), varmista, että olet lainannut nämä kentät.
ko: 다음은 데이터 파일에 포함될 수 있는 필드 목록입니다. 굵게 강조 표시된 필드는 필수 필드입니다. 특수 기호(쉼표, 세미콜론 등)가 있는 데이터를 가져오는 경우 이러한 필드를 인용했는지 확인하십시오.
sv: Tillgängliga fält för import, de <b>markerade</b> är obligatoriska. Fält med specialtecken (komma, semikolon, etc.) måste citeras.
zh: 您的数据文件可以包含下面列出的字段. 高亮区域<b>加粗</b>部分是必须的. 如果您正导入的数据带有特殊的符号(逗号, 分号, 等.), 请确保您引用这些区域.

# Languages::text_exim_import_options_note
source: <h4>Product options import format</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> where,<dl class="dl-horizontal"><dt>%Option name%</dt><dd>the name of the option,</dd><dt>%Variant N ID%</dt><dd>the id of the variant,</dd><dt>%Variant N%</dt><dd>the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</dd><dt>%Option type%</dt><dd>the option type, can be the following:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Several options must be delimited by semicolon.</p><h5>Examples:</h5>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code><br>Options with variants:<code>Color: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>
fi: <h4>Tuotevaihtoehdot tuontimuoto</h4><code>%Ovaihtoehdon nimi%: %Oosan tyyppi%[{$ldelim}%Variantin 1 ID%{$rdelim}%Variantti 1%,{$ldelim}%Variantin 2 ID%{$rdelim}%Variantti 2%,{$ldelim}%Variantti N ID%{$rdelim}%Variantti N%]</code> missä,<dl class="dl-horizontal"><dt>%Ovaihtoehdon nimi%</dt><dd>vaihtoehdon nimi,</dd><dt>%Variant N ID%</dt><dd>muunnelman id,</dd><dt>%Variantti N%</dt><dd>vaihtoehdon nimi. Vaihtoehdot on määritettävä, jos vaihtoehdon tyyppi on vain valintaruutu tai radioryhmä.</dd><dt>%Ooptiotyyppi%</dt><dd>optiotyyppi voi olla seuraava:<br><ul><li><b>S</b> - valintaruutu,</li><li><b>R</b> - radioryhmä,</li><li><b>C</b> - valintaruutu,</li><li><b>I</b> - yksinkertainen syöttö ,</li><li><b>T</b> - tekstialue.</li></ul></dd></dl><p>Useat vaihtoehdot on erotettava puolipisteellä.</p><h5>Esimerkit:</h5>Yksinkertaiset tekstivaihtoehdot:<code>Ikäsi: I; Syntymäaika: I; Huomautuksia: T</code><br>Vaihtoehdot muunnoksilla:<code>Väri: S[punainen, vihreä, sininen]; Koko: R[X, XL, XXL]</code>
ko: <h4>제품 옵션 가져오기 형식</h4><code>%O옵션 이름%: %O옵션 유형%[{$ldelim}%변형 1 ID%{$rdelim}%변형 1%,{$ldelim}%변형 2 ID%{$rdelim}%변형 2%,{$ldelim}%변형 N ID%{$rdelim}%변형 N%]</code> 여기서,<dl class="dl-horizontal"><dt>%O옵션 이름%</dt><dd>옵션 이름,</dd><dt>%Variant N ID%</dt><dd>변형 ID,</dd><dt>%Variant N%</dt><dd>변형 이름. 옵션 유형이 선택 상자 또는 라디오 그룹 전용인 경우 변형을 지정해야 합니다.</dd><dt>%O옵션 유형%</dt><dd>옵션 유형은 다음과 같을 수 있습니다.<br><ul><li><b>S</b> - 선택 상자,</li><li><b>R</b> - 라디오 그룹,</li><li><b>C</b> - 확인란,</li><li><b>I</b> - 단순 입력 ,</li><li><b>T</b> - 텍스트 영역.</li></ul></dd></dl><p>여러 옵션은 세미콜론으로 구분해야 합니다.</p><h5>예:</h5>간단한 텍스트 옵션:<code>귀하의 나이: I; 생년월일: 나; 참고: T</code><br>변형 옵션:<code>색상: S[빨간색, 녹색, 파란색]; 사이즈: R[X, XL, XXL]</code>
sv: <h4>Produktalternativ importformat</h4><code>%Optionsnamn%: %Optionstyp%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> där,<dl class="dl-horizontal"><dt>%Oalternativnamn%</dt><dd>namnet på alternativet,</dd><dt>%Variant N ID%</dt><dd>variantens id,</dd><dt>%Variant N%</dt><dd>namnet på varianten. Varianter måste anges om alternativtypen endast är en selectbox eller radiogrupp.</dd><dt>%Oalternativtyp%</dt><dd>alternativtypen, kan vara följande:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogrupp,</li><li><b>C</b> - kryssruta,</li><li><b>I</b> - enkel ingång ,</li><li><b>T</b> - textområde.</li></ul></dd></dl><p>Flera alternativ måste avgränsas med semikolon.</p><h5>Exempel:</h5>Enkla textalternativ:<code>Din ålder: I; Födelsedatum: I; Anmärkningar: T</code><br>Alternativ med varianter:<code>Färg: S[Röd, Grön, Blå]; Storlek: R[X, XL, XXL]</code>
zh: <h4>产品选项导入格式</h4><code>%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> 其中，<dl class="dl-horizontal"><dt>%Option name%</dt><dd>选项的名称，</dd><dt>%Variant N ID%</dt><dd>变体的 id，</dd><dt>%Variant N%</dt><dd>变体的名称。如果选项类型仅为选择框或单选组，则必须指定变体。</dd><dt>%Option type%</dt><dd>选项类型，可以是：<br><ul><li><b>S</b> - 选择框，</li><li><b>R</b> - 无线电组，</li><li><b>C</b> - 复选框，</li><li><b>I</b> - 简单输入,</li><li><b>T</b> - 文本区域。</li></ul></dd></dl><p>几个选项必须用分号分隔。</p><h5>示例：</h5>简单文本选项：<code>您的年龄：我；出生日期：我；备注：T</code><br>变体选项：<code>颜色：S[红、绿、蓝]；尺码: R[X, XL, XXL]</code>

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
fi: Varmista, että tuotavassa tiedostossa on UTF-8-merkkisarja oikeaa tuontia varten
ko: 가져오려는 파일에 올바른 가져오기를 위한 UTF-8 문자 집합이 있는지 확인하십시오.
sv: För korrekt import, se till att importfilen har UTF-8 teckenuppsättning
zh: 为了正确导入请确保您正在导入的文件是UTF-8字符

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
fi: Valitettavasti [product] ohjelmiston tilauksesi on päättynyt. Uusi se mahdollisimman pian, jotta ohjelma ei keskeydy.
ko: 유감스럽게도 [product] 소프트웨어에 대한 구독이 종료되었습니다. 프로그램이 중단되지 않도록 가능한 한 빨리 갱신하십시오.
sv: Din prenumeration på [product] är över, förnya snarast möjligt för att undvika att den slutar fungera.
zh: 不幸的是,您订阅的CS-Cart软件已经结束.请尽快更新它以避免程序中止.

# Languages::text_features_delimiter
source: Delimiter between variant values of a product feature.
fi: Erottele tuotteen ominaisuuden muunnelmien arvojen välillä.
ko: 제품 기능의 변형 값 사이의 구분 기호입니다.
sv: Avgränsare mellan variantvärden för en produktegenskap.
zh: 产品特征的变量值之间的分隔符。

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
fi: Alla on lueteltu parametrit, jotka lähetetään palvelimellemme toiminnan ja nykyisen kokoonpanon analysoimiseksi.<br />Huomaa, että henkilökohtaisia tai taloudellisia tietoja ei lähetetä. Kun olet tutustunut parametrien luetteloon, napsauta "Lähetä".<br />
ko: 기능 및 현재 구성을 분석하기 위해 서버로 전송될 매개변수는 다음과 같습니다.<br />개인정보나 금융정보는 전송되지 않습니다. 매개 변수 목록에 익숙해지면 "보내기"를 클릭하십시오.<br />
sv: De uppgifter som kommer att skickas till CS-Cart för att analysera funktionalitet och nuvarande konfiguration visas här nedan.<br>Obs! Ingen personlig eller ekonomisk information kommer att skickas. Läs igenom och klicka på "Skicka".<br>
zh: 参数将被发送到我们的服务器来分析功能同时当前配置如下.<br />请注意将没有任何个人或财务信息被发送. 在您了解这个列表的参数后,点击"发送".<br />

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
fi: Hakemisto, jossa tuotetiedostot sijaitsevat. Tätä käytetään, jos "Tiedosto"-kentän tiedot on määritetty ilman polkua.
ko: 제품 파일이 있는 디렉토리. "파일" 필드 데이터가 경로 없이 지정된 경우에 사용됩니다.
sv: Mapp där produktfilerna finns. Denna kommer att användas om "Fil" anges utan sökväg.
zh: 产品文件所在目录. 这将用于“文件”字段中的数据没有指定的路径;这必须是一个绝对路径

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
fi: Tiedosto <b>[file]</b> on luotu onnistuneesti
ko: <b>[file]</b> 파일이 성공적으로 생성되었습니다.
sv: Filen <b>[file]</b> har skapats.
zh: <b>[file]</b>文件成功创建

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
fi: Tiedosto <b>[file]</b> on poistettu onnistuneesti
ko: <b>[file]</b> 파일이 성공적으로 삭제되었습니다.
sv: Filen <b>[file]</b> har tagits bort
zh: <b>[file]</b>文件成功删除

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
fi: Tiedosto <b>[file]</b> on nimetty uudelleen <b>[to_file]</b>:ksi
ko: 파일 <b>[file]</b> 가 <b>[to_file]</b>로 성공적으로 변경되었습니다.
sv: Filen <b>[file]</b> har döpts om till <b>[to_file]</b>
zh: <b>[file]</b>成功命名为<b>[to_file]</b>

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
fi: Tiedosto <b>[file]</b> on palautettu arkistosta
ko: <b>[file]</b> 파일이 저장소에서 복원되었습니다.
sv: Filen <b>[file]</b> har återställts från förvaringsplatsen
zh: <b>[file]</b>文件成功从资料库恢复

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
fi: Tiedosto <b>[file]</b> on tallennettu onnistuneesti
ko: <b>[file]</b> 파일이 성공적으로 저장되었습니다
sv: Filen <b>[file]</b> har sparats
zh: <b>[file]</b>文件成功保存

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
fi: Sinun tulee täyttää kaikki pakolliset kentät
ko: 모든 필수 필드를 완료해야 합니다.
sv: Du måste fylla i alla obligatoriska fält
zh: 您需要完善所有必须的区域

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
fi: Ei ole sallittua luoda/ladata/uudelleennimetä tiedostoja arvolla <b>.[ext]</b>.
ko: <b>으로 파일을 생성/업로드/이름 변경하는 것은 허용되지 않습니다.[ext]</b> 확장.
sv: Det är inte tillåtet att skapa, ladda upp eller byta namn på <b>.[ext]</b> filer.
zh: 这将不允许创建/上传/重命名文件为此<b>.[ext]</b>扩展名.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
fi: Ei ole sallittua luoda/ladata/uudelleennimetä <b>[mime]</b> MIME-tyyppisiä tiedostoja.
ko: <b>[mime]</b> MIME 유형의 파일을 생성/업로드/이름 변경하는 것은 허용되지 않습니다.
sv: Det är inte tillåtet att skapa, ladda upp eller byta namn på filer av MIME-typen <b>[mime]</b>.
zh: 这将不允许创建/上传/重命名文件为此<b>[mime]</b>类型.
