Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::error_delete_theme_layout
source: Layout that uses this theme is set as default. Please set another layout as default.
fi: Tätä teemaa käyttävä asettelu on asetettu oletukseksi. Aseta oletusasetukseksi toinen asettelu.
ko: 이 테마를 사용하는 레이아웃이 기본값으로 설정되어 있습니다. 다른 레이아웃을 기본값으로 설정하십시오.
sv: Layouten som använder detta tema är satt som standard. Ange annan layout som standard.
zh: 使用此主题的布局为默认值。请先把默认值设置为其他布局。

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
fi: Kärry toimii <b>DEMO</b> -tilassa ja tämä toiminto on poistettu käytöstä.
ko: 장바구니가 <b> 데모 </ b> 모드에서 작동 중이며이 기능은 비활성화되어 있습니다.
sv: <p>Butiken är i <b>Demoläge</b>, denna funktion är inaktiverad.</p>
zh: 购物站工作在<b>演示</b>模式下此功能被禁用

# Languages::error_empty_company_name
source: Company name cannot be empty
fi: Yrityksen nimi ei voi olla tyhjä
ko: 회사 이름은 비워 둘 수 없습니다.
sv: Företagsnamn måste anges
zh: 公司名称不能为空

# Languages::error_exim_get_images_for_products
source: Could not import images for some of the products. Either those images don't exist (or can't be accessed), or the paths to those images in the imported file are incorrect.
fi: Joidenkin tuotteiden kuvia ei voitu tuoda. Joko näitä kuvia ei ole olemassa (tai niitä ei voi käyttää), tai tuodussa tiedostossa olevien kuvien polut ovat virheellisiä.
ko: 일부 제품의 이미지를 가져올 수 없습니다. 이러한 이미지가 존재하지 않거나 액세스 할 수 없거나 가져온 파일의 해당 이미지 경로가 올바르지 않습니다.
sv: Det gick inte att importera bilder för vissa av produkterna. Antingen existerar inte dessa bilder (eller kan inte nås), eller så är sökvägarna till dessa bilder i den importerade filen felaktiga.
zh: 无法导入某些产品的图像。这些图像不存在（或无法访问），或者导入文件中这些图像的路径不正确。

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
fi: Ladattua tiedostoa ei voi avata
ko: 업로드 된 파일을 열 수 없습니다.
sv: Kunde inte öppna uppladdad fil
zh: 无法打开上传的文件

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
fi: Ladattua tiedostoa ei voi lukea
ko: 업로드 된 파일을 읽을 수 없습니다.
sv: Kunde inte läsa uppladdad fil
zh: 无法读取上传的文件

# Languages::error_exim_fields_not_selected
source: No fields selected for export
fi: Ei kenttiä valittu vientiin
ko: 내보내기 위해 선택된 필드가 없습니다.
sv: Inga fält valda för export
zh: 没有选定导出的字段

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
fi: Tiedostoa ei ole olemassa
ko: 파일이 존재하지 않습니다
sv: Filen finns inte
zh: 文件不存在

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
fi: CSV-tiedostosi tietojen muotoilu on virheellinen (virheellinen erotin, puuttuvat/puuttuvat kentät jne.) seuraavilla riveillä: <b>[lines]</b>
ko: CSV 파일의 다음 행에 잘못된 데이터 형식 (잘못된 구분 기호, 누락 / 누락 된 필드 등)이 있습니다. <b> [lines] </ b>
sv: CSV-filen har felaktig formatering (felaktig avgränsare, missade/saknade fält, etc.) på följande rader: <b>[lines]</b>
zh: 您的CSV文件中有不正确的数据格式(不正确的分隔符,错误的字段等) 在以下几行中: <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
fi: CSV-tiedoston erotin eroaa valitsemastasi erottimesta
ko: CSV 파일의 구분 기호가 사용자가 선택한 구분 기호와 다릅니다.
sv: Avgränsaren i CSV-filen skiljer sig från den som du angett
zh: CSV文件中的分隔符和你所选择的不同

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
fi: Monikielinen rivimäärä ei täsmää: eri rivien määrä eri kielille tarjotaan.
ko: 다국어 줄 수 불일치 : 제공된 다른 언어에 대한 줄 수가 다릅니다.
sv: Antal rader i språkfilerna matchar ej. Det finns olika radantal i de olika språkfilerna.
zh: 多语言行数不匹配：不同语言的行数不相同。

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
fi: Seuraavat kentät ovat pakollisia, eikä niitä voi poistaa asettelusta:
ko: 다음 필드는 필수이며 레이아웃에서 제거 할 수 없습니다.
sv: Följande fält är obligatoriska och kan inte tas bort från layout:
zh: 以下字段是必须的不能从布局中删除:

# Languages::error_exim_no_data_exported_new
source: No data exported. The wrong export range is probably causing this issue. <a class="cm-post" href="[url]">Clear the export range</a>, then try again
fi: Tietoja ei viety. Väärä vientialue todennäköisesti aiheuttaa tämän ongelman. <a class="cm-post" href="[url]">Tyhjennä vientialue</a>ja yritä sitten uudelleen
ko: 내 보낸 데이터가 없습니다. 잘못된 내보내기 범위로 인해이 문제가 발생할 수 있습니다. <a class="cm-post" href="[url]"> 내보내기 범위를 삭제 </a> 한 다음 다시 시도하세요.
sv: Inga data exporteras. Fel exportintervall orsakade troligtvis detta. <a class="cm-post" href="[url]">Rensa intervall</a>, och försök igen
zh: 数据导出失败，导出范围可能有误。<a class="cm-post" href="[url]">清除导出范围</a>，然后重试

# Languages::error_exim_no_file_uploaded
source: No file uploaded
fi: Tiedostoa ei ole ladattu
ko: 업로드 된 파일이 없습니다.
sv: Ingen fil laddades upp
zh: 没有上传的文件

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
fi: Virheellinen kuvion määritelmä: vaihtoehtoinen avain puuttuu
ko: 잘못된 패턴 정의 : 대체 키가 없습니다.
sv: Ogiltigt mönster: Alternativ nyckel saknas
zh: 无效的模式定义: 缺少替代密钥

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
fi: Virheellinen kuvion määritelmä: puuttuvat taulukkoviitteet
ko: 잘못된 패턴 정의 : 테이블 참조 누락
sv: Ogiltigt mönster: Tabellreferens saknas
zh: 无效的模式定义: 缺少表引用

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
fi: Tuontitiedostosi ei vastaa valittua mallia
ko: 가져 오기 파일이 선택한 패턴과 일치하지 않습니다.
sv: Den importerade filen överensstämmer inte med vald struktur
zh: 你的导入文件与选定的模式不匹配

# Languages::error_exim_pattern_not_found
source: Pattern not found
fi: Mallia ei löydy
ko: 패턴을 찾을 수 없습니다.
sv: Mönster hittades inte
zh: 模式没找到

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
fi: Tuontitiedostossasi TÄYTYY olla seuraavat kentät: <b>[fields]</b>
ko: 가져 오기 파일에는 다음 필드가 있어야합니다. <b> [fields] </ b>
sv: Importfilen MÅSTE ha följande fält: <b>[fields]</b>
zh: 您的导入文件必须具有以下字段: <b>[fields]</b>

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
fi: Virhe hashin luomisessa. Valitse toinen maksutapa.
ko: 해시 생성 오류. 다른 결제 방법을 선택하십시오.
sv: Fel i datakryptering. Välj annat betalsätt.
zh: hash生成错误. 请选择其他付款方式.

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
fi: Määritä kuvahakemisto kaupan juurihakemistossa. Laita tuotavat kuvat tähän hakemistoon.
ko: 상점 루트 디렉토리 내의 이미지 디렉토리를 지정하십시오. 가져올 이미지를이 디렉토리에 넣으십시오.
sv: Ange bildmappens namn (placerad i butikens översta mapp). Lägg bilderna för import i denna mapp.
zh: 请在店铺根目录指定图片目录。然后把需要导入的图片放在该目录。

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
fi: Palvelimellesi asennettu GD-kirjasto ei tue kuvamuotoa <b>[format]</b> . Pikkukuvaa ei luotu.
ko: 이미지 형식 <b> [format] </ b>은 (는) 서버에 설치된 GD 라이브러리에서 지원되지 않습니다. 썸네일이 생성되지 않았습니다.
sv: Bildformatet <b>[format]</b> stöds inte av GD funktionen på servern. Miniatyrbild skapades inte.
zh: 服务器上安装的GD库不支持图片格式<b>[format]</b>.缩略图没有创建.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
fi: Antamasi käyttäjätunnus tai salasana on virheellinen.
ko: 입력 한 사용자 이름 또는 비밀번호가 유효하지 않습니다. 다시 시도하십시오.
sv: Felaktigt användarnamn eller lösenord. Försök igen.
zh: 您输入的用户名或密码无效.请再试.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
fi: Seuraavat sähköpostiosoitteet ovat virheellisiä: <b>[emails]</b>
ko: 다음 이메일 주소는 유효하지 않습니다: <b> [emails] </ b>
sv: Följande e-postadresser är ogiltiga: <b>[emails]</b>
zh: 以下的邮件地址无效: <b>[emails]</b>

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
fi: Annettu kielikoodi ([code]) on jo olemassa
ko: 제공된 언어 ([code]) 코드가 이미 있습니다
sv: Språkkoden ([code]) finns redan.
zh: 指定语言代码([code])已存在. 请输入一个适当的代码.

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
fi: Antamaasi sähköpostiosoitetta ei löydy rekisteristämme.
ko: 입력하신 사용자 이름 (username)이 저희 스토어의 계정과 일치하지 않습니다. 올바른 사용자 이름을 입력했는지 확인하고 다시 시도하십시오.
sv: Uppgifterna du angav finns inte i vårt register. Kontrollera att du angett rätt och försök igen.
zh: 您输入的用户名在我们的商店中与任何帐户都不匹配.请确保您已输入正确的用户名然后重试.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
fi: Sähköpostia/tilausvahvistusta ei voitu lähettää.<br />Sisäinen virhe:
ko: 메시지를 보낼 수 없습니다. <br /> 메일러 오류:
sv: Meddelande kunde inte skickas.<br>Fel:
zh: 消息无法发送.<br />邮件错误:

# Languages::error_not_logged
source: You must log in before you can access this resource!
fi: Sinun on kirjauduttava sisään ennen kuin voit käyttää tätä resurssia!
ko: 이 리소스에 액세스하려면 로그인해야합니다!
sv: Du måste logga in för att få tillgång till denna resurs!
zh: 您必须登录才能访问此资源!

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
fi: Ei valittuja kohteita! Vähintään yksi valintaruutu on valittava tämän toiminnon suorittamiseksi.
ko: 선택한 항목이 없습니다! 이 작업을 수행하려면 하나 이상의 체크박스를 선택해야합니다.
sv: Minst ett objekt måste väljas för att utföra detta.
zh: 没有选择任何项目!至少选一个复选框来执行此操作.

# Languages::error_occured
source: Error occurred.
fi: Tapahtui virhe.
ko: 오류 발생
sv: Ett fel inträffade.
zh: 发生错误

# Languages::error_occurred
source: Error occurred
fi: Tapahtui virhe
ko: 오류 발생
sv: Ett fel inträffade.
zh: 发生错误

# Languages::error_passwords_dont_match
source: The passwords do not match.
fi: Salasanat eivät täsmää.
ko: 비밀번호가 일치하지 않습니다.
sv: Lösenorden överensstämmer inte.
zh: 密码不匹配.

# Languages::error_password_content
source: The password must contain both letters and numbers.
fi: Salasanan tulee sisältää sekä kirjaimia että numeroita.
ko: 비밀번호는 문자와 숫자가 모두 포함 되어야합니다.
sv: Lösenordet måste innehålla både bokstäver och siffror.
zh: 密码必须包含字母和数字.

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
fi: Salasanasi on vanhentunut. Sinun on vaihdettava salasanasi nyt.
ko: 비밀번호가 만료되었습니다. 지금 비밀번호를 변경해야합니다.
sv: Ditt lösenord har gått ut. Du måste byta ditt lösenord nu.
zh: 您的密码已过期.您必须现在修改密码.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
fi: Salasanasi on vanhentunut. <p><a href="[link]" class="underlined"><b>Vaihda salasana &#155;&#155;</b></a></p>
ko: 비밀번호가 만료되었습니다. . <p><a href="[link]" class="underlined"><b>비밀번호 변경 &#155;&#155;</b></a></p>
sv: Ditt lösenord har gått ut. <p><a href="[link]" class="underlined"><b>Byt lösenord &#155;&#155;</b></a></p>
zh: 您的密码已过期. <p><a href="[link]" class="underlined"><b>修改密码 &#155;&#155;</b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
fi: Salasanan tulee sisältää vähintään <b>[number]</b> merkkiä.
ko: 비밀번호는 <b> [number] </ b>자 이상이어야합니다.
sv: Lösenordet måste innehålla minst <b>[number]</b> tecken.
zh: 密码必须至少包含<b>[number]</b>个字符.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
fi: Uusi salasanasi ei saa olla sama kuin mikään näistä neljästä aiemmin käytetystä salasanasta. Käytä toista salasanaa.
ko: 새 암호는 이전에 사용한 4 개의 암호와 일치하지 않아야합니다. 다른 암호를 사용하십시오.
sv: Ditt nya lösenord kan inte vara samma som något av dina fyra senaste. Ange ett annat lösenord.
zh: 您的新密码不能有4位之前用过的密码. 请使用其他密码.

# Languages::error_permissions_not_changed
source: Cannot change permissions
fi: Käyttöoikeuksia ei voi muuttaa
ko: 권한을 변경할 수 없습니다
sv: Kunde inte ändra behörigheter
zh: 无法修改权限

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
fi: Virhe päivitettäessä tilaa. Tilaa ei muutettu.
ko: 상태를 업데이트하는 동안 오류가 발생했습니다. 상태가 변경되지 않았습니다.
sv: Fel inträffade vid uppdatering, Status ändrades inte.
zh: 更新状态时发生错误.状态没有更改.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
fi: Teeman kuvaustiedostoa ("manifest") ei löytynyt. Asennus peruttu.
ko: 테마 설명 파일 ( "manifest")을 찾을 수 없습니다. 설치가 취소되었습니다.
sv: Temats beskrivningsfil ('manifest') hittades inte. Installationen avbröts.
zh: 风格描述文件("manifest")没有找到.安装取消.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
fi: Antamasi käyttäjätunnus tai sähköpostiosoite on jo käytössä.
ko: 선택한 사용자 이름 또는 이메일이 이미 존재합니다. 다른 것을 시도하십시오.
sv: E-postadress eller användarnamn finns redan. Välj ett annat.
zh: 您所选的用户或邮件地址已存在.请尝试另一个.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
fi: <b>[field]</b> -kentän värikoodi on virheellinen.
ko: <b> [field] </ b> 입력란의 색상 코드가 잘못되었습니다.
sv: Ogiltig färgkod i fältet <b>[field]</b>.
zh: <b>[field]</b> 字段中的颜色代码是无效的。

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
fi: Antamasi sähköpostiosoite ei kelpaa.
ko: <b> [field] </ b> 입력란의 이메일 주소가 잘못되었습니다.
sv: <b>[field]</b> är ogiltig.
zh: 此邮件地址在<b>[field]</b>区域无效.

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
fi: Kentän <b>[field]</b> arvo on virheellinen. Sen pitäisi olla kokonaisluku.
ko: <b> [field] </ b> 필드의 값이 잘못되었습니다. 정수 여야합니다.
sv: Ogiltigt värde i <b>[field]</b>, det skall vara ett heltal.
zh: 此<b>[field]</b>区域的值无效.它应该为整数.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
fi: Kentän <b>[field]</b> arvo on virheellinen.
ko: <b> [field] </ b> 필드의 값이 잘못되었습니다.
sv: Ogiltigt värde i <b>[field]</b>.
zh: 此<b>[field]</b>区域的值无效.

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
fi: <b>[field]</b> -kenttä ei sisällä valittuja vaihtoehtoja.
ko: <b> [field] </ b> 필드에 선택한 옵션이 없습니다.
sv: <b>[field]</b> fältet har inga valbara alternativ.
zh: 此<b>[field]</b>区域不包含选择的项.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
fi: Kenttien <b>[field2]</b> ja <b>[field]</b> salasanat eivät täsmää.
ko: <b> [field2] </ b> 및 <b> [field] </ b> 입력란의 비밀번호가 일치하지 않습니다.
sv: <b>[field2]</b> och <b>[field]</b> matchar inte.
zh: 此密码在<b>[field2]</b>和<b>[field]</b>区域不匹配.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
fi: <b>[field]</b> -kentässä oleva puhelinnumero on virheellinen. Oikea muoto on (555) 555-55-55 tai 55 55 555 5555.
ko: <b> [field] </ b> 입력란의 전화 번호가 잘못되었습니다. 올바른 형식은 010-100-1111입니다.
sv: Ogiltigt format i <b>[field]</b>. Rätt format är (555) 555-55-55 eller 55 55 555 5555.
zh: 此电话号码在<b>[field]</b>区域无效.正确的格式是(555) 555-55-55 或 55 55 555 5555.

# Languages::error_validator_phone_mask
source: The phone number in the <b>[field]</b> field is invalid.
fi: <b>[field]</b> -kentässä oleva puhelinnumero on virheellinen.
ko: <b> [field] </ b> 입력란의 전화 번호가 잘못되었습니다.
sv: Telefonnumret i fältet <b>[field]</b> är ogiltigt.
zh: <b>[field]</b> 字段中的电话号码无效。

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
fi: Tässä maksutavassa on käytettävä seuraavaa muotoa: 555 555 5555.
ko: 이 결제 수단에는 555 555 5555 형식을 사용해야합니다.
sv: Du måste använda följande format för detta betalsätt: 555 555 5555.
zh: 这种付款方式需要使用以下格式: 555 555 5555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
fi: <b>[field]</b> on pakollinen tieto.
ko: <b> [field] </ b> 입력란은 필수입니다.
sv: <b>[field]</b> måste anges.
zh: <b>[field]</b>区域必须填写.

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
fi: Postinumero <b>[field]</b> -kentässä on virheellinen. Oikea muoto on [extra].
ko: <b> [field] </ b> 입력란의 우편 번호가 잘못되었습니다. 올바른 형식은 [extra]입니다.
sv: postnumret i <b>[field]</b> är ogiltigt. Rätt format är [extra].
zh: 此邮政编码在<b>[field]</b>区域不正确.正确的格式是[extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
fi: Yritys, jolla on valitsemasi sähköpostiosoite, on jo olemassa, kokeile toista.
ko: 선택한 이메일이있는 회사가 이미 존재합니다. 다른 회사로 시도하십시오.
sv: Det finns redan ett företag med denna e-postadress, välj en annan.
zh: 该邮箱已绑定公司，请尝试其他邮箱。

# Languages::error_validator_ccv
source: CVV/CVC is too short.
fi: CVV/CVC on liian lyhyt.
ko: CVV / CVC가 너무 짧습니다.
sv: CVV/CVC är för kort.
zh: CVV/CVC 太短。

# Languages::error_validator_ccv_long
source: CVV/CVC is too long.
fi: CVV/CVC on liian pitkä.
ko: CVV / CVC가 너무 깁니다.
sv: CVV/CVC är för långt.
zh: CVV/CVC 太长。

# Languages::error_change_admin_data_in_frontend
source: It's forbidden to change the admin email or password in the customer area. Please sign in using a customer account.
fi: Ylläpitäjän sähköpostiosoitteen tai salasanan vaihtaminen asiakasalueella on kielletty. Kirjaudu sisään asiakastilillä.
ko: 고객 영역에서 관리자 이메일 또는 비밀번호를 변경하는 것은 금지되어 있습니다. 고객 계정을 사용하여 로그인하십시오.
sv: Det är inte tillåtet att byta admins e-postadress eller lösenord i kundavdelningen. Du måste logga in med ett kundkonto.
zh: 它禁止更改管理员的电子邮件或密码在客户区中。请使用客户帐户登录。

# Languages::error_exchange_rate
source: Unable to get exchange rates. Please try reloading this page in a minute.
fi: Valuuttakursseja ei voi saada. Yritä ladata tämä sivu uudelleen hetken kuluttua.
ko: 환율을 가져올 수 없습니다. 잠시 후 이 페이지를 새로고침해 보세요.
sv: Det går inte att få växelkurser. Försök att ladda om den här sidan om en minut.
zh: 无法获取汇率。请稍后尝试重新加载此页面。

# Languages::exact_phrase
source: The exact phrase
fi: Koko lause
ko: 정확한 문구
sv: Den exakta frasen
zh: 精确短语

# Languages::excellent
source: Excellent!
fi: Loistava!
ko: 훌륭해요!
sv: 5 stjärnor
zh: 极好的!

# Languages::exception
source: Exception
fi: Poikkeus
ko: 제외
sv: Undantag
zh: 异常

# Languages::exceptions
source: Exceptions
fi: Poikkeukset
ko: 예외
sv: Undantag
zh: 异常

# Languages::exceptions_type
source: Exceptions type
fi: Poikkeustyyppi
ko: 예외 유형
sv: Kombinationstyp
zh: 异常类型

# Languages::exception_disabled
source: No variant can be selected
fi: Yhtään varianttia ei voi valita
ko: 변형을 선택할 수 없습니다.
sv: Inga varianter kan väljas
zh: 没有变量可选

# Languages::exception_disregard
source: Any variant
fi: Mikä tahansa variantti
ko: 모든 변형
sv: Vilken variant som helst
zh: 任何变量

# Languages::exception_error
source: ERROR
fi: VIRHE
ko: 오류
sv: FEL
zh: 错误

# Languages::exception_error_code
source: Error code:
fi: Virhekoodi:
ko: 오류 코드:
sv: Felkod:
zh: 错误代码:

# Languages::exception_exist
source: This exception combination already exists
fi: Tämä poikkeusyhdistelmä on jo olemassa
ko: 이 예외 조합이 이미 있습니다.
sv: Denna kombination finns redan
zh: 这个异常的组合已经存在

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
fi: Auts!<br />Etsimäsi sivu on hukassa.
ko: 죄송합니다. <br /> 원하는 정보를 찾을 수 없습니다.
sv: Hoppsan! Vilse i butiken?
zh: Oops!<br />我们无法找到您正在寻找的.

# Languages::exchange_rate
source: Live exchange rates
fi: Live-valuuttakurssit
ko: 실시간 환율
sv: Kurs i realtid
zh: 实时汇率

# Languages::exec
source: Execute
fi: Suorittaa
ko: 실행
sv: Utför
zh: 执行

# Languages::exim_remove_additional_images
source: Clean up
fi: Siivota
ko: 정리
sv: Rensa
zh: 删除附加图片

# Languages::exit_point
source: Exit point
fi: Poistumispiste
ko: 출구 지점
sv: Utgångspunkt
zh: 退出积分

# Languages::exp
source: Exp
sv: Utöka
zh: 经验

# Languages::expanded
source: Expanded
fi: Laajennettu
ko: 확대됨
sv: Öppen
zh: 展开的

# Languages::expand_collapse_list
source: Expand / collapse the list of items
fi: Laajenna / kutista kohdeluettelo
ko: 항목 목록 확장 / 축소
sv: Visa / Dölj innehåll
zh: 展开/折叠的项目列表

# Languages::expand_sublist_of_items
source: Expand the sublist of items
fi: Laajenna kohteiden aliluetteloa
ko: 항목의 하위 목록 확장
sv: Visa innehåll
zh: 展开子列表项目

# Languages::expired
source: Expired
fi: Vanhentunut
ko: 만료됨
sv: Utgången
zh: 到期的

# Languages::expirepreauth
source: Preauthorization
fi: Esivaltuutus
ko: 사전 승인
sv: Förhandsauktorisation
zh: 预先核准

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
fi: Valtuutuksen säilytysraja päivissä. Enimmäisarvo on 30 päivää. Jätä tämä kenttä tyhjäksi, jos pyyntötyyppi on "Sale".
ko: 사전 승인 보류 한도 (일)입니다. 최대 값은 30 일입니다. "판매"요청 유형 사용시 이 필드를 비워 둡니다.
sv: Förhandsauktorisation i dagar. Det maximala värdet är 30 dagar. Med typen "Sale", lämna detta fält tomt.
zh: 预先核准持有的天数限制.最大值为30天."销售"的请求类型,请将此字段保留为空.

# Languages::expiry_date
source: Expiration date
fi: Viimeinen käyttöpäivä
ko: 만료일
sv: Utgångsdatum
zh: 到期日期

# Languages::export
source: Export
fi: Viedä
ko: 내보내기
sv: Exportera
zh: 导出

# Languages::exported_fields
source: Exported fields
fi: Viedyt kentät
ko: 내 보낸 필드
sv: Exporterade fält
zh: 导出区域

# Languages::exported_files
source: Exported files
fi: Viedyt tiedostot
ko: 내 보낸 파일
sv: Exporterade filer
zh: 导出文件

# Languages::exporting_data
source: Exporting data
fi: Viedään tietoja
ko: 데이터 내보내기
sv: Exporterar data
zh: 导出资料

# Languages::export_data
source: Export data
fi: Vie tiedot
ko: 데이터 내보내기
sv: Export
zh: 导出资料

# Languages::export_locations
source: Export locations
fi: Vientipaikat
ko: 위치 내보내기
sv: Exportera platser
zh: 导出位置

# Languages::export_options
source: Export options
fi: Vientivaihtoehdot
ko: 내보내기 옵션
sv: Exportinställningar
zh: 导出选项

# Languages::export_selected
source: Export selected
fi: Vienti valittu
ko: 내보내기 선택
sv: Exportera valt
zh: 导出选择项

# Languages::export_products
source: Export products
fi: Vie tuotteita
ko: 제품 내보내기
sv: Exportera produkter
zh: 出口产品

# Languages::extended
source: Extended
fi: Laajennettu
ko: 확장
sv: Utökade
zh: 长期的

# Languages::extra
source: Extra
fi: ylimääräistä
ko: 추가사항
zh: 额外的

# Languages::extra_services
source: Extra services
fi: Lisäpalvelut
ko: 추가 서비스
sv: Extra tjänster
zh: 额外服务

# Languages::extra_folders
source: Extra folders
fi: Ylimääräiset kansiot
ko: 추가 폴더
sv: Extra mappar
zh: 额外的文件夹

# Languages::fail
source: Fail
fi: Epäonnistua
ko: 실패
sv: Misslyckas
zh: 失败

# Languages::failed
source: Failed
fi: Epäonnistui
ko: 실패
sv: Misslyckades
zh: 失败的

# Languages::fair
source: Fair
fi: Huono
ko: 공정
sv: 2 stjärnor
zh: 较差

# Languages::false
source: False
fi: Väärä
ko: X
sv: Falskt
zh: 假

# Languages::faroese
source: Faroese
fi: färsaarten
ko: 파로어
sv: färöiska
zh: 法罗语

# Languages::fast
source: Fast
fi: Nopeasti
ko: 빠른
sv: Snabb
zh: 快速

# Languages::fax
source: Fax
fi: Faksi
ko: 팩스
sv: Företagets fax
zh: 传真

# Languages::feature
source: Feature
fi: Ominaisuus
ko: 특징
sv: Egenskap
zh: 特性

# Languages::features
source: Features
fi: Ominaisuudet
ko: 특징
sv: Egenskaper
zh: 特性

# Languages::features_delimiter
source: Feature variants delimiter
fi: Ominaisuusmuunnelmien erotin
ko: 기능 변형 구분 기호
sv: Egenskaper, avskiljare
zh: 特征变量分隔符

# Languages::features_menu_description
source: Add and manage extra product fields.
fi: Lisää ja hallinnoi ylimääräisiä tuotekenttiä.
ko: 엑스트라 제품 필드를 추가하고 관리합니다.
sv: Hantera produktegenskaper.
zh: 添加和管理商品附加字段。

# Languages::feature_code
source: Feature code
fi: Ominaisuuskoodi
ko: 기능 코드
sv: Egenskapskod
zh: 特征码

# Languages::feature_comparison
source: Feature comparison
fi: Tuotevertailu
ko: 기능 비교
sv: Jämför egenskaper
zh: 功能比较
