Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::storefront_license
source: Storefront License
fi: Liikkeen lisenssi
ko: 점포 라이선스
sv: Storefront-licens
zh: 店面许可证

# Languages::buy_new_storefront_license
source: Buy [product] Storefront License
fi: Osta [product] myymälälisenssiä
ko: 스토어프론트 라이선스 [product] 개 구매
sv: Köp [product] Storefront-licens
zh: 购买 [product] 个店面许可证

# Languages::import_new_vendor
source: [n] new vendor was created during the import. This vendor only has a name so far. Please edit the new vendor to add other information.|[n] new vendors were created during the import. These vendors only have names so far. Please edit the new vendors to add other information.
fi: Tuonnin aikana luotiin [n] uutta toimittajaa. Tällä myyjällä on toistaiseksi vain nimi. Muokkaa uutta toimittajaa lisätäksesi muita tietoja.| Tuonnin aikana luotiin[n] uutta toimittajaa. Näillä myyjillä on toistaiseksi vain nimiä. Muokkaa uusia toimittajia lisätäksesi muita tietoja.
ko: 가져오는 동안 [n] 개의 새 공급업체가 생성되었습니다. 이 공급업체는 지금까지 이름만 있습니다. 다른 정보를 추가하려면 새 공급업체를 편집하십시오.| 가져오는 동안[n] 새 공급업체가 생성되었습니다. 이러한 공급업체는 지금까지 이름만 있습니다. 다른 정보를 추가하려면 새 공급업체를 편집하십시오.
sv: [n] ny leverantör skapades under importen. Den här leverantören har bara ett namn än så länge. Vänligen redigera den nya leverantören för att lägga till annan information.|[n] ny leverantör skapades under importen. Dessa leverantörer har bara namn än så länge. Vänligen redigera de nya leverantörerna för att lägga till annan information.
zh: 导入期间创建了[n] 新供应商。到目前为止，该供应商只有一个名称。请编辑新供应商以添加其他信息。|导入期间创建了[n] 新供应商。到目前为止，这些供应商只有名字。请编辑新供应商以添加其他信息。

# Languages::file_changes_detector.snapshot_not_found
source: Snapshot of the clear installation was not found. Please restore <b>[dist_filename]</b>.
fi: Selkeän asennuksen tilannekuvaa ei löytynyt. Ole hyvä ja palauta <b>[dist_filename]</b>.
ko: 일반 설치의 스냅샷을 찾을 수 없습니다. <b>[dist_filename]</b>를 복원하십시오.
sv: En ögonblicksbild av den tydliga installationen hittades inte. Vänligen återställ <b>[dist_filename]</b>.
zh: 未找到清除安装的快照。请恢复 <b>[dist_filename]</b>。

# Languages::file_changes_detector.added
source: Added
fi: Lisätty
ko: 추가됨
sv: Lagt till
zh: 添加

# Languages::file_changes_detector.changed
source: Changed
fi: Muutettu
ko: 변경 됨
sv: Ändrats
zh: 改变了

# Languages::file_changes_detector.deleted
source: Deleted
fi: Poistettu
ko: 삭제됨
sv: raderade
zh: 已删除

# Languages::licensing.license_error_license_is_disabled
source: The license is disabled. Please check your license status.
fi: Lisenssi on poistettu käytöstä. Tarkista lisenssisi tila.
ko: 라이센스가 비활성화되었습니다. 라이센스 상태를 확인하십시오.
sv: Licensen är inaktiverad. Kontrollera din licensstatus.
zh: 许可证被禁用。请检查您的许可证状态。

# Languages::licensing.license_error_license_is_disabled.title
source: Your [product] license has been disabled
fi: [product] -lisenssisi on poistettu käytöstä
ko: [product] 라이선스가 비활성화되었습니다.
sv: Din [product] -licens har inaktiverats
zh: 您的 [product] 许可证已被禁用

# Languages::licensing.license_error_license_is_disabled.text
source: Please contact us <a href="[helpdesk_url]" target="_blank">via Customer Help Desk</a> to find out why it happened and what can be done about it. To access the admin panel right now, you can enter another valid license number, as long as it isn't used in another store:
fi: Ota meihin yhteyttä <a href="[helpdesk_url]" target="_blank">Customer Help Desk</a> :n kautta saadaksesi selville, miksi näin tapahtui ja mitä asialle voidaan tehdä. Päästäksesi hallintapaneeliin juuri nyt, voit kirjoittaa toisen voimassa olevan lisenssinumeron, kunhan sitä ei käytetä toisessa kaupassa:
ko: 고객 지원 데스크</a> 을 통해 <a href="[helpdesk_url]" target="_blank">번으로 연락하여 문제가 발생한 이유와 이에 대해 취할 수 있는 조치를 알아보십시오. 지금 관리자 패널에 액세스하려면 다른 상점에서 사용되지 않는 한 다른 유효한 라이센스 번호를 입력할 수 있습니다.
sv: Kontakta oss <a href="[helpdesk_url]" target="_blank">via Customer Help Desk</a> för att ta reda på varför det hände och vad som kan göras åt det. För att komma åt administratörspanelen just nu kan du ange ett annat giltigt licensnummer, så länge det inte används i en annan butik:
zh: 请通过客户服务台</a> 与我们联系 <a href="[helpdesk_url]" target="_blank">，以了解发生这种情况的原因以及可以采取的措施。要立即访问管理面板，您可以输入另一个有效的许可证号，只要它没有在其他商店中使用：

# Languages::licensing.license_error_license_is_invalid
source: Invalid license number. Please enter a valid license number.
fi: Virheellinen lisenssinumero. Anna voimassa oleva lisenssinumero.
ko: 잘못된 라이센스 번호입니다. 유효한 라이센스 번호를 입력하십시오.
sv: Ogiltigt licensnummer. Ange ett giltigt licensnummer.
zh: 无效的许可证号。请输入有效的许可证号。

# Languages::licensing.license_error_wrong_edition
source: The license does not match your store edition. Please enter a valid license number.
fi: Lisenssi ei vastaa myymäläsi versiota. Anna voimassa oleva lisenssinumero.
ko: 라이선스가 스토어 에디션과 일치하지 않습니다. 유효한 라이센스 번호를 입력하십시오.
sv: Licensen matchar inte din butiksutgåva. Ange ett giltigt licensnummer.
zh: 许可证与您的商店版本不匹配。请输入有效的许可证号。

# Languages::licensing.license_error_wrong_licensing_mode
source: The license does not match your store licensing mode. Please enter a valid license number.
fi: Lisenssi ei vastaa kaupan lisensointitilaasi. Anna voimassa oleva lisenssinumero.
ko: 라이선스가 스토어 라이선스 모드와 일치하지 않습니다. 유효한 라이센스 번호를 입력하십시오.
sv: Licensen matchar inte ditt butikslicensläge. Ange ett giltigt licensnummer.
zh: 许可证与您的商店许可模式不匹配。请输入有效的许可证号。

# Languages::upgrade_center.upgrade_process_failed
source: Upgrade process of your store has failed
fi: Kauppasi päivitys epäonnistui
ko: 상점의 업그레이드 프로세스가 실패했습니다.
sv: Uppgraderingsprocessen av din butik har misslyckats
zh: 您商店的升级过程失败

# Languages::upgrade_center.apply_migration_failed
source: <p>Please restore the pre-upgrade backup manually or via a link sent to your email address, then contact our technical support.</p><br><p>Tech details: Couldn't complete migration [migration]. Reason: [error].</p><p>Completed migrations: [processed_count] out of [total_count].</p>
fi: <p>Palauta päivitystä edeltävä varmuuskopio manuaalisesti tai sähköpostiisi lähetetyn linkin kautta ja ota sitten yhteyttä tekniseen tukeemme.</p><br><p>Tekniset tiedot: Siirtoa ei voitu suorittaa loppuun [migration]. Syy: [error].</p><p>Valmiit [total_count][processed_count]</p>
ko: <p>업그레이드 전 백업을 수동으로 복원하거나 이메일 주소로 전송된 링크를 통해 복원한 다음 기술 지원에 문의하십시오.</p><br><p>기술 세부 정보: 마이그레이션을 완료할 수 없음 [migration]. 이유: [error].</p><p>완료된 마이그레이션: [total_count]개 중 [processed_count] 개 .</p>
sv: <p>Vänligen återställ säkerhetskopian av föruppgraderingen manuellt eller via en länk som skickas till din e-postadress, kontakta sedan vår tekniska support.</p><br><p>Tekniska detaljer: Det gick inte att slutföra migreringen [migration]. Orsak: [error].</p><p>Slutförda migreringar: [processed_count] av [total_count].</p>
zh: <p>请手动或通过发送到您的电子邮件地址的链接恢复升级前备份，然后联系我们的技术支持。</p><br><p>技术细节：无法完成迁移 [migration]。原因： [error]。</p><p>完成的迁移： [processed_count] 出 [total_count]。</p>

# Languages::profile_deactivated
source: Account deactivated
fi: Tili deaktivoitu
ko: 비활성화된 계정
sv: Kontot avaktiverat
zh: 帐户已停用

# Languages::text_profile_deactivated
source: Your account has been deactivated. Please contact us for more details.
fi: Käyttäjäsi on deaktivoitu. Ota yhteyttä saadaksesi lisätietoja.
ko: 당신의 계정이 비활성화되었습니다. 자세한 내용은 당사에 문의하십시오.
sv: Ditt konto har avaktiverats. Kontakta oss för mer information.
zh: 您的帐户已被停用。请与我们联系了解更多详情。

# Languages::email_template.profile_deactivated
source: User account deactivation
fi: Käyttäjätilin deaktivointi
ko: 사용자 계정 비활성화
sv: Avaktivering av användarkonto
zh: 用户帐户停用

# Languages::text_addon_disable_dependencies
source: The add-on cannot be disabled because the following add-ons depend on it: [addons]
fi: Lisäosaa ei voi poistaa käytöstä, koska seuraavat lisäosat riippuvat siitä: [addons]
sv: Tillägget kan inte inaktiveras eftersom följande tillägg är beroende av det: [addons]
zh: 无法禁用加载项，因为以下加载项依赖于它： [addons]

# Languages::text_addon_enable_dependencies
source: The add-on cannot be enabled because it depends on the following add-ons: [addons]
fi: Lisäosaa ei voi ottaa käyttöön, koska se riippuu seuraavista lisäosista: [addons]
sv: Tillägget kan inte aktiveras eftersom det beror på följande tillägg: [addons]
zh: 无法启用附加组件，因为它依赖于以下附加组件： [addons]

# Languages::current_setting_value
source: Current value
fi: Nykyinen arvo
ko: 현재 값
sv: Nuvarande värde
zh: 当前值

# Languages::new_setting_value
source: New value
fi: Uusi arvo
ko: 새로운 가치
sv: Nytt värde
zh: 新价值

# Languages::overwrite_selected_settings
source: Overwrite selected settings
fi: Korvaa valitut asetukset
ko: 선택한 설정 덮어쓰기
sv: Skriv över valda inställningar
zh: 覆盖选定的设置

# Languages::payment_method_not_found
source: Payment method not found. It could've been disabled, or a technical problem occurred. Please choose a payment method and try again.
fi: Maksutapaa ei löydy. Se on voitu poistaa käytöstä tai tapahtui tekninen ongelma. Valitse maksutapa ja yritä uudelleen.
ko: 결제 수단을 찾을 수 없습니다. 비활성화되었거나 기술적인 문제가 발생했을 수 있습니다. 지불 방법을 선택하고 다시 시도하십시오.
sv: Betalningsmetod hittades inte. Det kan ha inaktiverats eller så har det uppstått ett tekniskt problem. Välj en betalningsmetod och försök igen.
zh: 未找到付款方式。它可能已被禁用，或者出现了技术问题。请选择一种付款方式，然后重试。

# Languages::shippings.ups.package_type.00
source: UNKNOWN
fi: TUNTEMATON
ko: 알려지지 않은
sv: OKÄND
zh: 未知

# Languages::shippings.ups.package_type.01
source: UPS Letter
fi: UPS kirje
sv: UPS brev
zh: UPS 信函

# Languages::shippings.ups.package_type.02
source: Package
fi: Paketti
ko: 패키지
sv: Paket
zh: 包裹

# Languages::shippings.ups.package_type.03
source: Tube
fi: Putki
ko: 튜브
sv: Rör
zh: 管子

# Languages::shippings.ups.package_type.04
source: Pak
ko: 박
zh: 朴

# Languages::shippings.ups.package_type.21
source: Express Box
sv: Expresslåda
zh: 快递箱

# Languages::shippings.ups.package_type.24
source: 25KG Box
fi: 25kg laatikko
sv: 25 kg låda
zh: 25KG箱

# Languages::shippings.ups.package_type.25
source: 10KG Box
fi: 10kg laatikko
sv: 10 kg låda
zh: 10KG箱

# Languages::shippings.ups.package_type.30
source: Pallet
fi: Kuormalava
ko: 팔레트
sv: Lastpall
zh: 托盘

# Languages::shippings.ups.package_type.2a
source: Small Express Box
fi: Pieni Express Box
sv: Liten expresslåda
zh: 小快递箱

# Languages::shippings.ups.package_type.2b
source: Medium Express Box
fi: Keskikokoinen Express Box
zh: 中号快递箱

# Languages::shippings.ups.package_type.2c
source: Large Express Box
fi: Suuri Express Box
sv: Stor expresslåda
zh: 大快递箱

# Languages::wrong_number_initial_order_id
source: The value you entered for the "Initial order ID value" setting is not supported. Only integers from 1 to [max_initial_order_id] are supported
fi: "Alkuperäisen tilaustunnuksen arvo" -asetukselle antamaasi arvoa ei tueta. Vain kokonaislukuja [max_initial_order_id] tuetaan
ko: "초기 주문 ID 값" 설정에 입력한 값은 지원되지 않습니다. 1에서 [max_initial_order_id] 까지의 정수만 지원됩니다.
sv: Värdet du angav för inställningen "Initialt order-ID-värde" stöds inte. Endast heltal från 1 till [max_initial_order_id] stöds
zh: 不支持您为“初始订单 ID 值”设置输入的值。仅支持从 1 到 [max_initial_order_id] 的整数

# Languages::tt_views_shippings_components_services_ups_ship_ups_pickup_type
source: <p>Select "Daily Pickup" to calculate the delivery cost according to Daily Rates.</p><p>Select "One Time Pickup", "Letter Center", or "Air Service Center" to calculate the delivery cost according to Retail Rates.</p>
fi: <p>Valitse "Päivittäinen nouto" laskeaksesi toimituskulut päivähintojen mukaan.</p><p>Valitse "Kerran nouto", "Kirjekeskus" tai "Lentopalvelukeskus" laskeaksesi toimituskulut vähittäismyyntihintojen mukaan.</p>
ko: <p>"매일 픽업"을 선택하여 일일 요금에 따라 배송비를 계산합니다.</p><p>"1회 픽업", "레터 센터" 또는 "항공 서비스 센터"를 선택하여 소매 요금에 따른 배송 비용을 계산합니다.</p>
sv: <p>Välj "Daglig upphämtning" för att beräkna leveranskostnaden enligt dagspriser.</p><p>Välj "Engångshämtning", "Letter Center" eller "Air Service Center" för att beräkna leveranskostnaden enligt detaljhandelspriser.</p>
zh: <p>选择“每日取件”以根据每日费率计算运费。</p><p>选择“One Time Pickup”、“Letter Center”或“Air Service Centre”，根据零售费率计算运费。</p>

# Languages::php_extension_missing
source: The [extension] PHP extension is not installed on your server
fi: [extension] PHP-laajennusta ei ole asennettu palvelimellesi
ko: [extension] PHP 확장이 서버에 설치되어 있지 않습니다
sv: Tillägget [extension] PHP är inte installerat på din server
zh: 您的服务器上未安装 [extension] PHP 扩展

# Languages::customization
source: Customization
fi: Räätälöinti
ko: 사용자 정의
sv: Anpassning
zh: 定制

# Languages::assign_to_me
source: Assign to me
fi: Määrää minulle
ko: 나에게 할당
sv: Tilldela mig
zh: 分配给我

# Languages::customer_phone
source: Customer phone
fi: Asiakkaan puhelin
ko: 고객 전화
sv: Kundtelefon
zh: 客户电话

# Languages::could_not_connect_to_database
source: Could not connect to database
fi: Ei voitu muodostaa yhteyttä tietokantaan
ko: 데이터베이스에 연결할 수 없습니다
sv: Kunde inte ansluta till databasen
zh: 无法连接到数据库

# Languages::information_file_roobots
source: A robots.txt file was detected. The changes you make here won't take effect until you delete the existing <b>robots.txt</b> file from the root directory of your store.
fi: Havaittiin robots.txt-tiedosto. Tässä tekemäsi muutokset eivät tule voimaan, ennen kuin poistat olemassa olevan <b>robots.txt</b> -tiedoston myymäläsi juurihakemistosta.
ko: robots.txt 파일이 감지되었습니다. 여기에서 변경한 사항은 상점의 루트 디렉토리에서 기존 <b>robots.txt</b> 파일을 삭제할 때까지 적용되지 않습니다.
sv: En robots.txt-fil upptäcktes. Ändringarna du gör här kommer inte att träda i kraft förrän du tar bort den befintliga <b>robots.txt</b> -filen från rotkatalogen i din butik.
zh: 检测到 robots.txt 文件。在您从商店的根目录中删除现有的 <b>robots.txt</b> 文件之前，您在此处所做的更改不会生效。

# Languages::advanced_products_search
source: Advanced products search
fi: Tarkennettu tuotehaku
ko: 고급 제품 검색
sv: Avancerad produktsökning
zh: 高级产品搜索

# Languages::advanced_companies_search
source: Advanced companies search
fi: Tarkennettu yrityshaku
ko: 선진기업검색
sv: Avancerad företagssökning
zh: 高级公司搜索

# Languages::advanced_storefronts_search
source: Advanced storefronts search
fi: Tarkennettu julkisivuhaku
ko: 고급 매장 검색
sv: Avancerad skyltfönstersökning
zh: 高级店面搜索

# Languages::api_wrong_user_company_relation
source: The user doesn't exist for this store, and sharing users among stores is disabled.
fi: Käyttäjää ei ole tälle kaupalle, ja käyttäjien jakaminen kauppojen kesken on poistettu käytöstä.
ko: 사용자가 이 상점에 존재하지 않으며 상점 간에 사용자를 공유할 수 없습니다.
sv: Användaren finns inte för den här butiken och delning av användare mellan butiker är inaktiverat.
zh: 此商店不存在该用户，并且商店之间的共享用户已禁用。

# Languages::product_details_tabs
source: Tabs
fi: Välilehdet
ko: 탭
sv: Flikar
zh: 标签

# Languages::shippings.fedex.currency_is_missing
source: The rates calculated by FedEx are in [currency], and that currency doesn't exist in your store. Please create that currency; otherwise customers won't be able to select this shipping method.
fi: FedExin laskemat hinnat ovat [currency], eikä tätä valuuttaa ole kaupassasi. Luo kyseinen valuutta; muuten asiakkaat eivät voi valita tätä toimitustapaa.
ko: FedEx에서 계산한 요금은 [currency]이며 해당 통화는 매장에 없습니다. 해당 통화를 만드십시오. 그렇지 않으면 고객이 이 배송 방법을 선택할 수 없습니다.
sv: Kurserna som beräknas av FedEx är i [currency], och den valutan finns inte i din butik. Vänligen skapa den valutan; annars kommer kunderna inte att kunna välja denna fraktmetod.
zh: FedEx 计算的费率在 [currency]中，并且您的商店中不存在该货币。请创建该货币；否则客户将无法选择此运输方式。

# Languages::text_redactor2
source: Redactor II
fi: Ohjaaja II
sv: Redaktör II
zh: 编辑器 II

# Languages::image_url
source: Image URL
fi: Kuvan URL-osoite
ko: 이미지 URL
sv: bild URL
zh: 图片网址

# Languages::insert_image
source: Insert image
fi: Lisää kuva
ko: 이미지 삽입
sv: Infoga bild
zh: 插入图片

# Languages::view_avail_files_for_order
source: View the list of available files from order #[order_id].
fi: Katso tilauksen #[order_id]käytettävissä olevien tiedostojen luettelo.
ko: 주문 번호[order_id]에서 사용 가능한 파일 목록을 봅니다.
sv: Se listan över tillgängliga filer från order #[order_id].
zh: 从订单 #[order_id]查看可用文件的列表。

# Languages::advanced_customer_search
source: Advanced customer search
fi: Tarkennettu asiakashaku
ko: 고급 고객 검색
sv: Avancerad kundsökning
zh: 高级客户搜索

# Languages::change_customer
source: Change customer
fi: Vaihda asiakasta
ko: 고객 변경
sv: Byt kund
zh: 更改客户

# Languages::on_backorder
source: On backorder
fi: Jälkitilauksella
ko: 구매예약
sv: På Rest
zh: 在缺货

# Languages::invoice_heading
source: Invoice
fi: Lasku
ko: 송장
sv: Faktura
zh: 发票

# Languages::min_quantity
source: Minimum order quantity
fi: Vähimmäistilausmäärä
ko: 최소 주문 수량
sv: Minimum antal
zh: 最小起订量

# Languages::ship_downloadable
source: Enable shipping for downloadable products
fi: Salli ladattavien tuotteiden toimitus
ko: 다운로드 가능한 제품에 대한 배송 활성화
sv: Aktivera frakt för nedladdningsbara produkter
zh: 为可下载的产品启用运输

# Languages::inventory_tracking
source: Inventory
fi: Varasto
ko: 목록
sv: Lager
zh: 存货

# Languages::detailed_image
source: Detailed image
fi: Yksityiskohtainen kuva
ko: 상세 이미지
sv: Detaljerad bild
zh: 详细图片

# Languages::secondary_categories
source: Secondary category
fi: Toissijainen luokka
ko: 2 차 카테고리
sv: Sekundär kategori
zh: 次要类别

# Languages::override_points
source: Override points
fi: Ohita pisteet
ko: 포인트 조정
sv: Åsidosätt poäng
zh: 覆盖点

# Languages::override_exchange_rate
source: Override exchange rate
fi: Ohita vaihtokurssi
ko: 환율 무시
sv: Åsidosätt växelkursen
zh: 覆盖汇率

# Languages::max_quantity
source: Maximum order quantity
fi: Suurin tilausmäärä
ko: 최대 주문 수량
sv: Maximal orderkvantitet
zh: 最大订货量

# Languages::list_qty_count
source: List quantity count
fi: Luettelon määrä
ko: 수량 개수 나열
sv: Lista kvantitetsräkning
zh: 列出数量计数

# Languages::product_url
source: Product URL
fi: Tuotteen URL-osoite
ko: 상품 URL
sv: Produktens URL
zh: 产品网址

# Languages::detailed_image_url
source: Detailed image URL
fi: Yksityiskohtainen kuvan URL-osoite
ko: 상세 이미지 URL
sv: Detaljerad bild-URL
zh: 详细图片网址

# Languages::box_size
source: Box size
fi: Laatikon koko
ko: 최대 크기
sv: Boxstorlek
zh: 盒子尺寸

# Languages::usergroup_ids
source: Usergroup ids
fi: Käyttäjäryhmien tunnukset
ko: 사용자 그룹 ID
sv: Användargrupps-ID
zh: 用户组 ID

# Languages::combination_code
source: Combination code
fi: Yhdistelmäkoodi
ko: 조합 코드
sv: Kombinationskod
zh: 组合码

# Languages::pair_type
source: Pair type
fi: Parin tyyppi
ko: 페어 유형
sv: Typ av par
zh: 对型

# Languages::lower_limit
source: Lower limit
fi: Alaraja
ko: 최소 극한
sv: Lägre gräns
zh: 下限

# Languages::user_group
source: User group
fi: Käyttäjäryhmä
ko: 사용자 그룹
sv: Användargrupp
zh: 用户组

# Languages::percentage_discount
source: Percentage discount
fi: Prosenttialennus
ko: 백분율 할인
sv: Procentuell rabatt
zh: 百分比折扣

# Languages::feature_name
source: Feature name
fi: Ominaisuuden nimi
ko: 기능 이름
sv: Funktionens namn
zh: 功能名称

# Languages::feature_id
source: Feature ID
fi: Ominaisuuden tunnus
ko: 기능 ID
sv: Funktions-ID
zh: 功能 ID

# Languages::show_on_the_features_tab
source: Show on the features tab
fi: Näytä Ominaisuudet-välilehdellä
ko: 기능 탭에 표시
sv: Visa på fliken funktioner
zh: 在功能选项卡上显示

# Languages::show_in_product_list
source: Show in product list
fi: Näytä tuoteluettelossa
ko: 제품 목록에 표시
sv: Visas i produktlistan
zh: 显示在产品列表中

# Languages::show_in_product_header
source: Show in product header
fi: Näytä tuotteen otsikossa
ko: 제품 헤더에 표시
sv: Visa i produkthuvudet
zh: 显示在产品标题中

# Languages::comparsion
source: Comparison
fi: Vertailu
ko: 이미지 비교
sv: Jämförelse
zh: 比较

# Languages::variant_id
source: Variant ID
fi: Variantin tunnus
ko: 변형 ID
zh: 变体 ID

# Languages::feature_group
source: Feature group
fi: Ominaisuusryhmä
ko: 기능 그룹
sv: Funktionsgrupp
zh: 特征组

# Languages::email
source: E-mail
fi: Sähköposti
ko: 이메일
sv: E-post
zh: 电子邮件

# Languages::payment_id
source: Payment ID
fi: Maksutunnus
ko: 결제 ID
sv: Betalnings-ID
zh: 付款编号

# Languages::billing_first_name
source: Billing: first name
fi: Laskutus: etunimi
ko: 결제 : 이름
sv: Fakturering: förnamn
zh: 计费：名字

# Languages::billing_last_name
source: Billing: last name
fi: Laskutus: sukunimi
ko: 결제 : 성
sv: Fakturering: efternamn
zh: 计费：姓氏

# Languages::billing_address_line_2
source: Billing: address (line 2)
fi: Laskutus: osoite (rivi 2)
ko: 결제 : 주소 (라인 2)
sv: Fakturering: adress (rad 2)
zh: 帐单：地址（第 2 行）

# Languages::billing_city
source: Billing: city
fi: Laskutus: kaupunki
ko: 결제 : 도시
sv: Fakturering: stad
zh: 计费：城市

# Languages::billing_state
source: Billing: state
fi: Laskutus: osavaltio
ko: 결제 : 주
sv: Fakturering: stat
zh: 计费：状态

# Languages::billing_country
source: Billing: country
fi: Laskutusmaa
ko: 결제 : 국가
sv: Faktureringsland
zh: 计费：国家

# Languages::billing_zipcode
source: Billing: zipcode
fi: Laskutuksen postinumero
ko: 결제 : 우편 번호
sv: Fakturering: postnummer
zh: 计费邮编

# Languages::shipping_first_name
source: Shipping: first name
fi: Toimitus: etunimi
ko: 배송 : 이름
sv: Frakt: förnamn
zh: 运输：名字

# Languages::shipping_last_name
source: Shipping: last name
fi: Toimitus: sukunimi
ko: 배송 : 성
sv: Frakt: efternamn
zh: 运输：姓氏

# Languages::shipping_address_line_2
source: Shipping: address (line 2)
fi: Toimitus: osoite (rivi 2)
ko: 배송 : 주소 (라인 2)
sv: Leverans: adress (rad 2)
zh: 送货：地址（第 2 行）

# Languages::shipping_city
source: Shipping: city
fi: Toimitus: kaupunki
ko: 배송 : 도시
sv: Frakt: stad
zh: 运输：城市

# Languages::shipping_state
source: Shipping: state
fi: Toimitus: valtio
ko: 배송 : 주
sv: Frakt: stat
zh: 运输：状态

# Languages::shipping_country
source: Shipping: country
fi: Toimitus: maa
ko: 배송 : 국가
sv: Frakt: land
zh: 运输：国家

# Languages::shipping_zipcode
source: Shipping: zipcode
fi: Toimitus: postinumero
ko: 배송 : 우편 번호
sv: Frakt: postnummer
zh: 运输：邮政编码

# Languages::item_id
source: Item ID
fi: Tuotetunnus
ko: ID
sv: Artikelnummer
zh: 商品编号

# Languages::issuer_id
source: Issuer ID
fi: Myöntäjän tunnus
ko: 발급자 ID
sv: Emittent-ID
zh: 发行人编号

# Languages::billing_phone
source: Billing: phone
fi: Laskutuspuhelin
ko: 청구: 전화
sv: Fakturering: telefon
zh: 计费电话

# Languages::shipping_phone
source: Shipping: phone
fi: Toimitus: puhelin
ko: 배송: 전화
sv: Frakt: telefon
zh: 运费：电话

# Languages::extra_fields
source: Extra fields
fi: Ylimääräiset kentät
ko: 추가 필드
sv: Extra fält
zh: 额外字段

# Languages::country_code
source: Country code
fi: Maatunnus
ko: 국가 코드
sv: Landskod
zh: 国家代码

# Languages::salt
source: Salt
fi: Suola
ko: 소금
zh: 盐

# Languages::user_group_ids
source: User group IDs
fi: Käyttäjäryhmien tunnukset
ko: 사용자 그룹 ID
sv: Användargrupps-ID
zh: 用户组 ID

# Languages::skip_creating_new_products
source: Skip creating new products
fi: Ohita uusien tuotteiden luominen
ko: 새 제품 생성 건너뛰기
sv: Hoppa över att skapa nya produkter
zh: 跳过创建新产品

# Languages::text_skip_creating_new_products
source: If you enable this setting, then only the products that already exist in your database will be updated.
fi: Jos otat tämän asetuksen käyttöön, vain tietokannassasi jo olevat tuotteet päivitetään.
ko: 이 설정을 활성화하면 데이터베이스에 이미 있는 제품만 업데이트됩니다.
sv: Om du aktiverar den här inställningen kommer endast de produkter som redan finns i din databas att uppdateras.
zh: 如果启用此设置，则只会更新数据库中已存在的产品。

# Languages::update_existing_products_only
source: Update existing products only
fi: Päivitä vain olemassa olevat tuotteet
ko: 기존 제품만 업데이트
sv: Uppdatera endast befintliga produkter
zh: 仅更新现有产品

# Languages::update_existing_products_only_tooltip
source: If you enable this setting, products that don't exist in the database of your store will be skipped during import.
fi: Jos otat tämän asetuksen käyttöön, tuotteet, joita ei ole myymäläsi tietokannassa, ohitetaan tuonnin aikana.
ko: 이 설정을 활성화하면 매장 데이터베이스에 없는 제품은 가져오기 중에 건너뜁니다.
sv: Om du aktiverar den här inställningen kommer produkter som inte finns i din butiks databas att hoppas över under importen.
zh: 如果启用此设置，则在导入期间将跳过商店数据库中不存在的产品。

# Languages::updated_last
source: Updated in the last
fi: Päivitetty viimeksi
ko: 마지막으로 업데이트됨
sv: Uppdaterad senast
zh: 最后更新了

# Languages::hour_or_hours
source: hour(s)
fi: tunti(a)
ko: 시간
sv: timme(r)
zh: 小时）

# Languages::api_required_fields
source: The following fields are required: [fields]
fi: Seuraavat kentät ovat pakollisia: [fields]
ko: 다음 필드가 필요합니다. [fields]
sv: Följande fält är obligatoriska: [fields]
zh: 以下字段为必填项： [fields]
