Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
fi: Ensisijainen posti (koko: suuri) pituus (tuumaa)
sv: Prioritetspost (Storlek: Stor) Längd (tum)
zh: 优先 Mail (尺寸:大的) 长度(英寸)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
fi: Ensisijainen posti (koko: suuri) Leveys (tuumaa)
sv: Prioritetspost (Storlek: Stor) Bredd (tum)
zh: 优先 Mail (尺寸:大的) 宽度(英寸)

# Languages::ship_usps_username
source: User ID
fi: käyttäjätunnus
ko: 사용자 ID
sv: Användare ID
zh: 用户 ID

# Languages::ship_width
source: Package width (cm)
fi: Pakkauksen leveys (cm)
ko: 패키지 폭 (cm)
sv: Paketetbredd (cm)
zh: 包裹宽度 (cm)

# Languages::short_description
source: Short description
fi: Lyhyt kuvaus
ko: 간단한 설명
sv: Kort beskrivning
zh: 简单描述

# Languages::short_hour
source: h.
ko: 시간.
sv: tim.
zh: 小时

# Languages::short_list
source: Short list
fi: Lyhyt lista
ko: 짧게 추려진 항목
sv: Kort lista
zh: 简表

# Languages::show
source: Show
fi: Näytä
ko: 보이기
sv: Visa
zh: 显示

# Languages::show_all
source: Show all
fi: Näytä kaikki
ko: 모두 보기
sv: Visa allt
zh: 显示全部

# Languages::show_items_in_line
source: Show items inline
fi: Näytä kohteet tekstissä
ko: 항목을 인라인으로 표시
sv: Visa objekt inbäddade
zh: 显示条目内联

# Languages::show_orders
source: Show orders
fi: Näytä tilaukset
ko: 주문 표시
sv: Visa ordrar
zh: 显示订单

# Languages::show_price
source: Show price
fi: Näytä hinta
ko: 가격 노출
sv: Visa pris
zh: 显示价格

# Languages::show_rate_for_destination
source: Show rates for location
fi: Näytä hinnat sijainnille
ko: 위치에 대한 요금 표시
sv: Visa kostnad för plats
zh: 显示利率位置

# Languages::show_rate_for_rate_area
source: Show rates for rate area
fi: Näytä hinta-alueen hinnat
ko: 요금 영역에 대한 요금 표시
sv: Visa priser för prisområde
zh: 显示费率区域的费率

# Languages::show_tab_in_popup
source: Show this tab in a popup window
fi: Näytä tämä välilehti ponnahdusikkunassa
ko: 팝업 창에 이 탭 표시
sv: Visa denna fliken i popup-fönster
zh: 在弹出窗口显示此选项卡

# Languages::tmpl_sidebox_1_item
source: Side box first item
fi: Sivulaatikon ensimmäinen kohde
ko: 사이드 박스 첫 번째 항목
sv: Sidoboxens första objekt
zh: 侧边栏第一个项目

# Languages::sidebox_general
source: Ordinary block (H3 heading) [deprecated]
fi: Tavallinen lohko (H3 otsikko) [deprecated]
sv: Vanligt block (H3 rubrik) [deprecated]
zh: 普通块（H3航向） [deprecated]

# Languages::sidebox_important
source: Ordinary block (H3 heading)
fi: Tavallinen lohko (H3-otsikko)
sv: Vanligt block (H3 rubrik)
zh: 普通块（H3航向）

# Languages::signature
source: Signature
fi: Allekirjoitus
ko: 서명
sv: Signatur
zh: 签名

# Languages::signed_in_as
source: Signed in as
fi: Kirjautuneena
ko: 다음으로 로그인 됨
sv: Inloggad
zh: 以身份登录

# Languages::sign_in
source: Sign in
fi: Kirjaudu sisään
ko: 로그인
sv: Logga in
zh: 登录

# Languages::sign_in_as_different
source: Sign in as a different user
fi: Kirjaudu toisella tunnuksella
ko: 다른 사용자로 로그인
sv: Logga in som annan kund
zh: 用不同用户登录

# Languages::sign_in_to_buy
source: Please sign in to buy
fi: Kirjaudu sisään ostaaksesi
ko: 구매를 위해 로그인하세요
sv: Logga in för att handla
zh: 请登录购买

# Languages::sign_in_to_view_price
source: [Sign in to view price]
fi: [Kirjaudu sisään nähdäksesi hinnan]
sv: [Logga in för pris]
zh: [登录查看价格]

# Languages::sign_out
source: Sign out
fi: Kirjaudu ulos
ko: 로그아웃
sv: Logga ut
zh: 登出

# Languages::sign_up_for_notification
source: Sign up for notification
fi: Ilmoittaudu mukaan
sv: Registrera dig för underrättelse
zh: 注册通知

# Languages::similar_only
source: Similar only
fi: Vain yhteiset
ko: 비슷한 것 만
sv: Endast liknande
zh: 仅仅类似的

# Languages::simple_ultimate_companies_selector
source: Please contact the technical support
fi: Ota yhteyttä tekniseen tukeen
ko: 기술 지원에 문의하십시오
sv: Kontakta teknisk support
zh: 请联系技术支持

# Languages::simultaneous
source: Simultaneous
fi: Samanaikainen
ko: 동시에
sv: Välj bland samtliga
zh: 同步的

# Languages::single
source: Single
fi: Yksittäinen
ko: 단일
sv: Ett val
zh: 单一的

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
fi: Voit käyttää vain yhtä alennuskuponkia
ko: 단일 할인 쿠폰 만 허용됩니다
sv: Endast en rabattkod tillåten.
zh: 只允许单独的折扣券

# Languages::sitemap
source: Sitemap
fi: Sivukartta
ko: 사이트맵
sv: Sidkarta
zh: 网站地图

# Languages::sitemap_menu_description
source: Create additional sections of the customer area sitemap and define the set of links for them.
fi: Luo asiakasalueen sivustokartan lisäosia ja määritä niille linkkijoukko.
ko: 고객 영역 사이트 맵의 추가 섹션을 만들고 링크 세트를 정의합니다.
sv: Upprätta fler avdelningar i butikens sidkarta och ange länkar för dem.
zh: 创建附加部分的客户区网站地图并定义他们的链接集。

# Languages::sitemap_settings
source: Sitemap settings
fi: Sivustokartan asetukset
ko: 사이트 맵 설정
sv: Inställningar sidkarta
zh: 网站地图设置

# Languages::site_number
source: Site number (EPT)
fi: Sivuston numero (EPT)
ko: 사이트 번호 (EPT)
sv: Webbsida nummer (EPT)
zh: 网站编号 (EPT)

# Languages::size
source: Size
fi: Koko
ko: 크기
sv: Storlek
zh: 尺寸

# Languages::skiplastpage
source: Skip the last page
fi: Ohita viimeinen sivu
ko: 마지막 페이지 건너 뛰기
sv: Hoppa över sista sidan
zh: 跳过最后一页

# Languages::skip_payment
source: Skip payment
fi: Ohita maksu
ko: 결제 건너 뛰기
sv: Hoppa över betalningen
zh: 跳过支付

# Languages::skrill_customer_id
source: Skrill Customer ID
fi: Skrill asiakastunnus
ko: 스크릴 고객 ID
sv: Skrill Kund ID
zh: Skrill客户ID

# Languages::sku
source: CODE
fi: Tuotekoodi
sv: KOD
zh: 产品编码

# Languages::slovak
source: Slovak
fi: Slovakian
ko: 슬로바키아어
sv: slovakiska
zh: 斯洛伐克语

# Languages::slow
source: Slow
fi: Hidas
ko: 느리게
sv: Långsam
zh: 慢的

# Languages::small_items
source: Small items
fi: Pienet esineet
ko: 작은 품목
sv: Små föremål
zh: 小件物品

# Languages::smarty_block
source: HTML block with Smarty support
fi: HTML-lohko Smarty-tuella
ko: Smarty를 지원하는 HTML 블록
sv: HTML block med Smarty stöd
zh: 支持Smarty的HTML版块

# Languages::sms_customer_registered
source: Customer [name] has been registered.
fi: Asiakas [name] on rekisteröity.
ko: [name] 고객이 등록되었습니다
sv: Kunden [name] har registrerats.
zh: [name] 已注册.

# Languages::sms_for_the_sum
source: to the amount of
fi: määrään
ko: ~만큼
sv: till beloppet av
zh: 总计

# Languages::sms_order_placed
source: has been placed
fi: on sijoitettu
ko: 배치되었습니다
sv: har placerats
zh: 已下单

# Languages::snapshot_date
source: Snapshot date
fi: Tilannekuvan päivämäärä
ko: 스냅샷 날짜
sv: Snapshot datum
zh: 快照日期

# Languages::sort_by
source: Sort by
fi: Järjestä
ko: 정렬 기준
sv: Sortera efter
zh: 排序依据

# Languages::sort_by_null_asc
source: No sorting
fi: Ei lajittelua
ko: 정렬 없음
sv: Ingen sortering
zh: 不排序

# Languages::sort_by_popularity_asc
source: Sort by Popularity: Low to High
fi: Lajittele suosion mukaan: matalasta korkeaan
ko: 인기순 정렬 : 낮음에서 높음
sv: Minst populära
zh: 按受欢迎程度排序:低到高

# Languages::sort_by_popularity_desc
source: Sort by Popularity
fi: Järjestä: suosituimmuus
ko: 인기순 정렬
sv: Mest populära
zh: 按受欢迎程度排序

# Languages::sort_by_position_asc
source: Sort by Position: Low to High
fi: Lajittele sijainnin mukaan: matalasta korkeaan
ko: 위치 별 정렬 : 낮음에서 높음
sv: Lägst position
zh: 按位置排序:低到高

# Languages::sort_by_position_desc
source: Sort by Position: High to Low
fi: Lajittele sijainnin mukaan: Korkeasta Matalaan
ko: 위치 별 정렬 : 높음에서 낮음
sv: Högst position
zh: 按位置排序:高到低

# Languages::sort_by_price_asc
source: Sort by Price: Low to High
fi: Järjestä: edullisimmasta kalleimpaan
ko: 가격 별 정렬 : 낮은 가격순
sv: Lägst pris
zh: 按价格排序:低到高

# Languages::sort_by_price_desc
source: Sort by Price: High to Low
fi: Järjestä: kalleimmasta edullisimpaan
ko: 가격 별 정렬 : 높음에서 낮음
sv: Högst pris
zh: 按价格排序:高到低

# Languages::sort_by_product_asc
source: Sort Alphabetically: A to Z
fi: Järjestä: aakkosjärjestys
ko: 알파벳순으로 정렬 : A에서 Z
sv: Titel: A-Ö
zh: 按字母排序:A 到 Z

# Languages::sort_by_product_desc
source: Sort Alphabetically: Z to A
fi: Järjestä: käänteinen aakkosjärjestys
ko: 알파벳 순으로 정렬: Z에서 A
sv: Titel: Ö-A
zh: 按字母排序:Z 到 A

# Languages::sort_by_timestamp_asc
source: Oldest Items First
fi: Vanhimmat kohteet ensin
ko: 가장 오래된 항목 먼저
sv: Äldsta
zh: 按最旧的项目进行排序

# Languages::sort_by_timestamp_desc
source: Newest Items First
fi: Järjestä: uusimmat ensin
ko: 최신 항목 먼저
sv: Senaste
zh: 按最新产品排序

# Languages::sort_images
source: Sort images
fi: Lajittele kuvat
ko: 이미지 정렬
sv: Sortera bilder
zh: 图片排序

# Languages::spanish
source: Spanish
fi: Espanja
ko: 스페인어
sv: spanska
zh: 西班牙语

# Languages::specific_settings
source: Specific settings
fi: Tietyt asetukset
ko: 특정 설정
sv: Specifika inställningar
zh: 具体的设置

# Languages::specify_url
source: Specify URL
fi: Määritä URL-osoite
ko: URL 지정
sv: Ange URL
zh: 特殊 URL

# Languages::speed
source: Speed
fi: Nopeus
ko: 속도
sv: Hastighet
zh: 速度

# Languages::type_to_search
source: Type to search...
fi: Hae kirjoittamalla...
ko: 검색 유형...
sv: Skriv för att söka...
zh: 输入搜索...

# Languages::type_to_create
source: Type to create...
fi: Kirjoita luodaksesi...
ko: 생성할 입력...
sv: Skriv för att skapa...
zh: 键入以创建...

# Languages::type_to_search_or_click_button
source: Type to search, or click the button on the right for advanced search
fi: Hae kirjoittamalla tai tarkennettua hakua varten napsauta oikealla olevaa painiketta
ko: 입력하여 검색하거나 오른쪽에 있는 버튼을 클릭하여 고급 검색
sv: Skriv för att söka, eller klicka på knappen till höger för avancerad sökning
zh: 输入搜索，或点击右侧按钮进行高级搜索

# Languages::use_comma_enter_to_separate_variants
source: Use a comma or Enter to separate variants.
fi: Erota versiot toisistaan pilkulla tai Enterillä.
ko: 쉼표 또는 Enter를 사용하여 변형을 구분하십시오.
sv: Använd kommatecken eller Enter för att separera varianter.
zh: 使用逗号或 Enter 分隔变体。

# Languages::enter_color_name_and_code
source: Enter color name and code. Example, "Red #ff0000"
fi: Syötä värin nimi ja koodi. Esimerkki "Punainen #ff0000"
ko: 색상 이름과 코드를 입력하십시오. 예 : "Red # ff0000"
sv: Ange färgnamn och kod. Exempel, "Röd #ff0000"
zh: 输入颜色名称和代码。例如，“红色#ff0000”

# Languages::enter_category_name_and_path
source: Enter path and category name. Example, "Electronics/Computers/Laptops"
fi: Syötä polku ja luokan nimi. Esimerkki: "Elektroniikka/tietokoneet/kannettavat"
ko: 경로 및 카테고리 이름을 입력하십시오. 예 : "전자 제품 / 컴퓨터 / 노트북"
sv: Ange sökväg och kategorinamn. Exempel, "Elektronik/Datorer/Bärbara datorer"
zh: 输入路径和类别名称。例如，“电子产品/计算机/笔记本电脑”

# Languages::ssl_certificate
source: SSL certificate
fi: SSL-sertifikaatti
sv: SSL certifikat
zh: SSL 证书

# Languages::staff_only_notes
source: Staff only notes
fi: Henkilökunta vain huomauttaa
ko: 직원 전용 메모
sv: Intern anteckning
zh: 只通知的工作人员

# Languages::stage
source: Stage
fi: Vaihe
ko: 단계
sv: Avsnitt
zh: 阶段

# Languages::standard_sidebox
source: Standard side box
fi: Normaali sivulaatikko
ko: 표준 사이드 박스
sv: Standard sidobox
zh: 标准侧边栏

# Languages::start
source: Start
fi: alkaa
ko: 시작
sv: Starta
zh: 开始

# Languages::start_communication
source: Start communication
fi: Lähetä viesti asiakaspalveluun
ko: 커뮤니케이션 시작
sv: Börja kommunikation
zh: 开始交流

# Languages::start_date
source: Start date
fi: Aloituspäivämäärä
ko: 시작일
sv: Startdatum
zh: 开始日期

# Languages::start_price
source: Start price
fi: Aloitushinta
ko: 시작 가격
sv: Startpris
zh: 启始价格

# Languages::state
source: State/Province
fi: Lääni
ko: 주/도
sv: Län
zh: 州/省份

# Languages::states
source: States
fi: osavaltioissa
ko: 상태
sv: Län
zh: 州/省份

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
fi: Hallinnoi kaupassasi tuettuja tiloja.
ko: 상점에서 지원되는 상태 세트를 관리하십시오.
sv: Hantera län.
zh: 管理您的商店中支持的洲设置.

# Languages::static_block
source: Static block
fi: Staattinen lohko
ko: 블럭
sv: Statiskt block
zh: 静态版块

# Languages::static_data
source: Static data
fi: Staattinen data
ko: 정적 데이터
sv: Statisk data
zh: 静态数据

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
fi: Käytä tämän tuotteen "Linkkiteksti"- ja "URL"-arvoja julkisivussa
ko: 상점 첫 화면에서 이 항목의 "링크 텍스트"및 "URL"값을 사용하십시오
sv: Använd länktext och URL-värden från valt objekt
zh: 从选定的项中使用"文本链接"和"URL"值

# Languages::statistics
source: Statistics
fi: Tilastot
ko: 통계
sv: Statistik
zh: 统计

# Languages::status
source: Status
fi: Tila
ko: 상태
zh: 状态

# Languages::status_changed
source: Status has been changed
fi: Tila on muutettu
ko: 상태가 변경되었음
sv: Status uppdaterad
zh: 状态已修改

# Languages::no_active_storefronts
source: No active storefronts
fi: Ei aktiivisia julkisivuja
ko: 활성화된 상점이 없습니다
sv: Inga aktiva skyltfönster
zh: 没有活跃的店面

# Languages::status_changed_after_process_payment
source: Order status was set according to the payment processing result
fi: Tilauksen tila asetettiin maksun käsittelytuloksen mukaan
ko: 결제 처리 결과에 따라 주문 상태가 설정되었습니다
sv: Orderstatus fastställdes utifrån betalprocessens resultat
zh: 订单状态已经按照支付处理结果设置

# Languages::stay_connected
source: Stay Connected
fi: Tilaa uutiskirjeemme
ko: 연결 유지
sv: Nyhetsbrev
zh: 保持联系

# Languages::stay_connected_notice
source: Enter your email address to receive special offers and promotions.
fi: Kirjoita sähköpostiosoitteesi saadaksesi erikoistarjouksia ja tarjouksia.
ko: 특별 행사 및 프로모션을 받으려면 이메일 주소를 입력하십시오.
sv: Nyhetsbrev?
zh: 输入您的邮件地址用来接收优惠和促销活动.

# Languages::step_four
source: Step 4
fi: Vaihe 4
sv: Steg 4
zh: 步骤 4

# Languages::step_one
source: Step 1
fi: Vaihe 1
sv: Steg 1
zh: 步骤 1

# Languages::step_three
source: Step 3
fi: Vaihe 3
sv: Steg 3
zh: 步骤 3

# Languages::step_two
source: Step 2
fi: Vaihe 2
ko: 2단계
sv: Steg 2
zh: 步骤 2

# Languages::stop_other_rules
source: Stop other rules
fi: Lopeta muut säännöt
ko: 다른 규칙 중지
sv: Sluta med andra regler
zh: 停止其他规则

# Languages::storage
source: Storage
fi: Varastointi
ko: 저장고
sv: Lagring
zh: 存储

# Languages::store
source: Store
fi: Kauppa
ko: 상점
sv: Butik
zh: 商店

# Languages::storefront
source: Storefront
fi: Myymälä
ko: 상점 프론트
sv: Butiken
zh: 店铺前台

# Languages::storefront_url
source: Storefront URL
fi: Liikkeen URL-osoite
ko: 상점 URL
sv: Butikens URL
zh: 店铺首页的URL

# Languages::storefront_url_already_exists
source: The value of the <strong>Storefront URL</strong> parameter mentioned by you already belongs to another company.
fi: Mainitsemasi <strong>Storefront URL</strong> -parametrin arvo kuuluu jo toiselle yritykselle.
ko: 귀하가 언급 한 <strong> 상점 URL </ strong> 파라미터의 값은 이미 다른 회사에 속해 있습니다.
sv: Innehållet i <b>Butikens URL</b> finns redan på ett annat företag.
zh: <strong>Storefront URL</strong> 的参数值与其他公司冲突。

# Languages::storefront_url_not_defined
source: Storefront URL not defined
fi: Liikkeen URL-osoitetta ei ole määritetty
ko: 상점 URL이 정의되지 않았습니다.
sv: Butikens URL är inte definierad
zh: 店铺首页URL未定义

# Languages::stores_status
source: Status
fi: Tila
ko: 상태
zh: 地位

# Languages::storefront_status_access_key_hint
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Go to <a target="blank" href="[url]">Settings → General</a> and specify the <i>Access key to temporarily closed store</i> setting. Please note that a different key can be specified for each storefront, so make sure to select the correct storefront first. Use the key as described in the tooltip of that setting.
fi: Vaikka julkisivu olisi suljettu (tilaksi asetettu OFF), voit tarkastella sitä, jos sinulla on pääsyavain. Siirry kohtaan <a target="blank" href="[url]">Asetukset → Yleiset</a> ja määritä <i>Pääsyavain tilapäisesti suljetun myymälän</i> asetukseen. Huomaa, että jokaiselle julkisivulle voidaan määrittää eri avain, joten varmista, että valitset ensin oikean julkisivun. Käytä näppäintä kyseisen asetuksen työkaluvihjeessä kuvatulla tavalla.
ko: 상점이 닫혀 있어도(상태가 OFF로 설정됨) 액세스 키가 있으면 상점을 볼 수 있습니다. <a target="blank" href="[url]">설정 → 일반</a> 로 이동하여 임시휴업점</i> 설정에 대한 <i>액세스 키를 지정합니다. 각 상점에 대해 다른 키를 지정할 수 있으므로 먼저 올바른 상점을 선택해야 합니다. 해당 설정의 툴팁에 설명된 대로 키를 사용합니다.
sv: Även om skyltfönstret är stängt (statusen inställd på AV) kommer du att kunna se den om du har en åtkomstnyckel. Gå till <a target="blank" href="[url]">Inställningar → Allmänt</a> och ange inställningen <i>Åtkomstnyckel till tillfälligt stängd butik</i> . Observera att en annan nyckel kan anges för varje skyltfönster, så se till att välja rätt skyltfönster först. Använd tangenten enligt beskrivningen i verktygstipset för den inställningen.
zh: 即使店面已关闭（状态设置为关闭），如果您有访问密钥，您也可以查看它。转到 <a target="blank" href="[url]">设置 → 常规</a> 并指定 <i>访问键以暂时关闭存储</i> 设置。请注意，可以为每个店面指定不同的密钥，因此请确保首先选择正确的店面。使用该设置的工具提示中描述的键。

# Languages::stores
source: Stores
fi: Kaupat
ko: 스토어
sv: Butiker
zh: 店铺

# Languages::store_mode
source: Licensing mode
fi: Lisenssitila
ko: 라이선스 모드
sv: Licens
zh: 授权模式

# Languages::store_mode_changed
source: Licensing mode has been changed
fi: Lisenssitilaa on muutettu
ko: 라이선스 모드가 변경되었습니다
sv: Licensen har blivit ändrad
zh: 授权模式已被更改

# Languages::store_number
source: Store number
fi: Myymälän numero
ko: 매장 번호
sv: Butiksnummer
zh: 商店编号

# Languages::store_object_denied
source: The [object_type] [object_name] is unavailable for this store.
fi: [object_type] [object_name] ei ole saatavilla tässä kaupassa.
ko: 이 재장에서는 [object_type] [object_name]을 사용할 수 없습니다.
sv: [object_type] [object_name] är inte tillgänglig i denna butik.
zh: [object_type] [object_name] 在当前店铺不可用。

# Languages::store_theme
source: Storefront theme
fi: Liikkeen teema
ko: 스토어프런트 테마
sv: Butikens tema
zh: 店铺前台主题

# Languages::subcategories
source: Subcategories
fi: Alaluokat
ko: 하위 카테고리
sv: Underkategorier
zh: 子目录

# Languages::submit
source: Submit
fi: Lähetä
ko: 등록
sv: Skicka
zh: 发送

# Languages::submit_my_order
source: Submit my order
fi: Lähetä tilaus
ko: 내 주문 제출
sv: Slutför köp
zh: 发送我的订单

# Languages::subpages
source: Subpages
fi: Alasivut
ko: 서브 페이지
sv: Undersidor
zh: 子页面

# Languages::subscribe
source: Subscribe
fi: Tilaa
ko: 구독
sv: Prenumerera
zh: 订阅

# Languages::subscriber
source: Subscriber
fi: Tilaaja
ko: 구독자
sv: Prenumerant
zh: 订阅者

# Languages::subscribers
source: Subscribers
fi: Tilaajat
ko: 구독자
sv: Prenumeranter
zh: 订阅者

# Languages::subscriber_email
source: Subscriber email
fi: Tilaajan sähköposti
ko: 구독자 이메일
sv: Prenumerant e-postadress
zh: 订阅者邮件

# Languages::subscriptions
source: Subscriptions
fi: Tilaukset
ko: 구독
sv: Prenumerationer
zh: 订阅

# Languages::subtotal
source: Subtotal
fi: Hinta
ko: 소계
sv: Varuvärde
zh: 小计

# Languages::subtotal_sum
source: Subtotal sum
fi: Välisumma
ko: 소계 합계
sv: Summa produkter
zh: 小计金额

# Languages::suburb
source: Suburb
fi: Lähiö
ko: 교외
sv: Förort
zh: 郊区

# Languages::successful
source: Successful
fi: Onnistunut
ko: 성공
sv: Lyckad
zh: 成功的

# Languages::successfully_registered
source: Successfully registered
fi: Rekisteröinti onnistui
ko: 성공적으로 등록되었습니다
sv: Ditt konto är nu skapat!
zh: 成功注册

# Languages::successful_login
source: You have been successfully logged in.
fi: Olet kirjautunut sisään onnistuneesti.
ko: 성공적으로 로그인이 되었습니다.
sv: Du är nu inloggad.
zh: 您已成功登录.

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
fi: Rekisteröinti onnistui!<br/>Sinulla on nyt kaikki kaupan ominaisuudet käytössäsi. Oma tili -linkin kautta pääset tutustumaan niihin.
ko: 축하합니다! 등록이 완료되었습니다. <br/> 이제 모든 스토어 기능에 액세스 할 수 있습니다. 그들을 보려면 "내정보"를 클릭하십시오.
sv: Dina nya funktioner hittar du i menyn "Mina sidor".
zh: 祝贺你注册成功 ！ <br/>现在，你可以访问店铺所有功能。单击"我的账户"查看完整功能。

# Languages::suffix
source: Suffix
fi: Suffiksi
ko: 접미사
sv: Ändelse
zh: 后缀

# Languages::summary
source: Summary
fi: Yhteenveto
ko: 요약
sv: Sammanställning
zh: 综述

# Languages::supplier
source: Supplier
fi: Toimittaja
ko: 공급자
sv: Leverantör
zh: 供应商

# Languages::suppliers
source: Suppliers
fi: Toimittajat
ko: 공급업체
sv: Leverantörer
zh: 供应商

# Languages::supplier_id
source: Supplier
fi: Toimittaja
ko: 공급자
sv: Leverantör
zh: 供应商

# Languages::surcharge
source: Surcharge
fi: Maksutapalisä
ko: 부가 요금
sv: Betalavgift
zh: 附加费

# Languages::surcharge_title
source: Surcharge title
fi: Lisämaksu otsikko
ko: 추가 요금 제목
sv: Avgiftstitel
zh: 附加费标题

# Languages::sweden
source: Sweden
fi: Ruotsi
ko: 스웨덴
sv: Sverige
zh: 瑞典

# Languages::swedish
source: Swedish
fi: Ruotsin kieli
ko: 스웨덴어
sv: svenska
zh: 瑞典语

# Languages::swing
source: Swing
fi: Keinu
ko: 스윙
sv: Gunga
zh: 摇摆

# Languages::switch_layout
source: Switch layout
fi: Vaihda asettelua
ko: 스위치 레이아웃
sv: Byt layout
zh: 切换布局

# Languages::layout_page
source: Layout Page
fi: Asettelusivu
ko: 레이아웃 페이지
sv: Layoutsida
zh: 布局页面

# Languages::layout_meta_data
source: Meta data & more
fi: Metatiedot ja paljon muuta
ko: 메타 데이터 등
sv: Metadata med mera
zh: 元数据及更多

# Languages::symbol
source: Symbol
fi: Symboli
ko: 심볼
zh: 符号

# Languages::system
source: System
fi: Järjestelmä
ko: 시스템
sv: Systemet
zh: 系统

# Languages::tab
source: Tab
ko: 탭
sv: Tabb
zh: 选项卡

# Languages::table
source: Table
fi: Pöytä
ko: 테이블
sv: Tabell
zh: 表格

# Languages::tables
source: Tables
fi: Taulukot
ko: 테이블
sv: Tabeller
zh: 表格

# Languages::table_conditions
source: Table Conditions
fi: Taulukon ehdot
ko: 테이블 조건
sv: Tabellvillkor
zh: 表格条件

# Languages::tabs
source: Tabs
fi: Välilehdet
ko: 탭
sv: Flikar
zh: 选项卡

# Languages::tax
source: Tax
fi: Verottaa
ko: 세금
sv: Moms
zh: 税金

# Languages::taxes
source: Taxes
fi: Verot
ko: 세금
sv: Moms
zh: 税金

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
fi: Hallinnoi kaupassasi tuettuja veroja.
ko: 상점에서 지원되는 세금 세트를 관리하십시오.
sv: Hantera momssatser.
zh: 管理您的商店中支持的税收设置.

# Languages::tax_exempt
source: Tax exempt
fi: Verovapaa
ko: 면세
sv: Momsfri
zh: 免税的

# Languages::tax_rates
source: Tax rates
fi: Veroprosentit
ko: 세율
sv: Momssatser
zh: 税率

# Languages::temando_centimetres
source: centimetres
fi: senttimetriä
ko: 센티미터
sv: centimeter
zh: 厘米

# Languages::temando_feet
source: feet
fi: jalat
ko: feet(길이단위:영국,미국)
sv: fot
zh: 英尺

# Languages::temando_inches
source: inches
fi: tuumaa
ko: 인치
sv: tum
zh: 英寸

# Languages::temando_method_depottodepot
source: Depot to Depot
fi: Depot Depot
ko: 디포에서 디포로
sv: Depå till depå
zh: 仓库到仓库

# Languages::temando_method_doortodoor
source: Door to Door
fi: Ovelta ovelle
ko: 도어 투 도어
sv: Dörr till dörr
zh: 门到门

# Languages::temando_metres
source: metres
fi: metriä
ko: 미터
sv: meter
zh: 米

# Languages::temando_package_backpack
source: Backpack
fi: Reppu
ko: 배낭
sv: Ryggsäck
zh: 背包

# Languages::temando_package_bale
source: Bale
fi: Paali
ko: 베일
sv: Bal
zh: 包

# Languages::temando_package_box
source: Box
fi: Laatikko
ko: 박스
sv: Låda
zh: 盒子

# Languages::temando_package_bunch
source: Bunch
fi: Kimppu
ko: 다발
sv: Knippa
zh: 束

# Languages::temando_package_bundle
source: Bundle
fi: Nippu
ko: 번들
sv: Bunt
zh: 捆

# Languages::temando_package_carton
source: Carton
fi: Kartonki
ko: 종이갑
sv: Kartong
zh: 纸箱

# Languages::temando_package_crate
source: Crate
fi: Laatikko
ko: 나무 상자
sv: Spjällåda
zh: 箱

# Languages::temando_package_cylinder
source: Cylinder
fi: Sylinteri
ko: 실린더
zh: 圆筒

# Languages::temando_package_documentenvelope
source: Document Envelope
fi: Asiakirjan kirjekuori
ko: 문서 봉투
sv: Dokumentkuvert
zh: 文件信封

# Languages::temando_package_drum
source: Drum
fi: Rumpu
ko: 북
sv: Trumma
zh: 鼓

# Languages::temando_package_flatpack
source: Flat Pack
fi: Tasainen pakkaus
ko: 플랫 팩
sv: Platt paket
zh: 扁平包装

# Languages::temando_package_letter
source: Letter
fi: Kirje
ko: 편지
sv: Brev
zh: 信

# Languages::temando_package_pail
source: Pail
fi: Sanko
ko: 양동이
sv: Hink
zh: 桶

# Languages::temando_package_pallet
source: Pallet
fi: Kuormalava
ko: 팔레트
sv: Pall
zh: 托盘

# Languages::temando_package_parcel
source: Parcel
fi: Paketti
ko: 소포
sv: Paket
zh: 包裹

# Languages::temando_package_pipe
source: Pipe
fi: Putki
ko: 파이프
sv: Rör
zh: 管道

# Languages::temando_package_roll
source: Roll
fi: Rullaa
ko: 구르기
sv: Rulla
zh: 卷

# Languages::temando_package_satchel
source: Satchel/Bag
fi: Laukku/laukku
ko: 사첼 / 가방
sv: Axelväska/Bag
zh: 挎包/包

# Languages::temando_package_skid
source: Skid
fi: Liuku
ko: 활재
sv: Enkeldäckad lastpall
zh: 防滑

# Languages::temando_package_suitcase
source: Suitcase
fi: Matkalaukku
ko: 가방
sv: Resväska
zh: 手提箱

# Languages::temando_package_tube
source: Tube
fi: Putki
ko: 튜브
sv: Tub
zh: 管子
