Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::tools_addons_no_addons
source: No add-ons
fi: Ei lisäosia
sv: Inga tillägg
zh: 没有附加组件

# Languages::tools_addons_no_third_party_addons
source: No third party add-ons
fi: Ei kolmannen osapuolen lisäosia
sv: Inga tredjepartstillägg
zh: 没有第三方插件

# Languages::tooltip
source: Tooltip
fi: Työkaluvinkki
ko: 툴팁
sv: Verktygstips
zh: 提示信息

# Languages::container_not_used
source: This container is NOT used. "[container]" container from the default location will be used instead. Set this location as default to use this container as "[container]" for all locations.
fi: Tätä säiliötä EI käytetä. Sen sijaan käytetään "[container]" -säilöä oletussijainnista. Aseta tämä sijainti oletusarvoksi, jos haluat käyttää tätä säilöä[container]:nä kaikille sijainneille.
ko: 이 컨테이너는 사용되지 않습니다. 대신 기본 위치의 "[container]" 컨테이너가 사용됩니다. 모든 위치에 대해 이 컨테이너를 "[container]"로 사용하려면 이 위치를 기본값으로 설정하십시오.
sv: [container] från standardplatsen kommer att användas. Sätt denna plats som standard att använda denna behållare som "[container]" för alla platser.
zh: 不使用此容器。将使用默认位置的“[container]”容器。将此位置设置为默认值以将此容器用作所有位置的“[container]”。

# Languages::top_panel
source: Top panel
fi: Yläpaneeli
ko: 톱 패널
sv: Sidtopp
zh: 顶部

# Languages::total
source: Total
fi: Summa
ko: 합계
sv: Summa
zh: 总共

# Languages::totally_paid
source: Total paid
fi: Maksettu yhteensä
ko: 총액
sv: Betalat
zh: 总共支付

# Languages::totals
source: Totals
fi: Yhteensä
ko: 합계
sv: Sammanställning
zh: 总共

# Languages::total_amount
source: Total amount
fi: Kokonaismäärä
ko: 합계
sv: Totalsumma
zh: 总计

# Languages::total_cost
source: Total cost
fi: Kokonaishinta
ko: 총 금액
sv: Summa
zh: 总计

# Languages::total_items
source: Total items
fi: Kohteita yhteensä
ko: 전체 항목 개수
sv: Antal objekt
zh: 全部

# Languages::total_price
source: Total price
fi: Yhteensä
ko: 총 금액
sv: Totalt
zh: 总价

# Languages::total_product_cost
source: Total product cost
fi: Tuotteen kokonaiskustannukset
ko: 총 제품 비용
sv: Summa produktpris
zh: 产品总成本

# Languages::total_results
source: Total results
fi: Tulokset yhteensä
ko: 총 결과
sv: Totalresultat
zh: 总的结果

# Languages::to_all_subcats
source: Apply to all subcategories
fi: Käytä kaikkiin alaluokkiin
ko: 모든 하위 범주에 적용
sv: Tillämpa på underkategorier
zh: 应用于所有子分类

# Languages::to_date
source: Date through
fi: Päivämäärä läpi
ko: 날짜 종료
sv: Till datum
zh: 通过日期

# Languages::to_fixed
source: to fixed amount
fi: kiinteään määrään
ko: 고정 금액으로
sv: till fast belopp
zh: 对固定金额

# Languages::to_percentage
source: to percentage of the original price
fi: prosentteina alkuperäisestä hinnasta
ko: 원래 가격의 백분율로
sv: till procent av ursprungligt pris (%)
zh: 为原价格的百分比

# Languages::tpe
source: TPE
zh: 热塑性弹性体

# Languages::track
source: Track
fi: Seurata
ko: 추적하기
sv: Spåra
zh: 跟踪

# Languages::tracking_num
source: Tracking number
fi: Seurantanumero
ko: 추적 번호
sv: Spårningsnummer
zh: 追踪号码

# Languages::tracking_number
source: Tracking number
fi: Seurantatunnus
ko: 추적 번호
sv: Paketnummer
zh: 跟踪单号

# Languages::tracks
source: Identifier
fi: Tunniste
ko: 식별자
sv: Identitet
zh: 标识符

# Languages::track_my_order
source: Track my order(s)
fi: Tilausseuranta
ko: 내 주문 추적
sv: Spåra order
zh: 跟踪我的订单

# Languages::track_orders
source: Track orders
fi: Seuraa tilauksia
ko: 주문 추적
sv: Spåra ordrar
zh: 跟踪订单

# Languages::track_request_subj
source: Order tracking
fi: Tilausseuranta
ko: 주문 추적
sv: Ordersökning
zh: 订单跟踪

# Languages::track_without_options
source: Track without options
fi: Raita ilman vaihtoehtoja
ko: 옵션없이 추적
sv: Uppdatera antal i huvudprodukt
zh: 跟踪不带任何选项

# Languages::track_with_options
source: Track with options
fi: Raita vaihtoehdoilla
ko: 옵션으로 추적
sv: Uppdatera antal i kombinationer
zh: 跟踪选项

# Languages::TransactionDateTime
source: TransactionDateTime
ko: 트랜잭션 날짜 시간
sv: Transaktion datum/tid
zh: 交易日期时间

# Languages::transaction_approved
source: Transaction approved
fi: Kauppa hyväksytty
ko: 거래 승인됨
sv: Transaktion godkänd
zh: 批准的交易

# Languages::transaction_cancelled
source: Transaction was canceled
fi: Kauppa peruttiin
ko: 거래가 취소되었습니다
sv: Transaktion avbruten
zh: 取消的交易

# Languages::transaction_declined
source: Transaction declined
fi: Maksu hylätty
ko: 거래 거절
sv: Transaktion nekad
zh: 拒绝的交易

# Languages::transaction_id
source: Transaction ID
fi: Tapahtumatunnus
ko: 거래 ID
sv: Transaktion ID
zh: 交易 ID

# Languages::transaction_datetime
source: Transaction date
fi: Tapahtuman päivämäärä
ko: 거래 날짜
sv: Transaktion datum
zh: 交易日期

# Languages::transaction_key
source: Transaction key
fi: Tapahtuman avain
ko: 트랜잭션 키
sv: Transaktion nyckel
zh: 交易 key

# Languages::transaction_password
source: Transaction password
fi: Tapahtuman salasana
ko: 거래 비밀번호
sv: Transaktionslösenord
zh: 交易密码

# Languages::transaction_type
source: Transaction type
fi: Maksutavan tyyppi
ko: 거래 유형
sv: Överföringstyp
zh: 交易类型

# Languages::transaction_url
source: Transaction URL
fi: Tapahtuman URL-osoite
ko: 거래 URL
sv: Transaktion URL
zh: 交易 URL

# Languages::translate
source: Translate
fi: Kääntää
ko: 번역
sv: Översätt
zh: 翻译

# Languages::translations
source: Translations
fi: Käännökset
ko: 번역
sv: Översättningar
zh: 翻译

# Languages::edit_texts
source: Edit texts
fi: Muokkaa tekstejä
ko: 텍스트 편집
sv: Redigera texter
zh: 编辑文本

# Languages::tree
source: Tree
fi: Puu
ko: 나무
sv: Träd
zh: 所有目录

# Languages::trial
source: Trial
fi: Oikeudenkäynti
ko: 평가판
sv: Test
zh: 审判

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
fi: Kokeilutila ei ole enää käytettävissä, koska sinulla on voimassa oleva lisenssi aktivoitu tätä asennusta varten
ko: 이 설치에 대해 활성화된 유효한 라이선스가 있으므로 평가판 모드를 더 이상 사용할 수 없습니다.
sv: Testläget är inte längre tillgängligt eftersom du har en giltig licens aktiverad för denna installation
zh: 试用模式不再可用，因为您为此安装激活了有效许可证

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
fi: Kokeilutilaa ei voi aktivoida
ko: 평가판 모드를 활성화할 수 없습니다
sv: Testläget kan inte aktiveras
zh: 无法激活试用模式

# Languages::trial_notice
source: Your store is in the Trial mode.<br /><br />When the 30-day trial period expires, you'll have to enter a valid license number to be able to manage your store.<br /><br />To dismiss this message permanently, and to access to the Administration panel after the trial period is over, purchase a license and <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activate the Full mode</a>.
fi: Myymäläsi on kokeilutilassa.<br /><br />Kun 30 päivän kokeilujakso päättyy, sinun on syötettävä voimassa oleva lisenssinumero, jotta voit hallita kauppaasi.<br /><br />Jos haluat ohittaa tämän viestin pysyvästi ja päästä hallintapaneeliin kokeilujakson päätyttyä, osta lisenssi ja <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">aktivoi Full-tila</a>.
ko: 스토어가 평가판 모드에 있습니다.<br /><br />30일 평가판 기간이 만료되면 유효한 라이선스 번호를 입력해야 상점을 관리할 수 있습니다.<br /><br />이 메시지를 영구적으로 닫고 평가판 기간이 끝난 후 관리 패널에 액세스하려면 라이센스를 구입하고 <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">전체 모드를 활성화하십시오</a>.
sv: Butiken är i testläge.<br><br>När din 30-dagars testperiod är över måste du ange ett giltigt licensnummer för att fortsätta använda butiken.<br><br>För att permanent ta bort detta meddelande och få tillgång till kontrollpanelen efter att testperioden är över måste du köpa en licens och <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">aktivera fullt läge</a>.
zh: 您的商店处于试用模式。<br /><br />30 天试用期到期后，您必须输入有效的许可证号才能管理您的商店。<br /><br />要永久关闭此消息并在试用期结束后访问管理面板，请购买许可证并 <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">激活完整模式</a>。

# Languages::trial_expired
source: Your [product] trial period has expired
fi: Kokeilujaksosi [product] on umpeutunut
ko: [product] 체험 기간이 만료되었습니다.
sv: Din testperiod av [product] är över
zh: 您的 [product] 试用期已过

# Languages::text_input_license_code
source: Please enter your license number to be able to manage your store:
fi: Anna lisenssinumerosi, jotta voit hallita kauppaasi:
ko: 상점을 관리하려면 라이센스 번호를 입력하십시오.
sv: Ange ditt licensnummer för att fortsätta administrera din butik.
zh: 请输入您的许可证号以便能够管理您的商店：

# Languages::text_buy_new_license
source: If you don't have a license number yet, you can purchase it at our official website.
fi: Jos sinulla ei vielä ole lisenssinumeroa, voit ostaa sen viralliselta verkkosivustoltamme.
ko: 아직 라이선스 번호가 없다면 공식 웹사이트에서 구매할 수 있습니다.
sv: Om du inte har något licens ännu kan du köpa en på vår webbsida.
zh: 如果您还没有许可证号，您可以在我们的官方网站上购买。

# Languages::buy_license
source: Purchase a license
fi: Osta lisenssi
ko: 라이선스 구매
sv: Köp licens
zh: 购买许可证

# Languages::true
source: True
fi: Totta
ko: O
sv: Sant
zh: 真

# Languages::tt_views_shippings_update_delivery_time
source: The delivery time appears next to the name of the shipping method. If you use realtime shipping rate calculation, your shipping service may provide its own delivery time. The time provided by the shipping service will be displayed instead of the time you specify here.
fi: Toimitusaika näkyy toimitustavan nimen vieressä. Jos käytät reaaliaikaista toimituskululaskelmaa, toimituspalvelusi voi tarjota oman toimitusaikansa. Lähetyspalvelun tarjoama aika näytetään tässä määrittämäsi ajan sijaan.
ko: 배송 방법 이름 옆에 배송 시간이 나타납니다. 실시간 배송비 계산을 사용하는 경우 배송 서비스에서 자체 배송 시간을 제공할 수 있습니다. 여기에 지정한 시간 대신 배송 서비스에서 제공한 시간이 표시됩니다.
sv: Leveranstiden visas bredvid namnet på leveranssätt. Används realtidsberäknad leveranskostnad kan leveransbolaget ange annan leveranstid. leveransbolagets leveranstid kommer då att visas i stället för den tid som anges här.
zh: 交货时间显示在运输方式名称旁边。如果您使用实时运费计算，您的配送服务可能会提供自己的配送时间。将显示送货服务提供的时间，而不是您在此处指定的时间。

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
fi: Sivun otsikko näkyy selainpaneelissa.
ko: 브라우저 패널에 표시되는 페이지 제목입니다.
sv: Sidans titel visas i webbläsarfönster eller flik, lämnas tom för automatgenerering.
zh: 页面标题显示在浏览器面板上.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
fi: Tuotteen suosioluokitus perustuu siihen, kuinka monta kertaa myymälää on katsottu, ostoskorin lisäysten määrää ja ostosten määrää.
ko: 상점을 본 횟수, 장바구니에 추가한 횟수 및 구매 횟수를 기반으로 한 제품 인기도입니다.
sv: Popularitet är baserat på antal visningar, antal gånger lagt i varukorg och antal köp.
zh: 产品受欢迎程度评分基于前台多少次查看,添加到购物车的数目和购买的数量.

# Languages::ttc_search_words
source: Enter a few words here, and the product will appear in the results of the built-in search for those words, even if the product name or description doesn't have them. Separate different search words by commas.
fi: Kirjoita tähän muutama sana, niin tuote näkyy sisäänrakennetun haun tuloksissa kyseisillä sanoilla, vaikka tuotteen nimessä tai kuvauksessa niitä ei olisi. Erottele hakusanat pilkuilla.
ko: 여기에 몇 단어를 입력하면 제품 이름이나 설명에 해당 단어가 없더라도 해당 단어에 대한 내장 검색 결과에 제품이 나타납니다. 다른 검색어를 쉼표로 구분하십시오.
sv: Skriv in några ord här, så kommer produkten att visas i resultaten av den inbyggda sökningen efter dessa ord, även om produktnamnet eller beskrivningen inte har dem. Separera olika sökord med kommatecken.
zh: 在此处输入几个词，该产品将出现在内置搜索这些词的结果中，即使产品名称或描述没有它们。用逗号分隔不同的搜索词。

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
fi: Kaikki julkisivujen verkkotunnukset on liitettävä samaan IP-osoitteeseen. Huomautus: Vaihda kohtaan "Kaikki kaupat" muokataksesi
ko: 모든 상점 첫화면 도메인 이름은 동일한 IP 주소와 연관되어야 합니다. 참고: 수정하려면 '모든 상점'으로 전환하세요.
sv: Alla butikernas domännamn måste finnas på samma IP-nummer. Obs! Byt till "Alla butiker" för att redigera
zh: 所有店面域名必须与相同的 IP 地址相关联。注意：切换到“所有商店”进行编辑

# Languages::ttc_stores_status
source: ON—the storefront is open; everyone will see it. OFF—the storefront is closed; only those who have the access key will be able to see it.
fi: PÄÄLLÄ—myymälä on auki; kaikki näkevät sen. OFF—myymälä on suljettu; vain ne, joilla on pääsyavain, voivat nähdä sen.
ko: 켜짐 - 상점이 열려 있습니다. 모두가 그것을 볼 것입니다. 꺼짐 - 상점이 닫힙니다. 액세스 키가 있는 사람만 볼 수 있습니다.
sv: PÅ – skyltfönstret är öppet; alla kommer att se det. AV – skyltfönstret är stängt; endast de som har åtkomstnyckeln kommer att kunna se den.
zh: ON——店面开放；每个人都会看到它。 OFF——店面关闭；只有拥有访问密钥的人才能看到它。

# Languages::access_for_authorized_customers_only
source: Access for authorized customers only
fi: Pääsy vain valtuutetuille asiakkaille
ko: 승인된 고객만 액세스
sv: Tillgång endast för auktoriserade kunder
zh: 仅限授权客户访问

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
fi: Valikkokohta näytetään aktivoituna määritetylle lähetykselle.
ko: 메뉴 항목은 지정된 디스패치에 대해 활성화된 것으로 표시됩니다.
sv: Menyobjekt visas aktiverad för angiven dispatch.
zh: 分派指定的菜单项将显示激活.

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
fi: Alivalikko sisältää valitun objektin alielementtejä.
ko: 하위 메뉴에는 선택한 개체의 하위 요소가 포함됩니다.
sv: Undermenyn omfattar hela trädet på valt objektet.
zh: 子菜单将包括所选对象的子元素.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
fi: Kohde-URL-osoite. Voi olla ulkoinen URL-osoite, sisäisen kaupan URL-osoite tai lähetys.
ko: 대상 URL. 외부 URL, 내부 저장소 URL 또는 디스패치일 수 있습니다.
sv: Mål-URL. Kan vara intern/extern URL eller ett dispatch-värde
zh: 目标URL.可能是一个外部的URL,内部商店的URL或dispatch.

# Languages::tts_menu_user_class
source: User-defined CSS class will be added to the menu item, so this will allow to define the menu item with its own CSS style.
fi: Valikkokohtaan lisätään käyttäjän määrittämä CSS-luokka, joten tämä mahdollistaa valikkokohdan määrittämisen omalla CSS-tyylillään.
ko: 사용자 정의 CSS 클래스가 메뉴 항목에 추가되므로 고유한 CSS 스타일로 메뉴 항목을 정의할 수 있습니다.
sv: Egen CSS-klass läggs till på denna meny, det gör det möjligt att skapa egen CSS-stil.
zh: 用户定义的 CSS 类将被添加到菜单项中，因此这将允许使用自己的 CSS 样式定义菜单项。

# Languages::tt_views_block_manager_update_block_override_by_this
source: If you save the block with this option checked, the current block content value will override the content of this block everywhere it is used in the cart
fi: Jos tallennat lohkon tämän valinnan ollessa valittuna, nykyinen lohkon sisällön arvo ohittaa tämän lohkon sisällön kaikkialla, missä sitä käytetään ostoskorissa
ko: 이 옵션을 선택한 상태에서 블록을 저장하면 현재 블록 콘텐츠 값이 장바구니에서 사용되는 모든 곳에서 이 블록의 콘텐츠를 재정의합니다.
sv: Om du sparar blocket med denna vald så kommer detta blockinnehåll att åsidosätta innehållet i detta block överallt där det används i butiken
zh: 如果您选中此选项保存块,块的当前内容值将重写购物车中所有此块的内容

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
fi: Lohkon leveys toimii lohkoille, jotka sijaitsevat ryhmässä, jolla on vaakasuuntainen suunta, muissa tapauksissa tämä parametri ei toimi.
ko: 블록 너비는 수평 방향의 그룹에 있는 블록에 대해 작동하고 다른 경우에는 이 매개변수가 작동하지 않습니다.
sv: Blockbredd för block i gruppen med horisontell riktning. Denna parameter fungerar inte på andra ställen.
zh: 块的宽度基于块位于组中的水平方向,其他的情况下这个参数不起作用.

# Languages::tt_views_block_manager_update_location_default
source: One location must be picked as default. Its Top and Bottom containers will be used in all locations.
fi: Yksi sijainti on valittava oletusarvoksi. Sen ylä- ja alasäiliöitä käytetään kaikissa paikoissa.
ko: 하나의 위치를 기본값으로 선택해야 합니다. 상단 및 하단 컨테이너는 모든 위치에서 사용됩니다.
sv: En plats måste anges som standard. Sidtopp/sidofot kommer att användas på alla platser.
zh: 必须选择一个位置作为默认位置。它的顶部和底部容器将用于所有位置。

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
fi: Jos tämä on käytössä, hakutuloksissa on vain käyttäjät, jotka ovat tällä hetkellä verkossa.
ko: 활성화하면 현재 온라인 상태인 사용자만 검색 결과에 포함됩니다.
sv: Om aktiverad kommer sökresultaten endast omfatta användare som är online för tillfället.
zh: 如果启用,搜索结果包括仅在此刻在线的用户.

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
fi: Jos käytössä, summan jälkeen näkyy valuutan symboli.
ko: 활성화하면 합계 뒤에 통화 기호가 표시됩니다.
sv: Visa valutasymbol efter belopp.
zh: 如果启用，货币符号将显示在总和之后。

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
fi: Desimaalimerkin jälkeen olevien numeroiden lukumäärä.
ko: 소수점 이하 자릿수입니다.
sv: Antal siffror efter decimaltecken.
zh: 小数点后的位数。

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
fi: Desimaalierotin.
ko: 소수점 구분 기호.
sv: Decimalavgränsare.
zh: 小数分隔符。

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
fi: Tuhannen erotin.
ko: 1000 단위 구분 기호..
sv: Tusenavskiljare.
zh: 千位分隔符。

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
fi: Jos tämä on käytössä, tietokannan varmuuskopiotiedosto sisältää todelliset taulukkotiedot.
ko: 활성화하면 데이터베이스 백업 파일에 실제 테이블 데이터가 포함됩니다.
sv: Om aktiverad kommer säkerhetskopian att innehålla databasens data.
zh: 如果启用,数据库备份文件包含实际的表数据.

# Languages::tt_views_database_manage_backup_schema
source: If enabled, the database backup file keeps the table structure.
fi: Jos tämä on käytössä, tietokannan varmuuskopiotiedosto säilyttää taulukkorakenteen.
ko: 활성화된 경우 데이터베이스 백업 파일은 테이블 구조를 유지합니다.
sv: Om aktiverad kommer säkerhetskopian att innehålla databasens tabellstruktur.
zh: 如果启用,数据库备份文件会保留表结构.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
fi: Valitse tiedostolle toiminto: "Suora lataus" - tallentaaksesi tiedoston paikalliselle tietokoneelle, "Näyttö" - näyttääksesi tiedoston sisällön, "Palvelin" - tallentaaksesi tiedoston palvelimen tiedostojärjestelmään.
ko: 파일에 대한 작업을 선택합니다. "직접 다운로드" - 로컬 컴퓨터에 파일을 저장하려면 "화면" - 파일 내용을 표시하려면 "서버" - 서버 파일 시스템에 파일을 저장합니다.
sv: Välj händelse: 'Ladda ner = sparar filen på lokal dator', 'Skärm = visar filens innehåll', 'Server = sparar filen på servern'.
zh: 请选择文件操作: "直接下载" - 将文件保存在本地计算机上, "屏幕" - 显示该文件的内容, "服务器" - 将文件保存在服务器上的文件系统中.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
fi: Kielen kaksikirjaiminen koodi.
ko: 언어의 두 글자 코드입니다.
sv: Två-bokstavskod för språket.
zh: 两个字母的语言代码.

# Languages::tt_views_languages_update_country
source: The flag of this country will be used as language icon.
fi: Tämän maan lippua käytetään kielikuvakkeena.
ko: 이 국가의 국기는 언어 아이콘으로 사용됩니다.
sv: Landets flagga kommer att används som språkikon.
zh: 这个国家的国旗将用作语言图标。

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
fi: Jos tämä on käytössä, hakutuloksissa näkyvät tilaukset, joille asiakkaat ovat ladanneet omia tiedostojaan.
ko: 활성화된 경우 검색 결과에는 고객이 자신의 파일을 로드한 주문이 포함됩니다.
sv: Om aktiverad kommer sökresultaten innehålla ordrar där kunder bifogat filer.
zh: 如果启用, 则搜索结果将包含客户加载自己文件的订单..

# Languages::tt_views_payments_update_surcharge_title
source: Leave empty to use the 'Payment surcharge' as a title
fi: Jätä tyhjäksi, jos haluat käyttää otsikkona "Maksulisä".
ko: 제목으로 'Payment surcharge'를 사용하려면 비워 두세요.
sv: Lämna tom för att använda 'Betalavgift' som titel
zh: 留空使用'支付附加费'作为标题

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
fi: Malli, joka vastaa maksutavan lisäkenttien näyttämisestä.
ko: 지불 방법에 대한 추가 필드를 표시하는 템플릿입니다.
sv: Mall som visar extrafält för betalsätt.
zh: 模板负责为付款方式显示补充字段.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
fi: Tämän kentän avulla voit määrittää erillisessä laatikossa toimitettavien tuotteiden vähimmäis- ja enimmäismäärän. Anna nollasta poikkeava arvo ja määritä laatikon mitat alla.
ko: 이 필드를 사용하여 별도의 상자에 배송할 제품 항목의 최소 및 최대 수를 정의합니다. 0이 아닌 값을 입력하고 아래에 상자 치수를 지정하십시오.
sv: Ange minsta och högsta antal objekt att leverera per låda. Ange ett värde mer än noll och specificera lådans mått nedan.
zh: 使用此字段来定义产品项目分箱配送的最小和最大数目.输入一个非零值并指定下面箱子的尺寸.

# Languages::tt_views_products_components_products_shipping_settings_weight
source: Non-downloadable products with zero weight are handled as having minimal possible non-zero weight
fi: Ei-ladattavat nollapainoiset tuotteet käsitellään mahdollisimman vähän painoisina
ko: 무게가 0인 다운로드 불가 제품은 0이 아닌 최소한의 가능한 무게로 처리됩니다.
sv: Ej nedladdningsbara produkter med noll vikt hanteras som att de har minsta möjliga icke-noll vikt
zh: 重量为零不可下载的产品作为具有最小的可能非零重量处理

# Languages::tt_views_products_update_categories
source: Categories to be displayed in the navigation breadcrumbs.
fi: Navigoinnin navigointipoluissa näytettävät luokat.
ko: 탐색 탐색경로에 표시할 범주입니다.
sv: Markerad kategori visas i brödsmulespår.
zh: 要在导航面包屑中显示的类别。

# Languages::tt_views_products_update_inventory
source: Track in stock product quantity. Enable the "Enable inventory tracking" option (Settings -> General) to modify.
fi: Seuraa varastossa olevien tuotteiden määrää. Ota käyttöön "Ota varaston seuranta käyttöön" -vaihtoehto (Asetukset -> Yleiset) muokataksesi.
ko: 재고 제품 수량을 추적하십시오. 수정하려면 "인벤토리 추적 활성화" 옵션(설정 -> 일반)을 활성화합니다.
sv: Spåra produktkvantitet i lager. Aktivera alternativet "Aktivera lagerspårning" (Inställningar -> Allmänt) för att ändra.
zh: 跟踪库存产品数量。启用“启用库存跟踪”选项（设置 -> 常规）进行修改。

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
fi: Valmistajan suosittelema vähittäismyyntihinta.
ko: 제조업체가 권장하는 소매 가격입니다.
sv: Rekommenderat försäljningspris.
zh: 厂商建议零售价格.

# Languages::tt_views_products_update_out_of_stock_actions
source: 'Buy in advance' lets customers buy out-of-stock products and products that will be available since a specific date. 'Sign up for notification' works only when the product has zero or negative quantity.
fi: "Osta etukäteen" antaa asiakkaille mahdollisuuden ostaa lopputuotteita ja tuotteita, jotka ovat saatavilla tietyn päivämäärän jälkeen. "Rekisteröidy ilmoitukseen" toimii vain, kun tuotteella on nolla tai negatiivinen määrä.
ko: '선구매'는 품절된 상품과 특정일 이후 판매되는 상품을 구매할 수 있는 서비스다. '알림 등록'은 상품의 수량이 0 또는 음수인 경우에만 작동합니다.
sv: "Köp i förväg" låter kunder köpa produkter som inte är i lager och produkter som kommer att vara tillgängliga sedan ett visst datum. 'Registrera dig för avisering' fungerar bara när produkten har noll eller negativ kvantitet.
zh: “提前购买”让客户可以购买缺货产品和自特定日期起可用的产品。 “注册通知”仅在产品数量为零或为负数时有效。

# Languages::tt_views_product_features_update_feature_display_on_catalog
source: Show this feature on product list pages along with product description.
fi: Näytä tämä ominaisuus tuoteluettelosivuilla tuotekuvauksen kanssa.
ko: 제품 설명과 함께 제품 목록 페이지에 이 기능을 표시합니다.
sv: Visa denna egenskap på produktlistsidor tillsammans med produktbeskrivningen.
zh: 在产品列表页面上显示此功能以及产品描述。

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
fi: Jos tuoteominaisuus on käytössä, se näkyy myymälän tuotetietosivulla
ko: 활성화된 경우 제품 기능이 상점 첫 화면의 제품 세부 정보 페이지에 표시됩니다.
sv: Om aktiverad så visas denna i egenskapslistan på produktsidan
zh: 如果启用,该产品特征显示在前台的产品详情页面

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
fi: Liite, joka edeltää tuotteen ominaisuutta.
ko: 제품 기능 앞에 오는 접미사.
sv: Text FÖRE produktegenskap.
zh: 标记之前的产品特征
