Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::theme_editor.text_convert_to_css
source: <p>Generate CSS files from LESS (for manual editing).</p><p>IMPORTANT: You won't be able to use the Theme editor to customize the storefront!</p><p><i>The original LESS files will be backed up and you will be able to restore them later</i></p>
fi: <p>Luo CSS-tiedostoja LESS:stä (manuaalista muokkausta varten).</p><p>TÄRKEÄÄ: Et voi käyttää Teemaeditoria julkisivun mukauttamiseen!</p><p><i>Alkuperäiset VÄHEMMÄT tiedostot varmuuskopioidaan ja voit palauttaa ne myöhemmin</i></p>
ko: <p>LESS에서 CSS 파일을 생성합니다(수동 편집용).</p><p>중요: 테마 편집기를 사용하여 상점을 사용자 지정할 수 없습니다!</p><p><i>원본 LESS 파일이 백업되며 나중에 복원할 수 있습니다.</i></p>
sv: <p>Generera CSS-filer från LESS (för manuell redigering).</p><p>Observera att temaredigeraren inte längre kommer att fungera för att anpassa butiken.</p><p><i>Orginal LESS-filer kommer att säkerhetskopieras så du kan återställa dem senare.</i></p>
zh: <p>从 LESS 生成 CSS 文件（用于手动编辑）。</p><p>重要提示：您将无法使用主题编辑器自定义店面！</p><p><i>原始 LESS 文件将被备份，您可以稍后恢复它们</i></p>

# Languages::theme_editor.enable_less
source: Enable LESS
fi: Ota VÄHEMMÄN käyttöön
ko: 적게 사용
sv: Aktivera LESS
zh: 启用 LESS

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
fi: <p>Sinun tulisi vaihtaa takaisin VÄHEMMÄN, jotta voit käyttää Teemaeditoria, koska se käsittelee VÄHEMMÄN tiedostoja tavallisen CSS:n sijaan.</p><p><strong>Tärkeää:</strong> Kaikki CSS-tiedostot korvataan palautuksen aikana! Mukautetut CSS-muutokset tallennetaan varmuuskopiohakemistoon.</p>
ko: <p>테마 편집기를 사용하려면 LESS로 다시 전환해야 합니다. 테마 편집기는 일반 CSS 대신 LESS 파일을 다루기 때문입니다.</p><p><strong>중요:</strong> 복원하는 동안 모든 CSS 파일을 덮어씁니다! 사용자 정의 CSS 수정 사항은 백업 디렉토리에 저장됩니다.</p>
sv: <p>Du bör byta tillbaka till LESS för att kunna använda temaredigeraren eftersom den arbetar med LESS-filer och inte CSS-filer.</p><p><b>Obs!</b> Alla CSS-filer skrivs över under återställningen. Anpassade CSS ändringar sparas i backupmappen.</p>
zh: <p>您应该切换回 LESS 才能使用主题编辑器，因为它处理 LESS 文件而不是纯 CSS。</p><p><strong>重要提示：</strong> 在恢复过程中，所有 CSS 文件都将被覆盖！自定义 CSS 修改将保存在备份目录中。</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
fi: CSS-muutoksesi varmuuskopioidaan ja korvataan. Oletko varma, että jatkat VÄHEMMÄN palautusta?
ko: CSS 수정 사항이 백업되고 덮어쓰여집니다. LESS 복원을 계속하시겠습니까?
sv: Dina CSS modifieringar kommer att säkerhetskopieras och skrivas över. Vill du fortsätta med LESS återställning?
zh: 您的 CSS 修改将被备份和覆盖。您确定要继续 LESS 还原吗？

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
fi: Käännetyt CSS-tiedostot eivät tue tyyliä. Palauta VÄHEMMÄN <a target="_blank" href="[url]">Teemaeditorissa</a> , jotta voit muuttaa tyylejä.
ko: 컴파일된 CSS 파일은 스타일 지정을 지원하지 않습니다. <a target="_blank" href="[url]">테마 편집기</a> 에서 LESS를 복원하여 스타일을 변경할 수 있습니다.
sv: Kompilerade CSS-filer stöder inte styling. Återställ LESS i <a target="_blank" href="[url]">temaredigeraren</a> för att kunna ändra stilar.
zh: 编译的 CSS 文件不支持样式。在 <a target="_blank" href="[url]">主题编辑器</a> 中恢复 LESS 以便能够更改样式。

# Languages::need_product_name
source: You have to specify product name
fi: Sinun on määritettävä tuotteen nimi
ko: 제품 이름을 지정해야 합니다.
sv: Produkttitel måste anges
zh: 您必须指定产品名称

# Languages::api_required_field
source: The [field] field is required
fi: [field] -kenttä on pakollinen
ko: [field] 필드는 필수 항목입니다.
sv: Fältet [field] är obligatoriskt
zh: [field] 字段是必需的

# Languages::update_translation
source: Update translations
fi: Päivitä käännökset
ko: 변역 업데이트
sv: Uppdatera översättning
zh: 更新翻译

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
fi: PO-tiedoston kielikoodi ei vastaa päivitetyn kielen koodia
ko: PO 파일의 언어 코드가 업데이트된 언어의 코드와 일치하지 않습니다.
sv: Språkkoden i PO-filen matchar inte det valda språket
zh: PO 文件中的语言代码与更新后的语言代码不匹配

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
fi: PharData-luokkaa ei löydy. Lue lisää: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
ko: PharData 클래스를 찾을 수 없습니다. 더 읽어보기: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
sv: PharData klassen hittades inte. Läs mer: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
zh: 未找到 PharData 类。阅读更多： <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
fi: ZipArchive-luokkaa ei löydy. Lue lisää: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
ko: ZipArchive 클래스를 찾을 수 없습니다. 더 읽어보기: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
sv: ZipArchive klassen hittades inte. Läs mer: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
zh: 未找到 ZipArchive 类。阅读更多： <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>

# Languages::error_zip_php_extension_not_installed
source: "Zip" PHP extension is not installed. Please install the "Zip" PHP extension to create and extract ZIP-archives.
fi: "Zip" PHP-laajennusta ei ole asennettu. Asenna "Zip" PHP-laajennus luodaksesi ja purkaaksesi ZIP-arkistoja.
ko: "Zip" PHP 확장이 설치되어 있지 않습니다. ZIP 아카이브를 만들고 추출하려면 "Zip" PHP 확장을 설치하세요.
sv: Extensionen PHP Zip är inte är installerad, den behövs för att skapa och extrahera zip-arkiv.
zh: 未安装“Zip”PHP 扩展。请安装“Zip”PHP 扩展来创建和提取 ZIP 档案。

# Languages::make_archive
source: Make archive
fi: Tee arkisto
ko: 아카이브 만들기
sv: Skapa arkiv
zh: 制作存档

# Languages::marketplace
source: Marketplace
fi: Markkinapaikka
ko: 마켓플레이스
sv: Marknad
zh: 市场

# Languages::cscart_marketplace
source: CS-Cart Marketplace
ko: CS-카트 마켓플레이스
zh: CS-购物车市场

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
fi: Löydä lisää lisäosia ja teemoja <a href="[href]" target="_blank">Marketplace</a>:stä
sv: <a href="[href]" target="_blank">Tillägg och teman</a>
zh: 在 <a href="[href]" target="_blank">Marketplace</a>中查找更多附加组件和主题

# Languages::more_languages
source: More languages
fi: Lisää kieliä
ko: 추가 언어
sv: Flera språk
zh: 更多语言

# Languages::languages_find_more
source: If you haven't found the language you need, check out <a href="[href]" target="_blank">our site with free language packs</a>.
fi: Jos et löytänyt tarvitsemaasi kieltä, tutustu <a href="[href]" target="_blank">sivustoomme, jossa on ilmaisia kielipaketteja</a>.
ko: 필요한 언어를 찾지 못한 경우 <a href="[href]" target="_blank">무료 언어 팩이 포함된 당사 사이트</a>를 확인하십시오.
sv: Om du inte har hittat språket du behöver, kolla in <a href="[href]" target="_blank">vår sida med gratis språkpaket</a>.
zh: 如果您还没有找到您需要的语言，请查看我们的网站 <a href="[href]" target="_blank">免费语言包</a>。

# Languages::extract_archive
source: Extract archive
fi: Pura arkisto
ko: 아카이브 추출
sv: Extrahera arkiv
zh: 提取档案

# Languages::seo
source: SEO
ko: 검색 엔진 최적화
zh: 搜索引擎优化

# Languages::text_owl
source: OwlCarousel
fi: Pöllökaruselli
ko: 올빼미 회전 목마
zh: 猫头鹰旋转木马

# Languages::carousel_swiper
source: Swiper
fi: Pyyhkäisy
ko: 스위퍼
zh: 刷卡器

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
fi: Pakkauslehti irtotavarapainatus
ko: 포장 전표 대량 인쇄
sv: Skriv ut följesedlar
zh: 装箱单批量打印

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
fi: Laskun joukkotulostus (PDF)
ko: 인보이스 대량 인쇄(PDF)
sv: Skriv ut orderbekräftelser (pdf)
zh: 发票批量打印 (PDF)

# Languages::text_all_categories_included
source: All categories included
fi: Mukana kaikki luokat
ko: 모든 카테고리 포함
sv: Alla kategorier inkluderas
zh: 包括所有类别

# Languages::text_all_products_included
source: All products included
fi: Kaikki tuotteet mukana
ko: 모든 제품 포함
sv: Alla produkter omfattas
zh: 包括所有产品

# Languages::usergroup_registered
source: Registered users
fi: Rekisteröityneet käyttäjät
ko: 등록 된 사용자
sv: Registrerad
zh: 注册用户

# Languages::person_name
source: Name
fi: Nimi
ko: 이름
sv: namn
zh: 姓名

# Languages::promotions.cond_any
source: any
fi: minkä tahansa
ko: 일부
sv: något
zh: 任何

# Languages::promotions.cond_all
source: all
fi: kaikki
ko: 전체
sv: Allt
zh: 全部

# Languages::promotions.cond_true
source: true
fi: totta
ko: 참된
sv: sant
zh: 真的

# Languages::promotions.cond_false
source: false
fi: väärä
ko: 그릇된
sv: falsk
zh: 错误的

# Languages::text_select_vendor
source: Please select a store first
fi: Valitse ensin kauppa
ko: 먼저 매장을 선택해주세요
sv: Välj en butik först
zh: 请先选择店铺

# SettingsSections::Appearance
source: Appearance
fi: Ulkomuoto
ko: 외모
sv: Utseende
zh: 外观

# SettingsSections::Company
source: Company
fi: Yhtiö
ko: 회사
sv: Företag
zh: 公司

# SettingsSections::Emails
source: E-mails
fi: Sähköpostit
ko: 이메일
sv: E-postmeddelanden
zh: 邮件

# SettingsSections::General
source: General
fi: Kenraali
ko: 일반
sv: Allmänt
zh: 常规

# SettingsSections::Image_verification
source: Image verification
fi: Kuvanvarmennus
ko: 이미지 확인
sv: Bildverifikation
zh: 图片验证

# SettingsSections::Logging
source: Logging
fi: Kirjaaminen
ko: 로그 기록
sv: Aktivitetslogg
zh: 登录

# SettingsSections::Reports
source: Reports
fi: Raportit
ko: 보고서
sv: Rapporter
zh: 报告

# SettingsSections::Security
source: Security settings
fi: Turvallisuusasetukset
ko: 보안 설정
sv: Säkerhet
zh: 安全设置

# SettingsSections::Checkout
source: Checkout
fi: Tarkista
ko: 결제
sv: Kolla upp
zh: 查看

# SettingsSections::Sitemap
source: Sitemap
fi: Sivustokartta
ko: 사이트맵
sv: Sidkarta
zh: 站点地图

# SettingsSections::Stores
source: Stores
fi: Kaupat
ko: 스토어
sv: Butiker
zh: 专卖店

# SettingsSections::Thumbnails
source: Thumbnails
fi: Pikkukuvat
ko: 썸네일
sv: Miniatyrbilder
zh: 缩略图

# SettingsSections::Upgrade_center
source: Upgrade center
fi: Päivityskeskus
ko: 업그레이드 센터
sv: Uppgraderingcenter
zh: 升级中心

# SettingsSections::Notifications
source: Notifications
fi: Ilmoitukset
ko: 알림
sv: Aviseringar
zh: 通知

# SettingsOptions::company_name
source: Company name
fi: Yrityksen nimi
ko: 회사명
sv: Företagsnamn
zh: 公司的名称

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
fi: Ota suojattu yhteys käyttöön hallintapaneelissa
ko: 관리 패널에서 보안 연결 활성화
sv: HTTPS för kontrollpanelen
zh: 在管理面板启用安全连接(SSL证书要求安装在您的服务器上)

# SettingsOptions::secure_storefront
source: Enable secure connection for the storefront
fi: Ota suojattu yhteys käyttöön myymälässä
ko: 상점 첫 화면에 대한 보안 연결 사용
sv: HTTPS för butiksavdelningen
zh: 为店面启用安全连接

# SettingsOptions::license_number
source: License number
fi: Rekisteri numero
ko: 라이센스 번호
sv: Licensnummer
zh: 许可证号码

# SettingsOptions::alternative_currency
source: Alternative currency display format
fi: Vaihtoehtoinen valuutan näyttömuoto
ko: 대체 통화 표시 형식
sv: Visningsformat priser
zh: 替代货币显示格式

# SettingsOptions::company_address
source: Company address
fi: Yritys osoite
ko: 회사 주소
sv: Företags Adress
zh: 公司的地址

# SettingsOptions::show_cats
source: Show the 'Categories' section
fi: Näytä Luokat-osio
ko: '카테고리' 섹션 표시
sv: Visa kategoriavdelningen
zh: 显示'分类'区域

# SettingsOptions::mailer_send_method
source: Method of sending e-mails
fi: Sähköpostien lähetystapa
ko: 이메일 전송 방법
sv: Metod att skicka e-post
zh: 发送邮件方法

# SettingsOptions::width
source: Image width
fi: Kuvan leveys
ko: 이미지 너비
sv: Bildbredd
zh: 图片宽度

# SettingsOptions::log_lifetime
source: Days before a log entry is removed
fi: Päiviä ennen lokimerkinnän poistamista
ko: 로그 항목이 제거되기 전 일
sv: Dagar innan en loggpost tas bort
zh: 删除日志条目前的天数

# SettingsTooltips::log_lifetime
source: Enter 0 if you don't want any automatic removal of old logs.
fi: Kirjoita 0, jos et halua vanhojen lokien automaattista poistoa.
ko: 오래된 로그를 자동으로 제거하지 않으려면 0을 입력합니다.
sv: Ange 0 om du inte vill ha någon automatisk borttagning av gamla loggar.
zh: 如果您不想自动删除旧日志，请输入 0。

# SettingsOptions::log_type_orders
source: Orders
fi: Tilaukset
ko: 주문
sv: Ordrar
zh: 订单

# SettingsOptions::log_type_users
source: Users
fi: Käyttäjät
ko: 사용자
sv: Användare
zh: 用户

# SettingsOptions::log_type_products
source: Products
fi: Tuotteet
ko: 상품
sv: Produkter
zh: 产品

# SettingsOptions::log_type_categories
source: Categories
fi: Luokat
ko: 카테고리
sv: Kategorier
zh: 分类

# SettingsOptions::log_type_database
source: Database
fi: Tietokanta
ko: 데이터베이스
sv: Databas
zh: 数据库

# SettingsOptions::log_type_requests
source: Requests
fi: Pyynnöt
ko: 요청
sv: Förfrågan
zh: 请求

# SettingsOptions::min_account_password_length
source: Minimum password length
fi: Salasanan vähimmäispituus
ko: 최소 비밀번호 길이
sv: Minsta lösenordslängd
zh: 最小密码长度

# SettingsOptions::header_1
source: Administrator settings
fi: Järjestelmänvalvojan asetukset
ko: 관리자 설정
sv: Kontrollpanelen
zh: 管理员设置

# SettingsOptions::header_7010
source: Format of time intervals
fi: Aikavälien muoto
ko: 시간 간격의 형식
sv: Tid och datumformat
zh: 时间间隔的格式

# SettingsOptions::share_users
source: Share users among stores
fi: Jaa käyttäjät kauppojen kesken
ko: 상점 간에 사용자 공유
sv: Dela användare mellan butiker
zh: 在商店之间共享用户

# SettingsOptions::log_type_general
source: General
fi: Kenraali
ko: 일반
sv: Allmänt
zh: 常规

# SettingsOptions::backend_default_language
source: Backend default language
fi: Taustaohjelman oletuskieli
ko: 백엔드 기본 언어
sv: Standardspråk kontrollpanelen
zh: 管理员界面默认语言

# SettingsOptions::company_city
source: Company city
fi: Yrityksen kaupunki
ko: 회사 도시
sv: Företagets postort
zh: 公司的城市

# SettingsOptions::admin_orders_per_page
source: Orders per page
fi: Tilaukset per sivu
ko: 페이지당 주문
sv: Ordrar per sida
zh: 每页订单数

# SettingsOptions::day
source: Day
fi: Päivä
ko: 일
sv: Dag
zh: 天

# SettingsOptions::show_rootcats_only
source: Show only root level categories links in the 'Categories' section
fi: Näytä vain juuritason luokkien linkit "Luokat"-osiossa
ko: '카테고리' 섹션에 루트 수준 카테고리 링크만 표시
sv: Visa endast översta kategorinivån i kategoriavdelningen
zh: 在'分类'区域仅显示根分类链接

# SettingsOptions::height
source: Image height
fi: Kuvan korkeus
ko: 이미지 높이
sv: Bildhöjd
zh: 图片高度

# SettingsOptions::account_passwords_must_contain_mix
source: Password must contain both letters and numbers
fi: Salasanan tulee sisältää sekä kirjaimia että numeroita
ko: 비밀번호는 문자와 숫자를 모두 포함해야 합니다
sv: Lösenordet måste innehålla både bokstäver och siffror
zh: 密码必须同时包含字母和数字

# SettingsOptions::header_10003
source: SMTP server settings
fi: SMTP-palvelimen asetukset
ko: SMTP 서버 설정
sv: SMTP server
zh: SMTP服务器设置

# SettingsOptions::header_8158
source: FTP server options
fi: FTP-palvelimen asetukset
ko: FTP 서버 옵션
sv: FTP server
zh: FTP 服务器选项

# SettingsOptions::default_state_update_for_all
source: Default state of the "Update for all stores" icon
fi: "Päivitä kaikille myymälöille" -kuvakkeen oletustila
ko: "모든 상점 업데이트" 아이콘의 기본 상태
sv: Standardläge för "Uppdatera alla butiker" ikonen
zh: “更新所有商店”图标的默认状态

# SettingsOptions::ftp_hostname
source: Hostname
fi: Isäntänimi
ko: 호스트이름
sv: Värdnamn
zh: 主机

# SettingsOptions::weight_symbol
source: Weight symbol
fi: Painon symboli
ko: 무게 기호
sv: Viktsymbol
zh: 重量符号

# SettingsOptions::admin_products_per_page
source: Products per page
fi: Tuotteet per sivu
ko: 페이지 당 상품 노출 수
sv: Produkter per sida
zh: 每页产品数

# SettingsOptions::company_country
source: Company country
fi: Yrityksen maa
ko: 회사 국가
sv: Företagets land
zh: 公司的国家

# SettingsOptions::week
source: Week
fi: Viikko
ko: 주
sv: Vecka
zh: 周

# SettingsOptions::mailer_smtp_host
source: SMTP host
fi: SMTP-isäntä
ko: SMTP 호스트
sv: SMTP värd
zh: SMTP 主机

# SettingsOptions::string_length
source: String length
fi: Langan pituus
ko: 문자열 길이
sv: Antal tecken
zh: 图片长度

# SettingsOptions::change_admin_password_on_first_login
source: Force administrators to change password on the first login
fi: Pakota järjestelmänvalvojat vaihtamaan salasana ensimmäisen kirjautumisen yhteydessä
ko: 관리자가 처음 로그인할 때 비밀번호를 변경하도록 강제
sv: Byt lösenord vid första inloggning (admin)
zh: 强制管理员第一次登录更改密码

# SettingsOptions::show_site_info
source: Show the 'Site info' section
fi: Näytä Sivuston tiedot -osio
ko: '사이트 정보' 섹션 표시
sv: Visa informationssidor
zh: 显示'站点信息'区域

# SettingsOptions::lines_number
source: Number of grid lines
fi: Ruudukon viivojen lukumäärä
ko: 그리드 라인 수
sv: Antal rutnätslinjer
zh: 网格线的数目

# SettingsOptions::grid_color
source: Grid color (hexadecimal code)
fi: Ruudukon väri (heksadesimaalikoodi)
ko: 그리드 색상(16진수 코드)
sv: Rutnätsfärg (hexadecimal)
zh: 网格颜色 (十六进制代码)

# SettingsOptions::ftp_username
source: Username
fi: Käyttäjätunnus
ko: 아이디
sv: Användarnamn
zh: 用户

# SettingsOptions::company_state
source: Company state
fi: Yrityksen tila
ko: 회사 상태
sv: Företagets län
zh: 公司的洲、省

# SettingsOptions::weight_symbol_grams
source: Grams in the unit of weight defined by the weight symbol
fi: Grammat painosymbolin määrittämänä painoyksikönä
ko: 무게 기호로 정의된 무게 단위의 그램
sv: Gram i viktenhet definierad av viktsymbol
zh: 单位重量克由重量符号定义

# SettingsOptions::month
source: Month
fi: Kuukausi
ko: 월
sv: Månad
zh: 月

# SettingsOptions::mailer_smtp_username
source: SMTP username
fi: SMTP-käyttäjänimi
ko: SMTP 사용자 이름
sv: SMTP användarnamn
zh: SMTP 用户名

# SettingsOptions::min_font_size
source: Minimum font size
fi: Vähimmäiskirjasinkoko
ko: 최소 글꼴 크기
sv: Minsta teckenstorlek
zh: 最小字体尺寸

# SettingsOptions::account_password_expiration_period
source: Password validity period in days (0 - unlimited)
sv: Lösenord giltighetstid i dagar (0 - obegränsat)
zh: 密码有效期天数 (0 - 无限制)

# SettingsOptions::ftp_password
source: Password
fi: Salasana
ko: 비밀번호
sv: Lösenord
zh: 密码

# SettingsOptions::company_zipcode
source: Company zip code
fi: Yrityksen postinumero
ko: 회사 우편번호
sv: Företagets postnummer
zh: 公司的邮编

# SettingsOptions::admin_pages_per_page
source: CMS pages per page
fi: CMS-sivuja per sivu
ko: 페이지당 CMS 페이지
sv: CMS-sidor per sida
zh: 每页CMS页面

# SettingsOptions::year
source: Year
fi: vuosi
ko: 년
sv: År
zh: 年

# SettingsOptions::mailer_smtp_password
source: SMTP password
fi: SMTP-salasana
ko: SMTP 비밀번호
sv: SMTP lösenord
zh: SMTP 密码

# SettingsOptions::max_font_size
source: Maximum font size
fi: Suurin fonttikoko
ko: 최대 글꼴 크기
sv: Största teckenstorlek
zh: 最大字体尺寸

# SettingsOptions::store_mode
source: Close storefront
fi: Sulje myymälä
ko: 매장 닫기
sv: Stäng butik för underhåll
zh: 关闭店面

# SettingsOptions::cron_password
source: Access key to cron script which sends e-mail notifications of password change.
fi: Pääsyavain cron-skriptiin, joka lähettää sähköposti-ilmoituksia salasanan vaihdosta.
ko: 비밀번호 변경에 대한 이메일 알림을 보내는 cron 스크립트에 대한 액세스 키입니다.
sv: Åtkomstnyckel till cron-skript som skickar e-postmeddelanden om lösenordsändring.
zh: 用于发送密码更改电子邮件通知的 cron 脚本的访问密钥。

# SettingsTooltips::cron_password
source: Use: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
fi: Käytä: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
ko: 사용: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
sv: Använd: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
zh: 使用：http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value。

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
fi: Rakenna välimuisti uudelleen automaattisesti
ko: 자동으로 캐시 재구축
sv: Åsidosätt cacheminne
zh: 自动重建缓存

# SettingsOptions::order_start_id
source: Initial order ID value
fi: Alkuperäinen tilaustunnuksen arvo
ko: 초기 주문 ID 값
sv: Nästa ordernummer
zh: 初始订单 ID 值

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
fi: Salli useita lähetyksiä yhdelle tilaukselle
ko: 단일 주문에 대해 여러 배송 허용
sv: Tillåt flera leveranser per order
zh: 允许用户建立配送

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
fi: Ilmoita vierailijoille evästeiden käytöstä
ko: 방문자에게 쿠키 사용에 대해 알림
sv: Meddela besökare om cookie-användning
zh: 通知访问者关于 cookie 的使用

# SettingsOptions::tax_calculation
source: Tax calculation method based on
fi: Veron laskentamenetelmä perustuu
ko: 에 근거한 세금 계산 방법
sv: Moms beräknas enligt
zh: 税金计算方法基于

# SettingsOptions::feedback_type
source: Help us improve software
fi: Auta meitä parantamaan ohjelmistoa
ko: 소프트웨어 개선을 도와주세요
sv: Feedback till CS-Cart
zh: 帮助我们改善 CS-Cart

# SettingsOptions::auto_check_updates
source: Check for updates automatically
fi: Tarkista päivitykset automaattisesti
ko: 자동 갱신 점검
sv: Kontrollera uppdateringar automatiskt
zh: 自动检查升级

# SettingsOptions::ftp_directory
source: Directory
fi: Hakemisto
ko: 디렉토리
sv: Mapp
zh: 目录

# SettingsOptions::admin_elements_per_page
source: Elements per page
fi: Elementtejä per sivu
ko: 페이지당 요소
sv: Element per sida
zh: 每页元素

# SettingsOptions::company_phone
source: Company phone
fi: Yrityksen puhelin
ko: 업체 전화번호
sv: Företagets telefon
zh: 公司的电话

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
fi: Wysiwyg-oletuseditori
ko: 기본 wysiwyg 편집기
sv: Standard wysiwyg redigerare
zh: 默认wysiwyg编辑器

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
fi: Käytä SMTP-todennusta
ko: SMTP 인증 사용
sv: Använd SMTP autentisering
zh: 使用SMTP验证

# SettingsOptions::string_type
source: String type
fi: Merkkijonotyyppi
ko: 문자열 유형
sv: Teckentyp
zh: 字符串类型

# SettingsOptions::header_7003
source: Default customer location
fi: Asiakkaan oletussijainti
ko: 기본 고객 위치
sv: Standard kundplats
zh: 默认客户位置

# SettingsOptions::char_shadow
source: Character shadows
fi: Hahmon varjot
ko: 캐릭터 그림자
sv: Teckenskugga
zh: 字符阴影

# SettingsOptions::default_address
source: Default address
fi: Oletusosoite
ko: 기본 주소
sv: Standard adress
zh: 默认地址

# SettingsOptions::company_phone_2
source: Company phone 2
fi: Yrityksen puhelin 2
ko: 회사 전화 2
sv: Företagets telefon 2
zh: 公司的电话 2

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
fi: Pikkukuvan taustaväri
ko: 썸네일 배경색
sv: Miniatyrbild bakgrundsfärg
zh: 缩略图背景颜色

# SettingsOptions::colour
source: Color
fi: Väri
ko: 색상
sv: Färg
zh: 颜色

# SettingsOptions::header_2
source: Customer settings
fi: Asiakasasetukset
ko: 고객 설정
sv: Butikssidan
zh: 客户区设置

# SettingsOptions::header_10004
source: Sendmail settings
fi: Sendmailin asetukset
ko: 센드메일 설정
sv: Sendmail
zh: Sendmail 设置

# SettingsOptions::default_zipcode
source: Default zipcode
fi: Oletuspostinumero
ko: 기본 우편번호
sv: Standardpostnummer
zh: 默认邮编

# SettingsOptions::frontend_default_language
source: Frontend default language
fi: Käyttöliittymän oletuskieli
ko: 프론트엔드 기본 언어
sv: Standardspråk butiksavdelningen
zh: 客户区默认语言

# SettingsOptions::frontend_default_currency
source: Frontend default currency
fi: Käyttöliittymän oletusvaluutta
ko: 프런트엔드 기본 통화
sv: Frontends standardvaluta
zh: 前端默认货币

# SettingsOptions::convert_to
source: Thumbnail format
fi: Pikkukuvan muoto
ko: 썸네일 형식
sv: Miniatyrbild format
zh: 缩略图格式

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
fi: Polku sendmail-ohjelmaan
ko: sendmail 프로그램 경로
sv: Sökväg till sendmail
zh: sendmail程序路径

# SettingsOptions::background_image
source: Background image
fi: Taustakuva
ko: 배경 이미지
sv: Bakgrundsbild
zh: 背景图片路经 (相对于CS-Cart根目录 )
