Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::text_usergroup_activated
source: The following user groups have been activated for your account: [usergroups].
fi: Seuraavat käyttäjäryhmät on aktivoitu tilillesi: [usergroups].
ko: 귀하의 계정에 대해 다음 사용자 그룹이 활성화되었습니다: [usergroups].
sv: Följande användargrupper har aktiverats för ditt konto: [usergroups].
zh: 已为您的帐户激活了以下用户组： [usergroups]。

# Languages::text_usergroup_disactivated
source: The following user groups have been removed from your account: [usergroups].
fi: Seuraavat käyttäjäryhmät on poistettu tililtäsi: [usergroups].
ko: 다음 사용자 그룹이 귀하의 계정에서 제거되었습니다: [usergroups].
sv: Följande användargrupper har tagits bort från ditt konto: [usergroups].
zh: 以下用户组已从您的帐户中删除： [usergroups]。

# Languages::text_usergroup_request
source: Customer requested user group.
fi: Asiakkaan liittymispyyntö ryhmään
ko: 고객이 요청한 사용자 그룹입니다.
sv: Kund förfrågar kundgrupp.
zh: 客户请求的用户组.

# Languages::text_usergroup_requested_by
source: The <b>[usergroup]</b> group was requested by [name] ([email]).
fi: <b>[usergroup]</b> -ryhmää pyysi [name] ([email]).
ko: <b>[usergroup]</b> 그룹은 [name] ([email])에서 요청했습니다.
sv: <b>[usergroup]</b> -gruppen efterfrågades av [name] ([email]).
zh: <b>[usergroup]</b> 组是由 [name] ([email]) 请求的。

# Languages::text_worldpay_notice
source: Configure your Worldpay account before using the payment.<br /><br />Go to the Worldpay administration page and switch to the Installation section.<br /><br />Fill the fields as follows:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />MD5 secret for transactions: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />SignatureFields: <b>instId:amount:currency:cartId</b>
fi: Määritä Worldpay-tilisi ennen maksun käyttöä.<br /><br />Siirry Worldpayn hallintasivulle ja vaihda Asennus-osioon.<br /><br />Täytä kentät seuraavasti:<br /><br />Maksuvastauksen URL-osoite: <b>[return_url]</b><br />Maksuvastauksen salasana: <b>Keksi salainen sana.</b> Sama sana on syötettävä vastaavaan kenttään<br />MD5-salaisuus tapahtumia varten: <b>Luo salainen sana.</b> Sama sana on syötettävä vastaavaan kenttään alla<br />SignatureFields: <b>instId:amount:currency:cartId</b>
ko: 결제를 사용하기 전에 Worldpay 계정을 구성하십시오.<br /><br />Worldpay 관리 페이지로 이동하여 설치 섹션으로 전환합니다.<br /><br />다음과 같이 필드를 채우십시오.<br /><br />결제 응답 URL: <b>[return_url]</b><br />결제 응답 비밀번호: <b>비밀번호를 만드세요.</b> 거래에 대한<br />MD5 비밀 아래의 해당 필드에 동일한 단어를 입력해야 합니다. <b>비밀 단어를 구성합니다.</b><br />SignatureFields: <b>instId:amount:currency:cartId</b>아래의 해당 필드에 동일한 단어를 입력해야 합니다.
sv: Konfigurera ditt Worldpay-konto innan du använder betalningen.<br /><br />Gå till Worldpays administrationssida och växla till avsnittet Installation.<br /><br />Fyll i fälten enligt följande:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Skapa ett hemligt ord.</b> Samma ord måste anges i respektive fält under<br />MD5 hemlighet för transaktioner: <b>Skapa ett hemligt ord.</b> Samma ord måste anges i respektive fält under<br />Signaturfält: <b>instId:amount:currency:cartId</b>
zh: 在使用付款之前配置您的 Worldpay 帐户。<br /><br />转到 Worldpay 管理页面并切换到安装部分。<br /><br />填写以下字段：<br /><br />支付响应 URL： <b>[return_url]</b><br />支付响应密码： <b>组成一个密码。</b> 必须在下面的相应字段中输入相同的词<br />交易的 MD5 密码： <b>组成一个密码词。</b> 必须在下面的相应字段中输入相同的单词<br />SignatureFields: <b>instId:amount:currency:cartId</b>

# Languages::text_zipcodes_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
fi: Voit käyttää jokerimerkkejä tässä kentässä:<br /><b>'?'</b> - mikä tahansa yksittäinen merkki;<b>'*'</b> - mikä tahansa määrä merkkejä.<br /><br /><u>Esimerkki:</u><br /><b>98?78</b> &nbsp;&nbsp;(vastaa numeroita 98878, 98378, 98978 jne.)<br /><b>12*</b>&nbsp;&nbsp; (vastaa numeroita 12345, 8, 1209, jne.)
ko: 다음 필드에 와일드카드를 사용할 수 있습니다.<br /><b>'?'</b> - 단일 문자<b>'*'</b> - 임의의 수의 문자.<br /><br /><u>예:</u><br /><b>98?78</b> &nbsp;&nbsp;(98878, 98378, 98978 등에 해당)<br /><b>12*</b>&nbsp;&nbsp; (12345, .128096 등에 해당)
sv: Tillåtna jokertecken:<br><b>?</b> - Enskilda tecken.<br><b>*</b> - Alla tecken.<br><br><u>Exempel:</u><br><b>98?78</b> = 98878, 98378, 98978, osv.<br><b>12*</b> = 12345, 12876, 12098, osv.
zh: 您可以在此字段中使用通配符:<br><b>'?'</b> - 任何单个字符;<b>'*'</b> - 任意数量的字符.<br><br><u>例如:</u><br><b>98?78</b> &nbsp;&nbsp;(相当于 98878, 98378, 98978等等)<br><b>12*</b>&nbsp;&nbsp; (相当于12345, 12876, 12098等等)

# Languages::theme
source: Theme
fi: Teema
ko: 테마
sv: Tema
zh: 主题

# Languages::themes
source: Themes
fi: Teemat
ko: 테마
sv: teman
zh: 主题

# Languages::theme_directory
source: Theme directory
fi: Teemahakemisto
ko: 테마 디렉토리
sv: Temamapp
zh: 主题目录

# Languages::theme_editor
source: Theme editor
fi: Teeman editori
ko: 테마 편집기
sv: Temaredigeraren
zh: 主题编辑器

# Languages::theme_editor.background
source: Background
fi: Tausta
ko: 배경
sv: Bakgrund
zh: 背景

# Languages::theme_editor.backgrounds
source: Backgrounds
fi: Taustat
ko: 백그라운드
sv: Bakgrunder
zh: 背景

# Languages::theme_editor.background_color
source: Background color
fi: Taustaväri
ko: 배경 색상
sv: Bakgrundsfärg
zh: 背景颜色

# Languages::theme_editor.base_color
source: Base
fi: Pohja
ko: 기본
sv: Bas
zh: 根据

# Languages::theme_editor.body_font
source: Body
fi: Runko
ko: 본문
sv: Brödtext
zh: 身体

# Languages::theme_editor.browse
source: Browse
fi: Selaa
ko: 찾아보기
sv: Bläddra
zh: 浏览

# Languages::theme_editor.buttons_font
source: Buttons
fi: Painikkeet
ko: 버튼
sv: Knappar
zh: 纽扣

# Languages::theme_editor.close
source: Close theme editor
fi: Sulje teemaeditori
ko: 테마 편집기 닫기
sv: Avsluta temaredigeraren
zh: 关闭主题编辑器

# Languages::theme_editor.colors
source: Colors
fi: värit
ko: 색상
sv: Färger
zh: 颜色

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
fi: Värien yhdistelmä
ko: 색상 조합
sv: Färgkombination
zh: 颜色组合

# Languages::theme_editor.color_gen_analogic
source: Analogic
fi: Analoginen
ko: 유추
sv: Analog
zh: 类比

# Languages::theme_editor.color_gen_base_color
source: Base color
fi: Pohjaväri
ko: 기본색
sv: Basfärg
zh: 基本颜色

# Languages::theme_editor.color_gen_contrast
source: Contrast
fi: Kontrasti
ko: 대비
sv: Kontrast
zh: 对比

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
fi: Tumma pastelli
ko: 다크 파스텔
sv: Mörk pastell
zh: 深色粉彩

# Languages::theme_editor.color_gen_default
source: Default
fi: Oletus
ko: 기본값
sv: Standard
zh: 默认

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
fi: Vaalea pastelli
ko: 라이트 파스텔
sv: Ljus pastell
zh: 浅粉

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
fi: Yksivärinen
ko: 모노크롬
sv: Enfärgad
zh: 单色

# Languages::theme_editor.color_gen_pale
source: Pale
fi: Kalpea
ko: 엷은(Pale)
sv: Matt
zh: 苍白

# Languages::theme_editor.color_gen_pastel
source: Pastel
fi: Pastelli
ko: 파스텔
sv: Pastell
zh: 粉彩

# Languages::theme_editor.color_gen_title
source: Generate colors
fi: Luo värejä
ko: 색상 생성
sv: Skapa färger
zh: 生成颜色

# Languages::theme_editor.color_gen_triad
source: Triad
fi: Kolmikko
ko: 삼인조
zh: 三合会

# Languages::theme_editor.color_gen_variant
source: Variation
fi: Variaatio
ko: 베리에이션
zh: 变化

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
fi: Kontrasti
ko: 대비
sv: Kontrast
zh: 对比

# Languages::theme_editor.content_bg
source: Content
fi: Sisältö
ko: 내용
sv: Innehåll
zh: 内容

# Languages::theme_editor.css
source: Custom CSS
fi: Mukautettu CSS
ko: 사용자 정의 CSS
sv: Extra CSS
zh: 自定义 CSS

# Languages::theme_editor.customize
source: Customize
fi: Mukauta
ko: 사용자정의
sv: Anpassa
zh: 自定义

# Languages::theme_editor.decorative_color
source: Decorative
fi: Koriste
ko: 미
sv: Dekorativ
zh: 装饰性的

# Languages::theme_editor.discount_label
source: Discount label
fi: Alennusmerkki
ko: 할인 라벨
sv: Rabattetikett
zh: 折扣标签

# Languages::theme_editor.error_style_exists
source: The style with this name is already exist. Please choose another one.
fi: Tyyli tällä nimellä on jo olemassa. Valitse toinen.
ko: 같은 이름의 스타일이 이미 존재합니다. 다른 것을 선택하십시오.
sv: Detta stilnamn finns redan. Välj ett annat namn.
zh: 具有此名称的样式已存在。请选择另一个。

# Languages::theme_editor.favicon
source: Favicon
ko: 파비콘
sv: Favikon
zh: 网站图标

# Languages::theme_editor.favicon_size
source: Favicon size must be 16x16 px
fi: Faviconin koon on oltava 16x16 px
ko: 파비콘 크기는 16x16픽셀이어야 합니다.
sv: Favikonstorlek måste vara 16x16px
zh: 网站图标大小必须为 16x16 像素

# Languages::theme_editor.fixed
source: Fixed
fi: Korjattu
ko: 고정
sv: Fixerad
zh: 固定的

# Languages::theme_editor.font
source: Font
fi: Fontti
ko: 폰트
sv: Teckensnitt
zh: 字体

# Languages::theme_editor.fonts
source: Fonts
fi: Fontit
ko: 폰트
sv: Teckensnitt
zh: 字体

# Languages::theme_editor.font_color
source: Font
fi: Fontti
ko: 폰트
sv: Teckensnitt
zh: 字体

# Languages::theme_editor.footer
source: Footer
fi: Alatunniste
ko: 푸터
sv: Sidofot
zh: 底部

# Languages::theme_editor.footer_text
source: Footer text
fi: Alatunnisteen teksti
ko: 푸터 텍스트
sv: Text sidofot
zh: 底部文本

# Languages::theme_editor.full_width
source: Full width
fi: Täysi leveys
ko: 전체 너비
sv: Full bredd
zh: 全屏宽度

# Languages::theme_editor.general
source: General
fi: Kenraali
ko: 일반
sv: Allmänt
zh: 常规

# Languages::theme_editor.general_bg
source: General
fi: Kenraali
ko: 일반
sv: Allmänt
zh: 一般的

# Languages::theme_editor.gradient
source: Gradient
fi: Kaltevuus
ko: 그라디언트
sv: Lutning
zh: 坡度

# Languages::theme_editor.header
source: Header
fi: Otsikko
ko: 헤더
sv: Sidhuvud
zh: 标题

# Languages::theme_editor.headings_font
source: Headings
fi: Otsikot
ko: 헤딩(제목)
sv: Rubriker
zh: 标题

# Languages::theme_editor.hide_show
source: Hide/show theme editor panel
fi: Piilota/näytä teeman muokkauspaneeli
ko: 테마 편집기 패널 숨기기/표시
sv: Dölj/visa temaredigeraren
zh: 隐藏/显示主题编辑器面板

# Languages::theme_editor.in_stock
source: In stock
fi: Varastossa
ko: 재고 있음
sv: I lager
zh: 有货

# Languages::theme_editor.links_font
source: Links
fi: Linkit
ko: 링크
sv: Länkar
zh: 链接

# Languages::theme_editor.link_color
source: Links
fi: Linkit
ko: 링크
sv: Länkar
zh: 链接

# Languages::theme_editor.logos
source: Logos
fi: Logot
ko: 로고
sv: Logotyper
zh: 商标

# Languages::theme_editor.mail
source: Mail
ko: 메일
sv: Post
zh: 邮件

# Languages::theme_editor_logo.mail
source: E-mails
fi: Sähköpostit
ko: 이메일
sv: E-postmeddelanden
zh: 电子邮件

# Languages::theme_editor.main
source: Main content
fi: Pääsisältö
ko: 메인 콘텐츠
sv: Huvudinnehåll
zh: 主要内容

# Languages::theme_editor.max_image_size
source: The image must not be bigger than 200 kB.
fi: Kuva ei saa olla suurempi kuin 200 kt.
ko: 이미지는 200kB보다 커서는 안 됩니다.
sv: Bilden kan inte vara större än 200 kB.
zh: 图像必须不能大于 200 kB。

# Languages::theme_editor.menu_color
source: Menu
fi: Valikko
ko: 메뉴
sv: Meny
zh: 菜单

# Languages::theme_editor.menu_links_color
source: Menu links
fi: Menu linkit
ko: 메뉴 링크
sv: Menylänkar
zh: 菜单链接

# Languages::theme_editor.middle_bg
source: Middle
fi: Keski
ko: 중간
sv: Mitten
zh: 中间

# Languages::theme_editor.no_repeat
source: No repeat
fi: Ei toistoa
ko: 반복 없음
sv: Ingen upprepning
zh: 不重复

# Languages::theme_editor.off
source: Off
fi: Vinossa
ko: 끄기
sv: Av
zh: 关闭

# Languages::theme_editor.on
source: On
fi: Päällä
ko: 에
sv: På
zh: 开启

# Languages::theme_editor.out_of_stock
source: Out of stock
fi: Loppu varastosta
ko: 품절
sv: Slutsålda
zh: 缺货

# Languages::theme_editor.pattern
source: Pattern
fi: Kuvio
ko: 패턴
sv: Mönster
zh: 模式

# Languages::theme_editor.position
source: Position
fi: asema
ko: 위치
sv: Placera
zh: 排序

# Languages::theme_editor.styles
source: Styles
fi: Tyylit
ko: 스타일
sv: Stilar
zh: 样式

# Languages::theme_editor.style
source: Style
fi: Tyyli
ko: 스타일
sv: Stil
zh: 风格

# Languages::theme_editor.style_data_cannot_be_saved
source: Style data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
fi: Tyylitietoja ei voi tallentaa. Sinun tulee määrittää kirjoitusoikeudet <b>[theme_dir]</b> -hakemistolle tämän ongelman korjaamiseksi.
ko: 스타일 데이터를 저장할 수 없습니다. 이 문제를 해결하려면 <b>[theme_dir]</b> 디렉토리에 대한 쓰기 권한을 설정해야 합니다.
sv: Stildata kunde inte sparas. Kontrollera skrivbehörighet för mappen <b>[theme_dir]</b>.
zh: 样式数据不能保存。你应该写为目录设置权限 <b>[theme_dir]</b> 来解决此问题。

# Languages::theme_editor.style_name
source: Style name
fi: Tyylin nimi
ko: 스타일 이름
sv: Stilnamn
zh: 样式名称

# Languages::theme_editor.price
source: Price
fi: Hinta
ko: 가격
sv: Pris
zh: 价格

# Languages::theme_editor.price_font
source: Price tag
fi: Hintalappu
ko: 가격표
sv: Prislapp
zh: 价格标签

# Languages::theme_editor.primary_button
source: Primary button
fi: Ensisijainen painike
ko: 기본 버튼
sv: Primär knapp
zh: 主要按钮

# Languages::theme_editor.tertiary_button
source: Tertiary button
fi: Kolmannen asteen painike
ko: 세 번째 버튼
sv: Tredje knapp
zh: 第三按钮

# Languages::theme_editor.repeat
source: Repeat
fi: Toistaa
ko: 반복
sv: Upprepa
zh: 重复

# Languages::theme_editor.repeat_x
source: Repeat x
fi: Toista x
ko: 반복 x
sv: Upprepa x
zh: 重复的 x

# Languages::theme_editor.repeat_y
source: Repeat y
fi: Toista y
ko: y 반복
sv: Upprepa y
zh: 重复 y

# Languages::theme_editor.reset_backgrounds
source: Reset backgrounds
fi: Palauta taustat
ko: 배경 재설정
sv: Återställ bakgrunder
zh: 重置背景

# Languages::theme_editor.reset_colors
source: Reset colors
fi: Palauta värit
ko: 색 재설정
sv: Återställ färger
zh: 重置颜色

# Languages::theme_editor.reset_css
source: Reset CSS
fi: Palauta CSS
ko: CSS 재설정
sv: Återställ CSS
zh: 重置 CSS

# Languages::theme_editor.reset_fonts
source: Reset fonts
fi: Palauta fontit
ko: 글꼴을 다시 설정
sv: Återställ teckensnitt
zh: 重置字体

# Languages::theme_editor.reset_general
source: Reset general
fi: Nollaa yleinen
ko: 일반 재설정
sv: Nollställ allmänna
zh: 重置一般

# Languages::theme_editor.reset_logos
source: Reset logos
fi: Nollaa logot
ko: 로고 재설정
sv: Återställ logotyper
zh: 重置标志

# Languages::theme_editor.rounded_corners
source: Rounded corners
fi: Pyöristetyt kulmat
ko: 둥근 모서리
sv: Runda hörn
zh: 圆的角

# Languages::theme_editor.scroll
source: Scroll
fi: Selaa
ko: 스크롤(Scroll)
sv: Skrolla
zh: 滚动

# Languages::theme_editor.secondary_button
source: Secondary button
fi: Toissijainen painike
ko: 보조 버튼
sv: Sekundär knapp
zh: 辅助按钮

# Languages::theme_editor.sidebar
source: Sidebar
fi: Sivupalkki
ko: 사이드바
sv: Sidofält
zh: 侧边栏

# Languages::theme_editor.text_align
source: Text alignment
fi: Tekstin tasaus
ko: 텍스트 정렬
sv: Textjustering
zh: 文本对齐方式

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
fi: Poistutko varmasti teemaeditorista?
ko: 테마 편집기를 종료하시겠습니까?
sv: Vill du avsluta temaredigeraren?
zh: 是否确实要退出主题编辑器？

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
fi: Sinulla on tallentamattomia muutoksia. Poistutko varmasti teemaeditorista?
ko: 저장하지 않은 변경 사항이 있습니다. 테마 편집기를 종료하시겠습니까?
sv: Du har ändringar som inte sparats. Är du säker på att avsluta temaredigeraren?
zh: 你有未保存的更改。是否确实要退出主题编辑器？

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
fi: Kaikki muutokset viimeisen tallennuksen jälkeen nollataan
ko: 마지막 저장 이후의 모든 변경 사항이 재설정됩니다.
sv: Alla ändringar efter de senast sparade kommer att återställas
zh: 在上次保存后的所有更改将被重都置

# Languages::theme_editor.theme
source: Theme
fi: Teema
ko: 테마
sv: Tema
zh: 主题

# Languages::theme_editor_logo.theme
source: Theme
fi: Teema
ko: 테마
sv: Tema
zh: 主题

# Languages::theme_editor.top_panel
source: Top panel
fi: Yläpaneeli
ko: 톱 패널
sv: Sidtopp
zh: 顶部

# Languages::theme_editor.top_panel_links
source: Top panel links
fi: Yläpaneelin linkit
ko: 상단 패널 링크
sv: Sidtopp länkar
zh: 顶部面板链接

# Languages::theme_editor.top_panel_text
source: Top panel text
fi: Yläpaneelin teksti
ko: 상단 패널 텍스트
sv: Sidtopp text
zh: 顶部面板文本

# Languages::theme_editor.transparent
source: Transparent
fi: Läpinäkyvä
ko: 투명
sv: Genomskinlig
zh: 透明

# Languages::theme_editor.upload_image
source: Upload image
fi: Lataa kuva
ko: 이미지 업로드
sv: Ladda upp bild
zh: 上传图片

# Languages::theme_editor.enable
source: Enable Theme editor
fi: Ota teemaeditori käyttöön
ko: 테마 편집기 사용
sv: Aktivera temaredigeraren
zh: 启用主题编辑器

# Languages::theme_editor.system_fonts
source: System fonts
fi: Järjestelmän fontit
ko: 시스템 글꼴
sv: Systemteckensnitt
zh: 系统字体

# Languages::theme_editor.popular_fonts
source: Popular fonts
fi: Suosittuja fontteja
ko: 인기있는 글꼴
sv: Populära teckensnitt
zh: 流行的字体

# Languages::theme_editor.other_fonts
source: Other fonts
fi: Muut fontit
ko: 기타 글꼴
sv: Andra teckensnitt
zh: 其他字体

# Languages::theme_editor_mode
source: Theme editor mode
fi: Teeman muokkaustila
ko: 테마 편집기 모드
sv: Tema redigerarläge
zh: 主题编辑器模式

# Languages::theme_editor.checkout_selected_control_border
source: Checkout: Selected payment / shipping method border
fi: Kassalle: Valitun maksu-/toimitustavan raja
ko: 결제: 선택한 결제/배송 방법 테두리
sv: Kassa: Vald betalnings-/leveransmetod kantlinje
zh: 结帐：选定的付款/运输方式边框

# Languages::theme_editor.checkout_active_selector_border
source: Checkout: Active selector border
fi: Checkout: Aktiivinen valitsimen reuna
ko: 체크아웃: 활성 선택기 테두리
sv: Kassa: Aktiv väljarkant
zh: 结帐：活动选择器边框

# Languages::theme_editor.checkout_control_border
source: Checkout: Payment / shipping method border
fi: Kassalle: Maksu/toimitustavan raja
ko: 체크아웃 : 결제/배송방법 테두리
sv: Kassa: Kant för betalning/fraktmetod
zh: 结帐：付款/运输方式边界

# Languages::theme_editor.checkout_selector_border
source: Checkout: Selector border
fi: Kassalle: Valitsin reuna
ko: 체크아웃: 선택기 테두리
sv: Kassa: Väljarkant
zh: 结帐：选择器边框

# Languages::theme_editor.checkout_input_border
source: Checkout: Field border
fi: Kassalle: Kentän reuna
ko: 체크아웃: 필드 테두리
sv: Kassa: Fältgräns
zh: 结帐：字段边界

# Languages::theme_editor.checkout_selected_input_border
source: Checkout: Selected field border
fi: Kassalle: Valittu kentän reuna
ko: 체크아웃: 선택한 필드 테두리
sv: Kassa: Vald fältkant
zh: 结帐：选定的字段边框

# Languages::theme_editor.checkout_step_title
source: Checkout: Step title
fi: Checkout: Vaiheen otsikko
ko: 체크아웃: 단계 제목
sv: Kassa: Stegets titel
zh: 结帐：步骤标题

# Languages::theme_editor.checkout_input_text
source: Checkout: Text in fields
fi: Kassalle: tekstiä kenttiin
ko: 체크아웃: 필드의 텍스트
sv: Kassa: Text i fält
zh: 结帐：字段中的文本

# Languages::theme_editor.checkout_input_label
source: Checkout: Field label
fi: Kassalle: Kenttätarra
ko: 체크아웃: 필드 레이블
sv: Kassa: Fältetikett
zh: 结帐：字段标签

# Languages::theme_editor.checkout_control_background
source: Checkout: Payment / shipping method background
fi: Kassalle: Maksu-/toimitustavan tausta
ko: 결제: 결제/배송 방법 배경
sv: Kassa: Bakgrund för betalning/fraktmetoden
zh: 结帐：付款/送货方式背景

# Languages::theme_editor.checkout_selector_background
source: Checkout: Selector background
fi: Kassalle: Valitsin tausta
ko: 체크아웃: 선택기 배경
sv: Kassa: Väljarbakgrund
zh: 结帐：选择器背景

# Languages::theme_editor.checkout_selected_control_background
source: Checkout: Selected payment / shipping method background
fi: Kassalle: Valitun maksu-/toimitustavan tausta
ko: 결제: 선택한 결제/배송 방법 배경
sv: Kassa: Vald betalnings-/fraktmetod bakgrund
zh: 结帐：选定的付款/送货方式背景

# Languages::theme_editor.checkout_active_selector_background
source: Checkout: Active selector background
fi: Checkout: Aktiivinen valitsin tausta
ko: 체크아웃: 활성 선택기 배경
sv: Kassa: Aktiv väljarbakgrund
zh: 结帐：活动选择器背景

# Languages::theme_editor.checkout_control_title
source: Checkout: Payment / shipping method title
fi: Kassalle: Maksu-/toimitustavan otsikko
ko: 결제: 결제/배송 방법 제목
sv: Kassa: Betalnings-/fraktmetodens titel
zh: 结帐：付款/运输方式标题

# Languages::theme_editor.checkout_selector_title
source: Checkout: Selector title
fi: Kassalle: Valitsin otsikko
ko: 체크아웃: 선택기 제목
sv: Kassa: Väljartitel
zh: 结帐：选择器标题

# Languages::theme_editor.checkout_control_description
source: Checkout: Payment / shipping method description
fi: Kassalle: Maksu-/toimitustavan kuvaus
ko: 체크아웃: 결제/배송 방법 설명
sv: Utcheckning: Beskrivning av betalnings-/fraktmetoden
zh: 结帐：付款/送货方式说明

# Languages::theme_editor.checkout_selector_tooltip
source: Checkout: Selector tooltip
fi: Checkout: Valitsin työkaluvinkki
ko: 체크아웃: 선택기 도구 설명
sv: Till kassan: Verktygstips för väljaren
zh: 结帐：选择器工具提示

# Languages::theme_editor.checkout_control_label
source: Checkout: Credit card field names
fi: Kassalle: Luottokorttikenttien nimet
ko: 체크아웃: 신용 카드 필드 이름
sv: Utcheckning: Namn på kreditkortsfält
zh: 结帐：信用卡字段名称

# Languages::theme_editor.checkout_terms_background
source: Checkout: "Terms and conditions" section background
fi: Kassalle: "Käyttöehdot" -osion tausta
ko: 체크아웃: "이용약관" 섹션 배경
sv: Kassa: Bakgrund för avsnittet "Villkor och villkor".
zh: 结帐：“条款和条件”部分背景

# Languages::theme_editor.checkout_link
source: Checkout: Link
fi: Kassalle: Linkki
ko: 결제: 링크
sv: Kassa: Länk
zh: 结帐：链接

# Languages::admin_panel.block_manager
source: Editing layout
fi: Asettelun muokkaaminen
ko: 편집기 레이아웃
sv: Redigera layout
zh: 编辑布局

# Languages::theme_editor.create_style_first
source: You cannot modify this parameter for default styles. Create a new one first
fi: Et voi muokata tätä parametria oletustyyleille. Luo ensin uusi
ko: 기본 스타일에 대해서는이 파라미터를 수정할 수 없습니다. 먼저 새 계정을 만드세요.
sv: Du kan inte ändra denna för standardstilar. Skapa först en ny stil
zh: 您不能修改此参数的默认样式。首先创建一个新

# Languages::the_test_transaction
source: This is a TEST transaction
fi: Tämä on TEST-tapahtuma
ko: 이것은 시범용 (TEST) 거래입니다
sv: Detta är en TEST-transaktion
zh: 这是一个测试交易

# Languages::this_day
source: This day
fi: Tämä päivä
ko: 오늘
sv: I dag
zh: 该天

# Languages::this_month
source: This month
fi: Tämä kuukausi
ko: 이번 달
sv: Denna månaden
zh: 该月

# Languages::this_week
source: This week
fi: Tämä viikko
ko: 이번주
sv: Denna veckan
zh: 该周

# Languages::this_year
source: This year
fi: Tämä vuosi
ko: 올해
sv: Det här året
zh: 该年

# Languages::ths_sign
source: Ths sign
fi: Tämä merkki
ko: 이 기호
sv: Tusentecken
zh: 部份标志

# Languages::thumb
source: Thumbnail
fi: Pikkukuva
ko: 썸네일
sv: Miniatytbild
zh: 缩略图

# Languages::thumbnail
source: Thumbnail
fi: Pikkukuva
ko: 썸네일
sv: Miniatytbild
zh: 缩略图

# Languages::thumbnails
source: Thumbnails
fi: Pikkukuvat
ko: 썸네일
sv: Miniatyrbilder
zh: 缩略图

# Languages::thumbnails_removed
source: Thumbnails have been removed
fi: Pikkukuvat on poistettu
ko: 썸네일이 제거되었습니다
sv: Miniaryrbilderna är borttagna
zh: 缩略图已被删除

# Languages::thumbnail_width
source: Thumbnail width in scroller
fi: Pikkukuvan leveys vieritysrullassa
ko: 스크롤러의 썸네일 너비
sv: Miniatyrbildsbredd i blädraren
zh: 滚动文本中的缩略图宽度

# Languages::tier_account
source: tier account
fi: tason tili
ko: 계층 계정
sv: Lagernivå
zh: 帐户层

# Languages::time
source: Time
fi: Aika
ko: 시간
sv: Tidpunkt
zh: 时间

# Languages::timeout
source: Timeout
fi: Aikalisä
ko: 타임아웃
sv: Paus
zh: 超时

# Languages::Timestamp
source: Timestamp
fi: Aikaleima
ko: 타임스탬프
sv: Tidsstämpel
zh: 时间戳

# Languages::time_interval
source: Time interval
fi: Aikaväli
ko: 시간 간격
sv: Tidsintervall
zh: 时间周期

# Languages::time_unlimited_download
source: Time-unlimited download
fi: Ajaton lataus
ko: 시간 무제한 다운로드
sv: Ej tidsbegränsad nedladdning
zh: 时间无限下载

# Languages::title
source: Title
fi: Titteli
ko: 제목
sv: Titel
zh: 标题

# Languages::tmpl_copyright
source: Copyright information
fi: Tekijänoikeustiedot
ko: 저작권 정보
zh: 版权信息

# Languages::tmpl_logo
source: Store logo
fi: Kaupan logo
ko: 스토어 로고
sv: Butikslogo
zh: 商店标志

# Languages::tmpl_payment_icons
source: Payment systems icons
fi: Maksujärjestelmien kuvakkeet
ko: 결제 시스템 아이콘
sv: Betalsätt ikoner
zh: 支付系统图标

# Languages::tmpl_quick_links
source: Quick links
fi: Pikalinkit
ko: 빠른 링크
sv: Snabblänkar
zh: 快速链接

# Languages::tmpl_search
source: Search field
fi: Hakukenttä
ko: 검색 필드
sv: Sökfält
zh: 搜索区

# Languages::to
source: TO
sv: TILL
zh: 到

# Languages::today
source: Today
fi: Tänään
ko: 오늘
sv: I dag
zh: 当天

# Languages::tools
source: Tools
fi: Työkalut
ko: 도구
sv: Verktyg
zh: 工具

# Languages::tools_addons_current_state
source: Current state
fi: Nykyinen tila
ko: 현재 상태
sv: Nuvarande tillstånd
zh: 当前状态
