Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::shippings.fedex.option_cod_collection_type_any
source: Any
fi: Minkä tahansa
ko: 전체
sv: Några
zh: 任何

# Languages::shippings.fedex.option_cod_collection_type_cash
source: Cash
fi: Käteinen raha
ko: 현금
sv: Kontanter
zh: 现金

# Languages::shippings.fedex.option_cod_collection_type_guaranteed_funds
source: Guaranteed funds
fi: Taatut varat
ko: 보장된 자금
sv: Garanterade medel
zh: 保证资金

# Languages::shippings.fedex.option_custom_delivery_window
source: Custom delivery window
fi: Mukautettu toimitusikkuna
ko: 맞춤 배송 창
sv: Anpassat leveransfönster
zh: 自定义交付窗口

# Languages::shippings.fedex.option_dangerous_goods
source: Dangerous goods
fi: Vaarallisia elintarvikkeita
ko: 위험한 물건
sv: Farligt gods
zh: 危险物品

# Languages::shippings.fedex.option_dangerous_goods_options
source: Hazardous content options
fi: Vaarallisen sisällön asetukset
ko: 위험한 콘텐츠 옵션
sv: Alternativ för farligt innehåll
zh: 危险内容选项

# Languages::shippings.fedex.option_dangerous_goods_options_battery
source: Battery
fi: Akku
ko: 배터리
sv: Batteri
zh: 电池

# Languages::shippings.fedex.option_dangerous_goods_options_hazardous_materials
source: Hazardous materials
fi: Vaarallisia materiaaleja
ko: 위험 물질
sv: Farliga material
zh: 有害物质

source: Limited quantities commodities
fi: Tavaraa rajoitettu erä
ko: 한정 수량 상품
sv: Begränsade kvantiteter råvaror
zh: 数量有限的商品

# Languages::shippings.fedex.option_dangerous_goods_options_reportable_quantities
source: Reportable quantities
fi: Raportoitavat määrät
ko: 보고 가능 수량
sv: Rapporterbara mängder
zh: 可报告数量

source: Small quantity exception
fi: Pieni määrä poikkeus
ko: 소량 예외
sv: Undantag för små kvantiteter
zh: 少量异常

# Languages::shippings.fedex.option_dangerous_goods_accessibility
source: Dangerous goods accessibility
fi: Vaarallisten aineiden saavutettavuus
ko: 위험물 접근성
sv: Tillgänglighet för farligt gods
zh: 危险品可及性

# Languages::shippings.fedex.option_dangerous_goods_accessibility_accessible
source: Accessible
fi: Saatavilla
ko: 접근 허용
sv: Tillgänglig
zh: 无障碍

# Languages::shippings.fedex.option_dangerous_goods_accessibility_inaccessible
source: Inaccessible
fi: Ei saavutettavissa
ko: 확인 불가
sv: Otillgänglig
zh: 无法访问

# Languages::shippings.fedex.option_do_not_break_down_pallets
source: Do not break down pallets
fi: Älä riko kuormalavoja
ko: 팔레트를 부수지 마십시오
sv: Bryt inte ner pallar
zh: 不要分解托盘

# Languages::shippings.fedex.option_do_not_stack_pallets
source: Do not stack pallets
fi: Älä pinoa lavoja
ko: 팔레트를 쌓지 마십시오
sv: Stapla inte pallar
zh: 不要堆叠托盘

# Languages::shippings.fedex.option_dry_ice
source: Dry ice
fi: Kuivajää
ko: 드라이 아이스
sv: Torris
zh: 干冰

# Languages::shippings.fedex.option_east_coast_special
source: East Coast special
fi: Itärannikon erikoisuus
ko: 동해안 특선
sv: Special på östkusten
zh: 东海岸特辑

# Languages::shippings.fedex.option_electronic_trade_documents
source: Electronic trade documents
fi: Sähköiset kaupan asiakirjat
ko: 전자 무역 문서
sv: Elektroniska handelsdokument
zh: 电子贸易文件

# Languages::shippings.fedex.option_extreme_length
source: Extreme length
fi: Äärimmäisen pitkä
ko: 극단적인 길이
sv: Extrem längd
zh: 极长

# Languages::shippings.fedex.option_food
source: Food
fi: Ruokaa
ko: 식품
sv: Mat
zh: 食物

# Languages::shippings.fedex.option_fedex_one_rate
source: FedEx One Rate
ko: 페덱스 원 요율
sv: FedEx One-kurs
zh: 联邦快递一费

# Languages::shippings.fedex.option_freight_guarantee
source: Freight guarantee
fi: Rahtitakuu
ko: 화물 보증
sv: Fraktgaranti
zh: 运费保证

# Languages::shippings.fedex.option_freight_to_collect
source: Freight to collect
fi: Rahti kerättäväksi
ko: 징수할 화물
sv: Frakt att hämta
zh: 运费到付

# Languages::shippings.fedex.option_future_day_shipment
source: Future day shipment
fi: Tulevan päivän lähetys
ko: 익일 출하
sv: Framtida leverans
zh: 未来一天发货

# Languages::shippings.fedex.option_hold_at_location
source: Hold at location
fi: Pidä paikallaan
ko: 위치에서 유지
sv: Håll på plats
zh: 保持在位置

# Languages::shippings.fedex.option_home_delivery_premium
source: Home delivery Premium
fi: Kotiinkuljetus Premium
ko: 택배우편 프리미엄
sv: Hemleverans Premium
zh: 送货上门保费

# Languages::shippings.fedex.option_inside_delivery
source: Inside delivery
fi: Toimitus sisällä
ko: 내부 배달
sv: Inneleverans
zh: 内部交货

# Languages::shippings.fedex.option_inside_pickup
source: Inside pickup
fi: Nouto sisällä
ko: 내부 픽업
sv: Inuti pickup
zh: 内部皮卡

# Languages::shippings.fedex.option_international_controlled_export_service
source: International controlled export service
fi: Kansainvälinen valvottu vientipalvelu
ko: 국제 통제 수출 서비스
sv: Internationell kontrollerad exporttjänst
zh: 国际管制出口服务

# Languages::shippings.fedex.option_international_traffic_in_arms_regulations
source: International traffic in arms regulations
fi: Kansainvälinen aseliikennesäännöt
ko: 국제 무기 거래 규정
sv: Internationell trafik i vapenbestämmelser
zh: 国际武器贸易条例

# Languages::shippings.fedex.option_liftgate_delivery
source: Liftgate delivery
fi: Nostoluukun toimitus
ko: 리프트게이트 배송
sv: Liftgate leverans
zh: 举升门交付

# Languages::shippings.fedex.option_liftgate_pickup
source: Liftgate pickup
fi: Nostoportti nouto
ko: 리프트게이트 픽업
zh: 举升门皮卡

# Languages::shippings.fedex.option_limited_access_delivery
source: Limited access delivery
fi: Rajoitettu toimitus
ko: 제한된 액세스 배달
sv: Leverans med begränsad tillgång
zh: 有限访问交付

# Languages::shippings.fedex.option_limited_access_pickup
source: Limited access pickup
fi: Rajoitettu pääsy nouto
ko: 제한된 액세스 픽업
sv: Begränsad tillgång hämtning
zh: 有限访问取件

# Languages::shippings.fedex.option_pharmacy_delivery
source: Pharmacy delivery
fi: Apteekkien toimitus
ko: 약국 배달
sv: Apoteksleverans
zh: 药房配送

# Languages::shippings.fedex.option_poison
source: Poison
fi: Myrkyttää
ko: 독
sv: Förgifta
zh: 毒

# Languages::shippings.fedex.option_protection_from_freezing
source: Protection from freezing
fi: Suoja jäätymiseltä
ko: 동결로부터 보호
sv: Skydd mot frysning
zh: 防冻保护

# Languages::shippings.fedex.option_returns_clearance
source: Returns clearance
fi: Palauttaa selvityksen
ko: 반품 통관
sv: Returnerar klarering
zh: 退货清关

# Languages::shippings.fedex.option_saturday_delivery
source: Saturday delivery
fi: Lauantai toimitus
ko: 토요일 배달
sv: Lördags leverans
zh: 周六发货

# Languages::shippings.fedex.option_saturday_pickup
source: Saturday pickup
fi: Lauantain nouto
ko: 토요일 픽업
sv: Lördag hämtning
zh: 周六取货

# Languages::shippings.fedex.option_top_load
source: Top load
fi: Yläkuorma
ko: 최고 부하
sv: Topplast
zh: 顶部负载

# Languages::template_document_order_invoice
source: Invoice
fi: Lasku
ko: 송장
sv: Faktura
zh: 发票

# Languages::template_document_order_summary
source: Order summary
fi: Tilauksen yhteenveto
ko: 주문 요약
sv: Ordersammanfattning
zh: 订单摘要

# Languages::template_document_packing_slip_default
source: Packing slip
fi: Pakkauslehti
ko: 포장 전표
sv: Följesedel
zh: 装箱单

# Languages::documents
source: Documents
fi: Asiakirjat
ko: 문서
sv: Dokument
zh: 文件

# Languages::document_preview_order_not_found
source: Couldn't find an order. Preview only works with existing data. Please create an order and use Preview again.
fi: Tilausta ei löytynyt. Esikatselu toimii vain olemassa olevien tietojen kanssa. Luo tilaus ja käytä esikatselua uudelleen.
ko: 주문을 찾을 수 없습니다. 미리보기는 기존 데이터에서만 작동합니다. 주문을 생성하고 미리보기를 다시 사용하십시오.
sv: Kunde inte hitta en beställning. Förhandsgranskning fungerar bara med befintliga data. Vänligen skapa en beställning och använd Preview igen.
zh: 找不到订单。预览仅适用于现有数据。请创建订单并再次使用预览。

# Languages::editing_order_invoice
source: Editing invoice for order #[order_id]
fi: Muokataan laskua tilaukselle nro[order_id]
ko: 주문 번호[order_id]에 대한 인보이스 편집
sv: Redigera faktura för order #[order_id]
zh: 编辑订单 #[order_id]的发票

# Languages::email_order_invoice_subject
source: [company_name]: Invoice for order #[order_id]
fi: [company_name]: Lasku tilauksesta nro[order_id]
ko: [company_name]: 주문 번호[order_id]에 대한 인보이스
sv: [company_name]: Faktura för order #[order_id]
zh: [company_name]: 订单 #[order_id]的发票

# Languages::edit_and_send_invoice
source: Tweak and send invoice
fi: Säädä ja lähetä lasku
ko: 인보이스 조정 및 보내기
sv: Justera och skicka faktura
zh: 调整并发送发票

# Languages::error_profile_field_name_exists
source: A profile field with this name already exists. Please choose another name.
fi: Tämän niminen profiilikenttä on jo olemassa. Valitse toinen nimi.
ko: 이 이름을 가진 프로필 필드가 이미 있습니다. 다른 이름을 선택하세요.
sv: Ett profilfält med detta namn finns redan. Välj ett annat namn.
zh: 已存在具有此名称的配置文件字段。请选择其他名称。

# Languages::profile_field_name
source: Field name
fi: Kenttä nimi
ko: 필드 명
sv: Fält namn
zh: 字段名称

# Languages::profile_field_name_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and "_" sign.
fi: Merkkisarja, joka toimii tunnisteena. Voit käyttää numeroita 0-9, englannin aakkosten symboleja ja "_"-merkkiä.
ko: 식별자 역할을 하는 문자 시퀀스입니다. 0부터 9까지의 숫자, 영문자 기호 및 "_" 기호를 사용할 수 있습니다.
sv: En teckensekvens som fungerar som en identifierare. Du kan använda siffror från 0 till 9, symboler för det engelska alfabetet och tecknet "_".
zh: 用作标识符的字符序列。您可以使用从 0 到 9 的数字、英文字母符号和“_”符号。

# Languages::text_character_identifier_tooltip
source: A character sequence that serves as an identifier. You can use figures from 0 to 9, symbols of the English alphabet and the following signs: "-", "_", ".".
fi: Merkkisarja, joka toimii tunnisteena. Voit käyttää numeroita 0-9, englannin aakkosten symboleja ja seuraavia merkkejä: "-", "_", ".".
ko: 식별자 역할을 하는 문자 시퀀스입니다. 0에서 9까지의 숫자, 영어 알파벳 기호 및 "-", "_", "." 기호를 사용할 수 있습니다.
sv: En teckensekvens som fungerar som en identifierare. Du kan använda siffror från 0 till 9, symboler för det engelska alfabetet och följande tecken: "-", "_", ".".
zh: 用作标识符的字符序列。您可以使用从 0 到 9 的数字、英文字母符号和以下符号：“-”、“_”、“.”。

# SettingsOptions::monitor_core_changes
source: Monitor changes in core files
fi: Seuraa muutoksia ydintiedostoissa
ko: 코어 파일의 변경 사항 모니터링
sv: Övervaka ändringar i kärnfiler
zh: 监控核心文件的变化

# Languages::core_files_have_been_modified
source: Some of your <a href="[changes_url]">core files</a> were changed manually. That can lead to various problems, especially when upgrading to a new version of [product]. To learn more about why we advise against changing the core files, please read this <a href="[docs_url]" target="_blank" >article</a>.<br><br>[product] automatically checks for changes in core files every time you log in. To disable this check, go to <a href="[settings_url]">Settings → General</a> and untick the Monitor changes in core files checkbox.
fi: Jotkut <a href="[changes_url]">ydintiedostostasi</a> muutettiin manuaalisesti. Tämä voi johtaa erilaisiin ongelmiin, varsinkin kun päivität uuteen versioon [product]. Saat lisätietoja siitä, miksi emme suosittele ydintiedostojen vaihtamista, lukemalla tämän <a href="[docs_url]" target="_blank" >artikkelin</a>.<br><br>[product] tarkistaa automaattisesti muutokset ydintiedostoissa joka kerta, kun kirjaudut sisään. Voit poistaa tämän tarkistuksen käytöstä siirtymällä kohtaan <a href="[settings_url]">Asetukset → Yleiset</a> ja poistamalla valintaruudun Valvo muutokset ydintiedostoissa.
ko: <a href="[changes_url]">개의 코어 파일</a> 중 일부가 수동으로 변경되었습니다. 이는 특히 [product]의 새 버전으로 업그레이드할 때 다양한 문제로 이어질 수 있습니다. 코어 파일 변경을 권장하지 않는 이유에 대해 자세히 알아보려면 이 <a href="[docs_url]" target="_blank" >문서</a>를 읽으십시오.<br><br>[product] 로그인할 때마다 코어 파일의 변경 사항을 자동으로 확인합니다. 이 확인을 비활성화하려면 <a href="[settings_url]">설정 → 일반</a> 로 이동하여 코어 파일 변경 사항 모니터링 확인란의 선택을 취소합니다.
sv: Några av dina <a href="[changes_url]">kärnfiler</a> ändrades manuellt. Det kan leda till olika problem, särskilt när du uppgraderar till en ny version av [product]. För att lära dig mer om varför vi avråder från att ändra kärnfilerna, läs denna <a href="[docs_url]" target="_blank" >artikel</a>.<br><br>[product] söker automatiskt efter ändringar i kärnfiler varje gång du loggar in. För att avaktivera denna kontroll, gå till <a href="[settings_url]">Inställningar → Allmänt</a> och avmarkera kryssrutan Övervaka ändringar i kärnfiler.
zh: 您的一些 <a href="[changes_url]">核心文件</a> 已手动更改。这可能会导致各种问题，尤其是在升级到 [product]的新版本时。要了解更多关于我们为什么不建议更改核心文件的信息，请阅读这 <a href="[docs_url]" target="_blank" >篇文章</a>。<br><br>[product] 每次登录时都会自动检查核心文件的更改。要禁用此检查，请转到 <a href="[settings_url]">设置 → 常规</a> 并取消选中监控核心文件的更改复选框。

# Languages::scan_for_modified_core_files
source: Scan for changed core files
fi: Etsi muuttuneet ydintiedostot
ko: 변경된 코어 파일 검색
sv: Skanna efter ändrade kärnfiler
zh: 扫描更改的核心文件

# Languages::last_scan_time
source: Last scan time
fi: Viimeinen skannausaika
ko: 마지막 스캔 시간
sv: Senaste skanningstiden
zh: 上次扫描时间

# Languages::no_modified_core_files_found
source: No changed core files found
fi: Muutettuja ydintiedostoja ei löytynyt
ko: 변경된 코어 파일을 찾을 수 없습니다.
sv: Inga ändrade kärnfiler hittades
zh: 未找到更改的核心文件

# Languages::modified_core_files_found
source: Some of your core files have been changed. This may become a problem when upgrading [product] as changes in these files may be lost.
fi: Joitakin ydintiedostojasi on muutettu. Tästä voi tulla ongelma päivitettäessä [product] , koska näiden tiedostojen muutokset voivat kadota.
ko: 일부 핵심 파일이 변경되었습니다. 이 파일의 변경 사항이 손실될 수 있으므로 [product] 을 업그레이드할 때 문제가 될 수 있습니다.
sv: Några av dina kärnfiler har ändrats. Detta kan bli ett problem när du uppgraderar [product] eftersom ändringar i dessa filer kan gå förlorade.
zh: 您的一些核心文件已更改。这可能会在升级 [product] 时成为问题，因为这些文件中的更改可能会丢失。

# Languages::file_changes_detector
source: File changes detector
fi: Tiedostomuutosten ilmaisin
ko: 파일 변경 감지기
sv: Filändringsdetektor
zh: 文件更改检测器

# Languages::privileges.view_file_changes
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::error_shipment_not_created
source: Couldn't create a shipment. Please choose a carrier or enter a tracking number.
fi: Lähetystä ei voitu luoda. Valitse operaattori tai anna seurantanumero.
ko: 배송을 생성할 수 없습니다. 운송업체를 선택하거나 추적 번호를 입력하세요.
sv: Det gick inte att skapa en försändelse. Välj en operatör eller ange ett spårningsnummer.
zh: 无法创建货件。请选择承运人或输入运单号。

# Languages::my_cart
source: My cart
fi: Kärryni
ko: 장바구니
sv: Min vagn
zh: 我的车

# Languages::exclusive_promotions
source: Exclusive discounts
fi: Eksklusiivisia alennuksia
ko: 독점 할인
sv: Exklusiva rabatter
zh: 独家折扣

# Languages::exclusive_promotions_content
source: Subscribe to our news and get a 10% discount coupon!
fi: Tilaa uutisemme ja saat 10% alennuskupongin!
ko: 뉴스를 구독하고 10% 할인 쿠폰을 받으세요!
sv: Prenumerera på våra nyheter och få en 10% rabattkupong!
zh: 订阅我们的新闻并获得 10% 的折扣券！

# Languages::tmpl_subscription_advanced
source: Subscription advanced form
fi: Tilauksen edistynyt lomake
ko: 구독 고급 양식
sv: Avancerat formulär för prenumeration
zh: 订阅高级表格

# Languages::tmpl_newsletters_subscription_advanced
source: Newsletters: subscription advanced form
fi: Uutiskirjeet: laajennettu tilauslomake
ko: 뉴스레터: 구독 고급 양식
sv: Nyhetsbrev: prenumeration avancerad form
zh: 时事通讯：订阅高级表格

# Languages::tmpl_payment_icons_rus
source: Payment systems russian icons
fi: Maksujärjestelmien venäläiset kuvakkeet
ko: 지불 시스템 러시아 아이콘
sv: Betalningssystem ryska ikoner
zh: 支付系统俄罗斯图标

# Languages::my_account_links_advanced
source: My account advanced
fi: Tilini edistynyt
ko: 내 계정 고급
sv: Mitt konto avancerat
zh: 我的帐户高级

# Languages::api_access_has_been_enabled
source: You are free to use the API now
fi: Voit nyt vapaasti käyttää API:ta
ko: 이제 API를 자유롭게 사용할 수 있습니다.
sv: Du är fri att använda API nu
zh: 您现在可以免费使用 API

# Languages::api_access_has_been_disabled
source: From now on, you cannot use the API
fi: Tästä lähtien et voi käyttää API:ta
ko: 이제부터 API를 사용할 수 없습니다.
sv: Från och med nu kan du inte använda API:et
zh: 从现在开始，您将无法使用 API

# Languages::report_a_bug
source: Report a bug
fi: Ilmoita virheestä
ko: 버그 보고하기
sv: Rapportera en bugg
zh: 报告错误

# Languages::import_results
source: Import results
fi: Tuo tulokset
ko: 결과 가져오기
sv: Importera resultat
zh: 导入结果

# Languages::import_errors
source: Import errors
fi: Tuontivirheet
ko: 가져오기 오류
sv: Importfel
zh: 导入错误

# Languages::email_template_import_success_msg
source: All the email templates have been imported without errors.
fi: Kaikki sähköpostimallit on tuotu ilman virheitä.
ko: 모든 이메일 템플릿을 오류 없이 가져왔습니다.
sv: Alla e-postmallar har importerats utan fel.
zh: 所有电子邮件模板均已正确导入。

# Languages::document_import_success_msg
source: All the documents have been imported without errors.
fi: Kaikki asiakirjat on tuotu ilman virheitä.
ko: 모든 문서를 오류 없이 가져왔습니다.
sv: Alla dokument har importerats utan fel.
zh: 所有文件均已正确导入。

# Languages::count_document_successfully_imported
source: Documents successfully imported:
fi: Asiakirjat tuotu onnistuneesti:
ko: 성공적으로 가져온 문서:
sv: Dokument som har importerats:
zh: 成功导入的文件：

# Languages::count_email_template_successfully_imported
source: Email templates successfully imported:
fi: Sähköpostimallien tuonti onnistui:
ko: 이메일 템플릿 가져오기:
sv: E-postmallar har importerats:
zh: 已成功导入电子邮件模板：

# Languages::count_snippet_successfully_imported
source: Snippets successfully imported:
fi: Katkelmat tuotu onnistuneesti:
ko: 스니펫 가져오기:
sv: Utdrag har importerats:
zh: 片段成功导入：

# Languages::count_document_fail_imported
source: Documents import failed:
fi: Asiakirjojen tuonti epäonnistui:
ko: 문서 가져오기 실패:
sv: Dokumentimport misslyckades:
zh: 文件导入失败：

# Languages::count_email_template_fail_imported
source: Email templates import failed:
fi: Sähköpostimallien tuonti epäonnistui:
ko: 이메일 템플릿 가져오기 실패:
sv: Import av e-postmallar misslyckades:
zh: 电子邮件模板导入失败：

# Languages::count_snippet_fail_imported
source: Snippets import failed:
fi: Katkelmien tuonti epäonnistui:
ko: 스니펫 가져오기 실패:
sv: Import av kodavsnitt misslyckades:
zh: 片段导入失败：

# Languages::storefronts_limit_exceeded
source: The number of storefronts in your CS-Cart License has exceeded the number of purchased storefront licenses.
fi: CS-Cart-lisenssissäsi olevien julkisivujen määrä on ylittänyt ostettujen julkisivujen lisenssien määrän.
ko: CS-Cart 라이센스의 상점 첫 화면 수가 구매한 상점 라이센스 수를 초과했습니다.
sv: Antalet skyltfönster i din CS-Cart-licens har överskridit antalet köpta skyltfönsterlicenser.
zh: 您的 CS-Cart 许可证中的店面数量已超过购买的店面许可证数量。

# Languages::licensed_product
source: Licensed product
fi: Lisenssituote
ko: 라이선스 제품
sv: Licensierad produkt
zh: 许可产品

# Languages::store_mode.free
source: Free
fi: Vapaa
ko: 무료
sv: Fri
zh: 自由

# Languages::store_mode.ultimate
source: Ultimate
fi: Perimmäinen
ko: 얼티메이트 VC
sv: Slutlig
zh: 最终的

# Languages::store_mode.enterprise
source: Enterprise
fi: Yritys
ko: 기업
sv: Företag
zh: 企业

# Languages::product_state_description.ult.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
fi: <p>Voit käyttää jotakin seuraavista käyttöoikeuksista: <a href="[standard_license_url]" target="_blank">[product]</a> tai <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Molemmat lisenssit antavat sinun käyttää [product] :ää ilman aikarajoituksia.</p><br>
ko: <p>다음 라이선스 중 하나를 사용할 수 있습니다. <a href="[standard_license_url]" target="_blank">[product]</a> 또는 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. 두 라이선스 모두 시간 제한 없이 [product] 을 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda en av dessa licenser: <a href="[standard_license_url]" target="_blank">[product]</a> eller <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Båda licenserna tillåter dig att använda [product] utan tidsbegränsningar.</p><br>
zh: <p>您可以使用以下许可证之一： <a href="[standard_license_url]" target="_blank">[product]</a> 或 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。这两个许可证都允许您使用 [product] 而没有时间限制。</p><br>

# Languages::product_state_description.ult
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia. Huomaa, että jotkin lisäominaisuudet ovat saatavilla vain <a href="[ultimate_license_url]" target="_blank">[product] Ultimatessa.</a></p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다. 일부 고급 기능은 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate에서만 사용할 수 있습니다.</a></p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu. Observera att vissa avancerade funktioner endast är tillgängliga i <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
zh: <p>您现在可以不受时间限制地使用该软件。请注意，某些高级功能仅在 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate 中可用。</a></p><br>

# Languages::product_state_description.ult.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia.</p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu.</p><br>
zh: <p>您现在可以不受时间限制地使用该软件。</p><br>

# Languages::product_state_description.ult.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia.</p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu.</p><br>
zh: <p>您现在可以不受时间限制地使用该软件。</p><br>

# Languages::product_state_description.ult.ru.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
fi: <p>Voit käyttää jotakin seuraavista käyttöoikeuksista: <a href="[standard_license_url]" target="_blank">[product]</a> tai <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Molemmat lisenssit antavat sinun käyttää [product] :ää ilman aikarajoituksia.</p><br>
ko: <p>다음 라이선스 중 하나를 사용할 수 있습니다. <a href="[standard_license_url]" target="_blank">[product]</a> 또는 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. 두 라이선스 모두 시간 제한 없이 [product] 을 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda en av dessa licenser: <a href="[standard_license_url]" target="_blank">[product]</a> eller <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Båda licenserna tillåter dig att använda [product] utan tidsbegränsningar.</p><br>
zh: <p>您可以使用以下许可证之一： <a href="[standard_license_url]" target="_blank">[product]</a> 或 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。这两个许可证都允许您不受时间限制地使用 [product] 。</p><br>

# Languages::product_state_description.ult.ru
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia. Huomaa, että jotkin lisäominaisuudet ovat saatavilla vain <a href="[ultimate_license_url]" target="_blank">[product] Ultimatessa.</a></p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다. 일부 고급 기능은 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate에서만 사용할 수 있습니다.</a></p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu. Observera att vissa avancerade funktioner endast är tillgängliga i <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
zh: <p>您现在可以不受时间限制地使用该软件。请注意，某些高级功能仅在 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate 中可用。</a></p><br>

# Languages::product_state_description.ult.ru.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia.</p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu.</p><br>
zh: <p>您现在可以不受时间限制地使用该软件。</p><br>
