Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# SettingsVariants::timezone::Asia/Taipei
source: (GMT+08:00) Taipei
zh: (GMT+08:00) 台北

# SettingsVariants::timezone::Asia/Tokyo
source: (GMT+09:00) Osaka, Sapporo, Tokyo
fi: (GMT+09:00) Osaka, Sapporo, Tokio
zh: (GMT+09:00) 大阪、札幌、东京

# SettingsVariants::timezone::Asia/Seoul
source: (GMT+09:00) Seoul
fi: (GMT+09:00) Soul
zh: (GMT+09:00) 首尔

# SettingsVariants::timezone::Asia/Yakutsk
source: (GMT+09:00) Yakutsk
fi: (GMT+09:00) Jakutsk
sv: (GMT+09:00) Jakutsk
zh: (GMT+09:00) 雅库茨克

# SettingsVariants::timezone::Australia/Adelaide
source: (GMT+09:30) Adelaide
zh: (GMT+09:30) 阿德莱德

# SettingsVariants::timezone::Australia/Darwin
source: (GMT+09:30) Darwin
zh: (GMT+09:30) 达尔文

# SettingsVariants::timezone::Australia/Brisbane
source: (GMT+10:00) Brisbane
zh: (GMT+10:00) 布里斯班

# SettingsVariants::timezone::Australia/Sydney
source: (GMT+10:00) Canberra, Melbourne, Sydney
zh: (GMT+10:00) 堪培拉、墨尔本、悉尼

# SettingsVariants::timezone::Pacific/Port_Moresby
source: (GMT+10:00) Guam, Port Moresby
zh: (GMT+10:00) 关岛，莫尔兹比港

# SettingsVariants::timezone::Australia/Hobart
source: (GMT+10:00) Hobart
zh: (GMT+10:00) 霍巴特

# SettingsVariants::timezone::Asia/Vladivostok
source: (GMT+10:00) Vladivostok
zh: (GMT+10:00) 符拉迪沃斯托克

# SettingsVariants::timezone::Pacific/Guadalcanal
source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
fi: (GMT+11:00) Magadan, Solomon Is., Uusi-Kaledonia
sv: (GMT+11:00) Magadan, Solomonöarna, Nya Kaledonien
zh: (GMT+11:00) 马加丹、所罗门群岛、新喀里多尼亚

# SettingsVariants::timezone::Pacific/Auckland
source: (GMT+12:00) Auckland, Wellington
zh: (GMT+12:00) 奥克兰、惠灵顿

# SettingsVariants::timezone::Pacific/Fiji
source: (GMT+12:00) Fiji
fi: (GMT+12:00) Fidži
zh: (GMT+12:00) 斐济

# SettingsVariants::timezone::Asia/Kamchatka
source: (GMT+12:00) Kamchatka, Marshall Is.
zh: (GMT+12:00) 堪察加，马歇尔群岛。

# SettingsVariants::timezone::Pacific/Tongatapu
source: (GMT+13:00) Nuku'alofa
zh: (GMT+13:00) 努库阿洛法

# SettingsVariants::email_templates::old
source: Old (stored on file system)
fi: Vanha (tallennettu tiedostojärjestelmään)
ko: 이전(파일 시스템에 저장됨)
sv: Gammal (lagrad i filsystemet)
zh: 旧的（存储在文件系统上）

# SettingsVariants::email_templates::new
source: New (nice and editable via admin panel)
fi: Uusi (mukava ja muokattavissa hallintapaneelin kautta)
ko: 신규(관리 패널을 통해 훌륭하고 편집 가능)
sv: Ny (snygg och redigerbar via adminpanelen)
zh: 新的（很好，可通过管理面板编辑）

# SettingsVariants::phone_validation_mode::international_format
source: International phone number
fi: Kansainvälinen puhelinnumero
ko: 국제전화번호
sv: Internationellt telefonnummer
zh: 国际电话号码

# SettingsVariants::phone_validation_mode::any_digits
source: Any digits and +-()
fi: Mikä tahansa numero ja +-()
ko: 모든 숫자 및 +-()
sv: Alla siffror och +-()
zh: 任何数字和 +-()

# SettingsVariants::phone_validation_mode::any_symbols
source: Any symbols
fi: Kaikki symbolit
ko: 모든 기호
sv: Alla symboler
zh: 任何符号

# Languages::views
source: Views
fi: Näkymät
ko: 조회수
sv: Visning
zh: 意见

# ProfileFields::firstname
source: First name
fi: Etunimi
ko: 이름
sv: Förnamn
zh: 名

# ProfileFields::lastname
source: Last name
fi: Sukunimi
ko: 성
sv: Efternamn
zh: 姓

# Languages::first_name_and_last_name
source: First name and last name
fi: Etunimi ja sukunimi
ko: 이름과 성
sv: Förnamn och efternamn
zh: 名字和姓氏

# Languages::s_first_name_and_last_name
source: First name and last name (for shipping)
fi: Etunimi ja sukunimi (toimitusta varten)
ko: 이름과 성(배송용)
sv: Förnamn och efternamn (för frakt)
zh: 名字和姓氏（用于运输）

# Languages::b_first_name_and_last_name
source: First name and last name (for billing)
fi: Etunimi ja sukunimi (laskutusta varten)
ko: 이름 및 성(청구용)
sv: Förnamn och efternamn (för fakturering)
zh: 名字和姓氏（用于计费）

# Languages::last_name_and_first_name
source: Last name and first name
fi: Sukunimi ja etunimi
ko: 성 및 이름
sv: Efternamn och förnamn
zh: 姓氏和名字

# Languages::s_last_name_and_first_name
source: Last name and first name (for shipping)
fi: Sukunimi ja etunimi (toimitusta varten)
ko: 성 및 이름(배송용)
sv: Efternamn och förnamn (för frakt)
zh: 姓氏和名字（用于运输）

# Languages::b_last_name_and_first_name
source: Last name and first name (for billing)
fi: Sukunimi ja etunimi (laskutusta varten)
ko: 성 및 이름(청구용)
sv: Efternamn och förnamn (för fakturering)
zh: 姓氏和名字（用于计费）

# Languages::fullname
source: Full name
fi: Koko nimi
ko: 전체 이름
sv: Fullständiga namn
zh: 全名

# Languages::s_fullname
source: Full name (for shipping)
fi: Koko nimi (toimitusta varten)
ko: 성명(배송용)
sv: Fullständigt namn (för frakt)
zh: 全名（用于运输）

# Languages::b_fullname
source: Full name (for billing)
fi: Koko nimi (laskutusta varten)
ko: 성명(청구용)
sv: Fullständigt namn (för fakturering)
zh: 全名（用于计费）

# ProfileFields::customer_notes
source: Customer's notes
fi: Asiakkaan muistiinpanot
ko: 고객의 메모
sv: Kundens anteckningar
zh: 客户备注

# ProfileFields::company
source: Company
fi: Yritys
ko: 회사
sv: Företag
zh: 公司

# ProfileFields::email
source: Phone
fi: Puhelin
ko: 전화
sv: Telefon
zh: 电话

# ProfileFields::phone
source: Phone
fi: Puhelin
ko: 전화
sv: Mobilnummer
zh: 电话

# ProfileFields::fax
source: Fax
fi: Faksi
ko: 팩스
sv: Faxnummer
zh: 传真

# ProfileFields::url
source: URL
fi: Www
zh: 网址

# ProfileFields::b_firstname
source: First name
fi: Etunimi
ko: 이름
sv: Förnamn
zh: 名

# ProfileFields::s_firstname
source: First name
fi: Etunimi
ko: 이름
sv: Förnamn
zh: 名

# ProfileFields::b_lastname
source: Last name
fi: Sukunimi
ko: 성
sv: Efternamn
zh: 姓

# ProfileFields::s_lastname
source: Last name
fi: Sukunimi
ko: 성
sv: Efternamn
zh: 姓

# ProfileFields::b_address
source: Address
fi: Osoite
ko: 주소
sv: Adress
zh: 地址

# ProfileFields::b_address_2
source: Address
fi: Osoite
ko: 주소
sv: Adress (rad 2)
zh: 地址

# ProfileFields::s_address
source: Address
fi: Osoite
ko: 주소
sv: Adress
zh: 地址

# ProfileFields::s_address_2
source: Address
fi: Osoite
ko: 주소
sv: Adress (rad 2)
zh: 地址

# ProfileFields::b_city
source: City
fi: Kaupunki
ko: 도시
sv: Postort
zh: 城市

# ProfileFields::s_city
source: City
fi: Kaupunki
ko: 도시
sv: Postort
zh: 城市

# ProfileFields::b_state
source: State/province
fi: Lääni
ko: 시/도
sv: Län
zh: 州/省

# ProfileFields::s_state
source: State/province
fi: Lääni
ko: 시/도
sv: Län
zh: 州/省

# ProfileFields::b_country
source: Country
fi: Maa
ko: 국가
sv: Land
zh: 国家

# ProfileFields::s_country
source: Country
fi: Maa
ko: 국가
sv: Land
zh: 国家

# ProfileFields::b_zipcode
source: Zip/postal code
fi: Postinumero
ko: 우편번호
sv: Postnummer
zh: 邮编

# ProfileFields::s_zipcode
source: Zip/postal code
fi: Postinumero
ko: 우편번호
sv: Postnummer
zh: 邮编

# ProfileFields::b_phone
source: Phone
fi: Puhelin
ko: 전화
sv: Mobilnummer
zh: 电话

# ProfileFields::s_phone
source: Phone
fi: Puhelin
ko: 전화
sv: Mobilnummer
zh: 电话

# ProfileFields::email
source: E-mail
fi: Sähköposti
ko: 이메일
sv: E-postadress
zh: 邮件

# ProfileFields::s_address_type
source: Address type
fi: Osoitteen tyyppi
ko: 주소 유형
sv: Adresstyp
zh: 地址类型

# ProfileFields::admin_firstname
source: First name
fi: Etunimi
ko: 이름
sv: Förnamn
zh: 名

# ProfileFields::admin_lastname
source: Last name
fi: Sukunimi
ko: 성
sv: Efternamn
zh: 姓

# ProfileFields::company_description
source: Description
fi: Kuvaus
ko: 설명
sv: Beskrivning
zh: 描述

# ProfileFields::address
source: Address
fi: Osoite
ko: 주소
sv: Adress
zh: 地址

# ProfileFields::city
source: City
fi: Kaupunki
ko: 도시
sv: Stad
zh: 城市

# ProfileFields::country
source: Country
fi: Maa
ko: 국가
sv: Land
zh: 国家

# ProfileFields::state
source: State/Province
fi: Osavaltio/maakunta
ko: 주/도
sv: Stat/provins
zh: 州/省

# ProfileFields::zipcode
source: Zip/postal code
fi: Postinumero
ko: 우편번호
sv: Postnummer
zh: 邮编/邮政编码

# ProfileFields::accept_terms
source: I accept the Terms and Conditions
fi: Hyväksyn käyttöehdot
ko: 나는 이용 약관에 동의합니다
sv: Jag accepterar villkoren
zh: 我接受条款及条件

# Languages::vendor_terms
source: Vendor terms and conditions
fi: Myyjän ehdot
ko: 공급업체 이용약관
sv: Säljarens villkor
zh: 供应商条款和条件

# Languages::vendor_terms_field_alert
source: Vendor terms and conditions alert
fi: Myyjän käyttöehdot
ko: 공급업체 이용약관 경고
sv: Varning för leverantörsvillkor
zh: 供应商条款和条件警报

# Languages::vendor_terms_field_terms_text
source: Vendor terms and conditions text
fi: Toimittajan käyttöehtojen teksti
ko: 공급업체 이용약관 텍스트
sv: Säljarens villkorstext
zh: 供应商条款和条件文本

# Languages::product_must_have_owner_category
source: Product must belong to some category created by the owner company.
fi: Tuotteen tulee kuulua johonkin omistajayrityksen luomaan luokkaan.
ko: 제품은 소유자 회사에서 만든 일부 범주에 속해야 합니다.
sv: Produkten måste tillhöra någon kategori som skapats av ägarföretaget.
zh: 产品必须属于所有者公司创建的某个类别。

# SettingsVariants::mailer_smtp_ecrypted_connection::none
source: None
fi: Ei mitään
ko: 없음
sv: Ingen
zh: 没有任何

# SettingsVariants::configure_sign_in_step::new_customer_first
source: Display "New customer" first
fi: Näytä ensin "Uusi asiakas".
ko: "신규 고객"을 먼저 표시
sv: Visa "ny kund" först
zh: 首先显示“新客户”

# SettingsVariants::configure_sign_in_step::returning_customer_first
source: Display "Returning customer" first
fi: Näytä ensin "Palaava asiakas".
ko: "재방문 고객"을 먼저 표시
sv: Visa "inloggningsrutan" först
zh: 首先显示“回头客”

# SettingsVariants::configure_sign_in_step::hide
source: Hide step completely
fi: Piilota vaihe kokonaan
ko: 단계를 완전히 숨기기
sv: Dölj steget helt
zh: 完全隐藏步骤

# SettingsVariants::sign_in_default_action::register
source: Register
fi: Rekisteröidy
ko: 회원가입
sv: Skapa konto
zh: 登记

# SettingsVariants::sign_in_default_action::checkout_as_guest
source: Checkout as guest
fi: Kassalla vieraana
ko: 손님으로 체크 아웃하세요
sv: Snabbkassa
zh: 以访客身份结帐

# Languages::last_year
source: Last year
fi: Viime vuonna
ko: 작년
sv: Förra året
zh: 去年

# Languages::store_closed
source: Store closed
fi: Suljettu
ko: 매장 폐쇄
sv: Butiken är stängd
zh: 商店关门

# Languages::store_closed_banner
source: Store<br/>closed
fi: Suljettu
ko: 매장<br/>폐쇄
sv: Butiken<br>stängd
zh: 商店<br/>已关闭

# Languages::copy_to_other_locations
source: Copy to other locations
fi: Kopioi muihin paikkoihin
ko: 다른 위치로 복사
sv: Kopiera till andra platser
zh: 复制到其他位置

# Languages::head_custom_html
source: Custom HTML code
fi: Muokattu HTML-koodi
ko: 사용자 정의 HTML 코드
sv: Anpassad HTML kod
zh: 自定义 HTML 代码

# Languages::tt_views_block_manager_update_location_head_custom_html
source: This code will be put between the &lt;head&gt;&lt;/head&gt; tags. Use it to specify meta tags or to reference external scripts or styles.
fi: Tämä koodi sijoitetaan &lt;head&gt;&lt;/head&gt; -tunnisteiden väliin. Käytä sitä sisällönkuvauskenttien määrittämiseen tai ulkoisiin komentosarjoihin tai tyyleihin viittaamiseen.
ko: 이 코드는 &lt;head&gt;&lt;/head&gt; 태그 사이에 배치됩니다. 메타 태그를 지정하거나 외부 스크립트 또는 스타일을 참조하는 데 사용합니다.
sv: Denna kod kommer att placeras mellan &lt;head&gt;&lt;/head&gt; -taggarna. Använd den för att ange metataggar eller för att referera till externa skript eller stilar.
zh: 此代码将放在 &lt;head&gt;&lt;/head&gt; 标签之间。使用它来指定元标记或引用外部脚本或样式。

# Languages::category_deletion_side_effects
source: This will delete all selected category's products, as well as its subcategories and their products.
fi: Tämä poistaa kaikki valitun luokan tuotteet sekä sen alaluokat ja niiden tuotteet.
ko: 이렇게 하면 선택한 카테고리의 모든 제품과 해당 하위 카테고리 및 해당 제품이 삭제됩니다.
sv: Detta kommer att ta bort valda kategoriers produkter samt underkategorier och dess produkter.
zh: 这将删除所有选定类别的产品，以及其子类别及其产品。

# Languages::bulk_category_deletion_side_effects
source: This will delete all selected categories' products, as well as their subcategories and their products.
fi: Tämä poistaa kaikkien valittujen luokkien tuotteet sekä niiden alaluokat ja niiden tuotteet.
ko: 이렇게 하면 선택한 모든 카테고리의 제품과 해당 하위 카테고리 및 해당 제품이 삭제됩니다.
sv: Detta kommer att ta bort valda kategoriers produkter samt underkategorier och dess produkter.
zh: 这将删除所有选定类别的产品，以及它们的子类别和产品。

# Languages::restore_original
source: Restore original
fi: Palauta alkuperäinen
ko: 원본 복원
sv: Återställ orginal
zh: 恢复原状

# Languages::set_custom_configuration
source: Set custom configuration
fi: Aseta mukautetut asetukset
ko: 사용자 지정 구성 설정
sv: Anpassa inställning
zh: 设置自定义配置

# Languages::use_default_block_configuration
source: Use default block configuration
fi: Käytä oletuslohkokokoonpanoa
ko: 기본 블록 구성 사용
sv: Använd standard blockinställning
zh: 使用默认块配置

# Languages::private_files
source: Private files
fi: Yksityiset tiedostot
ko: 개인 파일
sv: Privata filer
zh: 私人文件

# Languages::public_files
source: Public files
fi: Julkiset tiedostot
ko: 공개 파일
sv: Offentliga filer
zh: 公共文件

# Languages::templates
source: Templates
fi: Mallit
ko: 템플릿
sv: Mallar
zh: 模板

# Languages::payments.realex.referring_url
source: Please supply this URL to your Realex Payments account manager
fi: Anna tämä URL-osoite Realex Payments -tilivastaavallesi
ko: Realex Payments 계정 관리자에게 이 URL을 제공하세요.
sv: Ange denna URL i Realex kontoinställningar
zh: 请将此 URL 提供给您的 Realex Payments 客户经理

# Languages::payments.globalpayments.referring_url
source: Please supply this URL to your Global Payments account manager
fi: Anna tämä URL-osoite Global Payments -tilivastaavallesi
ko: Global Payments 계정 관리자에게 이 URL을 제공하세요.
sv: Ange denna webbadress till din kontoansvariga för Global Payments
zh: 请将此 URL 提供给您的 Global Payments 客户经理

# Languages::payments.realex.referring_ip
source: Please supply the IP address of your server to your Realex Payments account manager
fi: Anna palvelimesi IP-osoite Realex Payments -tilivastaavallesi
ko: Realex Payments 계정 관리자에게 서버의 IP 주소를 제공하십시오.
sv: Ange din servers IP-adress i Realex kontoinställningar
zh: 请将您服务器的 IP 地址提供给您的 Realex Payments 客户经理

# Languages::payments.globalpayments.referring_ip
source: Please supply the IP address of your server to your Global Payments account manager
fi: Anna palvelimesi IP-osoite Global Payments -tilivastaavallesi
sv: Vänligen ange IP-adressen för din server till din Global Payments-kontoansvarig
zh: 请将您服务器的 IP 地址提供给您的 Global Payments 客户经理

# Languages::payments.realex.settlement
source: Settlement
fi: Ratkaisu
ko: 정착
sv: Uppgörelse
zh: 沉降

# Languages::payments.realex.delayed_settlement
source: Delayed settlement
fi: Viivästynyt selvitys
ko: 지연된 결제
sv: Fördröjd uppgörelse
zh: 延迟结算

# Languages::payments.realex.auto_settled
source: Auto-settled
fi: Automaattisesti ratkaistu
ko: 자동결제
sv: Automatiskt uppgörelse
zh: 自动结算

# Languages::payments.realex.text_status_map
source: Realex to CS-Cart order status conversion map
fi: Realex to CS-Cart tilauksen tilan muunnoskartta
ko: Realex에서 CS-Cart 주문 상태 변환 맵
sv: Realex omvandlingstabell för orderstatus
zh: Realex 到 CS-Cart 订单状态转换图

# Languages::payments.globalpayments.text_status_map
source: Global Payments to [product] order status conversion map
fi: Yleiset maksut [product] tilauksen tilan muunnoskarttaan
ko: Global Payments to [product] 주문 상태 변환 맵
sv: Globala betalningar till [product] konverteringskarta för orderstatus
zh: 环球支付到 [product] 订单状态转换图

# Languages::payments.realex.subaccount
source: Subaccount
fi: Alatili
ko: 하위 계정
sv: Underkonto
zh: 子帐户

# Languages::payments.realex.liability_shift
source: Liability Shift
fi: Vastuumuutos
ko: 책임 이동
sv: Ansvarsskifte
zh: 责任转移

# Languages::payments.realex.liability_shift_required
source: Liability Shift required
fi: Vastuuvuoro vaaditaan
ko: 책임 이동 필요
sv: Ansvarsskifte krävs
zh: 需要责任转移

# Languages::payments.realex.3d_secure_message
source: 3-D Secure message
fi: 3-D-suojattu viesti
sv: 3D-säker meddelande
zh: 3-D 安全信息

# Languages::payments.realex.connector_error
source: Your Realex account has been suspended. Contact Realex support for further information.
fi: Realex-tilisi on jäädytetty. Ota yhteyttä Realexin tukeen saadaksesi lisätietoja.
ko: Realex 계정이 정지되었습니다. 자세한 내용은 Realex 지원에 문의하십시오.
sv: Ditt Realex konto har stängts av. Kontakta Realex support för ytterligare information.
zh: 您的 Realex 帐户已被暂停。联系 Realex 支持以获取更多信息。

# Languages::payments.globalpayments.connector_error
source: Your Global Payments account has been suspended. Contact Global Payments support for further information.
fi: Global Payments -tilisi on jäädytetty. Ota yhteyttä Global Payments -tukeen saadaksesi lisätietoja.
ko: 귀하의 글로벌 결제 계정이 정지되었습니다. 자세한 내용은 글로벌 결제 지원팀에 문의하세요.
sv: Ditt Global Payments-konto har stängts av. Kontakta supporten för Global Payments för mer information.
zh: 您的 Global Payments 帐户已被暂停。如需更多信息，请联系 Global Payments 支持。

# Languages::payments.realex.incorrect_request
source: Incorrect XML message formation or content
fi: Virheellinen XML-sanoman muodostus tai sisältö
ko: 잘못된 XML 메시지 구성 또는 내용
sv: Felaktig XML formatering eller innehåll
zh: XML 消息格式或内容不正确

# Languages::payments.realex.realex_error
source: Error with Realex systems
fi: Virhe Realex-järjestelmissä
sv: Fel i Realexsystemet
zh: Realex 系统出错

# Languages::payments.globalpayments.globalpayments_error
source: Error with Global Payments systems
fi: Virhe Global Payments -järjestelmissä
sv: Fel med globala betalningssystem
zh: 全球支付系统错误

# Languages::payments.realex.bank_error
source: Error with bank systems
fi: Virhe pankkijärjestelmissä
sv: Fel i banksystemet
zh: 银行系统出错

# Languages::payments.realex.card_lost_or_stolen
source: Card reported lost or stolen
fi: Kortti on ilmoitettu kadonneeksi tai varastetuksi
ko: 카드 분실 또는 도난 신고
sv: Kort anmält förlorat eller stulet
zh: 卡报失或被盗

# Languages::payments.realex.refferal
source: Referral by bank
fi: Pankin suositus
ko: 은행 추천
sv: Hänvisning av bank
zh: 银行转介

# Languages::payments.realex.avs_postcode
source: AVS Postcode
fi: AVS postinumero
sv: AVS Postnummer
zh: AVS 邮政编码

# Languages::payments.realex.avs_address
source: AVS Address
fi: AVS-osoite
sv: AVS Adress
zh: AVS 地址

# Languages::payments.realex.cavv
source: CAVV
zh: 冠状病毒

# Languages::payments.realex.result_message
source: Result message
fi: Tulosviesti
ko: 결과 메시지
sv: Resultatmeddelande
zh: 结果消息

# Languages::payments.realex.result_code
source: Result code
fi: Tuloskoodi
ko: 결과 코드
sv: Resultatkod
zh: 结果代码

# Languages::payments.realex.transaction_pasref
source: Transaction PASREF
fi: Tapahtuma PASREF
ko: 거래 PASREF
sv: Transaktion PASREF
zh: 事务 PASREF

# Languages::payments.realex.transaction_order_id
source: Transaction Order ID
fi: Tapahtumatilauksen tunnus
ko: 거래 주문 ID
sv: Transaktion order ID
zh: 交易订单编号

# Languages::payments.realex.avs.matched
source: Matched
fi: Sovittu
ko: 일치
sv: Matchar
zh: 匹配

# Languages::payments.realex.avs.not_matched
source: Not matched
fi: Ei täsmää
ko: 일치하지 않음
sv: Matchar inte
zh: 不匹配

# Languages::payments.realex.avs.problem_with_check
source: Problem with check
fi: Ongelma shekin kanssa
ko: 수표 문제
sv: Problem med kontroll
zh: 支票有问题

# Languages::payments.realex.avs.unable_to_check
source: Unable to check
fi: Ei voi tarkistaa
ko: 확인할 수 없음
sv: Kunde inte kontrollera
zh: 无法检查

# Languages::payments.realex.avs.partial_match
source: Partial match
fi: Osittainen ottelu
ko: 부분 일치
sv: Matchar delvis
zh: 部分匹配

# Languages::payments.realex.wrong_card_type
source: This payment is unavailable for this type of credit cards.
fi: Tämä maksu ei ole saatavilla tämäntyyppisille luottokorteille.
ko: 이 유형의 신용카드로는 결제가 불가능합니다.
sv: Detta betalsätt är inte tillgänglig för denna typ av betalkort.
zh: 此付款不适用于此类信用卡。

# Languages::payments.realex.incorrect_valid_trhu
source: Incorrect values of 'Valid thru' fields.
fi: Väärät arvot Valid thru -kentissä.
ko: '유효함' 필드 값이 잘못되었습니다.
sv: Felaktigt värde i fältet 'Giltighetstid'.
zh: “有效直通”字段的值不正确。

# Languages::use_for_login
source: Login form
fi: Sisäänkirjautumislomake
ko: 로그인 ㅍ
sv: Logga in formulär
zh: 登录表格

# Languages::use_for_register
source: Create and edit profile form
fi: Luo ja muokkaa profiililomaketta
ko: 프로필 양식 생성 및 편집
sv: Skapa och redigera profilformulär
zh: 创建和编辑个人资料表格

# Languages::use_for_checkout
source: Checkout (user information) form
fi: Checkout (käyttäjätiedot) -lomake
ko: 결제(사용자 정보) 양식
sv: Kassan (användarinformation)
zh: 结帐（用户信息）表单

# Languages::use_for_track_orders
source: Track my order form
fi: Seuraa tilauslomakettani
ko: 내 주문 양식 추적
sv: Spåra order formulär
zh: 跟踪我的订单

# Languages::use_for_track_product_in_stock
source: In-stock notification subscription form
fi: Varastossa oleva ilmoitustilauslomake
ko: 재고 알림 구독 양식
sv: Prenumerationsformulär för anmälan i lager
zh: 库存通知订阅表

# Languages::seo_menu_description
source: SEO settings of your store.
fi: Kauppasi SEO-asetukset.
ko: 상점의 SEO 설정.
sv: SEO-inställningar.
zh: 您商店的 SEO 设置。

# Languages::seo_robots
source: robots.txt
zh: 机器人.txt

# Languages::robots_title
source: Editing: robots.txt
fi: Muokkaus: robots.txt
ko: 편집: robots.txt
sv: Redigerar: robots.txt
zh: 编辑：robots.txt

# Languages::edit_robots
source: Edit robots.txt
fi: Muokkaa robots.txt-tiedostoa
ko: robots.txt 수정
sv: Redigera robots.txt
zh: 编辑 robots.txt

# Languages::restore_robots
source: Restore the default robots.txt
fi: Palauta oletusrobots.txt
ko: 기본 robots.txt 복원
sv: Återställ standard robots.txt
zh: 恢复默认 robots.txt

# Languages::option_exceptions
source: Option exceptions
fi: Vaihtoehto poikkeukset
ko: 옵션 예외
sv: Alternativ undantag
zh: 选项例外

# Languages::horizontal_filters
source: Horizontal filters
fi: Vaakasuuntaiset suodattimet
ko: 수평 필터
sv: Horisontella filter
zh: 水平过滤器

# Languages::uc_broken_upgrade_connector
source: Upgrade connector [connector_id] returned incorrect data
fi: Päivitysliitin [connector_id] palautti virheellisiä tietoja
ko: 업그레이드 커넥터 [connector_id] 이 잘못된 데이터를 반환했습니다.
sv: Uppgraderingsanlutningen [connector_id] returnerade felaktiga data
zh: 升级连接器 [connector_id] 返回了不正确的数据

# Languages::uc_downloaded_and_ready
source: Upgrade package has been downloaded and ready to install
fi: Päivityspaketti on ladattu ja valmis asennettavaksi
ko: 업그레이드 패키지가 다운로드되어 설치할 준비가 되었습니다.
sv: Uppgraderingspaket har hämtats och är klart att installeras
zh: 升级包已下载并准备安装

# Languages::uc_connector_not_found
source: Upgrade connector not found
fi: Päivitysliitintä ei löydy
ko: 업그레이드 커넥터를 찾을 수 없음
sv: Uppgraderingsanslutning hittades inte
zh: 未找到升级连接器

# Languages::uc_unable_to_read_schema
source: Unable to read package schema (schema.json)
fi: Ei voida lukea pakettiskeemaa (schema.json)
sv: Det går inte att läsa pakets schema (schema.json)
zh: 无法读取包架构 (schema.json)

# Languages::uc_package_schema_not_found
source: Package content schema not found
fi: Paketin sisältömallia ei löydy
ko: 패키지 콘텐츠 스키마를 찾을 수 없습니다.
sv: Paketets beskrivningsfil hittades inte
zh: 未找到包内容架构

# Languages::uc_package_schema_is_not_json
source: Package schema is not a valid JSON
fi: Pakettiskeema ei ole kelvollinen JSON
sv: Paketets schema har felaktigt JSON-format
zh: 包架构不是有效的 JSON

# Languages::uc_addon_package_forbidden_path
source: Forbidden: Add-on tries to upgrade core files ([path])
fi: Kielletty: Lisäosa yrittää päivittää ydintiedostoja ([path])
ko: 금지됨: 애드온이 코어 파일([path]) 업그레이드를 시도합니다.
sv: Förbjudet: Tillägget försöker uppgradera huvudfiler ([path])
zh: 禁止：加载项尝试升级核心文件（[path]）

# Languages::uc_addon_package_migrations_forbidden
source: Package contains migrations that were not described in schema or schema has links to missing migration files
fi: Paketti sisältää siirrot, joita ei ole kuvattu skeemassa tai skeemassa on linkkejä puuttuviin siirtotiedostoihin
ko: 패키지에 스키마에 설명되지 않은 마이그레이션이 포함되어 있거나 스키마에 누락된 마이그레이션 파일에 대한 링크가 있습니다.
sv: Paketet innehåller migreringar som inte beskrivs i schemat, eller schemat har länkar till saknade migrationsfiler
zh: 包包含未在架构中描述的迁移，或者架构具有指向丢失迁移文件的链接

# Languages::uc_addon_package_languages_forbidden
source: Package contains languages that were not described in schema or schema has links to missing languages files
fi: Paketti sisältää kieliä, joita ei ole kuvattu skeemassa, tai skeemassa on linkkejä puuttuviin kielitiedostoihin
ko: 패키지에 스키마에 설명되지 않은 언어가 포함되어 있거나 스키마에 누락된 언어 파일에 대한 링크가 있습니다.
sv: Paketet innehåller språk som inte beskrivs i schemat, eller schemat har länkar till saknade språkfiler
zh: 包包含未在架构中描述的语言或架构具有指向缺少语言文件的链接
