Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
fi: Liite, joka seuraa tuotteen ominaisuutta.
ko: 제품 기능 뒤에 오는 접미사.
sv: Text EFTER produktegenskap.
zh: 标记以下的产品特征

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
fi: Viesti, joka näytetään, jos syötetyt tiedot ovat virheellisiä.
ko: 입력한 데이터가 잘못된 경우 표시되는 메시지입니다.
sv: Meddelande att visa om det angivna värdet inte är korrekt ifyllt.
zh: 如果输入的数据不正确,则显示的消息.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
fi: Huomautus, joka osoittaa syötettävän arvon.
ko: 입력할 값을 나타내는 메모입니다.
sv: Ett tips som indikerar det värde som skall skrivas in.
zh: 请注意指示要输入的值.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
fi: Jos se on käytössä, vaihtoehto otetaan huomioon tuotevarastoa muodostettaessa.
ko: 활성화된 경우 제품 인벤토리를 구성할 때 옵션이 고려됩니다.
sv: Ta med denna vid skapande av produktlager.
zh: 如果启用,该选项考虑到已有的产品库存

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
fi: Säännöllinen lauseke, joka määrittää vastaavan kuvion.
ko: 일치시킬 패턴을 지정하는 정규식입니다.
sv: Reguljärt uttryck som specificerar ett mönster att matcha.
zh: 指定要匹配的模式的正则表达式.

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
fi: Jos tämä on käytössä, muita tarjouksia ei oteta käyttöön.
ko: 활성화하면 다른 프로모션이 적용되지 않습니다.
sv: Tillämpa INTE kampanjer efter denna (med högre prioritet).
zh: 如果启用,不应用其他促销活动.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
fi: Analysoitavat ajanjaksot (päivä, viikko, kuukausi, vuosi).
ko: 분석할 기간(일, 주, 월, 연도).
sv: Period för analys (dag, vecka, månad, år).
zh: 周期分析 (天, 周, 月, 年).

# Languages::tt_views_sales_reports_update_table_dependence
source: Parameter to sort values by. It should relate to the Value to display param (e.g. Product costs—Total cost or Number of products—Number of items).
fi: Parametri, jonka mukaan arvot lajitellaan. Sen tulee liittyä näytettävään arvoon (esim. tuotekustannukset – kokonaiskustannukset tai tuotteiden määrä – nimikkeiden määrä).
ko: 값을 정렬하는 기준이 되는 매개변수입니다. 표시할 값 매개변수와 관련되어야 합니다(예: 제품 비용 - 총 비용 또는 제품 수 - 항목 수).
sv: Parametrar att sortera värden efter. De bör relatera till värdet för att visa parameter (t.ex. Produktkostnad—Totalkostnad eller Antal artiklar—Antal objekt.
zh: 用于对值进行排序的参数。它应该与显示参数的值相关（例如产品成本-总成本或产品数量-项目数）。

# Languages::tt_views_sales_reports_update_table_limit
source: Max number of chart components.
fi: Enimmäismäärä kaavion osia.
ko: 차트 구성 요소의 최대 수입니다.
sv: Max antal diagramposter.
zh: 图表组件的最大数量。

# Languages::tt_views_site_layout_logos_alt_text
source: Leave empty to use company name as alternative text.
fi: Jätä tyhjäksi, jos haluat käyttää yrityksen nimeä vaihtoehtoisena tekstinä.
ko: 회사 이름을 대체 텍스트로 사용하려면 비워 둡니다.
sv: Lämna tom för att använda företagsnamnet som alternativ text.
zh: 留空使用公司名称作为替代文本.

# Languages::tt_views_storage_cdn_cname
source: Domain name that you want to use instead of the CloudFront domain name for the URLs for your files. You also need to create a CNAME record with your DNS service to route queries to CloudFront host (it will be displayed on this page after you enter account information).
fi: Verkkotunnuksen nimi, jota haluat käyttää CloudFront-verkkotunnuksen nimen sijaan tiedostojesi URL-osoitteissa. Sinun on myös luotava CNAME-tietue DNS-palvelullasi reitittääksesi kyselyt CloudFront-isäntään (se näytetään tällä sivulla, kun olet antanut tilitiedot).
ko: 파일의 URL에 대해 CloudFront 도메인 이름 대신 사용하려는 도메인 이름입니다. 또한 쿼리를 CloudFront 호스트로 라우팅하려면 DNS 서비스로 CNAME 레코드를 생성해야 합니다(계정 정보를 입력한 후 이 페이지에 표시됨).
sv: Domännamn att använda i stället för CloudFronts domännamn för dina filer. Du måste även skapa ett CNAME på din DNS för att omdirigera till CloudFront (visas på denna sida efter att du angett dina kontouppgifter).
zh: 您要使用的域名，而不是文件 URL 的 CloudFront 域名。您还需要使用您的 DNS 服务创建 CNAME 记录，以将查询路由到 CloudFront 主机（输入帐户信息后它将显示在此页面上）。

# Languages::tt_views_storage_cdn_key
source: AWS Access Key ID. See <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> to learn how to get key and secret key.
fi: AWS-käyttöavaimen tunnus. Katso <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> saadaksesi lisätietoja avaimen ja salaisen avaimen hankkimisesta.
ko: AWS 액세스 키 ID. 키 및 비밀 키를 가져오는 방법을 알아보려면 <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> 을 참조하십시오.
sv: AWS Access Key ID. Se <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> för att lära dig hur du får nyckel och hemlig nyckel.
zh: AWS 访问密钥 ID。请参阅 <a href="https://docs.aws.amazon.com/powershell/latest/userguide/pstools-appendix-sign-up.html" target="_blank">https://docs.aws.amazon.com</a> 了解如何获取密钥和密钥。

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
fi: Tämän veron rekisteröintinumero myymälässä.
ko: 상점에서 이 세금의 등록 번호입니다.
sv: Redovisningsnummer för denna moms.
zh: 这种税在商店的注册号.

# Languages::turkish
source: Turkish
fi: turkkilainen
ko: 터키어
sv: turkiska
zh: 土耳其

# Languages::type
source: Type
fi: Tyyppi
ko: 유형
sv: Typ
zh: 类型

# Languages::type_comments_here
source: You can leave us a comment here
fi: Lisätietoja tilaukseen liittyen
ko: 여기에 의견을 남길 수 있습니다.
sv: Ev. meddelande till butiken
zh: 您可以在这里给我们留下评论

# Languages::uc_ok
source: OK
ko: 확인
zh: 好的

# Languages::uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
fi: Käytämme evästeitä (cookies) käyttäjäkokemuksen parantamiseksi. Jatkamalla sivun käyttöä hyväksyt evästeiden käytön. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
ko: 쿠키는 최고의 사용자 경험을 제공하기 위해 이 사이트에서 사용됩니다. 계속하면 이 사이트에서 쿠키를 받는 데 동의하는 것으로 간주합니다. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
sv: Vi använder cookies. Genom att fortsätta på sidan godkänner du användandet av cookies. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">Stäng</a></span></span>
zh: 本网站使用 Cookie 来提供最佳用户体验。如果您继续，我们假定您同意从本网站接收 cookie。 <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">正常</a></span></span>

# Languages::ult_share_users_setting_disabled
source: The setting value can not be changed as identical email addresses are registered in your store.
fi: Asetusarvoa ei voi muuttaa, koska myymälässäsi on rekisteröity samat sähköpostiosoitteet.
ko: 스토어에 동일한 이메일 주소가 등록되어 있어 설정 값을 변경할 수 없습니다.
sv: Inställningen kan inte ändras eftersom det finns identiska e-postadresser registrerade i butiken.
zh: 由于在您的商店中注册了相同的电子邮件地址，因此无法更改设置值。

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
fi: Tätä kauppaa ei voida poistaa, koska kaupan tietokannassa on tilauksia, jotka sisältävät tämän yrityksen tuotteita. Poistaaksesi tilin, poista ensin kaikki tällaiset tilaukset.
ko: 상점 데이터베이스에 이 회사의 제품이 포함된 주문이 있으므로 이 상점을 삭제할 수 없습니다. 계정을 삭제하려면 먼저 해당 주문을 모두 삭제하십시오.
sv: Kunde inte att ta bort denna butik eftersom det finns ordrar med produkter från detta företag. För att ta bort detta konto, ta bort dessa ordrar först.
zh: 无法删除该商店，因为商店数据库中有包含该公司产品的订单。要删除帐户，请先删除所有此类订单。

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
fi: Käyttäjäryhmän määrittäminen ei onnistu. Ota yhteyttä kaupan ylläpitäjään.
ko: 사용자 그룹을 할당할 수 없습니다. 상점 관리자에게 문의하십시오.
sv: Kunde inte tilldela kundgrupp, kontakta kundtjänst.
zh: 无法指定用户组, 请联系店管理员.

# Languages::unable_to_check_license
source: Unable to check your license number
fi: Lisenssinumeroasi ei voi tarkistaa
ko: 라이센스 번호를 확인할 수 없습니다
sv: Kunde inte kontrollera ditt licensnummer
zh: 无法检查您的许可证号

# Languages::unable_to_delete_setting_description
source: Unable to delete setting description: [reason]
fi: Asetuksen kuvausta ei voi poistaa: [reason]
ko: 설정 설명을 삭제할 수 없음: [reason]
sv: Kunde inte ta bort inställningsbeskrivning: [reason]
zh: 无法删除设置描述: [reason]

# Languages::unable_to_delete_setting_variant
source: Unable to delete setting_variant: [reason]
fi: Ei voida poistaa asetusta_variantti: [reason]
ko: setting_variant: [reason]을 삭제할 수 없습니다.
sv: Kunde inte ta bort setting_variant: [reason]
zh: 无法删除 setting_variant: [reason]

# Languages::unable_to_read_resource
source: Unable to read resource: [file]
fi: Resurssia ei voi lukea: [file]
ko: 리소스를 읽을 수 없음: [file]
sv: Kunde inte läsa filen: [file]
zh: 无法读取资源: [file]

# Languages::unable_to_update_setting_description
source: Unable to set description: [reason]
fi: Kuvausta ei voi asettaa: [reason]
ko: 설명을 설정할 수 없음: [reason]
sv: Kunde inte uppdatera beskrivning: [reason]
zh: 无法设置描述: [reason]

# Languages::unable_to_update_setting_value
source: Unable to set value: [reason]
fi: Arvoa ei voi asettaa: [reason]
ko: 값을 설정할 수 없음: [reason]
sv: Kunde inte uppdatera värde: [reason]
zh: 无法设置值: [reason]

# Languages::unable_to_unpack_file
source: Unable to decompress file
fi: Tiedostoa ei voi purkaa
ko: 파일 압축을 풀 수 없습니다
sv: Kunde inte extrahera filen
zh: 无法解压文件

# Languages::ungroupped_features
source: Ungrouped features
fi: Ryhmittelemättömät ominaisuudet
ko: 그룹 해제된 기능
sv: Ej grupperade egenskaper
zh: 分组特征

# Languages::uninstall
source: Uninstall
fi: Poista asennus
ko: 언인스톨
sv: Avinstallera
zh: 卸载

# Languages::unique_html_block
source: Unique HTML block
fi: Ainutlaatuinen HTML-lohko
ko: 고유한 HTML 블록
sv: Unikt HTML block
zh: 独特的 HTML 块

# Languages::unit
source: Unit
fi: Yksikkö
ko: 단위
sv: Enhet
zh: 单位

# Languages::united_kingdom
source: United Kingdom
fi: Yhdistynyt kuningaskunta
ko: 영국
sv: Storbritannien
zh: 英国

# Languages::unit_price
source: Unit price
fi: Yksikköhinta
ko: 단가
sv: Àpris
zh: 单位价格

# Languages::unknown
source: Unknown
fi: Tuntematon
ko: 알 수 없음
sv: Okänt
zh: 未知

# Languages::unknown_server_response
source: Unknown server response
fi: Tuntematon palvelimen vastaus
ko: 알 수 없는 서버 응답
sv: Okänt serversvar
zh: 未知服务器回复

# Languages::unmark
source: Unmark
fi: Poista merkintä
ko: 표시 해제
sv: Avmarkera
zh: 未标记

# Languages::unregistered_customer
source: Unregistered customer
fi: Rekisteröimätön asiakas
ko: 미등록 고객
sv: Gäst
zh: 未注册客户

# Languages::unregistered_customer_short
source: Unregistered
fi: Rekisteröimätön
ko: 미등록
sv: Oregistrerad
zh: 未注册

# Languages::unselect_all
source: Unselect all
fi: Poista kaikki valinnat
ko: 모두 선택해제
sv: Avmarkera alla
zh: 取消全部选择

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
fi: Poista valitut verot kaikista tuotteista
ko: 모든 제품에서 선택한 세금 제거
sv: Ta bort vald moms från alla produkter
zh: 选择的税从所有产品中移除

# Languages::unsubscribe
source: Unsubscribe
fi: Lopeta tilaus
ko: 구독 취소
sv: Avregistrera
zh: 取消订阅

# Languages::up
source: Up
fi: Ylös
ko: 위로
sv: Upp
zh: 向上

# Languages::update
source: Update
fi: Päivitä
ko: 업데이트
sv: Uppdatera
zh: 更新

# Languages::update_categories
source: Update categories
fi: Päivitä luokat
ko: 카테고리 업데이트
sv: Uppdatera kategorier
zh: 更新分类

# Languages::update_customer_info
source: Update customer information
fi: Päivitä asiakastiedot
ko: 고객 정보 업데이트
sv: Uppdatera orderuppgifter
zh: 更新客户信息

# Languages::update_for_all_act
source: New value will be saved for ALL stores which share this item. Click to save it only for the owner-store.
fi: Uusi arvo tallennetaan KAIKILLE myymälöille, jotka jakavat tämän tuotteen. Napsauta tallentaaksesi sen vain omistaja-myymälää varten.
ko: 이 항목을 공유하는 모든 상점에 대해 새 값이 저장됩니다. 소유자 상점에 대해서만 저장하려면 클릭하십시오.
sv: Nytt värde sparas för ALLA butiker som delar detta objekt. Klicka för att endast spara det för ägarbutiken.
zh: 将为共享此项目的所有商店保存新值。单击以仅将其保存为所有者商店。

# Languages::update_for_all_dis
source: New value will be saved ONLY for the owner-store. Click to save it for all stores which share this item.
fi: Uusi arvo tallennetaan VAIN omistajamyymälälle. Napsauta tallentaaksesi sen kaikille myymälöille, jotka jakavat tämän tuotteen.
ko: 새로운 값은 소유자 상점에 대해서만 저장됩니다. 이 항목을 공유하는 모든 상점에 대해 저장하려면 클릭하십시오.
sv: Nytt värde sparas ENDAST för ägarbutiken. Klicka för att spara det i alla butiker som delar detta objekt.
zh: 新值将仅为所有者商店保存。单击为所有共享此项目的商店保存它。

# Languages::update_for_all_hid_act
source: Click to cancel field update.
fi: Napsauta peruuttaaksesi kentän päivityksen.
ko: 필드 업데이트를 취소하려면 클릭하세요.
sv: Klicka för att avbryta fältuppdatering.
zh: 单击以取消字段更新。

# Languages::update_for_all_hid_dis
source: Click to enter a new field value to update in all stores when saving item.
fi: Napsauta syöttääksesi uuden kentän arvon, joka päivitetään kaikissa myymälöissä tuotetta tallennettaessa.
ko: 항목을 저장할 때 모든 상점에서 업데이트할 새 필드 값을 입력하려면 클릭합니다.
sv: Klicka för att ange ett nytt fältvärde för att uppdatera i alla butiker när du sparar.
zh: 单击以输入新字段值以在保存项目时在所有商店中更新。

# Languages::update_group
source: Update group
fi: Päivitä ryhmä
ko: 그룹 업데이트
sv: Uppdatera grupp
zh: 更新组

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
fi: <p class="text-error">Päivitystilauksesi on vanhentunut, joten tätä ohjelmistopäivitystä ei voi asentaa. Voit pidentää tilaustasi <a href="[url]">Asiakastukipalvelussa</a>.</p><p>Huomaa, että se ei ole pakollinen: voit jatkaa tämän ohjelmiston käyttöä ilman rajoituksia jopa ilman päivitystilausta.</p>
ko: <p class="text-error">업그레이드 구독이 만료되어 이 소프트웨어 업그레이드를 설치할 수 없습니다. <a href="[url]">고객 지원 데스크</a>에서 구독을 연장할 수 있습니다.</p><p>필수 사항은 아닙니다. 업그레이드 구독 없이도 제한 없이 이 소프트웨어를 계속 사용할 수 있습니다.</p>
sv: <p class="text-error">Din prenumeration på uppgraderingar har avslutats, du kan förlänga den hos <a href="[url]">Supportavdelningen.</a></p><p>Observera att detta inte är obligatoriskt, du kan fortsätta använda denna version obegränsat utan att uppgradera.</p>
zh: 访问此升级和所有将来的升级已关闭. 您可以在<a href="[helpdesk_url]">客户帮助</a>购买升级订阅计划

# Languages::update_products
source: Update products
fi: Päivitä tuotteet
ko: 제품 업데이트
sv: Uppdatera produkter
zh: 更新产品

# Languages::update_profile
source: Update profile
fi: Päivitä profiili
ko: 프로필 업데이트
sv: Uppdatera profil
zh: 更新资料

# Languages::update_profile_notification
source: Your profile has been updated.
fi: Profiilisi on päivitetty
ko: 프로필이 업데이트 되었습니다.
sv: Dina uppgifter har uppdaterats.
zh: 您的资料已更新.

# Languages::update_profile_notification_header
source: Your profile has been updated
fi: Profiilisi on päivitetty.
ko: 프로필이 업데이트되었습니다
sv: Dina uppgifter har uppdaterats
zh: 您的资料已更新

# Languages::update_status
source: Update status
fi: Päivitä status
ko: 업데이트 상태
sv: Uppdatera status
zh: 更新状态

# Languages::update_text
source: Update text
fi: Päivitä teksti
ko: 텍스트 업데이트
sv: Uppdatera text
zh: 更新文本

# Languages::updating
source: Updating
fi: Päivitetään
ko: 업데이트
sv: Uppdaterar
zh: 更新中

# Languages::updating_links
source: Updating links
fi: Linkkien päivittäminen
ko: 링크 업데이트
sv: Uppdaterar länkar
zh: 更新链接

# Languages::upgrade
source: Upgrade
fi: Päivitä
ko: 업그레이드
sv: Uppgradera
zh: 更新

# Languages::upgrade_center
source: Upgrade center
fi: Päivityskeskus
ko: 업그레이드 센터
sv: Uppgraderingscenter
zh: 升级中心

# Languages::upgrade_center_permission_adjusted_properly
source: All file and folder permissions have been adjusted properly.
fi: Kaikki tiedostojen ja kansioiden käyttöoikeudet on säädetty oikein.
ko: 모든 파일 및 폴더 권한이 올바르게 조정되었습니다.
sv: Alla fil- och mappbehörigheter har korrigerats.
zh: 所有文件和文件夹权限都已正确调整。

# Languages::upgrade_center.validation_issue
source: Validation issue
fi: Vahvistusongelma
ko: 검증 문제
sv: Valideringsproblem
zh: 验证问题

# Languages::upgrade_center.validator_fail_result
source: Validator "[validator_name]" returned fail status
fi: Validator "[validator_name]" palautti epäonnistumisen tilan
ko: 유효성 검사기 "[validator_name]"이(가) 실패 상태를 반환했습니다.
sv: Valideringen "[validator_name]" returnerade felstatus
zh: 验证程序"[validator_name]"返回失败状态

# Languages::upgrade_center.filehash_check_failed
source: Upgrade is impossible due to file integrity check error. Please contact the technical support team.
fi: Päivitys on mahdotonta tiedoston eheyden tarkistusvirheen vuoksi. Ota yhteyttä tekniseen tukitiimiin.
ko: 파일 무결성 검사 오류로 인해 업그레이드가 불가능합니다. 기술지원팀에 문의하시기 바랍니다.
sv: Uppgradering är inte möjlig på grund av fel vid integritetskontroll av filer. Kontakta teknisk support.
zh: 升级是不可能的文件完整性检查错误原因。请联系技术支持团队。

# Languages::upgrade_center.upgrades_are_not_available_in_trial
source: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> licensing modes.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
fi: Päivitykset ovat saatavilla vain <strong>Full</strong> ja <strong>Free</strong> -lisenssitiloissa.<br /><br />Lisenssitilaa voidaan muuttaa kohdassa Asetukset → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Lisenssitila</a>.
ko: 업그레이드는 <strong>전체</strong> 및 <strong>무료</strong> 라이선스 모드에서만 사용할 수 있습니다.<br /><br />라이선스 모드는 설정 → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">라이선스 모드</a>에서 변경할 수 있습니다.
sv: Uppgraderingar är endast tillgängliga i <b>Full</b> version.<br><br>Din licens kan ändras under Inställningar → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licens</a>.
zh: 升级仅在 <strong>Full</strong> 和 <strong>Free</strong> 许可模式下可用。<br /><br />许可模式可在设置→ <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">许可模式</a>下更改。

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
fi: Sinun on päivitettävä Flash Player
ko: Flash Player를 업그레이드해야 합니다.
sv: Du behöver uppgradera din Flash Player
zh: 您需要更新您的动画播放器

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
fi: <p class="text-error">Tämä päivitys ei ole saatavilla [product] lisenssillesi. Ota yhteyttä <a href="[href]">tukitiimiimme</a> päivittääksesi lisenssisi tila.</p>
ko: <p class="text-error">이 업그레이드는 [product] 라이센스에 사용할 수 없습니다. 라이선스 상태를 업데이트하려면 <a href="[href]">지원 팀</a> 에 문의하세요.</p>
sv: <p class="text-error">Denna uppgradering är inte giltig för din [product] licens. Kontakta <a href="[url]">Supportavdelningen</a> för att uppdatera din licens.</p>
zh: 此升级无法用于您的许可证. 请联系<a href="[helpdesk_url]">CS-Cart 支持团队</a> 更新您的许可证状态.

# Languages::upgrade_center.warning_msg_upgrade_is_complicated
source: The upgrade is a complicated process. It can be failed due to reasons that are beyond our control.<br> To make the upgrade of your store safer, we have prepared tips for you:
fi: Päivitys on monimutkainen prosessi. Se voi epäonnistua syistä, jotka eivät ole meidän hallinnassamme.<br> Jotta myymäläsi päivitys olisi turvallisempaa, olemme laatineet sinulle vinkkejä:
ko: 업그레이드는 복잡한 과정입니다. 우리가 통제할 수 없는 이유로 인해 실패할 수 있습니다.<br> 매장 업그레이드를 보다 안전하게 하기 위해 다음과 같은 팁을 준비했습니다.
sv: Uppgradering är en komplicerad process, det kan gå fel av orsaker som ligger utanför vår kontroll.<br>För att göra uppgraderingen av butiken säkrare så har vi förberett några tips till dig:
zh: 升级是一个复杂的过程。由于我们无法控制的原因，它可能会失败。<br> 为了让您的店铺升级更安全，我们为您准备了温馨提示：

# Languages::upgrade_center.warning_msg_specialists
source: If you are not familiar with technical aspects of CS-Cart and the upgrade process, we strongly recommend that you <a href="[upgrade_center_specialist]" target="_blank">hire a specialist</a> or <a href="[upgrade_center_team]" target="_blank">ask our support team</a> to upgrade your store for you.
fi: Jos et tunne CS-</a> <a href="[upgrade_center_specialist]" target="_blank"></a> <a href="[upgrade_center_team]" target="_blank">.
ko: CS-Cart의 기술적 측면과 업그레이드 프로세스에 익숙하지 않은 경우 <a href="[upgrade_center_specialist]" target="_blank">전문가를 고용</a> 또는 <a href="[upgrade_center_team]" target="_blank">지원 팀에</a> 매장 업그레이드를 요청하는 것이 좋습니다.
sv: Om du inte känner till de tekniska aspekterna av CS-Cart och uppgraderingsprocessen rekommenderar vi att du anlitar <a href="[upgrade_center_specialist]" target="_blank">en specialist</a eller <a href="[upgrade_center_team]" target="_blank">supportavdelningen</a> för att utföra uppgraderingen år dig.
zh: 如果您不熟悉 CS-Cart 的技术方面和升级过程，我们强烈建议您 <a href="[upgrade_center_specialist]" target="_blank">聘请专家</a> 或 <a href="[upgrade_center_team]" target="_blank">请我们的支持团队</a> 为您升级您的商店。

# Languages::upgrade_center.warning_msg_third_party_add_ons
source: The upgrade doesn't update third-party add-ons. That's why we recommend that you disable all the third-party add-ons before the upgrade.
fi: Päivitys ei päivitä kolmannen osapuolen lisäosia. Tästä syystä suosittelemme, että poistat kaikki kolmannen osapuolen lisäosat käytöstä ennen päivitystä.
sv: Denna uppgradering omfattar inte tredjepartstillägg. Vi rekommenderar att du inaktiverar alla tredjepartstillägg innan uppgradering.
zh: 升级不会更新第三方加载项。这就是为什么我们建议您在升级之前禁用所有第三方加载项。

# Languages::upgrade_center.warning_msg_test_local
source: Upgrade the test copy of your store first to make sure that the upgrade will go smoothly.
fi: Päivitä ensin myymäläsi testikopio varmistaaksesi, että päivitys sujuu ongelmitta.
ko: 업그레이드가 원활하게 진행되도록 먼저 상점의 테스트 사본을 업그레이드하십시오.
sv: Uppgradera en testkopia av din butik först för att kontrollera att uppgraderingen fungerar bra.
zh: 首先升级您的商店的测试副本，以确保升级顺利进行。

# Languages::upgrade_center.warning_msg_after_upgrade
source: After the upgrade, check the basic functionality of your store.
fi: Tarkista päivityksen jälkeen myymäläsi perustoiminnot.
ko: 업그레이드 후 스토어의 기본 기능을 확인하세요.
sv: Efter uppgraderingen, kontrollera den grundläggande funktionaliteten i din butik.
zh: 升级后，检查商店的基本功能。

# Languages::upgrade_center.warning_msg_generally
source: Generally, the upgrade fails because the PHP script execution is terminated due to your server configuration. It's essential to check the PHP script timeout settings on your server
fi: Yleensä päivitys epäonnistuu, koska PHP-komentosarjan suoritus keskeytyy palvelimesi kokoonpanon vuoksi. On tärkeää tarkistaa PHP-skriptin aikakatkaisuasetukset palvelimeltasi
ko: 일반적으로 서버 구성으로 인해 PHP 스크립트 실행이 종료되어 업그레이드에 실패합니다. 서버에서 PHP 스크립트 시간 초과 설정을 확인하는 것이 필수적입니다.
sv: Vanligtvis misslyckas uppgraderingar eftersom PHP skript avslutas på grund av serverns konfiguration. Det är viktigt att kontrollera PHP-skriptets timeoutinställning på din server
zh: 通常，升级失败是因为 PHP 脚本执行因您的服务器配置而终止。检查服务器上的 PHP 脚本超时设置很重要
