Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::optimize_database
source: Optimize database
fi: Optimoi tietokanta
ko: 데이터베이스 최적화
sv: Optimera databasen
zh: 优化数据库

# Languages::optimizing_table
source: Optimizing table
fi: Optimointitaulukko
ko: 테이블 최적화
sv: Optimerar tabell
zh: 优化表

# Languages::options
source: Options
fi: Valinnat
ko: 옵션
sv: alternativ
zh: 选项

# Languages::options_for
source: Options for
fi: Vaihtoehdot
ko: 다음에 대한 옵션:
sv: Inställningar för
zh: 选项为

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
fi: Vaihtoehdot on otettu käyttöön valituissa tuotteissa
ko: 선택한 제품에 옵션이 성공적으로 적용되었습니다
sv: Alternativ har tillämpats på valda produkter
zh: 选项已成功地应用于选定的产品

# Languages::options_menu_description
source: Manage global product options and option variants in your store.
fi: Hallitse maailmanlaajuisia tuotevaihtoehtoja ja vaihtoehtoja myymälässäsi.
ko: 매장에서 글로벌 제품 옵션 및 옵션 변형을 관리합니다.
sv: Hantera globala alternativ och dess varianter.
zh: 管理店铺的全局商品选项和选项变量。

# Languages::options_settings
source: Options settings
fi: Asetukset-asetukset
ko: 옵션 설정
sv: Produktalternativ
zh: 选项设置

# Languages::options_type
source: Options type
fi: Vaihtoehtojen tyyppi
ko: 옵션 유형
sv: Val av kombination
zh: 选项类型

# Languages::option_combinations
source: Option combinations
fi: Vaihtoehtojen yhdistelmät
ko: 옵션 조합
sv: Kombinationer
zh: 选项组合

# Languages::option_name
source: Option name
fi: Vaihtoehdon nimi
ko: 옵션 이름
sv: Alternativsnamn
zh: 选项名称

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
fi: Tuotteen yleinen vaihtoehto "[option_name]" on poistettu käytöstä
ko: 제품에 대한 글로벌 옵션 "[option_name]"이 비활성화되었습니다
sv: Globalt alternativ "[option_name]" har blivit inaktiverat för produkten
zh: 全局选项 "[option_name]" 已对此产品停用

# Languages::option_variants
source: Option variants
fi: Vaihtoehtoiset variantit
ko: 옵션 변형
sv: Alternativvarianter
zh: 选项变量

# Languages::opt_currency_name
source: Show currency titles
fi: Näytä valuuttaotsikot
ko: 통화 제목 표시
sv: Visa valutanamn
zh: 显示货币标题

# Languages::opt_currency_symbol
source: Use currency symbols instead of titles
fi: Käytä nimikkeiden sijasta valuuttasymboleita
ko: 제목 대신 통화 기호 사용
sv: Visa valutasymboler i stället för namn
zh: 使用货币符号代替标题

# Languages::opt_language_icon
source: Use language icons instead of names
fi: Käytä kielikuvakkeita nimien sijaan
ko: 이름 대신 언어 아이콘 사용
sv: Visa endast ikoner för språknamn
zh: 使用语言图标代替名称

# Languages::opt_language_name
source: Show language names
fi: Näytä kielten nimet
ko: 언어 이름 표시
sv: Visa språknamn (och ikoner)
zh: 显示语言名称

# Languages::or
source: or
fi: tai
ko: 또는
sv: eller
zh: 或

# Languages::order
source: Order
fi: Tilaus
ko: 주문
sv: Beställa
zh: 订单

# Languages::ordered_products
source: Ordered products
fi: Tilatut tuotteet
ko: 정렬된 상품
sv: Köpta produkter
zh: 订购的产品

# Languages::orders
source: Orders
fi: Tilaukset
ko: 주문
sv: Ordrar
zh: 订单

# Languages::orders_not_allow_to_change_company
source: Company has not been changed. It is not allowed to change the company when editing an order.
fi: Yritystä ei ole muutettu. Yritystä ei saa muuttaa tilausta muokatessa.
ko: 회사는 변경되지 않았습니다. 주문 수정시 회사 변경은 불가합니다.
sv: Företagsinställningar har inte ändrats, det är inte tillåtet vid samtidig redigering av order.
zh: 没有修改公司。编辑订单时不允许修改公司。

# Languages::orders_no_items
source: Use the "Add products" button above to add products to order.
fi: Käytä yllä olevaa "Lisää tuotteita" -painiketta lisätäksesi tuotteita tilaukseen.
ko: 주문할 제품을 추가하려면 위의 "제품 추가"버튼을 사용하십시오.
sv: Använd knappen ovan för att addera produkter till denna order.
zh: 使用上方的 "添加商品" 按钮来添加订单中的商品。

# Languages::order_by_status
source: Order by status
fi: Tilaa tilan mukaan
ko: 상태 별 주문
sv: Orderstatus
zh: 按订单状态

# Languages::order_date
source: Order date
fi: Tilaus pvm
ko: 등록일
sv: Orderdatum
zh: 订单日期

# Languages::order_details
source: Order details
fi: Tilauksen tiedot
ko: 주문내역
sv: Skriv ut order
zh: 订单详情

# Languages::order_discount
source: Order discount
fi: Alennus
ko: 주문 할인
sv: Ordrerabatt
zh: 订单折扣

# Languages::order_id
source: Order ID
fi: Tilausnro
ko: 주문 ID
sv: Beställnings-ID
zh: 订单号

# Languages::order_info
source: Order information
fi: Tilaus
ko: 주문 정보
sv: Beställningsinformation
zh: 订单信息

# Languages::order_items
source: Order items
fi: Tilaa kohteita
ko: 아이템 주문
sv: Beställda varor
zh: 订单项目

# Languages::order_landing_page
source: Order landing page
fi: Tilauksen aloitussivu
ko: 주문 랜딩 페이지
sv: Order landningssida
zh: 订单登陆页面

# Languages::order_management
source: Order management
fi: Tilaustenhallinta
ko: 주문 관리
sv: Orderadministration
zh: 订单管理

# Languages::order_placed
source: Order placed
fi: Tilaus vastaanotettu
ko: 주문 접수
sv: Order mottagen
zh: 已下订单

# Languages::order_prefix
source: Order prefix
fi: Tilauksen etuliite
ko: 주문 접두사
zh: 订单前缀

# Languages::order_search
source: Search order
fi: Hakujärjestys
ko: 주문 검색
sv: Sök order
zh: 搜索订单

# Languages::order_status
source: Order status
fi: Tila
ko: 주문 상태:
sv: Status
zh: 订单状态

# Languages::order_statuses
source: Order statuses
fi: Tilausten tilat
ko: 주문 상태
sv: Orderstatusar
zh: 订单状态

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
fi: Lisää uusia tai muokkaa olemassa olevia tilausten tiloja.
ko: 신규 또는 기존 주문 상태를 추가합니다.
sv: Hantera orderstatusar.
zh: 新增或编辑已存在的订单状态.

# Languages::order_total
source: Order Total
fi: Yhteensä
ko: 주문 합계
sv: Att betala
zh: 订单总额

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
fi: Maksettu kokonaissumma ei vastaa tilauksen kokonaissummaa
ko: 결제 된 총 금액이 주문 총액과 일치하지 않습니다.
sv: Det betalda beloppet motsvarar inte orderns totalsumma
zh: 支付的总金额与订单总额不匹配

# Languages::order_was_not_placed
source: Order was not placed
fi: Tilausta ei tehty
ko: 주문이 이루어지지 않았습니다.
sv: Ordern skapades inte
zh: 没有下订单

# Languages::original
source: Original
fi: Alkuperäinen
ko: 원본
zh: 原价

# Languages::origination
source: Origination
fi: Alkuperä
ko: 출발점
sv: Ursprung
zh: 组织

# Languages::or_saved_search
source: or any item from the saved search
fi: tai mikä tahansa kohde tallennetusta hausta
ko: 또는 저장된 검색의 항목
sv: eller något objekt från den sparade sökningen
zh: 或是从已保存搜索的任何项目中

# Languages::or_use
source: Or use
fi: Kirjaudu
ko: 또는 사용
sv: Betala med
zh: 或是使用

# Languages::others
source: Others
fi: muut
ko: 기타
sv: Andra
zh: 其他

# Languages::other_addons
source: Other add-ons
fi: Muut lisäosat
ko: 기타 에드온
sv: Andra tillägg
zh: 其他插件

# Languages::output
source: Output
fi: Lähtö
ko: 출력
sv: Utdata
zh: 输出

# Languages::out_of_stock_actions
source: Out of stock actions
fi: Toiminnot loppu
ko: 품절 조치
sv: Slut i lager handling
zh: 缺货操作

# Languages::out_of_stock_products
source: Out of stock
fi: Loppu varastosta
ko: 품절
sv: Slutsålda
zh: 缺货

# Languages::override_by_dispatch
source: Override locations by dispatch
fi: Ohita sijainnit lähettämällä
ko: 디스패치로 위치 무시
sv: Åsidosätt platser efter dispatch
zh: 覆盖位置的调度

# Languages::override_by_this
source: Use this content for all the block instances
fi: Käytä tätä sisältöä kaikkiin lohko-esiintymiin
ko: 모든 블록 인스턴스에 이 콘텐츠 사용
sv: Använd detta innehåll för alla block förekomster
zh: 所有块的实例使用这个内容

# Languages::override_product_data
source: Apply values to all the selected products
fi: Käytä arvoja kaikkiin valittuihin tuotteisiin
sv: Ändra utvalda produkter
zh: 应用值到全部所选的产品

# Languages::owner
source: Owner
fi: Omistaja
ko: 소유자
sv: Ägare
zh: 所有人

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
fi: Kirjoita "HYVÄKSY" tai "EI samaa mieltä" annettuun ruutuun
ko: 제공된 상자에 "동의"또는 "동의하지 않음"을 입력하십시오.
sv: Skriv "ENIG" eller "OENIG" i rutan
zh: 请在提供的框中输入"同意"或"不同意"

# Languages::p21agree_tooltip
source: By typing AGREE in the below box I am providing my signature as authorization to Payment21&reg; to electronically debit my account for the amount I have entered. I also understand and expressly authorize the merchant, if my eCheck payment is dishonored or returned for any reason, to electronically debit my account for the amount of the eCheck payment plus an NSF fee not to exceed the state maximum legal limit. I will print or save this page for my records. I can call 1-888-770-0850 for 24/7 support with any questions regarding this payment transaction.
fi: Kirjoittamalla AGREE alla olevaan ruutuun annan allekirjoitukseni valtuutuksena Payment21&reg; :lle veloittaa syöttämäni summan sähköisesti tililtäni. Ymmärrän myös ja valtuutan kauppiaan nimenomaisesti, jos eCheck-maksuni rikotaan tai palautetaan jostain syystä, veloittaa tililtäni sähköisesti eCheck-maksun summa sekä NSF-maksu, joka ei ylitä osavaltion lakisääteistä enimmäisrajaa. Tulostan tai tallennan tämän sivun kirjanpitoani varten. Voin soittaa numeroon 1-888-770-0850 saadakseni 24/7 tukea, jos sinulla on kysyttävää tästä maksutapahtumasta.
ko: 아래 상자에 '동의'를 입력함으로써 내가 입력한 금액을 내 계정에서 전자적으로 인출할 수 있도록 Payment21&reg; 에 승인으로 서명을 제공합니다. 나는 또한 어떤 이유로든 내 eCheck 지불이 불명예스럽거나 반환된 경우 판매자가 eCheck 지불 금액과 NSF 수수료가 주 최대 법적 한도를 초과하지 않도록 내 계정에서 전자적으로 인출할 수 있음을 이해하고 명시적으로 승인합니다. 기록을 위해 이 페이지를 인쇄하거나 저장하겠습니다. 이 지불 거래에 관한 질문이 있는 경우 연중무휴 지원을 위해 1-888-770-0850으로 전화할 수 있습니다.
sv: Genom att skriva ENIG i nedanstående ruta ger jag mitt samtycke för Payment21&reg; att elektroniskt belasta mitt konto för det belopp jag angett. Jag godkänner även att handlaren, om min eCheckbetalning vanärat eller returneras av någon anledning, till att elektroniskt belasta mitt konto för eChecks betalavgifter samt en NSF-avgift som inte överstiger statens högsta lagliga gräns. Jag kommer att skriva ut eller spara denna sida för mitt arkiv. Jag kan ringa 1-888-770-0850 för 24/7 support med frågor om denna betaltransaktion.
zh: 我同意以下输入提供我的签名授权给Payment21&reg;以电子方式借出我的账户输入的金额.我也理解并明确授权商,如果我的eCheck支付拒付或因任何原因返回,以电子方式借出我的账户eCheck支付总额外加NSF不超过国家最大的法律限制的费用.我将打印或保存此页面的记录,我可以因任何关于此支付交易的问题7/24小时拨打支持电话1-888-770-0850.

# Languages::package
source: Package
fi: Paketti
ko: 패키지
sv: Paket
zh: 包裹

# Languages::packages
source: Packages
fi: Paketit
ko: 패키지
sv: Paket
zh: 包裹

# Languages::show_package_contents
source: View upgrade contents
fi: Näytä päivityksen sisältö
ko: 업그레이드 내용보기
sv: Visa uppgraderingsinnehåll
zh: 查看升级内容

# Languages::package_type
source: Package type
fi: Pakkaustyyppi
ko: 꾸러미 유형
sv: Paket Typ
zh: 包裹类型

# Languages::packing_slip
source: Packing slip
fi: Pakkauslista
ko: 패킹 슬립
sv: Följesedel
zh: 装箱单

# Languages::packing_slip_for_order
source: Packing slip for order
fi: Pakkauslista tilaukselle
ko: 주문 용 포장 명세서
sv: Order
zh: 装箱单的订单

# Languages::page
source: Page
fi: Sivu
ko: 페이지
sv: Sida
zh: 页面

# Languages::pages
source: Pages
fi: Sivut
ko: 페이지
sv: Sidor
zh: 页面

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
fi: Sivu <b>[page]</b> on kloonattu onnistuneesti. Nyt voit muokata uutta sivua
ko: <b> [page] </ b> 페이지가 성공적으로 복제되었습니다. 이제 새 페이지를 편집 할 수 있습니다.
sv: Sidan <b>[page]</b> har nu klonats. Du kan nu redigera den nya sidan
zh: <b>[page]</b>此页已成功复制.现在您可以编辑新的页面

# Languages::page_id
source: Page ID
fi: Sivun tunnus
ko: 페이지 ID
sv: Sida ID
zh: 页面ID

# Languages::page_link
source: Page URL
fi: Sivun URL-osoite
ko: 페이지 URL
sv: Sidans URL
zh: 页面URL

# Languages::page_name
source: Page name
fi: Sivun nimi
ko: 페이지 이름
sv: Titel
zh: 页面名称

# Languages::page_not_found
source: Page Not Found
fi: Sivua ei löydy
ko: 페이지를 찾을 수 없습니다
sv: Sidan hittas inte
zh: 没有找到页面

# Languages::page_not_found_text
source: The page you have requested cannot be found.
fi: Sivun osoite voi olla muuttunut tai siinä on kirjoitusvirhe. Älä kuitenkaan lannistu, alla olevista linkeistä pääset eteenpäin.
ko: 요청하신 페이지를 찾을 수 없습니다.
sv: Orsaken kan vara att produkten har utgått ur vårt sortiment eller att länken du klickade på inte är korrekt.
zh: 您请求的页面无法找打

# Languages::page_title
source: Page title
fi: Sivun otsikko
ko: 페이지 제목
sv: Sidans titel
zh: 页面标题

# Languages::paid_amount
source: Paid amount
fi: Maksettu summa
ko: 지불 금액
sv: Betalt belopp
zh: 支付金额

# Languages::param
source: Parameter
fi: Parametri
ko: 파라미터
zh: 参数

# Languages::parameter
source: Object to analyze
fi: Analysoitava kohde
ko: 분석 할 개체
sv: Objekt att analysera
zh: 分析目标

# Languages::parameter_name
source: Parameter name
fi: Parametrin nimi
ko: 파라이터 이름
sv: Parameternamn
zh: 参数名称

# Languages::parent_category
source: Parent category
fi: Vanhempi luokka
ko: 상위 카테고리
sv: Överliggande kategori
zh: 父级分类

# Languages::parent_category_id
source: Parent category
fi: Vanhempi luokka
ko: 상위 카테고리
sv: Överliggande kategori
zh: 父级分类

# Languages::parent_item
source: Parent item
fi: Päätuote
ko: 상위 항목
sv: Överliggande objekt
zh: 父级项目

# Languages::parent_page
source: Parent page
fi: Vanhempi sivu
ko: 상위 페이지
sv: Överliggande sida
zh: 父级页面

# Languages::parent_page_id
source: Parent page
fi: Vanhempi sivu
ko: 상위 페이지
sv: Överliggande sida
zh: 父级页面

# Languages::partner
source: Partner
fi: Kumppani
ko: 파트너
zh: 搭档

# Languages::passphrase
source: Pass-phrase
fi: Salalause
ko: 패스 프레이즈
sv: Lösenordsfras
zh: 密码短语

# Languages::passport_number
source: Passport number
fi: Passin numero
ko: 여권 번호
sv: Passnummer
zh: 护照号码

# Languages::password
source: Password
fi: Salasana
ko: 비밀번호
sv: Lösenord
zh: 密码

# Languages::path_to_files
source: Full path to the "atos" files
fi: Täysi polku "atos"-tiedostoihin
ko: "atos"파일의 전체 경로
sv: Full sökväg till "atos" filer
zh: 完整路径的"atos"文件

# Languages::pause_delay
source: Pause delay (in seconds)
fi: Taukoviive (sekunneissa)
ko: 일시 중지 지연 (초)
sv: Fördröjning i sekunder
zh: 暂停延迟(秒)

# Languages::payflowcolor
source: Payflow color
fi: Payflow väri
ko: 페이 플로우 색상
sv: Payflow färg
zh: 转账颜色

# Languages::payment
source: Payment
fi: Maksu
ko: 결제
sv: Betalning
zh: 支付

# Languages::payments
source: Payments
fi: Maksut
ko: 지불
sv: Betalning
zh: 支付

# Languages::payments.cresecure.location_notice
source: <b>Please note:</b><br>1. This payment requires the https checkout option to be enabled!<br>2. By default, the Checkout location is shown to a user on payment placing. In order to show a different location, create a new location with the dispatch 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
fi: <b>Huomaa:</b><br>1. Tämä maksu edellyttää, että https checkout -vaihtoehto on käytössä!<br>2. Oletuksena Checkout-paikka näytetään käyttäjälle maksua tehdessään. Jos haluat näyttää toisen sijainnin, luo uusi sijainti lähettämällä 'checkout.cresecure_template' <a href="[url]" target="_blank">Layout Managerissa</a>.
ko: <b> 참고 : </ b> <br> 1. 결제하려면 https 체크 아웃 옵션을 활성화해야합니다! <br> 2. 기본적으로 결제 위치는 결제시 사용자에게 표시됩니다. 다른 위치를 표시하려면 <a href="[url]" target="_blank"> 레이아웃 관리자 </a>에서 'checkout.cresecure_template'디스패치를 사용하여 새 위치를 만듭니다.
sv: <b>Obs!</b><br>1. Detta betalsätt kräver att HTTPS i kassan skall vara aktivt!<br>2. Som standard visas utcheckningen för en användare på betalsidan. För att visa på annat ställe, skapa en ny destination med dispatch "checkout.cresecure_template" i <a href="[url]" target="_blank">Layouter</a>.
zh: <b>请注意︰</b><br>1.此付款需要启用 https 签出选项 ！<br>2.默认情况下，签出位置显示给用户付款放置。为了显示一个不同的位置，与调度 'checkout.cresecure_template' 在 <a href="[url]"target="_blank"> 布局管理器</a> 创建新的位置。

# Languages::payments.epdq.bgcolor
source: Background color
fi: Taustaväri
ko: 배경 색상
sv: Bakgrundsfärg
zh: 背景颜色

# Languages::payments.epdq.btn_bgcolor
source: Button background color
fi: Painikkeen taustaväri
ko: 버튼 배경 색상
sv: Knappar bakgrundsfärg
zh: 按钮的背景颜色

# Languages::payments.epdq.btn_textcolor
source: Button text color
fi: Painikkeen tekstin väri
ko: 버튼 텍스트 색상
sv: Knappar textfärg
zh: 按钮的文本颜色

# Languages::payments.epdq.font_type
source: Font type
fi: Kirjasintyyppi
ko: 폰트 유형
sv: Teckensnitt
zh: 字体

# Languages::payments.epdq.hash_error
source: Sorry, the hash string does not match
fi: Hajautusmerkkijono ei valitettavasti täsmää
ko: 죄송합니다. 해시 문자열이 일치하지 않습니다.
sv: Hashsträng matchar inte
zh: 对不起，哈希字符串不匹配

# Languages::payments.epdq.instructions
source: <ol><li><p>Enter the following URL in the "Technical information"→"Transaction feedback" section in the Barclaycard ePDQ admin area:</p><p>for the "accepted" and "cancelled" payments: [url]</p></li><li>Make sure that the "Timing of the request" is set to "Always online", and "Request method" is set to "POST"</li><li>Define the "SHA-OUT pass phrase" value in the ePDQ admin area as you like, then duplicate it in the "SHA-IN pass phrase" field in the "Data and origin verification" section, and also in the "Pass-phrase" field below</li><li>Make sure that the "Default operation code" option in the ePDQ admin area has the same value as the "Transaction type" option value below</li><li>Set the "Hash algorithm" parameter to "SHA-1" in the "Global security parameters" section in the Barclaycard ePDQ admin area</li></ol>
fi: <ol><li><p>Syötä seuraava URL-osoite kohtaan "Tekniset tiedot" → "Tapahtumapalaute" Barclaycard ePDQ -hallinta-alueella:</p><p>"hyväksytyille" ja "peruutetuille" maksuille: [url]</p></li><li>Varmista, että "Ajoitus pyyntö" on "Aina online" ja "Pyyntötapa" on "POST".</li><li>Määritä "SHA-OUT-salasana"-arvo ePDQ-hallinta-alueella haluamallasi tavalla ja kopioi se sitten "SHA"-kenttään. -IN-salasana" -kentässä "Tiedon ja alkuperän vahvistus" -osiossa ja myös "Salasana"-kentässä alla</li><li>Varmista, että ePDQ-hallintaalueen "Oletustoimintokoodi"-vaihtoehdolla on sama arvo kuin "Tapahtumatyyppi"-valinnan arvo alle</li><li>Aseta "Hash algorithm" -parametriksi "SHA-1" Barclaycard ePDQ -hallintaalueen "Global security parameters" -osiossa</li></ol>
sv: <ol><li><p>Ange följande URL i avsnittet "Teknisk information"→"Transaktionsfeedback" i Barclaycard ePDQ-administratörsområdet:</p><p>för "accepterade" och "avbokade" betalningar: [url]</p></li><li>Se till att "Timing av begäran" är inställd på "Alltid online" och "Request method" är satt till "POST"</li><li>Definiera värdet för "SHA-OUT pass phrase" i ePDQ-administratörsområdet som du vill och duplicera det sedan i "SHA" -IN-lösenordsfras-fältet i avsnittet "Data- och ursprungsverifiering" och även i fältet "Lösenfras" under</li><li>Se till att alternativet "Default operation code" i ePDQ-adminområdet har samma värde som Alternativvärdet för "Transaktionstyp" under</li><li>Ställ in parametern "Hash algorithm" till "SHA-1" i avsnittet "Globala säkerhetsparametrar" i Barclaycard ePDQs adminområde</li></ol>
zh: <ol><li><p>在 Barclaycard ePDQ 管理区域的“技术信息”→“交易反馈”部分输入以下 URL：</p><p>用于“已接受”和“已取消”付款： [url]</p></li><li>确保“Timing of the请求”设置为“始终在线”，“请求方法”设置为“POST”</li><li>根据需要在 ePDQ 管理区域中定义“SHA-OUT 密码”值，然后将其复制到“SHA -IN passphrase”字段在“数据和来源验证”部分，也在下面的“Pass-phrase”字段中</li><li>确保 ePDQ 管理区域中的“默认操作代码”选项与“交易类型”选项值低于</li><li>在 Barclaycard ePDQ 管理区域的“全局安全参数”部分中将“哈希算法”参数设置为“SHA-1”</li></ol>

# Languages::payments.epdq.tbl_bgcolor
source: Table background color
fi: Taulukon taustaväri
ko: 표 배경색
sv: Tabell bakgrundsfärg
zh: 表格背景颜色

# Languages::payments.epdq.tbl_textcolor
source: Table text color
fi: Taulukon tekstin väri
ko: 표 텍스트 색상
sv: Tabell text färg
zh: 表格文本颜色

# Languages::payments.epdq.textcolor
source: Text color
fi: Tekstin väri
ko: 글자 색상
sv: Text färg
zh: 文本颜色

# Languages::payments.epdq.title
source: Title
fi: Otsikko
ko: 제목
sv: Titel
zh: 标题

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
fi: <a href=[url]>Kirjaudu sisään</a> kirjautuaksesi ulos
ko: 체크아웃을 위해 <a href=[url]> 로그인 </a>하세요.
sv: <a href=[url]>Logga in</a> för att gå till kassan
zh: <a href=[url]> 签到</a> 签出

# Languages::payments_tab1
source: Credit card
fi: Luottokortti
ko: 신용카드
sv: Kortbetalning
zh: 信用卡

# Languages::payments_tab2
source: Internet Payments
fi: Internet-maksut
ko: 인터넷 결제
sv: Internetbetalinger
zh: 网上支付

# Languages::payments_tab3
source: Other Payment Options
fi: Valitse maksutapa
ko: 기타 결제 옵션
sv: Övriga betalsätt
zh: 其他支付选项

# Languages::payment_amount
source: Payment amount
fi: Maksun määrä
ko: 결제금액
sv: Betalbelopp
zh: 付款金额

# Languages::payment_category
source: Payment category
fi: Maksuluokka
ko: 결제 카테고리
sv: Betalkategori
zh: 付款类别

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
fi: Maksuluokkien välilehtiä EI näytetä, jos kaikki aktiiviset maksut kuuluvat samaan luokkaan
ko: 모든 활성 결제가 동일한 카테고리에 속하는 경우 결제 카테고리 탭이 표시되지 않습니다.
sv: Kategorier visas INTE om alla aktiva betalsätt tillhör samma kategori
zh: 若所有的活动支付项属于同一类别支付类别选项卡将不会显示

# Languages::payment_details
source: Payment details
fi: Maksutiedot
ko: 세부 지불정보
sv: Betalinformation
zh: 付款详情

# Languages::payment_form_url
source: Payment Form URL
fi: Maksulomakkeen URL-osoite
ko: 결제 양식 URL
sv: Betalformulär URL
zh: 付款表格URL

# Languages::payment_info
source: Payment type
fi: Maksutapa
ko: 지불 타입
sv: Betaltyp
zh: 付款类别

# Languages::payment_information
source: Payment information
fi: Maksutiedot
ko: 결제 정보
sv: Betalning
zh: 付款信息

# Languages::payment_instructions
source: Payment instructions
fi: Maksuohjeet
ko: 지불 설명
sv: Betalinstruktion
zh: 付款说明

# Languages::payment_method
source: Payment method
fi: Maksutapa
ko: 결제수단
sv: Betalsätt
zh: 付款方式

# Languages::payment_methods
source: Payment methods
fi: Maksutavat
ko: 결제수단
sv: Betalsätt
zh: 付款方式

# Languages::payment_response_password
source: Payment Response password
fi: Maksuvastauksen salasana
ko: 결제 응답 비밀번호
sv: Betalning svarslösenord
zh: 支付响应密码

# Languages::payment_surcharge
source: Payment surcharge
fi: Maksutapalisä
ko: 지불 추가 요금
sv: Betalavgift
zh: 支付附加费

# Languages::payment_type
source: Payment type
fi: Maksutapa
ko: 지불 타입
sv: Betaltyp
zh: 付款类别

# Languages::paypal_authentication_method
source: PayPal authentication method
fi: PayPal-todennusmenetelmä
sv: PayPal-autentiseringsmetod
zh: PayPal认证方法

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
fi: Tuotteen nimi (tai ostoskorin nimi)
ko: 항목 이름 (또는 쇼핑 카트 이름)
sv: Namn på objekt (eller ett namn för varukorg)
zh: 该项目的名称（或购物车的名称）

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
fi: Tilaustasi ei tehty: vastaanottajan PayPal-tili on väärä.
ko: 주문이 완료되지 않았습니다. 받는 사람 PayPal 계정이 잘못되었습니다.
sv: Ditt köp genomfördes inte, mottagarens PayPal-konto är felaktigt.
zh: 您的订单不放︰ 收件人的 PayPal 帐户是错了。

# Languages::pay_from_email
source: Customer email
fi: Asiakkaan sähköposti
ko: 고객 이메일
sv: Kundens e-postadress
zh: 客户邮件

# Languages::pay_order_again
source: Pay order again
fi: Maksa tilaus uudelleen
ko: 다시 주문 지불
sv: Betala order igen
zh: 再次支付订单

# Languages::pay_to_email
source: Email address of the Merchant
fi: Kauppiaan sähköpostiosoite
ko: 판매자의 이메일 주소
sv: E-postadress till handlaren
zh: 商人的电子邮件地址

# Languages::pending
source: Pending
fi: Käsittelyssä
ko: 대기중
sv: Väntar
zh: 待定的

# Languages::suspended
source: Suspended
fi: Keskeytetty
ko: 중단됨
sv: Upphängd
zh: 暂停

# Languages::per
source: Per [object]
ko: [object]당
zh: 每[object]

# Languages::percent
source: Percent
fi: Prosenttia
ko: 퍼센트
sv: Procent
zh: 百分比 (%)

# Languages::period
source: Period
fi: Ajanjakso
ko: 기간
zh: 周期

# Languages::per_item
source: Per Item
fi: Per tuote
ko: 항목 별
sv: Per styck
zh: 每个商品

# Languages::per_page
source: Per Page
fi: tuotetta/sivu
ko: 개
sv: Per sida
zh: 个每页

# Languages::pagination_range
source: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;of&nbsp;[pagination.total_items]
fi: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;/&nbsp;[pagination.total_items]
ko: <span>[pagination.range_from]</span>[pagination.total_items]<span>[pagination.range_to]</span>&nbsp;&nbsp;
sv: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;av&nbsp;[pagination.total_items]
zh: <span>[pagination.range_from]</span>–<span>[pagination.range_to]</span>&nbsp;的&nbsp;[pagination.total_items]

# Languages::phone
source: Phone
fi: Puhelin
ko: 전화
sv: Telefon
zh: 电话
