Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::create_table
source: Create New Table
fi: Luo uusi taulukko
ko: 새 테이블 만들기
sv: Skapa ny tabell
zh: 创建新表

# Languages::creating
source: Creating
fi: Luodaan
ko: 생성 중
sv: Skapar
zh: 生成

# Languages::creating_table
source: Creating table
fi: Luodaan taulukkoa
ko: 테이블 생성
sv: Skapar tabell
zh: 创建表

# Languages::creation_date
source: Creation date
fi: Luomispäivä
ko: 작성일
sv: Skapad
zh: 创建日期

# Languages::credit_card
source: Credit card
fi: Luottokortti
ko: 신용카드
sv: Betalkort
zh: 信用卡

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
fi: Tämä numero on painettu kortin takana olevaan allekirjoitusalueeseen. Se on 3 numeroa luottokortin numeron JÄLKEEN.
ko: 이 번호는 카드 뒷면의 서명란에 인쇄되어 있습니다. 신용 카드 번호 뒤의 3 자리입니다.
sv: Numret är tryckt på signaturdelen på baksidan av betalkortet, de 3 siffrorna EFTER kortnumret.
zh: 这个号码印在信用卡背面签名的区域. 它是在信用卡后面的3位数字.

# Languages::credit_memo
source: Credit memo
fi: Hyvityslasku
ko: 크레딧 메모
sv: Kreditfaktura
zh: 欠款通知

# Languages::credit_memo_id
source: Credit memo ID
fi: Luottomuistion tunnus
ko: 크레딧 메모 ID
sv: Kreditfaktura ID
zh: 欠款通知 ID

# Languages::cresecure_allowed_types
source: Allowed card types
fi: Sallitut korttityypit
ko: 허용되는 카드 유형
sv: Tillåtna korttyper
zh: 允许卡类型

# Languages::csv_delimiter
source: CSV delimiter
fi: CSV-erotin
ko: CSV 구분자
sv: CSV-avgränsare
zh: CSV 分隔符

# Languages::csv_file
source: CSV file
fi: CSV-tiedosto
ko: CSV 파일
sv: CSV-fil
zh: CSV 文件

# Languages::currencies
source: Currencies
fi: Valuutat
ko: 통화
sv: Valutor
zh: 货币

# Languages::currency
source: Currency
fi: Valuutta
ko: 통화
sv: Valuta
zh: 货币

# Languages::currencycode
source: Currency code
fi: Valuutta koodi
ko: 통화 코드
sv: Valutakod
zh: 货币代码

# Languages::currency_code_aed
source: United Arab Emirates Dirham
fi: Yhdistyneiden arabiemiirikuntien dirham
ko: 아랍에미리트 연합국 디르함
sv: Emiratisk dirham
zh: 阿联酋迪拉姆

# Languages::currency_code_aud
source: Australian Dollar
fi: Australian dollari
ko: 오스트레일리아 달러
sv: Australisk dollar
zh: 澳元

# Languages::currency_code_awg
source: AWG
sv: Arubansk eller nederländsk gulden
zh: 任意波形发生器

# Languages::currency_code_brl
source: Brazilian Real
fi: Brasilian real
ko: 브라질 레알
sv: Brasiliansk real
zh: 巴西纸币

# Languages::currency_code_byr
source: BYN
zh: 拜恩

# Languages::currency_code_cad
source: Canadian Dollar
fi: Kanadan dollari
ko: 캐나다 달러
sv: Kanadensisk dollar
zh: 加拿大元

# Languages::currency_code_chf
source: Swiss Franc
fi: Sveitsin Frangi
ko: 스위스 프랑
sv: Schweiziska franc
zh: 瑞士法郎

# Languages::currency_code_cny
source: CNY
sv: Kinesisk yuan renminbi
zh: 元

# Languages::currency_code_cyr
source: Cyprus Pound
fi: Kyproksen punta
sv: Cyperns pund
zh: 塞浦路斯镑

# Languages::currency_code_czk
source: Czech Koruna
fi: Tšekin koruna
ko: 체코 코루나
sv: Tjeckisk krona
zh: 捷克克朗

# Languages::currency_code_dkk
source: Danish Kroner
fi: Tanskan kruunu
sv: Dansk krona
zh: 丹麦克朗

# Languages::currency_code_eek
source: Estonian Kroon
fi: Viron kruunu
ko: 에스토니아 크론
sv: Estnisk krona
zh: 爱沙尼亚克朗

# Languages::currency_code_eur
source: Euro
fi: euroa
ko: 유로
zh: 欧元

# Languages::currency_code_fjd
source: Fiji Dollar
fi: Fidžin dollari
zh: 斐济元

# Languages::currency_code_frf
source: French Franc
fi: Ranskan frangi
ko: 프랑스 프랑
sv: Fransk franc
zh: 法国法郎

# Languages::currency_code_gbp
source: UK Pound
fi: Iso-Britannian punta
sv: Brittiskt pund
zh: 英国英镑

# Languages::currency_code_gel
source: GEL
fi: GEELI
sv: Georgiska lari
zh: 凝胶

# Languages::currency_code_hkd
source: Hong Kong Dollar
fi: Hongkongin dollari
ko: 홍콩 달러
zh: 港币

# Languages::currency_code_hrk
source: HRK
sv: Kroatisk kuna
zh: 人力资源库

# Languages::currency_code_huf
source: Hungarian Forint
fi: Unkarin forintti
ko: 헝가리 포린트
sv: Ungersk forint
zh: 匈牙利福林

# Languages::currency_code_ils
source: Israel New Shequel
fi: Israelin uusi sekeli
sv: Israelisk shekel
zh: 以色列新谢克尔

# Languages::currency_code_inr
source: Indian Rupee
fi: Intian rupia
ko: 인도 루피
sv: Indisk rupie
zh: 印度卢比

# Languages::currency_code_isk
source: Iceland Krona
fi: Islannin kruunu
sv: Isländsk krona
zh: 冰岛克朗

# Languages::currency_code_jpy
source: Japanese Yen
fi: Japanin jeniä
ko: 일본 엔화
sv: Japansk yen
zh: 日元

# Languages::currency_code_kpw
source: North Korean Won
fi: Pohjois-Korean won
ko: 북한 원
sv: Nordkoreansk won
zh: 朝鲜圆

# Languages::currency_code_krw
source: South Korean Won
fi: Etelä-Korean wonia
ko: 대한민국 원
sv: Sydkoreansk won
zh: 韩元

# Languages::currency_code_kwd
source: Kuwaiti Dinar
fi: Kuwaitin dinaari
ko: 쿠웨이트 디나르
sv: Kuwaitisk dinar
zh: 科威特第纳尔

# Languages::currency_code_kzt
source: Kazakhstani tenge
fi: Kazakstanin tenge
ko: 카자흐스탄 텡게
sv: Kazakstansk tenge
zh: 哈萨克斯坦坚戈

# Languages::currency_code_ltl
source: Lithuanian Litas
fi: Liettuan litiä
ko: 리투아니아 리타스
sv: Litauisk litas
zh: 立陶宛里塔斯

# Languages::currency_code_lvl
source: Latvian Lat
sv: Lettisk lats
zh: 拉脱维亚拉特

# Languages::currency_code_mad
source: MAD
fi: HULLU
sv: Marockansk dirham
zh: 疯狂的

# Languages::currency_code_mxn
source: Mexican Peso
fi: Meksikon peso
ko: 멕시코 페소
sv: Mexikansk peso
zh: 墨西哥比索

# Languages::currency_code_myr
source: Malaysian Ringgit
fi: Malesian ringgit
ko: 말레이시아 링깃
sv: Malaysisk ringgit
zh: 马来西亚令吉

# Languages::currency_code_nok
source: Norwegian Kroner
fi: Norjan kruunu
sv: Norsk krona
zh: 挪威克郎

# Languages::currency_code_nzd
source: New Zealand Dollar
fi: Uuden-Seelannin dollari
ko: 뉴질랜드 달러
sv: Nyzeeländsk dollar
zh: 新西兰元

# Languages::currency_code_php
source: Philippine Peso
fi: Filippiinien peso
ko: 필리핀 페소
sv: Filippinsk peso
zh: 菲律宾比索

# Languages::currency_code_pln
source: Polish Zlotych
fi: Puolalainen Zlotych
sv: Polsk zloty
zh: 波兰兹罗提

# Languages::currency_code_png
source: Papua New Guinea Kina
fi: Papua-Uusi-Guinea Kina
sv: Papua Nya Guineansk kina
zh: 巴布亚新几内亚基那

# Languages::currency_code_ron
source: RON
sv: Rumänsk leu
zh: 罗恩

# Languages::currency_code_rub
source: RUB
fi: HIEROA
sv: Rysk rubel
zh: 擦

# Languages::currency_code_rur
source: Russian Ruble
fi: Venäjän rupla
ko: 러시아 루블
sv: Rysk rubel (gammal)
zh: 俄罗斯卢布

# Languages::currency_code_sar
source: Saudi Riyal
fi: Saudi Rial
ko: 사우디아라비아 리얄
sv: Saudiarabisk riyal
zh: 沙特里亚尔

# Languages::currency_code_sbd
source: Solomon Islands Dollar
fi: Salomonsaarten dollari
ko: 솔로몬 제도 달러
sv: Salomon dollar
zh: 所罗门群岛元

# Languages::currency_code_sek
source: Sweden Kroner
fi: Ruotsin kruunu
sv: Svensk krona
zh: 瑞典克朗

# Languages::currency_code_sgd
source: Singapore Dollar
fi: Singaporen dollari
ko: 싱가포르 달러
sv: Singaporiansk dollar
zh: 新加坡元

# Languages::currency_code_sit
source: Slovenian Tolar
ko: 슬로베니아 톨라
sv: Slovensk tolar
zh: 斯洛文尼亚拖拉

# Languages::currency_code_skk
source: Slovak Koruna
fi: Slovakian koruna
ko: 슬로바키아 코루나Name
sv: Slovakisk koruna
zh: 斯洛伐克克朗

# Languages::currency_code_thb
source: Thai Baht
fi: Thaimaan bahti
ko: 태국 바트
sv: Thailändsk baht
zh: 泰铢

# Languages::currency_code_top
source: Tongan Pa'anga
sv: Tongansk pa'anga
zh: 汤加潘加

# Languages::currency_code_try
source: Turkish Lira
fi: Turkin liira
ko: 터키 리라
sv: Turkisk lira
zh: 土耳其里拉

# Languages::currency_code_twd
source: New Taiwan dollar
fi: Uusi Taiwanin dollari
ko: 신타이비
sv: Ny Taiwan dollar
zh: 新台币

# Languages::currency_code_usd
source: US Dollar
fi: USA: n dollari
ko: 달러
sv: USA dollar
zh: 美元

# Languages::currency_code_vuv
source: Vanuatu Vatu
ko: 바누아투
zh: 瓦努阿图瓦图

# Languages::currency_code_wst
source: Samoan Tala
fi: Samoalainen Tala
ko: 사모아 탈라
sv: Samoansk tala
zh: 萨摩亚塔拉

# Languages::currency_code_zar
source: Rand
ko: 가장자리
sv: Sydafrikansk rand
zh: 兰特

# Languages::currency_deleted
source: The currency has been deleted successfully.
fi: Valuutta on poistettu onnistuneesti.
ko: 통화가 성공적으로 삭제되었습니다.
sv: Valutan har raderats.
zh: 货币已成功删除.

# Languages::currency_rate
source: Rate
ko: 비율
sv: Kurs
zh: 比例

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
fi: Valuuttakurssin tulee olla suurempi kuin 0.
ko: 환율은 0보다 높아야합니다.
sv: Valutakursen bör vara högre än 0.
zh: 货币兑换率应高于0.

# Languages::currency_sign
source: Sign
fi: Merkki
ko: 서명
sv: Symbol
zh: 符号

# Languages::current_database_size
source: Current database size
fi: Nykyinen tietokannan koko
ko: 현 데이터베이스 크기
sv: Databasstorlek
zh: 当前数据库大小

# Languages::current_path
source: Current path
fi: Nykyinen polku
ko: 현재 경로
sv: Aktuell sökväg
zh: 当前路径

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
fi: Voit lähettää ja ladata tiedostoja <a href="[href]">File Editor</a>:n kautta
ko: <a href="[href]"> 파일 편집기 </a>를 통해 파일을 업로드하고 다운로드 할 수 있습니다.
sv: Du kan ladda upp/ner filer via <a href="[href]">Filhanteraren</a>
zh: 你可以通过 <a href="[href]">文件编辑器</a>上传或者下载文件

# Languages::text_file_editor_notice_full_link
source: You can upload and download files via [link]
fi: Voit ladata ja ladata tiedostoja [link]:n kautta
ko: [link]를 통해 파일을 업로드 및 다운로드 할 수 있습니다.
sv: Du kan ladda upp och ladda ner filer via [link]
zh: 您可以通过 [link]上传和下载文件

# Languages::current_previous_period
source: 'Current ('[date]') and previous period'
fi: 'Nykyinen ('[date]') ja edellinen jakso'
ko: '현재 ('[date] ') 및 이전 기간'
sv: 'Nuvarande ('[date]') och föregående period'
zh: '当前（'[date]'）和上一期间'

# Languages::current_period
source: Current Period
fi: Nykyinen jakso
ko: 현재 기간
sv: Aktuell period
zh: 当前时间

# Languages::current_theme
source: Current theme
fi: Nykyinen teema
ko: 현 테마
sv: Aktivt tema
zh: 当前主题

# Languages::custom
source: Custom
fi: Muokattu
ko: 사용자 정의
sv: Egen
zh: 自定义

# Languages::customer
source: Customer
fi: Asiakas
ko: 고객
sv: Kund
zh: 客户

# Languages::customers
source: Customers
fi: Asiakkaat
ko: 고객
sv: Kunder
zh: 客户

# Languages::customers_menu_title
source: Customers
fi: Asiakkaat
ko: 고객
sv: Kunder
zh: 顾客

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
fi: Lista kaupan asiakkaista, rekisteröityneistä käyttäjistä, joilla on asiakastili.
ko: 매장 고객, 고객 계정이 있는 등록 된 사용자 목록입니다.
sv: Hantera kundkonto.
zh: 商店客户列表,注册会员与客户帐户

# Languages::customer_details
source: Customer details
fi: Asiakkaan tiedot
ko: 고객 상세 정보
sv: Kunddetaljer
zh: 客户资料

# Languages::customer_email
source: Customer email
fi: Asiakkaan sähköposti
ko: 고객 이메일
sv: Kundens e-postadress
zh: 客户邮件

# Languages::customer_id
source: Customer ID
fi: Asiakas ID
ko: 고객 ID
sv: Kund ID
zh: 客户 ID

# Languages::customer_info
source: Customer information
fi: Asiakkaan tiedot
ko: 고객 정보
sv: Kundinformation
zh: 客户信息

# Languages::customer_information
source: Customer information
fi: Asiakkaan tiedot
ko: 고객 정보
sv: Kundinformation
zh: 客户信息

# Languages::customer_notes
source: Customer notes
fi: Lisätiedot
ko: 고객 참고 사항
sv: Meddelande
zh: 客户通知

# Languages::customer_signature
source: Customer's signature
fi: Asiakkaan allekirjoitus
ko: 고객의 서명
sv: Signatur
zh: 客户签名

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
fi: Kiitos asioinnista kaupassamme!
ko: 장바구니를 이용해 주셔서 감사합니다.
sv: Tack för besöket!
zh: 谢谢您使用我们的购物车.

# Languages::customize
source: Customize
fi: Mukauta
ko: 사용자정의
sv: Anpassa
zh: 自定义

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
fi: Tällä teemalla ei ole tyylejä.
ko: 이 테마에는 스타일이 없습니다.
sv: Detta tema har inga stilmallar.
zh: 这一主题没有样式。

# Languages::custom_range
source: Custom Range
fi: Mukautettu valikoima
ko: 맞춤 범위
sv: Eget urval
zh: 自定义范围

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
fi: Seuraavat tuotekoodit ovat liian pitkiä ja ne on leikattu 32 numeroon:
ko: 다음 제품 코드는 너무 길어서 32 자리로 잘 렸습니다.
sv: Dessa produktkoder är för långa och klipptes till 32 tecken:
zh: 以下产品代码太长剪切为32位:

# Languages::czech
source: Czech
fi: Tšekki
ko: 체코어
sv: tjeckiska
zh: 捷克语

# Languages::danish
source: Danish
fi: Tanskan kieli
ko: 덴마크어
sv: danska
zh: 丹麦语

# Languages::dashboard
source: Dashboard
fi: Kojelauta
ko: 대시보드
sv: Översikt
zh: 统计表

# Languages::database
source: Database
fi: Tietokanta
ko: 데이터베이스
sv: Databas
zh: 数据库

# Languages::database_data_changes
source: Database data changes
fi: Tietokannan tiedot muuttuvat
ko: 데이터베이스 데이터 변경
sv: Databas dataändringar
zh: 数据库数据更改

# Languages::backup_restore
source: Backup/Restore
fi: Varmuuskopio
ko: 백업/복원
sv: Databas
zh: 备份/恢复

# Languages::database_structure_changes
source: Database structure changes
fi: Tietokannan rakenne muuttuu
ko: 데이터베이스 구조 변경
sv: Databas strukturändringar
zh: 数据库结构更改

# Languages::datatrans_caa
source: Authorization with immediate settlement
fi: Valtuutus välittömällä maksulla
ko: 즉시 정산을 통한 승인
sv: Auktorisation med omedelbar uppgörelse
zh: 授权立即结算

# Languages::datatrans_noa
source: Authorization only
fi: Vain valtuutus
ko: 승인 만
sv: Endast auktorisation
zh: 仅授权

# Languages::datatrans_sign
source: Digital signature
fi: Digitaalinen allekirjoitus
ko: 디지털 서명
sv: Digital signatur
zh: 数字签名

# Languages::date
source: Date
fi: Pvm
ko: 날짜
sv: Datum
zh: 日期

# Languages::date_added
source: Date added
fi: Lisätty
ko: 날짜 추가
sv: Datum tillagt
zh: 日期已添加

# Languages::date_of_birth
source: Date of birth
fi: Syntymäaika
ko: 생년월일
sv: Födelsedatum
zh: 生日

# Languages::day
source: day
fi: päivä
ko: 일
sv: dag
zh: 天

# Languages::days
source: days
fi: päivää
ko: 일
sv: dagar
zh: 天

# Languages::db_backup_restore
source: DB Backup/Restore
fi: DB varmuuskopiointi/palautus
ko: DB 백업 / 복원
sv: DB Säkerhetskopiera/återställ
zh: 数据备份/恢复

# Languages::create_backup
source: Create backup
fi: Luo varmuuskopio
ko: 백업 만들기
sv: Skapa säkerhetskopia
zh: 创建备份

# Languages::db_name
source: Database name
fi: Tietokannan nimi
ko: 데이터베이스 이름
sv: Databasnamn
zh: 数据库名称

# Languages::dear
source: Dear
fi: Hei
ko: 안녕하세요
sv: Hej
zh: 亲爱的

# Languages::debit
source: Debit
fi: Veloittaa
ko: 차변
sv: Debitera
zh: 借方

# Languages::decimals
source: Decimals
fi: Desimaalit
ko: 소수점 갯수
sv: Decimaler
zh: 小数

# Languages::decline
source: Decline
fi: Hylkää
ko: 거절
sv: Neka
zh: 降价

# Languages::default_decline_inventory_info
source: To avoid the situation when two customers buy the same product, this status always decreases inventory.
fi: Välttääksesi tilanteen, jossa kaksi asiakasta ostavat saman tuotteen, tämä tila vähentää aina varastoa.
ko: 두 명의 고객이 동일한 제품을 구매하는 상황을 피하기 위해 이 상태는 항상 재고를 줄입니다.
sv: För att undvika situationen när två kunder köper samma produkt, minskar denna status alltid lagret.
zh: 为了避免两个客户购买相同产品的情况，这种状态总是减少库存。

# Languages::declined
source: Declined
fi: Hylätty
ko: 거부 됨
sv: Nekad
zh: 拒绝的

# Languages::decline_selected
source: Decline selected
fi: Hylkää valittu
ko: 거절 선택
sv: Neka valda
zh: 降价选定

# Languages::decorator
source: Decorator
fi: Sisustusarkkitehti
ko: 데코레이터
sv: Dekoratör
zh: 装饰工

# Languages::decrease
source: Decrease
fi: Vähennä
ko: 감소
sv: Minska
zh: 降低

# Languages::dec_sign
source: Dec sign
fi: Joulukuun merkki
ko: 감소 기호
sv: Decimaltecken
zh: Dec 标志

# Languages::select_selectbox_option
source: Select option
fi: Valitse vaihtoehto
ko: 옵션 선택
sv: Välj alternativ
zh: 选择选项

# Languages::default
source: Default
fi: Oletus
ko: 기본값
sv: Standard
zh: 默认

# Languages::select_default
source: Select default
fi: Valitse oletus
ko: 기본값 선택
sv: Välj standard
zh: 选择默认

# Languages::default_category_view
source: Default category view
fi: Oletusluokkanäkymä
ko: 기본 카테고리보기
sv: Standard
zh: 默认分类视图

# Languages::default_language
source: Default language
fi: Oletuskieli
ko: 기본 언어
sv: Standardspråk
zh: 默认语言

# Languages::default_layout
source: Default layout
fi: Oletusasettelu
ko: 기본 레이아웃
sv: Standard layout
zh: 默认布局

# Languages::default_long_options_template
source: Default template (long product option names)
fi: Oletusmalli (pitkät tuotevaihtoehtojen nimet)
ko: 기본 템플릿 (긴 제품 옵션 이름)
sv: Standardmall (långa namn på produktalternativ)
zh: 默认模板 (较长的产品选项名称)

# Languages::default_product_details_view
source: Parent ([default])
fi: Vanhempi ([default])
ko: 부모 ([default])
sv: Överliggande ([default])
zh: 父级 ([default])

# Languages::default_template
source: Default template
fi: Oletusmalli
ko: 기본 템플릿
sv: Standard
zh: 默认模板

# Languages::bigpicture_template
source: The big picture
fi: Kokonaiskuva
ko: 큰 그림
sv: Stor produktbild
zh: 大图片

# Languages::default_value
source: Default value
fi: Oletusarvo
ko: 기본값
sv: Standardvärde
zh: 默认数值

# Languages::default_custom.disabled
source: Disabled
fi: Liikuntarajoitteinen
ko: 비활성화
sv: Inaktiverad
zh: 已禁用

# Languages::default_custom.custom
source: Custom...
fi: Mukautettu...
ko: 맞춤...
sv: Beställnings...
zh: 风俗...

# Languages::default_custom.custom_value
source: Custom ([value])
fi: Mukautettu ([value])
ko: 커스텀 ([value])
sv: Anpassad ([value])
zh: 自定义 ([value])

# Languages::default_custom.parent
source: Parent ([name])
fi: Vanhempi ([name])
ko: 부모 ([name])
sv: Förälder ([name])
zh: 父母 ([name])

# Languages::default_custom.global
source: Global ([name])
fi: Maailmanlaajuinen ([name])
ko: 글로벌 ([name])
zh: 全球 ([name])

# Languages::default_custom.edit_parent
source: Edit parent ([name])...
fi: Muokkaa vanhempaa ([name])...
ko: 부모 ([name]) 수정 ...
sv: Redigera förälder ([name])...
zh: 编辑父级 ([name])...

# Languages::default_custom.edit_global
source: Edit global ([name])...
fi: Muokkaa globaalia ([name])...
ko: 글로벌 ([name]) 수정 ...
sv: Redigera globalt ([name])...
zh: 编辑全局（[name]）...

# Languages::global_individual.global
source: Global
fi: Maailmanlaajuinen
ko: 글로벌
zh: 全球的

# Languages::global_individual.individual
source: Individual
fi: Yksilöllinen
ko: 개별
sv: Enskild
zh: 个人

# Languages::global_individual.global_value_all_items
source: Global value for all items
fi: Globaali arvo kaikille kohteille
ko: 모든 항목에 대한 글로벌 값
sv: Globalt värde för alla föremål
zh: 所有项目的全球价值

# Languages::global_individual.individual_values_each_item
source: Individual values for each item
fi: Jokaisen kohteen yksilölliset arvot
ko: 각 항목에 대한 개별 값
sv: Individuella värden för varje artikel
zh: 每个项目的单独值

# Languages::global_individual.individual_tooltip
source: This setting is currently global. Click here to allow changing its value for individual items.
fi: Tämä asetus on tällä hetkellä yleinen. Napsauta tätä salliaksesi sen arvon muuttamisen yksittäisille kohteille.
ko: 이 설정은 현재 글로벌입니다. 개별 항목의 값을 변경하려면 여기를 클릭하십시오.
sv: Den här inställningen är för närvarande global. Klicka här för att tillåta ändring av dess värde för enskilda objekt.
zh: 此设置当前是全局的。单击此处允许更改单个项目的值。

# Languages::global_individual.global_tooltip
source: The value of this setting can be changed for individual items. Click here to make this setting global.
fi: Tämän asetuksen arvoa voidaan muuttaa yksittäisille kohteille. Napsauta tätä tehdäksesi tästä asetuksesta maailmanlaajuinen.
ko: 이 설정의 값은 개별 항목에 대해 변경할 수 있습니다. 이 설정을 글로벌로 설정하려면 여기를 클릭하십시오.
sv: Värdet på denna inställning kan ändras för enskilda objekt. Klicka här för att göra denna inställning global.
zh: 可以针对单个项目更改此设置的值。单击此处使此设置全局化。

# Languages::deferred
source: Deferred
fi: Lykätty
ko: 연기 됨
sv: Uppskjuten
zh: 延期的

# Languages::defined
source: Defined
fi: Määritelty
ko: 정의됨
sv: Definierad
zh: 定义的

# Languages::defined_desired_products
source: List of desired products
fi: Lista halutuista tuotteista
ko: 희망 상품 리스트
sv: Lista över önskade produkter
zh: 需要的产品清单

# Languages::defined_items
source: defined items
fi: määriteltyjä kohteita
ko: 정의 된 항목
sv: utvalda objekt
zh: 定义的项

# Languages::delay
source: Delay (in seconds)
fi: Viive (sekunneissa)
ko: 지연 (초)
sv: Fördröjning (sekunder)
zh: 延迟(秒）

# Languages::delete
source: Delete
fi: Poista
ko: 삭제
sv: Radera
zh: 删除

# Languages::deleted
source: Deleted
fi: Poistettu
ko: 삭제됨
sv: Borttagna
zh: 删除

# Languages::deleted_product
source: DELETED PRODUCT
fi: POISTETTU TUOTE
ko: 삭제 된 제품
sv: BORTTAGEN PRODUKT
zh: 删除的产品

# Languages::delete_block
source: Delete block
fi: Poista lohko
ko: 블록 삭제
sv: Ta bort block
zh: 删除版块

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
fi: Haluatko varmasti poistaa valitut kohteet?
ko: 선택한 항목을 정말로 삭제하시겠습니까?
sv: Är du säker på att du vill ta bort valda objekt?
zh: 您确定要删除所选项吗？

# Languages::delete_grid
source: Delete grid
fi: Poista ruudukko
ko: 그리드 삭제
sv: Ta bort rutnät
zh: 删除网格

# Languages::delete_image
source: Delete image
fi: Poista kuva
ko: 이미지 삭제
sv: Ta bort bild
zh: 删除图片

# Languages::delete_image_pair
source: Delete image pair
fi: Poista kuvapari
ko: 이미지 짝 (Pair) 삭제
sv: Ta bort bildpar
zh: 删除成对图片

# Languages::delete_install_folder
source: Please remove the install directory.<br /><br />Keeping the install directory on the server is insecure.
fi: Poista asennushakemisto.<br /><br />Asennushakemiston pitäminen palvelimella on epävarmaa.
ko: 설치 디렉토리를 제거하십시오. <br /> <br /> 서버에 설치 디렉토리를 유지하는 것은 안전하지 않습니다.
sv: Ta bort installationsmappen.<br><br>Att behålla denna mapp på servern är en säkerhetsrisk.
zh: 请删除安装目录。<br /><br />在服务器上保留安装目录存在安全隐患。

# Languages::delete_range
source: Delete range
fi: Poista alue
ko: 삭제 범위
sv: Ta bort intervall
zh: 删除范围

# Languages::delete_selected
source: Delete selected
fi: Poista valitut
ko: 선택 삭제
sv: Ta bort valda
zh: 删除选择项

# Languages::delete_this_category
source: Delete this category
fi: Poista tämä luokka
ko: 이 카테고리 삭제
sv: Ta bort den här kategorin
zh: 删除这个分类

# Languages::delete_this_page
source: Delete this page
fi: Poista tämä sivu
ko: 이 페이지 삭제
sv: Ta bort den här sidan
zh: 删除此页

# Languages::delivery_time
source: Delivery time
fi: Toimitusaika
ko: 배달 시간
sv: Leveranstid
zh: 配送时间

# Languages::demo
source: Demo
ko: 데모
zh: 演示

# Languages::demo_mode
source: Demo mode is enabled
fi: Demotila on käytössä
ko: 데모 모드가 활성화되었습니다.
sv: Demo har aktiverats
zh: 演示模式已启用

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
fi: <p>Kärry toimii <b>DEMO</b> -tilassa ja tämä toiminto on poistettu käytöstä.</p>
ko: <p> 장바구니가 <b> 데모 </ b> 모드에서 작동 중이며이 기능은 비활성화되어 있습니다. </ p>
sv: <p>Butiken är i <b>Demoläge</b>, denna funktion är inaktiverad.</p>
zh: <p>此购物车工作在<b>演示</b> 模式下此功能无法使用.</p>

# Languages::demo_panel.demo_store_panel
source: Demo store panel
fi: Demokaupan paneeli
ko: 데모 스토어 패널
sv: Kontrollpanelen (demo)
zh: 演示店铺界面

# Languages::demo_panel.go_admin_panel
source: Go to Administration panel
fi: Siirry hallintapaneeliin
ko: 에드민 패널로 이동
sv: Till kontrollpanelen
zh: 跳转到管理员界面

# Languages::demo_panel.go_storefront
source: Go to Storefront
fi: Siirry myymälään
ko: 메인 화면으로 (Storefront) 이동
sv: Till butiken
zh: 跳转到店铺前台页面

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
fi: Demo nollataan:
ko: 데모는 다음에서 재설정됩니다:
sv: Demo kommer att återställas om:
zh: 演示店铺将被重置:

# Languages::denied
source: Denied
fi: Kielletty
ko: 거부됐음
sv: Nekad
zh: 被拒绝的

# Languages::dependence
source: Sort by
fi: Lajitella jonkun mukaan
ko: 정렬 기준
sv: Sortera efter
zh: 排序

# Languages::deposit_amount
source: Deposit amount
fi: Talletussumma
ko: 입금 금액
sv: Insatt belopp
zh: 存款金额

# Languages::desc
source: desc.
ko: 설명
sv: fallande
zh: 降序

# Languages::description
source: Description
fi: Kuvaus
ko: 설명
sv: Beskrivning
zh: 描述

# Languages::descr_avs
source: AVS verification response
fi: AVS-vahvistusvastaus
ko: AVS 검증 응답
sv: AVS verifieringssvar
zh: AVS 验证响应

# Languages::descr_cvv
source: CVV2 verification response
fi: CVV2-vahvistusvastaus
ko: CVV2 검증 응답
sv: CVV2 verifieringssvar
zh: CVV2 验证响应

# Languages::design
source: Design
ko: 디자인
zh: 设计

# Languages::design_mode
source: Design mode
fi: Suunnittelutila
ko: 디자인 모드
sv: Designläge
zh: 设计模式

# Languages::desired_amount
source: Desired quantity
fi: Haluttu määrä
ko: 원하는 수량
sv: Önskat antal
zh: 所需数量

# Languages::destination
source: Destination
fi: Kohde
ko: 목적지
zh: 目的地

# Languages::detailed_description
source: Detailed description
fi: Yksityiskohtainen kuvaus
ko: 상세 설명
sv: Beskrivning
zh: 详细描述

# Languages::detailed_images
source: Detailed images
fi: Yksityiskohtaiset kuvat
ko: 상세 이미지
sv: Detaljerade bilder
zh: 图片详情
