Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::exim_error_incorrect_concrete_feature_type
source: Incorrect feature type '[feature_type]' of the '[feature_name]' product feature. The product feature was skipped.
fi: Väärä ominaisuustyyppi '[feature_type]' tuotteen '[feature_name]' ominaisuudesta. Tuoteominaisuus ohitettiin.
ko: '[feature_name]' 제품 기능의 잘못된 기능 유형 '[feature_type]'. 제품 기능을 건너뛰었습니다.
sv: Felaktig funktionstyp '[feature_type]' av produktfunktionen '[feature_name]'. Produktfunktionen hoppades över.
zh: “[feature_name]”产品特征的特征类型“[feature_type]”不正确。产品功能被跳过。

# Languages::product_state_description.ult.free.free
source: <p>You're using CS-Cart Free. It has all the functionality to launch your own independent online store, free of charge. If you ever need the extended functionality of CS-Cart Standard or Ultimate — such as user groups, advanced product settings, multiple storefronts, and more — please contact us.</p>
fi: <p>Käytät CS-Cart Free -palvelua. Siinä on kaikki toiminnot oman riippumattoman verkkokaupan avaamiseen ilmaiseksi. Jos tarvitset CS-Cart Standardin tai Ultimaten laajennettuja toimintoja – kuten käyttäjäryhmiä, edistyneitä tuoteasetuksia, useita julkisivuja ja paljon muuta – ota meihin yhteyttä.</p>
ko: <p>CS-Cart Free를 사용하고 있습니다. 자체 온라인 상점을 무료로 시작할 수 있는 모든 기능이 있습니다. 사용자 그룹, 고급 제품 설정, 여러 상점 등과 같은 CS-Cart Standard 또는 Ultimate의 확장 기능이 필요한 경우 당사에 문의하십시오.</p>
sv: <p>Du använder CS-Cart Free. Den har alla funktioner för att starta din egen oberoende onlinebutik, utan kostnad. Om du någonsin behöver den utökade funktionaliteten hos CS-Cart Standard eller Ultimate — såsom användargrupper, avancerade produktinställningar, flera skyltfönster och mer — vänligen kontakta oss.</p>
zh: <p>您正在使用 CS-Cart Free。它具有免费启动您自己的独立在线商店的所有功能。如果您需要 CS-Cart Standard 或 Ultimate 的扩展功能——例如用户组、高级产品设置、多个店面等等——请联系我们。</p>

# Languages::product_state_description.ult.free_ru.free
source: <p>You're using CS-Cart Free. It has all the functionality to launch your own independent online store, free of charge. If you ever need the extended functionality of CS-Cart Standard or Ultimate — such as user groups, advanced product settings, multiple storefronts, and more — please contact us.</p>
fi: <p>Käytät CS-Cart Free -palvelua. Siinä on kaikki toiminnot oman riippumattoman verkkokaupan avaamiseen ilmaiseksi. Jos tarvitset CS-Cart Standardin tai Ultimaten laajennettuja toimintoja – kuten käyttäjäryhmiä, edistyneitä tuoteasetuksia, useita julkisivuja ja paljon muuta – ota meihin yhteyttä.</p>
ko: <p>CS-Cart Free를 사용하고 있습니다. 자체 온라인 상점을 무료로 시작할 수 있는 모든 기능이 있습니다. 사용자 그룹, 고급 제품 설정, 여러 상점 등과 같은 CS-Cart Standard 또는 Ultimate의 확장 기능이 필요한 경우 당사에 문의하십시오.</p>
sv: <p>Du använder CS-Cart Free. Den har alla funktioner för att starta din egen oberoende onlinebutik, utan kostnad. Om du någonsin behöver den utökade funktionaliteten hos CS-Cart Standard eller Ultimate — såsom användargrupper, avancerade produktinställningar, flera skyltfönster och mer — vänligen kontakta oss.</p>
zh: <p>您正在使用 CS-Cart Free。它具有免费启动您自己的独立在线商店的所有功能。如果您需要 CS-Cart Standard 或 Ultimate 的扩展功能——例如用户组、高级产品设置、多个店面等等——请联系我们。</p>

# Languages::contact_us
source: Contact us
fi: Ota meihin yhteyttä
ko: 문의하기
sv: Kontakta oss
zh: 联系我们

# Languages::ultimate_or_storefront_license_required.ult.free
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.free_ru
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::max_storefronts_reached.ult.free
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.free_ru
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::helpdesk_account.activate_free_license_message
source: Create an account in our Help Desk system. It will allow you to upgrade your store, contact our Customer Care team, and get add-ons (both paid and free) from the CS-Cart Marketplace for add-ons and themes.
fi: Luo tili Help Desk -järjestelmäämme. Sen avulla voit päivittää myymäläsi, ottaa yhteyttä asiakaspalvelutiimiimme ja saada lisäosia (sekä maksullisia että ilmaisia) CS-Cart Marketplacesta lisäosia ja teemoja varten.
ko: 헬프 데스크 시스템에서 계정을 만드십시오. 이를 통해 상점을 업그레이드하고 고객 지원 팀에 연락하고 CS-Cart Marketplace에서 추가 기능 및 테마에 대한 추가 기능(유료 및 무료 모두)을 얻을 수 있습니다.
sv: Skapa ett konto i vårt Help Desk-system. Det låter dig uppgradera din butik, kontakta vårt kundtjänstteam och få tillägg (både betalda och gratis) från CS-Cart Marketplace för tillägg och teman.
zh: 在我们的帮助台系统中创建一个帐户。它将允许您升级您的商店，联系我们的客户服务团队，并从 CS-Cart 市场获取附加组件（付费和免费）以获取附加组件和主题。

# Languages::helpdesk_account.activate_free_license_message_send
source: An activation link for your free CS-Cart license was sent to the email: [email]
fi: Aktivointilinkki ilmaiseen CS-Cart-lisenssiin lähetettiin sähköpostiin: [email]
ko: 무료 CS-Cart 라이선스에 대한 활성화 링크가 다음 이메일로 전송되었습니다: [email]
sv: En aktiveringslänk för din kostnadsfria CS-Cart-licens skickades till e-postmeddelandet: [email]
zh: 您的免费 CS-Cart 许可证的激活链接已发送到电子邮件： [email]

# Languages::no_items_for_marketplace_administrator
source: No items to show for marketplace administrator. Try to check the section as a vendor.
fi: Marketplace-järjestelmänvalvojalle ei näytetä kohteita. Yritä tarkistaa osio myyjänä.
ko: 마켓플레이스 관리자에게 표시할 항목이 없습니다. 해당 섹션을 벤더로 확인해보세요.
sv: Inga objekt att visa för marknadsplatsadministratören. Försök att kontrollera avsnittet som leverantör.
zh: 没有可向市场管理员显示的项目。尝试以供应商的身份检查该部分。

# Languages::sync_data_update_template_not_found
source: No template found for this sync provider. Please make sure the "update_template" field is filled in the "sync_data" schema.
fi: Tälle synkronointipalveluntarjoajalle ei löytynyt mallia. Varmista, että "update_template" -kenttä on täytetty "sync_data"-skeemassa.
ko: 이 동기화 공급자에 대한 템플릿을 찾을 수 없습니다. "sync_data" 스키마에 "update_template" 필드가 채워져 있는지 확인하십시오.
sv: Ingen mall hittades för denna synkroniseringsleverantör. Se till att fältet "update_template" är ifyllt i schemat "sync_data".
zh: 找不到此同步提供程序的模板。请确保在“sync_data”模式中填写“update_template”字段。

# Languages::disabling_primary_currency_disallowed
source: Currency cannot be disabled as it is primary. Make a different currency primary first.
fi: Valuuttaa ei voi poistaa käytöstä, koska se on ensisijainen. Aseta ensisijainen valuutta ensin.
ko: 통화는 기본이므로 비활성화할 수 없습니다. 먼저 다른 통화를 기본으로 설정하세요.
sv: Valutan kan inte inaktiveras eftersom den är primär. Gör en annan valuta till primär först.
zh: 不能禁用货币，因为它是主要货币。首先将不同的货币作为主要货币。

# Languages::product_env.released_n_years_ago
source: released <u title="[month] [year]">[n] year ago</u>|released <u title="[month] [year]">[n] years ago</u>
fi: julkaistu <u title="[month] [year]">[n] vuosi sitten</u>|julkaistu <u title="[month] [year]">[n] vuotta sitten</u>
ko: 출시 <u title="[month] [year]">[n] 년 전</u>|출시 <u title="[month] [year]">[n] 년 전</u>
sv: släppt <u title="[month] [year]">[n] år sedan</u>|släppt <u title="[month] [year]">[n] år sedan</u>
zh: 发布 <u title="[month] [year]">[n] 年前</u>| 发布 <u title="[month] [year]">[n] 年前</u>

# Languages::product_env.released_n_months_ago
source: released <u title="[month] [year]">[n] month ago</u>|released <u title="[month] [year]">[n] months ago</u>
fi: julkaistu <u title="[month] [year]">[n] kuukausi sitten</u>|julkaistu <u title="[month] [year]">[n] kuukautta sitten</u>
ko: 출시 <u title="[month] [year]">[n] 개월 전</u>|출시 <u title="[month] [year]">[n] 개월 전</u>
sv: släppt <u title="[month] [year]">[n] månad sedan</u>|släppt <u title="[month] [year]">[n] månader sedan</u>
zh: 发布 <u title="[month] [year]">[n] 个月前</u>|发布 <u title="[month] [year]">[n] 个月前</u>

# Languages::product_env.released_this_month
source: released this month
fi: julkaistu tässä kuussa
ko: 이번 달 출시
sv: släpptes denna månad
zh: 本月发布

# Languages::product_env.current_version
source: Current version
fi: Nykyinen versio
ko: 현재 버전
sv: Aktuell version
zh: 当前版本

# Languages::product_env.available_upgrade
source: Available upgrade
fi: Päivitys saatavilla
ko: 사용 가능한 업그레이드
sv: Tillgänglig uppgradering
zh: 可用升级

# Languages::product_env.latest_version
source: Latest version
fi: Uusin versio
ko: 최신 버전
sv: Senaste versionen
zh: 最新版本

# Languages::product_env.now_running
source: You are using [release_info]
fi: Käytät [release_info]
ko: 당신은 [release_info]을 사용하고 있습니다
sv: Du använder [release_info]
zh: 您正在使用 [release_info]

# Languages::product_env.can_upgrade_store
source: You can upgrade your store to [release_info]
fi: Voit päivittää myymäläsi arvoon [release_info]
ko: 상점을 [release_info]으로 업그레이드할 수 있습니다.
sv: Du kan uppgradera din butik till [release_info]
zh: 您可以将商店升级到 [release_info]

# Languages::product_env.latest_product_version
source: The latest version is [release_info]
fi: Uusin versio on [release_info]
ko: 최신 버전은 [release_info]입니다.
sv: Den senaste versionen är [release_info]
zh: 最新版本为 [release_info]

# Languages::product_env.dont_miss_features
source: Don't miss all the new features!
fi: Älä missaa kaikkia uusia ominaisuuksia!
ko: 모든 새로운 기능을 놓치지 마세요!
sv: Missa inte alla nya funktioner!
zh: 不要错过所有新功能！

# Languages::product_env.upgrade_to_latest_version
source: Upgrade to the latest version
fi: Päivitä uusimpaan versioon
ko: 최신 버전으로 업그레이드
sv: Uppgradera till den senaste versionen
zh: 升级到最新版本

# Languages::product_env.up_to_date
source: You are up to date
fi: Olet ajan tasalla
ko: 최신 정보입니다.
sv: Du är uppdaterad
zh: 你是最新的

# Languages::api_access
source: API access
fi: API-käyttöoikeudet
ko: API 액세스
sv: API

# Languages::api_key
source: API key
fi: API-tunnus
ko: API 키
sv: API nyckel

# Languages::ground_only
source: Ground only
fi: Vain maa
ko: 지상 만
sv: Transport med varubil

# Languages::bank_cic
source: Groupe CIC
fi: Ryhmä CIC

# Languages::bucket
source: Bucket
fi: Ämpäri
ko: 버킷
sv: Behållare

# Languages::collapse_bg_color
source: Collapse background color
fi: Tiivistä taustaväri
ko: 배경색 접기
sv: Dölj bakgrundsfärg

# Languages::header_image
source: Header image
fi: Otsikkokuva
ko: 헤더 이미지
sv: Bild sidhuvud

# Languages::na
source: N/A
fi: Ei käytössä
sv: Inte tillgänglig

# Languages::posid
source: Pos ID
fi: Sijainti ID
ko: 위치 ID

# Languages::carrier_ups
source: UPS
sv: POSTEN

# Languages::cmcic_societe
source: Societe
sv: Samhälle

# Languages::currency_code_ang
source: ANG
sv: Nederländska gulden

# Languages::currency_code_ars
source: ARS
sv: Argentinsk peso

# Languages::currency_code_bgn
source: BGN
sv: Bulgarisk lev

# Languages::currency_code_egp
source: EGP
sv: Egyptiskt pund

# Languages::currency_code_uah
source: UAH
sv: Ukrainsk hryvnia

# Languages::currency_code_xaf
source: XAF
sv: Centralafrikansk CFA franc BEAC

# Languages::currency_code_xof
source: XOF
sv: Västafrikanska CFA franc BCEAO

# Languages::currency_code_xpf
source: XPF
sv: CFP-franc (Franska territorier i Stilla havet)

# Languages::postauth
source: Postauth
sv: Efterauktorisation

# Languages::sw.ups
source: UPS
sv: POSTEN

# Languages::ok
source: OK
ko: 확인
