Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
fi: Kieltä [lang_name] ei voi poistaa, koska se on oletusmyymäläkieli
ko: [lang_name] 언어는 기본 저장 언어이므로 삭제할 수 없습니다.
sv: Språket [lang_name] kunde inte tas bort eftersom det är butikens standardspråk
zh: 无法删除 [lang_name] 语言，因为它是默认存储语言

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
fi: Ehtoa "[condition]" voidaan käyttää vain ryhmissä, joissa on "[set_value]"-ehto.
ko: "[condition]" 조건은 "[set_value]" 조건이 있는 그룹에서만 사용할 수 있습니다.
sv: Villkoret "[condition]" kan endast användas i grupper med "[set_value]".
zh: 此"[condition]" 条件仅可以用在"[set_value]"条件组.

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
fi: Automaattinen välimuistin päivitys käytössä.<br /><br />Muokattuja tiedostoja seurataan reaaliajassa (mukaan lukien suoraan palvelimella muokatut tiedostot) ja tallennetaan uudelleen välimuistiin.<br /><br />Kaupan suorituskyky saattaa heikentyä hieman. Suositellaan poistamaan käytöstä tuotannossa <a href="[link]">teemassa</a>.
ko: 자동 캐시 업데이트가 활성화되었습니다.<br /><br />수정된 파일을 실시간으로 추적(서버에서 직접 수정된 파일 포함)하고 다시 캐시합니다.<br /><br />매장 성능에 약간의 영향이 있을 수 있습니다. <a href="[link]">테마</a>에서 프로덕션에서 비활성화하는 것이 좋습니다.
sv: Åsidosätt cacheminne är påslaget.<br><br>Innehåll hämtas i realtid och INTE från cacheminnet (även filer som modifierats direkt på servern). Butikens prestanda kan påverkas negativt.<br><br>För bästa prestanda, <a href="[link]">slå ifrån denna</a>.
zh: 启用自动缓存更新。<br /><br />实时跟踪修改文件（包括直接在服务器上修改的文件）并重新缓存。<br /><br />存储性能可能会受到轻微影响。建议在 <a href="[link]">Themes</a>中禁用生产。

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
fi: Automaattinen välimuistin päivitys poistettu käytöstä.<br /><br />Tyhjennä käännetyt mallit manuaalisesti teematiedostojen muokkaamisen jälkeen seuraamalla <a href="[link]">tätä linkkiä</a> ottaaksesi muutokset käyttöön.
ko: 자동 캐시 업데이트가 비활성화되었습니다.<br /><br /> <a href="[link]">이 링크</a> 을 따라 테마 파일을 수정한 후 컴파일된 템플릿을 수동으로 지우고 변경 사항을 적용합니다.
sv: Åsidosätt cacheminne är frånslaget. Detta läge har bäst prestanda.<br><br><a href="[link]">Rensa cacheminne manuellt</a> för att verkställa ändringar efter modifiering av temafiler.
zh: 禁用自动缓存更新。<br /><br />修改主题文件后手动清除已编译的模板，请按照 <a href="[link]">此链接</a> 应用更改。

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
fi: <b>[email]</b> on jo tilaajaluettelossa
ko: <b>[email]</b> 는 이미 구독자 목록에 있습니다.
sv: <b>[email]</b> är redan prenumerant
zh: <b>[email]</b> 已在订阅帐户中

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
fi: Teemaa ei voi kloonata, koska antamasi hakemisto on jo olemassa. Anna toinen.
ko: 입력한 디렉토리가 이미 존재하므로 테마를 복제할 수 없습니다. 다른 것을 입력하세요.
sv: Kunde inte klona tema, mappen du angav finns redan. Välj ett annat namn.
zh: 无法克隆主题，因为您输入的目录已经存在。请输入另一个。

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
fi: Sinulla ei ole lupaa tarkastella tämän tilauksen tietoja.
ko: 이 주문의 세부 정보를 볼 수 없습니다.
sv: Du har ingen behörighet att se denna order.
zh: 您无权查看该定单的详情.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
fi: Antamaasi sähköpostiosoitetta/tilaustunnusta ei ole olemassa
ko: 입력하신 이메일/주문 ID가 존재하지 않습니다
sv: Den e-postadress eller order ID du angett finns inte i vårt register.
zh: 此邮件或订单ID不存在

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
fi: Tallenna-painikkeen painaminen poistaa tuoteominaisuuksien arvot.
ko: 저장을 클릭하면 제품 기능 값이 제거됩니다.
sv: Om du sparar detta kommer produktvarianter att tas bort.
zh: 单击保存将删除产品变量.

# Languages::website
source: Website
fi: WWW
ko: 웹사이트
sv: Innehåll
zh: 站点

# Languages::web_pages
source: Web pages
fi: verkkosivut
ko: 웹 페이지
sv: webbsidor
zh: 网页

# Languages::web_site
source: Website
fi: WWW
ko: 웹사이트
sv: Butik
zh: 网站

# Languages::week
source: Week
fi: Viikko
ko: 주
sv: Vecka
zh: 本周

# Languages::weekday_0
source: Sunday
fi: Sunnuntai
ko: 일요일
sv: söndag
zh: 星期日

# Languages::weekday_1
source: Monday
fi: Maanantai
ko: 월요일
sv: måndag
zh: 星期一

# Languages::weekday_2
source: Tuesday
fi: Tiistai
ko: 화요일
sv: tisdag
zh: 星期二

# Languages::weekday_3
source: Wednesday
fi: Keskiviikko
ko: 수요일
sv: onsdag
zh: 星期三

# Languages::weekday_4
source: Thursday
fi: Torstai
ko: 목요일
sv: torsdag
zh: 星期四

# Languages::weekday_5
source: Friday
fi: Perjantai
ko: 금요일
sv: fredag
zh: 星期五

# Languages::weekday_6
source: Saturday
fi: Lauantai
ko: 토요일
sv: lördag
zh: 星期六

# Languages::weekday_abr_0
source: Sun
fi: Su
ko: 일
sv: Sön
zh: 日

# Languages::weekday_abr_1
source: Mon
fi: Ma
ko: 월
sv: Mån
zh: 一

# Languages::weekday_abr_2
source: Tue
fi: Ti
ko: 화
sv: tis
zh: 二

# Languages::weekday_abr_3
source: Wed
fi: Ke
ko: 수
sv: ons
zh: 三

# Languages::weekday_abr_4
source: Thu
fi: To
ko: 목
sv: Tors
zh: 四

# Languages::weekday_abr_5
source: Fri
fi: Pe
ko: 금
sv: fre
zh: 五

# Languages::weekday_abr_6
source: Sat
fi: La
ko: 토
sv: lö
zh: 六

# Languages::weeks
source: week(s)
fi: viikko(t)
ko: 주(s)
sv: veckor
zh: 周

# Languages::weight
source: Weight
fi: Paino
ko: 무게
sv: Vikt
zh: 重量

# Languages::weight_dependences
source: Weight dependencies
fi: Painon riippuvuudet
ko: 가중치 종속성
sv: Vikt
zh: 基于重量

# Languages::weight_limit
source: Weight limit
fi: Painorajoitus
ko: 무게 제한
sv: Viktgräns
zh: 重量限度

# Languages::weight_modifier
source: Weight modifier
fi: Painon säädin
ko: 가중치 수정자
sv: Påverkan
zh: 重量修改

# Languages::weight_symbol
source: Weight symbol
fi: Painon symboli
ko: 무게 기호
sv: Viktsymbol
zh: 重量符号

# Languages::well_done
source: Well done!
fi: Hyvin tehty!
ko: 참 잘 했어요!
sv: Bra gjort!
zh: 做得好！

# Languages::what_is_cvv2
source: What is CVV/CVC
fi: Mikä on CVV/CVC
ko: CVV/CVC란?
sv: Vad är CVV/CVC
zh: 什么是 cvv2

# Languages::widget_code
source: Widget code
fi: Widgetin koodi
ko: 위젯 코드
sv: Widgetkod
zh: 小部件代码

# Languages::widget_what_is_it
source: <a href="[href]" target="_blank">What is it?</a>
fi: <a href="[href]" target="_blank">Mikä se on?</a>
ko: <a href="[href]" target="_blank">무엇입니까?</a>
sv: <a href="[href]" target="_blank">Vad är detta?</a>
zh: <a href="[href]" target="_blank">这是什么？</a>

# Languages::width
source: Width
fi: Leveys
ko: 폭
sv: Bredd
zh: 宽度

# Languages::without_image
source: Without image
fi: Ilman kuvaa
ko: 이미지 없이
sv: Utan bild
zh: 没有图片

# Languages::with_contact_information
source: With contact information only
fi: Vain yhteystiedoilla
ko: 연락처 정보만으로
sv: Endast med kontaktinformation
zh: 仅带有联系人信息

# Languages::world
source: World
fi: Maailman
ko: 전세계
sv: Värld
zh: 领域

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
fi: Tapahtui virhe. Virhetiedot: Pyynnön ja vastauksen hash eivät täsmää.
sv: Ett fel uppstod. Förfrågan och svarshash matchar inte.
zh: 发生错误.错误的详细信息：请求和响应的哈希值不匹配.

# Languages::worldpay_secret
source: MD5 secret for transactions
fi: MD5-salaisuus tapahtumia varten
sv: MD5-hemlighet för transaktioner
zh: MD5 安全交易

# Languages::wrapper
source: Wrapper
fi: Kääre
ko: 래퍼
sv: Behållare
zh: 封套

# Languages::write
source: Write
fi: Kirjoittaa
ko: 쓰기
sv: Skriv
zh: 写

# Languages::year
source: Year
fi: vuosi
ko: 년
sv: År
zh: 年

# Languages::yes
source: Yes
fi: Kyllä
ko: 예
sv: Ja
zh: 是

# Languages::yesterday
source: Yesterday
fi: Eilinen
ko: 어제
sv: I går
zh: 昨天

# Languages::your_message
source: Your message
fi: Viesti
ko: 작성 메세지
sv: Ditt meddelande
zh: 您的消息

# Languages::your_name
source: Your name
fi: Nimesi
ko: 이름
sv: Ditt namn
zh: 您的名字

# Languages::your_range
source: Your range
fi: Sinun valikoimasi
ko: 당신의 범위
sv: Ditt intervall
zh: 您的范围

# Languages::you_have_no_permissions
source: You have no permissions
fi: Sinulla ei ole käyttöoikeuksia
ko: 권한이 없습니다.
sv: Du har ingen behörighet
zh: 您没有权限

# Languages::you_save
source: You save
fi: Alennus
ko: 절약한 금액
sv: Spara
zh: 您节省

# Languages::zero_price_action
source: Zero price action
fi: Nollahintainen toiminta
ko: 제로 프라이스 액션
sv: Nollpris handling
zh: 零价格操作

# Languages::zipcodes
source: Zip/Postal codes
fi: Postinumerot
ko: 우편번호
sv: Postnummer
zh: 邮政编码

# Languages::zip_postal_code
source: Zip/postal code
fi: Postinumero
ko: 우편번호
sv: Postnummer
zh: 邮编

# Languages::zone
source: Zone
fi: Alue
ko: 국가
sv: Område
zh: 地区

# Languages::zpa_ask_price
source: Ask customer to enter the price
fi: Pyydä asiakasta syöttämään hinta
ko: 고객에게 가격을 입력하도록 요청
sv: Be kund ange pris
zh: 询问客户输入价格

# Languages::zpa_permit
source: Allow customers to add the product to cart
fi: Salli asiakkaiden lisätä tuote ostoskoriin
ko: 고객이 장바구니에 제품을 추가하도록 허용
sv: Tillåt att lägga i varukorg
zh: 允许客户添加产品到购物车

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
fi: Älä anna asiakkaiden lisätä tuotetta ostoskoriin
ko: 고객이 장바구니에 제품을 추가하는 것을 허용하지 마십시오.
sv: Tillåt INTE att lägga i varukorg
zh: 不允许客户添加产品到购物车

# Languages::po_file
source: Choose a file in the PO or ZIP format
fi: Valitse tiedosto PO- tai ZIP-muodossa
ko: PO 또는 ZIP 형식의 파일 선택
sv: Välj en fil i PO eller ZIP format
zh: 选择 PO 或 ZIP 格式的文件

# Languages::hidden_categories
source: Hidden categories
fi: Piilotetut luokat
ko: 숨겨진 카테고리
sv: Dolda kategorier
zh: 隐藏类别

# Languages::clone_categories
source: Copy categories
fi: Kopioi luokat
ko: 카테고리 복사
sv: Kopiera kategorier
zh: 复制类别

# Languages::clone_layouts
source: Copy layouts
fi: Kopioi asettelut
ko: 레이아웃 복사
sv: Kopiera layouter
zh: 复制布局

# Languages::clone_pages
source: Share pages
fi: Jaa sivuja
ko: 페이지 공유
sv: Dela sidor
zh: 分享页面

# Languages::clone_payments
source: Share payment methods
fi: Jaa maksutapoja
ko: 결제 수단 공유
sv: Dela betalsätt
zh: 分享付款方式

# Languages::clone_products
source: Share products
fi: Jaa tuotteita
ko: 제품 공유
sv: Dela produkter
zh: 分享产品

# Languages::clone_product_features
source: Share product features
fi: Jaa tuotteen ominaisuuksia
ko: 제품 기능 공유
sv: Dela produktfunktioner
zh: 分享产品功能

# Languages::clone_product_filters
source: Share product filters
fi: Jaa tuotesuodattimet
ko: 제품 필터 공유
sv: Dela produktfilter
zh: 分享产品过滤器

# Languages::clone_profile_fields
source: Share profile fields
fi: Jaa profiilikentät
ko: 프로필 필드 공유
sv: Dela profilfält
zh: 共享个人资料字段

# Languages::clone_promotions
source: Share promotions
fi: Jaa tarjouksia
ko: 프로모션 공유
sv: Dela kampanjer
zh: 分享促销

# Languages::clone_settings
source: Copy settings
fi: Kopioi asetukset
ko: 설정 복사
sv: Kopiera inställningar
zh: 复制设置

# Languages::clone_shippings
source: Share shipping methods
fi: Jaa toimitustavat
ko: 배송 방법 공유
sv: Dela leveranssätt
zh: 分享送货方式

# Languages::clone_sitemap
source: Copy sitemap
fi: Kopioi sivustokartta
ko: 사이트맵 복사
sv: Kopiera sidkarta
zh: 复制站点地图

# Languages::clone_static_data_clone
source: Copy menus
fi: Kopioi valikot
ko: 메뉴 복사
sv: Kopiera menyer
zh: 复制菜单

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
fi: Tiedostojen purkaminen arkistosta epäonnistui
ko: 아카이브에서 파일을 추출하지 못했습니다.
sv: Kunde inte extrahera filer från arkiv
zh: 无法从存档中提取文件

# Languages::development
source: Development
fi: Kehitys
ko: 개발
sv: Utveckling
zh: 发展

# Languages::po_file_is_incorrect
source: PO-file <b>"[file]"</b> contains syntax errors or incorrect structure.
fi: PO-tiedosto <b>"[file]"</b> sisältää syntaksivirheitä tai virheellisen rakenteen.
ko: PO 파일 <b>"[file]"</b> 에 구문 오류 또는 잘못된 구조가 있습니다.
sv: PO-fil <b>"[file]"</b> innehåller syntaxfel eller felaktig struktur.
zh: PO 文件 <b>"[file]"</b> 包含语法错误或不正确的结构。

# Languages::product_option_delimiter
source: Option delimiter
fi: Vaihtoehtojen erotin
ko: 옵션 구분 기호
sv: Alternativavskiljare
zh: 选项分隔符

# Languages::text_product_option_delimiter
source: Delimiter for product options within an option combination (e.g. "Color: Red, Size: Small")
fi: Tuotevaihtoehtojen erotin optioyhdistelmän sisällä (esim. "Väri: punainen, koko: pieni")
ko: 옵션 조합 내 제품 옵션에 대한 구분 기호(예: "색상: 빨간색, 크기: 소형")
sv: Avskiljare för egenskapskombinationer (t.ex. "Färg: Röd, Storlek: Liten")
zh: 选项组合中产品选项的分隔符（例如“颜色：红色，尺寸：小”）

# Languages::upload_addon
source: Upload & install add-on
fi: Lataa ja asenna lisäosa
ko: 추가 기능 업로드 및 설치
sv: Ladda upp och installera tillägg
zh: 上传和安装插件

# Languages::upload_theme
source: Upload theme
fi: Lataa teema
ko: 테마 업로드
sv: Ladda upp tema
zh: 上传主题

# Languages::install_theme_text
source: Uploading and installing a new theme is a great way to personalize your storefront. You can upload a theme by picking a [exts] format archive and clicking <strong>Upload</strong>.
fi: Uuden teeman lataaminen ja asentaminen on loistava tapa personoida myymälääsi. Voit ladata teeman valitsemalla [exts] -muotoisen arkiston ja napsauttamalla <strong>Lataa</strong>.
ko: 새 테마를 업로드하고 설치하는 것은 상점을 개인화하는 좋은 방법입니다. [exts] 형식 아카이브를 선택하고 <strong>업로드</strong>를 클릭하여 테마를 업로드할 수 있습니다.
sv: Att ladda upp och installera ett nytt tema är ett enkelt sätt att anpassa butikens utseende. Ladda upp nytt tema genom att välja ett [exts] paket och klicka på <b>Ladda upp</b>.
zh: 上传和安装新主题是个性化店面的好方法。您可以通过选择 [exts] 格式存档并单击 <strong>Upload</strong>来上传主题。

# Languages::install_upgrade_package_text
source: You can upload an upgrade package manually from the local machine, your server, or from a remote location. Specify the location of a [exts] format archive and click <strong>Upload</strong>.
fi: Voit ladata päivityspaketin manuaalisesti paikalliselta koneelta, palvelimeltasi tai etäsijainnista. Määritä [exts] -muotoisen arkiston sijainti ja napsauta <strong>Lataa</strong>.
ko: 로컬 시스템, 서버 또는 원격 위치에서 업그레이드 패키지를 수동으로 업로드할 수 있습니다. [exts] 형식 아카이브의 위치를 지정하고 <strong>업로드</strong>를 클릭합니다.
sv: Ladda upp ett uppgraderingspaket manuellt från lokal dator, din server eller från en fjärrplats. Ange platsen för [exts] paketet och klicka på <b>Ladda upp</b>.
zh: 您可以从本地计算机、服务器或远程位置手动上传升级包。指定 [exts] 格式存档的位置，然后单击 <strong>Upload</strong>。

# Languages::non_writable_directories
source: The following directories do not have writable permissions
fi: Seuraavilla hakemistoilla ei ole kirjoitusoikeuksia
ko: 다음 디렉토리에는 쓰기 권한이 없습니다.
sv: Har ingen skrivbehörighet i följande mappar
zh: 以下目录没有可写权限

# Languages::text_set_write_permissions_for_dirs
source: You can set the write permissions for the Web server to the directories listed above or provide an FTP-access with the write permissions to these directories.
fi: Voit määrittää WWW-palvelimen kirjoitusoikeudet yllä lueteltuihin hakemistoihin tai tarjota FTP-käyttöoikeudet kirjoitusoikeuksilla näihin hakemistoihin.
ko: 웹 서버에 대한 쓰기 권한을 위에 나열된 디렉터리로 설정하거나 이러한 디렉터리에 대한 쓰기 권한이 있는 FTP 액세스를 제공할 수 있습니다.
sv: Sätt skrivbehörighet för webbservern i de mappar som visas ovan, eller tillåt FTP åtkomst med skrivbehörighet i dessa mappar.
zh: 您可以将 Web 服务器的写入权限设置为上面列出的目录，或者提供对这些目录具有写入权限的 FTP 访问。

# Languages::ftp_server_options
source: FTP server options
fi: FTP-palvelimen asetukset
sv: FTP server
zh: FTP 服务器选项

# Languages::ftp_directory
source: FTP directory
fi: FTP-hakemisto
sv: FTP mapp
zh: FTP目录

# Languages::recheck
source: Re-check
fi: Tarkista uudelleen
ko: 재확인
sv: Kontrollera igen
zh: 重新检查

# Languages::use_this_style
source: Use this style
fi: Käytä tätä tyyliä
ko: 이 스타일 사용
sv: Använd denna stil
zh: 使用这种风格

# Languages::upload_via_ftp
source: Upload via FTP
fi: Lataa FTP:n kautta
sv: Ladda upp via FTP
zh: 通过 FTP 上传

# Languages::invalid_ftp_access
source: Invalid FTP access
fi: Virheellinen FTP-käyttö
sv: Ogiltig FTP-åtkomst
zh: 无效的 FTP 访问

# Languages::install_addon_text
source: Add-ons extend the functionality of your store. <br /> You can install an add-on by picking a [exts] format archive and clicking Upload & install.
fi: Lisäosat laajentavat myymäläsi toimivuutta. <br /> Voit asentaa lisäosan valitsemalla [exts] -muotoisen arkiston ja napsauttamalla Lataa ja asenna.
sv: Utöka funktionerna i butiken.<br>Installera ett tillägg genom att välja ett [exts] paket och klicka på ladda upp och installera.
zh: 附加组件扩展了您商店的功能。 <br /> 您可以通过选择 [exts] 格式存档并单击上传和安装来安装附加组件。

# Languages::xml_error
source: XML parse error
fi: XML-jäsennysvirhe
ko: XML 구문 분석 오류
sv: Kunde inte tolka XML-struktur
zh: XML 解析错误

# Languages::column
source: Column
fi: Sarake
ko: 열
sv: Kolumn
zh: 柱子

# Languages::checking_core_version_is_not_suitable
source: Version of your cart ([version]) is not supported. Minimal: [min]. Maximal: [max].
fi: Ostoskorisi versiota ([version]) ei tueta. Minimi: [min]. Maksimi: [max].
ko: 장바구니 버전([version])이 지원되지 않습니다. 최소: [min]. 최대: [max].
sv: Denna version ([version]) stöds inte. Lägst: [min]. Högst: [max].
zh: 不支持您的购物车版本 ([version])。最小： [min]。最大： [max]。

# Languages::checking_core_edition_is_not_suitable
source: Edition of your cart ([current_edition]) is not supported. Required: [required_edition].
fi: Ostoskorisi ([current_edition]) versiota ei tueta. Pakollinen: [required_edition].
ko: 장바구니([current_edition]) 버전은 지원되지 않습니다. 필수 항목: [required_edition].
sv: Denna utgåva ([current_edition]) stöds inte. Det krävs: [required_edition].
zh: 不支持您的购物车版本 ([current_edition])。要求： [required_edition]。

# Languages::checking_php_version_is_not_suitable
source: PHP version ([version]) is not supported. Minimal: [min]. Maximal: [max].
fi: PHP-versiota ([version]) ei tueta. Minimi: [min]. Maksimi: [max].
ko: PHP 버전([version])은 지원되지 않습니다. 최소: [min]. 최대: [max].
sv: Denna PHP version ([version]) stöds inte. Det måste vara minst [min] och högst [max].
zh: 不支持 PHP 版本 ([version])。最小： [min]。最大值： [max]。

# Languages::checking_extension_should_be_installed
source: The [extension] extension should be installed on your server for correct add-on operation.
fi: [extension] -laajennus tulee asentaa palvelimellesi, jotta lisäosat toimivat oikein.
ko: [extension] 확장은 올바른 추가 기능 작동을 위해 서버에 설치되어야 합니다.
sv: Obs! [extension] tillägget måste installeras på servern för korrekt funktion.
zh: 应在您的服务器上安装 [extension] 扩展程序以进行正确的附加操作。

# Languages::checking_extension_should_be_removed
source: The [extension] extension should be removed from your server for correct add-on operation.
fi: Laajennus [extension] tulee poistaa palvelimeltasi, jotta lisäosat toimivat oikein.
ko: 올바른 애드온 작업을 위해 [extension] 확장자를 서버에서 제거해야 합니다.
sv: Obs! [extension] tillägget måste avinstalleras från servern för korrekt funktion.
zh: 应从您的服务器中删除 [extension] 扩展名以进行正确的附加操作。

# Languages::checking_extension_version_is_not_suitable
source: The [extension] version ([version]) is not supported by the add-on. Minimal: [min]. Maximal: [max].
fi: Lisäosa ei tue [extension] -versiota ([version]). Minimi: [min]. Maksimi: [max].
ko: [extension] 버전([version])은 추가 기능에서 지원되지 않습니다. 최소: [min]. 최대: [max].
sv: Obs! [extension] version ([version]) stöds inte av tillägget. Lägst: [min]. Högst: [max].
zh: 附加组件不支持 [extension] 版本 ([version])。最小： [min]。最大： [max]。

# Languages::scroll_per_page
source: Scroll per page
fi: Vieritä sivua kohden
ko: 페이지당 스크롤
sv: Bläddra per sida
zh: 每页滚动

# Languages::payments.paypal_adv_layout
source: Layout
ko: 레이아웃
zh: 布局

# Languages::payments.layout_a
source: Layout A
fi: Ulkoasu A
ko: 레이아웃 A
zh: 布局 A

# Languages::payments.layout_b
source: Layout B
fi: Asettelu B
ko: 레이아웃 B
zh: 布局 B

# Languages::payments.layout_c
source: Layout C
fi: Asettelu C
ko: 레이아웃 C
zh: 布局 C

# Languages::payments.eway_rapidapi_rsp.header_text
source: Header text
fi: Otsikkoteksti
ko: 헤더 텍스트
sv: Rubrik
zh: 标题文本

# Languages::filter_by_categories
source: Filter by categories
fi: Suodata luokkien mukaan
ko: 카테고리별로 필터링?
sv: Filtrera efter kategorier
zh: 按类别过滤

# Languages::default_filter_by_location
source: No filter specified. Filter by location set as default.
fi: Suodatinta ei ole määritetty. Suodata oletusasetuksen mukaan.
ko: 지정된 필터가 없습니다. 기본값으로 설정된 위치별로 필터링합니다.
sv: Inget filter angivet. Filtrerar efter plats som standard.
zh: 未指定过滤器。按默认设置的位置过滤。

# Languages::theme_information
source: Theme information
fi: Teeman tiedot
ko: 테마 정보
sv: Temainformation
zh: 主题信息

# Languages::developer
source: Developer
fi: Kehittäjä
ko: 개발자
sv: Utvecklaren
zh: 开发商

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
fi: Teematyylit ja asettelut
ko: 테마 스타일 및 레이아웃
sv: Tema, stilar och layouter
zh: 主题风格和布局

# Languages::activate
source: Activate
fi: Aktivoida
ko: 활성화
sv: Aktivera
zh: 启用

# Languages::export_layout
source: Export layout
fi: Vie asettelu
ko: 레이아웃 내보내기
sv: Exportera layout
zh: 导出布局

# Languages::import_layout
source: Import layout
fi: Tuo asettelu
ko: 레이아웃 가져오기
sv: Importera layout
zh: 导入布局

# Languages::create_new_layout
source: Create new layout
fi: Luo uusi asettelu
ko: 새 레이아웃 만들기
sv: Skapa ny layout
zh: 创建新布局

# Languages::update_current_layout
source: Update current layout
fi: Päivitä nykyinen asettelu
ko: 현재 레이아웃 업데이트
sv: Uppdatera nuvarande layout
zh: 更新当前布局

# Languages::get_social
source: Get social
fi: Seuraa meitä
ko: 소셜을 얻다
sv: Följ oss
zh: 获得社交

# Languages::uc_searchanise_disabled
source: The Searchanise add-on was automatically disabled during upgrade to avoid false search results. Activate it at any time on the <a href="[url]">Add-ons</a> page.
fi: Searchanise-lisäosa poistettiin automaattisesti käytöstä päivityksen aikana väärien hakutulosten välttämiseksi. Aktivoi se milloin tahansa <a href="[url]">Lisäosia</a> -sivulla.
sv: Tillägget <b>Searchanise</b> inaktiverades automatiskt under uppgraderingen för att undvika falska sökresultat. <a href="[url]">Aktivera igen</a>.
zh: Searchanise 插件在升级过程中被自动禁用，以避免错误的搜索结果。在 <a href="[url]">Add-ons</a> 页面上随时激活它。

# Languages::text_store_closed
source: Sorry, the store is temporarily closed for maintenance.
fi: Päivitämme verkkokauppaa, avaamme pian uudelleen!
ko: 죄송합니다. 매장은 유지 보수를 위해 일시적으로 문을 닫습니다.
sv: Tillfälligt stängd för underhåll, prova om en stund igen.
zh: 抱歉，本店暂时关闭维修。

# Languages::theme_editor.presets
source: Presets
fi: Esiasetukset
ko: 사전 설정
sv: Förinställda
zh: 预设

# Languages::theme_editor.preset_data_cannot_be_saved
source: Preset data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
fi: Esiasetettuja tietoja ei voi tallentaa. Sinun tulee määrittää kirjoitusoikeudet <b>[theme_dir]</b> -hakemistolle tämän ongelman korjaamiseksi.
ko: 프리셋 데이터는 저장할 수 없습니다. 이 문제를 해결하려면 <b>[theme_dir]</b> 디렉토리에 대한 쓰기 권한을 설정해야 합니다.
sv: Förinställda data kunde inte sparas. Kontrollera skrivbehörighet för mappen <b>[theme_dir]</b>.
zh: 无法保存预设数据。您应该为 <b>[theme_dir]</b> 目录设置写入权限以解决此问题。

# Languages::theme_editor.preset_name
source: Preset name
fi: Esiasetettu nimi
ko: 프리셋 이름
sv: Förinställt namn
zh: 预设名称

# Languages::active_preset
source: Active preset
fi: Aktiivinen esiasetus
ko: 활성 사전 설정
sv: Aktiva förinställningar
zh: 活动预设

# Languages::theme_editor.error_preset_exists
source: The preset with this name is already exist. Please choose another one.
fi: Tämän niminen esiasetus on jo olemassa. Valitse toinen.
ko: 이 이름의 사전 설정이 이미 있습니다. 다른 것을 선택하십시오.
sv: Det förinställda namnet finns redan. Välj ett annat namn.
zh: 具有此名称的预设已存在。请选择另一个。

# Languages::theme_editor.convert_to_css
source: Convert to CSS
fi: Muunna CSS:ksi
ko: CSS로 변환
sv: Konvertera till CSS
zh: 转换为 CSS
