Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::phone1_label
source: Phone
fi: Puhelin
ko: 전화
sv: Telefon
zh: 电话

# Languages::phone2_label
source: International
fi: Kansainvälinen
ko: 국제
sv: Internationell
zh: 国际的

# Languages::phone2
source: International
fi: Kansainvälinen
ko: 국제
sv: Internationell
zh: 国际

# Languages::phpinfo
source: PHP information
fi: PHP tiedot
ko: PHP 정보
zh: PHP信息

# Languages::pick_store
source: Pick a store
fi: Valitse kauppa
ko: 매장 선택
sv: Välj butik
zh: 选择一个店铺

# Languages::pie
source: Pie
fi: Piirakka
ko: 원형(Pie)
sv: Cirkel
zh: 饼图

# Languages::pie_3d
source: Pie 3D
sv: Cirkel 3D
zh: 3D饼图

# Languages::pixels
source: pixels
fi: pikseliä
ko: 픽셀
sv: pixlar
zh: 像素

# Languages::place_order
source: Place order
fi: Tee tilaus
ko: 결제하기
sv: Slutför order
zh: 下订单

# Languages::placing_order
source: Placing the order
fi: Tehdään tilausta
ko: 주문하기
sv: Skickar...
zh: 下订单

# Languages::plain
source: Plain
fi: Tavallinen
ko: 일반
sv: Enkel
zh: 简朴

# Languages::platform
source: Platform
fi: Alusta
ko: 플랫폼
sv: Plattform
zh: 平台

# Languages::please_be_patient
source: Please be patient
fi: Odota hetki
ko: 참고 기다리십시오
sv: Vänligen vänta
zh: 请耐心等待

# Languages::please_enter_license_here
source: Enter your license number here
fi: Syötä lisenssinumerosi tähän
ko: 여기에 라이센스 번호를 입력하십시오
sv: Skriv in ditt licensnummer här
zh: 输入您的许可证号码在这里

# Languages::please_select_one
source: Please, select one
fi: Valitse vaihtoehto
ko: 하나를 선택해주세요
sv: Välj...
zh: 请选择一个

# Languages::please_sign_in
source: Please sign in
fi: Kirjaudu
ko: 로그인 해주세요
sv: Var god logga in
zh: 请登录

# Languages::polish
source: Polish
fi: Kiillottaa
ko: 폴란드어
sv: putsa
zh: 波兰语

# Languages::poor
source: Poor
fi: Surkea
ko: 별로에요
sv: 1 stjärna
zh: 非常差

# Languages::popularity
source: Popularity
fi: Suosituin
ko: 인기
sv: Popularitet
zh: 热门指数

# Languages::popup
source: Popup
fi: Ponnahdusikkuna
ko: 팝업
sv: Dyka upp
zh: 弹出

# Languages::popup_larger_image
source: Popup larger image
fi: Ponnahdusikkuna suurempi kuva
ko: 큰 이미지 팝업
sv: Större popup-bild
zh: 弹出的大图片

# Languages::portugese
source: Portuguese
fi: Portugalin kieli
ko: 포르투갈어
sv: portugisiska
zh: 葡萄牙语

# Languages::position
source: Position
fi: asema
ko: 위치
sv: Placera
zh: 排序

# Languages::positions_updated
source: Positions of items were updated
fi: Kohteiden paikat päivitettiin
ko: 항목의 위치가 업데이트되었습니다
sv: Positionerna uppdaterades
zh: 项目位置已更新

# Languages::position_short
source: Pos.
fi: Sij.
ko: 위치
sv: Position
zh: 排序

# Languages::postal_mail
source: Postal mail
fi: Postin posti
ko: 우편
sv: Postadress
zh: 邮局邮件

# Languages::post_url
source: Post URL
fi: Viesti URL-osoite
ko: 포스트 URL
sv: Skicka URL
zh: 发布URL

# Languages::powered_by
source: Powered by
ko: 에 의해 구동
sv: Drivs av
zh: 提供的

# Languages::po_number
source: PO number
fi: Postinumero
ko: PO 번호
sv: Ordernummer
zh: PO 号码

# Languages::preauth
source: Preauth
ko: 사전 인증
sv: Förhandsauktorisation
zh: 预授权

# Languages::preauthorization
source: Preauthorization
fi: Esivaltuutus
ko: 사전 승인
sv: Förhandsauktorisation
zh: 预核准

# Languages::prefix
source: Prefix
fi: Etuliite
ko: 접두사
zh: 前缀

# Languages::preshared_key
source: PreShared Key
fi: Esijaettu avain
sv: Förhandsdelad nyckel
zh: PreShared 密匙

# Languages::prev
source: Prev.
fi: Ed.
ko: 이전
sv: Föregående
zh: 上一个.

# Languages::preview
source: Preview
fi: Esikatsele
ko: 미리보기
sv: Granska
zh: 预览

# Languages::previous
source: Previous
fi: Edellinen
ko: 이전
sv: Föregående
zh: 上一页

# Languages::previous_month
source: Previous month
fi: Edellinen kuukausi
ko: 지난달
sv: Förra månaden
zh: 上月

# Languages::previous_period
source: Previous period
fi: Edellinen kausi
ko: 이전 기간
sv: Förra perioden
zh: 前一时期

# Languages::previous_week
source: Previous week
fi: Edellinen viikko
ko: 지난주
sv: Förra veckan
zh: 上周

# Languages::previous_year
source: Previous year
fi: Edellinen vuosi
ko: 전년도
sv: Förra året
zh: 去年

# Languages::prev_page
source: Prev
fi: Edellinen
ko: 이전
sv: Föreg
zh: 上一页

# Languages::price
source: Price
fi: Hinta
ko: 가격
sv: Pris
zh: 价格

# Languages::price_decreased
source: Price has been decreased by
fi: Hintaa on laskettu
ko: 가격이 하락되었습니다:
sv: Priset har minskat med
zh: 价格已下跌

# Languages::price_dec_sign_delimiter
source: Price decimal separator
fi: Hinta desimaalierotin
ko: 가격 소수점 구분 기호
sv: Pris decimalavskiljare
zh: 价格小数点分隔符

# Languages::price_includes_tax
source: Price includes tax
fi: Hinta sisältää alv
ko: 세금 포함 가격
sv: Pris inkl. moms
zh: 价格含税

# Languages::price_increased
source: Price has been increased by
fi: Hintaa on korotettu
ko: 가격이 인상되었습니다:
sv: Priset har höjts med
zh: 价格已上涨

# Languages::price_in_points
source: Price in points
fi: Arvo pisteinä
ko: 포인트 가격
sv: Pris i poäng
zh: 积分价格

# Languages::price_summary
source: Price summary
fi: Hinta yhteenveto
ko: 가격 요약
sv: Pris sammanställning
zh: 价格汇总

# Languages::pricing_inventory
source: Pricing / inventory
fi: Hinnoittelu / varasto
ko: 가격 / 재고
sv: Pris / Lager (om variant finns: kod.000)
zh: 价格 / 存货

# Languages::primary
source: Primary
fi: Ensisijainen
ko: 기본
sv: Primär
zh: 主要的

# Languages::primary_currency
source: Primary currency
fi: Ensisijainen valuutta
ko: 기본 통화
sv: Standardvaluta
zh: 主要货币

# Languages::print_card
source: Print card
fi: Tulosta
ko: 카드 인쇄
sv: Skriv ut kort
zh: 打印卡

# Languages::print_credit_memo
source: Print credit memo
fi: Tulosta luottomuistio
ko: 크레딧 메모 인쇄
sv: Skriv ut kreditfaktura
zh: 打印欠款通知

# Languages::print_invoice
source: Print invoice
fi: Tulosta lasku/kuitti
ko: 인보이스 인쇄
sv: Skriv ut orderbekräftelse
zh: 打印订单

# Languages::edit_invoice
source: Edit invoice
fi: Muokkaa laskua
ko: 인보이스 편집
sv: Redigera faktura
zh: 编辑发票

# Languages::remove_invoice
source: Remove invoice
fi: Poista lasku
ko: 인보이스 제거
sv: Ta bort faktura
zh: 删除发票

# Languages::print_order_details
source: Print order details
fi: Tulosta tilauksen tiedot
ko: 주문 세부 정보 인쇄
sv: Skriv ut ordredetaljer
zh: 打印订单详情

# Languages::print_packing_slip
source: Print packing slip
fi: Tulosta pakkausluettelo
ko: 포장 명세서 인쇄
sv: Skriv ut följesedel
zh: 打印装箱单

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
fi: Tulosta pakkausluettelo (pdf)
ko: 패킹 슬립 인쇄 (pdf)
sv: Skriv ut följesedel (pdf)
zh: 打印装箱单 (pdf)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
fi: Tulosta luottomuistio (pdf)
ko: 크레뎃 메모 인쇄 (pdf)
sv: Skriv ut kredifaktura (pdf)
zh: 打印欠款通知 (pdf)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
fi: Tulosta lasku/kuitti (pdf)
ko: 인보이스 인쇄 (pdf)
sv: Skriv ut orderbekräftelse (pdf)
zh: 打印订单 (pdf)

# Languages::print_pdf_order_details
source: Print order details (pdf)
fi: Tulosta tilauksen tiedot (pdf)
ko: 주문 세부 정보 인쇄 (pdf)
sv: Skriv ut ordredetaljer (pdf)
zh: 打印订单详情 (pdf)

# Languages::print_slip
source: Print slip
fi: Tulostuslehti
ko: 전표 인쇄
sv: Skriv ut följesedel
zh: 打印单

# Languages::priority
source: Priority
fi: Prioriteetti
ko: 우선순위
sv: Prioritet
zh: 优先权

# Languages::private
source: Private
fi: Yksityinen
ko: 비공개
sv: Privat
zh: 私下的

# Languages::private_customer_settings
source: Private customer settings
fi: Yksityiset asiakasasetukset
ko: 개인 고객 설정
sv: Privata kundinställningar
zh: 私人客户设置

# Languages::privilege
source: Privilege
fi: Etuoikeus
ko: 특권
sv: Behörighet
zh: 权限

# Languages::privileges
source: Privileges
fi: Etuoikeudet
ko: 권리
sv: Behörigheter
zh: 权限

# Languages::privileges.change_order_status
source: Can change statuses
fi: Voi muuttaa tiloja
ko: 상태 변경 가능
sv: Kan ändra status
zh: 可以改变状态

# Languages::privileges.create_order
source: Can create orders (only if editing entire orders is allowed)
fi: Voi luoda tilauksia (vain jos kokonaisten tilausten muokkaaminen on sallittua)
ko: 주문 생성 가능(전체 주문 편집이 허용된 경우에만)
sv: Kan skapa beställningar (endast om det är tillåtet att redigera hela beställningar)
zh: 可以创建订单（仅当允许编辑整个订单时）

# Languages::privileges.backup_restore
source: Can manage
fi: Voi hallita
ko: 관리 가능
sv: Kan klara sig
zh: 可以管理

# Languages::privileges.delete_logs
source: Can delete
fi: Voi poistaa
ko: 삭제 가능
sv: Kan radera
zh: 可以删除

# Languages::privileges.delete_orders
source: Can delete
fi: Voi poistaa
ko: 삭제 가능
sv: Kan radera
zh: 可以删除

# Languages::privileges.edit_blocks
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.edit_order
source: Can edit entire order (select other products, payment and shipping methods, customers)
fi: Voi muokata koko tilausta (valita muita tuotteita, maksu- ja toimitustapoja, asiakkaita)
ko: 전체 주문 편집 가능 (다른 제품, 결제 및 배송 방법, 고객 선택)
sv: Kan redigera hela beställningen (välj andra produkter, betalnings- och leveranssätt, kunder)
zh: 可以编辑整个订单（选择其他产品、付款和运输方式、客户）

# Languages::privileges.edit_files
source: Edit files
fi: Muokkaa tiedostoja
ko: 파일 편집
sv: Redigera filer
zh: 编辑文件

# Languages::privileges.exim_access
source: Can manage
fi: Voi hallita
ko: 관리 가능
sv: Kan klara sig
zh: 可以管理

# Languages::privileges.manage_catalog
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_currencies
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_design
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_languages
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_locations
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_order_statuses
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_pages
source: Manage pages
fi: Hallitse sivuja
ko: 페이지 관리
sv: Hantera sidor
zh: 管理页面

# Languages::privileges.manage_payments
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_promotions
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_reports
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_shipping
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_sitemap
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_static_data
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_storage
source: Can manage
fi: Voi hallita
ko: 관리 가능
sv: Kan klara sig
zh: 可以管理

# Languages::privileges.manage_stores
source: Manage stores
fi: Hallitse myymälöitä
ko: 매장 관리
sv: Hantera butiker
zh: 管理店铺

# Languages::privileges.manage_taxes
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_themes
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_translation
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_usergroups
source: Can manage customer user groups
fi: Pystyy hallitsemaan asiakaskäyttäjäryhmiä
ko: 고객 사용자 그룹을 관리할 수 있습니다.
sv: Kan hantera kundanvändargrupper
zh: 可以管理客户用户组

# Languages::privileges.manage_users
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_email_templates
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.manage_document_templates
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.update_settings
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::privileges.update_order_details
source: Can edit minor details (select manager; edit shipments, notes, and tracking number)
fi: Voi muokata pieniä yksityiskohtia (valitse johtaja; muokata lähetyksiä, muistiinpanoja ja seurantanumeroita)
ko: 사소한 세부 정보 편집 가능 (관리자 선택, 배송, 메모 및 추적 번호 편집)
sv: Kan redigera mindre detaljer (välj chef, redigera försändelser, anteckningar och spårningsnummer)
zh: 可以编辑次要详细信息（选择经理；编辑发货、备注和跟踪号）

# Languages::privileges.upgrade_store
source: Can upgrade
fi: Voi päivittää
ko: 업그레이드 가능
sv: Kan uppgradera
zh: 可以升级

# Languages::privileges.view_catalog
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_currencies
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_languages
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_locations
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_logs
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_orders
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_pages
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_payments
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_reports
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_settings
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_shipping
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_static_data
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_stores
source: View stores
fi: Katso kaupat
ko: 매장보기
sv: Se butiker
zh: 查看店铺

# Languages::privileges.view_taxes
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_usergroups
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privileges.view_users
source: Can view
fi: Saa katsella
ko: 보기 가능
sv: Kan visa
zh: 可以查看

# Languages::privilege_sections.addons
source: Add-on privileges
fi: Lisäosien oikeudet
ko: 에드온 권한
sv: Tilläggsbehörigheter
zh: 附加特权

# Languages::privilege_sections.administration
source: Administration privileges
fi: Ylläpitäjän oikeudet
ko: 에드민 권한
sv: Administrationsrättigheter
zh: 管理权限

# Languages::privilege_sections.cart
source: Cart
fi: Kärry
ko: 장바구니
sv: Varukorg
zh: 购物车

# Languages::privilege_sections.products
source: Product privileges
fi: Tuotteen oikeudet
ko: 제품 권한
sv: Produktprivilegier
zh: 产品特权

# Languages::privilege_sections.settings
source: Settings privileges
fi: Asetusoikeudet
ko: 설정 권한
sv: Inställningar privilegier
zh: 设置权限

# Languages::privilege_sections.catalog
source: Catalog
fi: Luettelo
ko: 카탈로그
sv: Katalog
zh: 目录

# Languages::privilege_sections.design
source: Design privileges
fi: Suunnittelun oikeudet
ko: 디자인 권한
sv: Designprivilegier
zh: 设计特权

# Languages::privilege_sections.orders
source: Order privileges
fi: Tilausoikeudet
ko: 주문 권한
sv: Beställ privilegier
zh: 订购特权

# Languages::privilege_sections.marketing
source: Marketing privileges
fi: Markkinointioikeudet
ko: 마케팅 권한
sv: Marknadsföringsprivilegier
zh: 营销特权

# Languages::privilege_sections.website
source: Website privileges
fi: Verkkosivuston oikeudet
ko: 웹사이트 권한
sv: Webbplatsprivilegier
zh: 网站特权

# Languages::privilege_sections.users
source: Customer privileges
fi: Asiakkaan etuoikeudet
ko: 고객 권한
sv: Kundprivilegier
zh: 客户特权

# Languages::privilege_sections.vendors
source: Store privileges
fi: Kaupan oikeudet
ko: 매장 권한
sv: Butiksprivilegier
zh: 商店特权

# Languages::proceed
source: Proceed
fi: Edetä
ko: 진행
sv: Fortsätt
zh: 继续

# Languages::proceed_to_checkout
source: Proceed to checkout
fi: Tilaa
ko: 결제하기
sv: Till kassan
zh: 继续结账

# Languages::proceed_to_the_next_step
source: Proceed to the next step
fi: Siirry seuraavaan vaiheeseen
ko: 다음 단계로 진행
sv: Fortsätt till nästa steg
zh: 继续下一步

# Languages::processed
source: Processed
fi: Käsitelty
ko: 처리됨
sv: Behandlad
zh: 处理的

# Languages::processing
source: Processing
fi: Käsitellään
ko: 처리중
sv: Behandlar
zh: 处理中

# Languages::processing_order
source: Processing order
fi: Käsitellään tilausta
ko: 주문 처리 중
sv: Behandlar order
zh: 订单处理中

# Languages::processor
source: Processor
fi: Prosessori
ko: 프로세서
sv: Inlösare
zh: 处理人员

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
fi: Kauppiastilit tarjoaa Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Sähköposti: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
ko: Worldpay Cardsave에서 제공하는 판매자 계정, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>이메일: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
sv: Säljarkonton tillhandahålls av Worldpay Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>E-post: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
zh: Worldpay Cardsave 提供的商户账户， <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>电子邮件： <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
fi: <b>P21 Simple API</b> mahdollistaa shekkimaksujen hyväksymisen. Se tarjoaa alan kattavimman valikoiman sekkikuvan luonti- ja tyhjennysratkaisuja. Sekillä 21 saat rahasi saman päivän kuluessa sekillä tai suoralla talletuksella.<br/><br/>Aktivoidaksesi Check 21 -vaihtoehdon, ota meihin yhteyttä sähköpostitse osoitteeseen: <a href="mailto:support@payment21.com">support@payment21.com</a> tai puhelimitse numeroon: 1-888-770-0850 (Yhdysvaltain maksuton) tai 0041-71-740-1629 (kansainvälinen). ).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
sv: <b>P21 Enkelt API</b> gör det möjligt att ta emot checkbetalningar. Det erbjuder branschens mest omfattande skapande av check kontrollbilder och clearinglösningar. Med Check 21, kommer du att få dina pengar samma dag med check eller direktinbetalning.<br><br>För att aktivera Check 21, kontakta oss via e-post till: <a href="mailto:support@payment21.com">support@payment21.com</a> eller via telefon: 1-888-770-0850 (avgiftsfritt i USA) eller 0041-71-740-1629 (Internationellt).<br><br><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
zh: <b>P21 Simple API</b>使您能够接受支票付款. 它提供了该行业的最全面的检查映像创建套件和结算解决方案. 通过Check 21, 您将在同一天收到通过支票或直接存款给你的基金.<br/><br/>要激活Check 21选项,请通过邮件联系我们: <a href="mailto:support@payment21.com">support@payment21.com</a>或电话: 1-888-770-0850 (US Toll 免费) 或 0041-71-740-1629 (国际的).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>

# Languages::processor_id
source: Processor ID
fi: Prosessorin tunnus
ko: 프로세서 ID
sv: Inlösare ID
zh: 处理人员 ID

# Languages::process_selected
source: Process selected
fi: Prosessi valittu
ko: 프로세스 선택됨
sv: Behandla vald
zh: 选定处理

# Languages::product
source: Product
fi: Tuote
ko: 상품
sv: Produkt
zh: 产品

# Languages::products
source: Products
fi: Tuotteet
ko: 상품
sv: Produkter
zh: 产品

# Languages::products_menu_title
source: Products
fi: Tuotteet
ko: 상품
sv: Produkter
zh: 产品

# Languages::products_deprecated
source: Products (Deprecated)
fi: Tuotteet (poistettu käytöstä)
ko: 제품 (사용되지 않음)
sv: Produkter (utfasad)
zh: 产品（已弃用）

# Languages::products2
source: Products2
fi: Tuotteet 2
ko: 제품2
sv: Produkter2
zh: 产品2

# Languages::products_added_to_cart
source: The products were added to your cart
fi: Tuotteet on lisätty ostoskoriin
ko: 제품이 장바구니에 추가되었습니다
sv: Produkten har lagts i varukorgen
zh: 产品已添加到购物车

# Languages::products_number_added_to_cart
source: <b>[number]</b> products were added to your cart
fi: <b>[number]</b> tuotetta lisätty ostoskoriin
ko: <b>[number]</b> 제품이 장바구니에 추가되었습니다
sv: <b>[number]</b> produkter har lagts till i din varukorg
zh: <b>[number]</b> 产品已添加到您的购物车

# Languages::products_amount
source: Product quantity
fi: Tuotteen määrä
ko: 제품 수량
sv: Produktantal
zh: 产品数量

# Languages::products_bar
source: Products bar
fi: Tuotteet baari
ko: 제품 바
sv: Produktdiagram
zh: 产品栏

# Languages::products_cost
source: Products cost
fi: Tuotteiden hinta
ko: 제품 비용
sv: Produktpris
zh: 产品成本

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
fi: Toimitettavia tuotteita ei valittu
ko: 배송 할 제품이 선택되지 않았습니다
sv: Inga valda produkter för leverans
zh: 没有选定要配送的产品

# Languages::products_found
source: Products found
fi: Tuotteita löytyi
ko: 상품을 찾았습니다
sv: Träffar
zh: 找到的产品

# Languages::n_products_found
source: [n] product found|[n] products found
fi: [n] tuotetta löytyi|[n] tuotetta löytyi
ko: [n] 개 제품 발견 | [n] 개 제품 발견
sv: [n] produkt hittades|[n] produkter hittades
zh: 找到[n] 产品|找到[n] 产品

# Languages::products_grid
source: Products grid
fi: Tuotetaulukko
ko: 제품 그리드
sv: Produkter rutnät
zh: 产品网格

# Languages::products_information
source: Products information
fi: Tilatut tuotteet
ko: 제품정보
sv: Produktinformation
zh: 产品信息

# Languages::products_in_cart
source: Products in cart
fi: Tuotteet ostoskorissa
ko: 장바구니에 담긴 제품
sv: Produkter i varukorgen
zh: 产品在购物车中

# Languages::products_links_type
source: Products links type
fi: Tuotelinkkien tyyppi
ko: 제품 링크 유형
sv: Typ av produktlänkar
zh: 产品链接类型

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
fi: Tarkastele, lisää ja muokkaa tuotteita, jotka näytetään myymäläsi vierailijoille.
ko: 상점 방문자에게 표시되는 제품을 보고, 추가하고, 편집합니다
sv: Hantera produkter.
zh: 查看、添加和编辑在您的商店中给访问者展示的产品.

# Languages::products_required
source: Please add product(s)
fi: Ole hyvä ja lisää tuote/tuotteet
ko: 제품을 추가하십시오
sv: Lägg till produkt(er)
zh: 请添加商品

# Languages::products_stat
source: Product statistics
fi: Tuotetilastot
ko: 제품 통계
sv: Statistik
zh: 产品统计

# Languages::products_weight
source: Products weight
fi: Tuotteiden paino
ko: 제품 무게
sv: Produktvikt
zh: 产品重量

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
fi: Tilaamasi tuotteet lähetetään tänään. Alla lähetyksen tiedot.
ko: 제품이 귀하에게 발송되었습니다. 주문 정보는 아래와 같습니다.
sv: Produkterna har skickats till dig. Se orderinformation nedan
zh: 该产品已发送给您. 下面给出订单信息

# Languages::product_added_to_cart
source: The product was added to your cart
fi: Tuote on lisätty ostoskoriin
ko: 제품이 장바구니에 추가되었습니다
sv: Produkten har lagts i varukorgen
zh: 该产品已添加到您的购物车

# Languages::product_name_added_to_cart
source: <b>[product]</b> was added to your cart
fi: <b>[product]</b> lisättiin ostoskoriin
ko: <b> [제품] </ b>이 장바구니에 추가되었습니다
sv: <b>[product]</b> har lagts till i din varukorg
zh: <b>[product]</b> 已添加到您的购物车

# Languages::product_added_to_cl
source: The product was added to your Comparison list
fi: Tuote on lisätty tuotevertailuun
ko: 제품이 비교 목록에 추가되었습니다.
sv: Produkt har lagts i jämförlistan
zh: 该商品已添加到比较列表

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
fi: Tuotetta ei voi lisätä ostoskoriin. Tarkista liitetiedosto(t).
ko: 상품을 장바구니에 담을 수 없습니다. 모든 업로드 파일이 필요한 조건을 충족하는지 확인해 주세요
sv: Produkten kunde inte läggas i varukorgen. Kontrollera att alla uppladdade filer uppfyller de nödvändiga villkoren
zh: 产品无法添加到购物车. 检查所有上传的文件是否满足必要的条件

# Languages::product_code
source: Product code
fi: Tuotekoodi
ko: 상품코드
sv: KOD
zh: 商品货号

# Languages::product_columns
source: Product columns
fi: Tuotesarakkeet
ko: 제품 열
sv: Produktkolumner
zh: 产品列

# Languages::product_combinations
source: Product combinations
fi: Tuoteyhdistelmät
ko: 제품 조합
sv: Produktkombinationer
zh: 产品组合
