Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
fi: Älä käytä vahvistusta, jos käyttäjä on kirjautunut sisään
ko: 사용자가 로그인한 경우 인증을 사용하지 마십시오.
sv: Använd inte kontroll för inloggade användare
zh: 如果用户已登录则不使用验证

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
fi: Älä käytä vahvistusta ensimmäisen oikean vastauksen jälkeen
ko: 첫 번째 유효한 답변 후 인증을 사용하지 마십시오.
sv: Använd inte kontroll efter första rätta svar
zh: 第一个有效的答案后不使用验证

# SettingsOptions::default_city
source: Default city
fi: Oletuskaupunki
ko: 기본 도시
sv: Standard postort
zh: 默认城市

# SettingsOptions::company_website
source: Company website
fi: Yrityksen verkkosivu
ko: 웹사이트
sv: Företagets hemsida
zh: 公司的网站

# SettingsOptions::orders_per_page
source: Orders per page
fi: Tilaukset per sivu
ko: 페이지당 주문
sv: Ordrar per sida
zh: 每页订单数

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
fi: JPEG-muodon laatu (0-100)
ko: JPEG 형식 품질(0-100)
sv: JPEG kvalitet (0-100)
zh: JPEG 格式质量 (0-100)

# SettingsOptions::company_start_year
source: Year when the store started its operation
fi: Vuosi, jolloin kauppa aloitti toimintansa
ko: 점포가 개업한 연도
sv: År för företagsstart
zh: 商店开始运作年份

# SettingsOptions::default_country
source: Default country
fi: Oletusmaa
ko: 기본 국가
sv: Standard land
zh: 默认国家

# SettingsOptions::products_per_page
source: Products per page
fi: Tuotteet per sivu
ko: 페이지 당 상품 노출 수
sv: Produkter per sida
zh: 每页产品数

# SettingsOptions::company_users_department
source: User department e-mail address
fi: Käyttäjäosaston sähköpostiosoite
ko: 사용자 부서 이메일 주소
sv: Användaravdelning e-postadress
zh: 用户部门邮件地址

# SettingsOptions::use_for
source: Use for
fi: Käyttää
ko: 사용
sv: Använd för
zh: 用于

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
fi: Tuoteluettelon (luokka, haku jne.) pikkukuvan leveys
ko: 상품 목록(카테고리, 검색 등) 썸네일 너비
sv: Produktlista (kategori, sökning, etc) miniatyrbild bredd
zh: 产品列表 (分类, 搜索等)缩略图的宽度

# SettingsOptions::default_state
source: Default state
fi: Oletustila
ko: 기본 상태
sv: Standard län
zh: 默认州、省

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
fi: Sivuston ylläpitäjän sähköpostiosoite
ko: 사이트 관리자 이메일 주소
sv: Administratör e-postadress
zh: 站点管理邮件地址

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
fi: Tuoteluettelon (luokka, haku jne.) pikkukuvan korkeus
ko: 상품 목록(카테고리, 검색 등) 썸네일 높이
sv: Produktlista (kategori, sökning, etc) miniatyrbild höjd
zh: 产品列表 (分类, 搜索等)缩略图的高度

# SettingsOptions::company_orders_department
source: Order department e-mail address
fi: Tilausosaston sähköpostiosoite
ko: 주문 부서 이메일 주소
sv: Orderavdelning e-postadress
zh: 订单部门邮件地址

# SettingsOptions::default_phone
source: Default phone
fi: Oletuspuhelin
ko: 기본 전화
sv: Standard telefon
zh: 默认电话

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
fi: Tuotetietosivun pikkukuvan leveys
ko: 상품 상세 페이지 썸네일 너비
sv: Produktsida miniatyrbild bredd
zh: 产品详情页面缩略图宽度

# SettingsOptions::header_7004
source: Catalog
fi: Luettelo
ko: 카탈로그
sv: Katalog
zh: 目录

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
fi: Apu/tukiosaston sähköpostiosoite
ko: 도움말/지원 부서 이메일 주소
sv: Hjälp/Supportavdelning e-postadress
zh: 帮助/支持部门邮件地址

# SettingsOptions::elements_per_page
source: Elements per page
fi: Elementtejä per sivu
ko: 페이지당 요소
sv: Element per sida
zh: 每页元素

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
fi: Ota varaston seuranta käyttöön
ko: 인벤토리 추적 활성화
sv: Aktivera lagersaldo
zh: 启用库存跟踪

# SettingsOptions::product_details_thumbnail_height
source: Product details page thumbnail height
fi: Tuotetietosivun pikkukuvan korkeus
ko: 상품 상세 페이지 썸네일 높이
sv: Produktsida miniatyrbild höjd
zh: 产品详情页面缩略图高度

# SettingsOptions::allow_negative_amount
source: Allow negative amount in inventory
fi: Salli negatiivinen määrä varastossa
ko: 인벤토리에 음수 허용
sv: Tillåt negativa lagersaldon
zh: 在库存中允许负数

# SettingsOptions::product_quick_view_thumbnail_width
source: Product quick view thumbnail width
fi: Tuotteen pikakatselun pikkukuvan leveys
ko: 제품 퀵뷰 썸네일 너비
sv: Produkt snabbvy miniatyrbild bredd
zh: 产品快速查看缩略图宽度

# SettingsOptions::product_quick_view_thumbnail_height
source: Product quick view thumbnail height
fi: Tuotteen pikakatselun pikkukuvan korkeus
ko: 제품 퀵뷰 썸네일 높이
sv: Produkt snabbvy miniatyrbild höjd
zh: 产品快速查看缩略图高度

# SettingsOptions::product_admin_mini_icon_width
source: Admin panel: product mini-icon thumbnail width
fi: Hallintapaneeli: tuotteen minikuvakkeen pikkukuvan leveys
ko: 관리자 패널: 제품 미니 아이콘 축소판 너비
sv: Administratörspanel: miniatyrbildsbredd för produktens miniikon
zh: 管理面板：产品小图标缩略图宽度

# SettingsOptions::product_admin_mini_icon_height
source: Admin panel: product mini-icon thumbnail height
fi: Hallintapaneeli: tuotteen minikuvakkeen pikkukuvan korkeus
ko: 관리자 패널: 제품 미니 아이콘 미리보기 이미지 높이
sv: Adminpanel: miniatyrhöjd för produktens miniikon
zh: 管理面板：产品小图标缩略图高度

# SettingsOptions::company_newsletter_email
source: Reply-To newsletter e-mail address
fi: Vastaus-uutiskirjeen sähköpostiosoite
ko: 회신할 뉴스레터 이메일 주소
sv: Nyhetsbrev svara-till e-postadress
zh: 回复时事新闻邮件地址

# SettingsOptions::edp_key_ttl
source: Download key TTL (for electronically distributed products), hours
fi: Lataa avain TTL (sähköisesti jaetuille tuotteille), tunnit
ko: 주요 TTL(전자적으로 배포된 제품용) 다운로드, 시간
sv: Nedladdningsnyckel TTL (för elektroniskt distribuerade produkter), timmar
zh: 下载钥匙TTL (分布式电子产品), 小时

# SettingsOptions::low_stock_threshold
source: Low stock notification threshold
fi: Alhainen varastoilmoituskynnys
ko: 낮은 재고 알림 임계값
sv: Lågt lager avisering vid
zh: 低库存通知界限

# SettingsOptions::columns_in_products_list
source: Number of columns in the product list
fi: Tuoteluettelon sarakkeiden lukumäärä
ko: 제품 목록의 열 수
sv: Antal kolumner i produktlista
zh: 产品列表列数

# SettingsOptions::show_products_from_subcategories
source: Show products from subcategories of the selected category
fi: Näytä tuotteet valitun luokan alaluokista
ko: 선택한 범주의 하위 범주에 있는 제품 표시
sv: Visa produkter från underkategorier i vald kategori
zh: 显示被选分类之子目录的产品

# SettingsOptions::display_options_modifiers
source: Display modifiers for product options
fi: Näytä tuotevaihtoehtojen muokkaajat
ko: 제품 옵션에 대한 디스플레이 수정자
sv: Visa prispåverkan för produktalternativ
zh: 显示产品修改选项

# SettingsOptions::default_options_type
source: Options type
fi: Vaihtoehtojen tyyppi
ko: 옵션 유형
sv: Alternativ typ
zh: 选项类型

# SettingsOptions::default_tracking
source: Track inventory
fi: Seuraa varastoa
ko: 인벤토리 추적
sv: Spåra inventering
zh: 跟踪库存

# SettingsOptions::default_exceptions_type
source: Exceptions type
fi: Poikkeustyyppi
ko: 예외 유형
sv: Undantag typ
zh: 异常类型

# SettingsOptions::default_zero_price_action
source: Zero price action
fi: Nollahintainen toiminta
ko: 제로 프라이스 액션
sv: Nollprisåtgärd
zh: 零价格行动

# SettingsOptions::default_min_qty
source: Minimum quantity to buy per product
fi: Minimi ostettava määrä tuotetta kohden
ko: 제품당 구매 가능한 최소 수량
sv: Minsta antal att köpa per produkt
zh: 每种产品的最低购买量

# SettingsTooltips::default_min_qty
source: Sell no less than X units of a product in an order.
fi: Myy vähintään X yksikköä tuotetta tilauksessa.
ko: 주문에서 제품을 X 단위 이상 판매하십시오.
sv: Sälj inte mindre än X enheter av en produkt i en beställning.
zh: 在订单中销售不少于 X 单位的产品。

# SettingsOptions::default_max_qty
source: Maximum quantity to buy per product
fi: Suurin ostettava määrä tuotetta kohden
ko: 제품당 구매 가능한 최대 수량
sv: Maximalt antal att köpa per produkt
zh: 每个产品的最大购买数量

# SettingsTooltips::default_max_qty
source: Sell no more than X units of a product in an order.
fi: Myy enintään X yksikköä tuotetta tilauksessa.
ko: 한 주문에서 제품을 X개 이상 판매하지 마십시오.
sv: Sälj inte mer än X enheter av en produkt i en beställning.
zh: 在订单中销售不超过 X 单位的产品。

# SettingsOptions::default_qty_step
source: Quantity step
fi: Määrä askel
ko: 수량 단계
sv: Kvantitetssteg
zh: 数量步骤

# SettingsTooltips::default_qty_step
source: Increase or decrease the number of purchased product units only by X.
fi: Lisää tai vähennä ostettujen tuoteyksiköiden määrää vain X:llä.
ko: X만큼만 구매한 제품 단위의 수를 늘리거나 줄입니다.
sv: Öka eller minska antalet köpta produktenheter endast med X.
zh: 仅将购买的产品单位数量增加或减少 X。

# SettingsOptions::default_list_qty_count
source: Number of available quantities
fi: Saatavilla olevien määrien lukumäärä
ko: 사용 가능한 수량의 수
sv: Antal tillgängliga kvantiteter
zh: 可用数量

# SettingsTooltips::default_list_qty_count
source: Replace product quantity selector with a dropdown list with X variants.
fi: Korvaa tuotemäärän valitsin avattavalla luettelolla X versiolla.
ko: 제품 수량 선택기를 X 변형이 있는 드롭다운 목록으로 교체합니다.
sv: Ersätt produktkvantitetsväljaren med en rullgardinslista med X varianter.
zh: 将产品数量选择器替换为带有 X 变体的下拉列表。

# SettingsOptions::exception_style
source: Exception style
fi: Poikkeustyyli
ko: 예외 스타일
sv: Visning variantkombinationer
zh: 例外风格

# SettingsOptions::product_cart_thumbnail_width
source: Product cart page thumbnail width
fi: Tuotekorin sivun pikkukuvan leveys
ko: 제품 장바구니 페이지 축소판 너비
sv: Produkt varukorg miniatyrbild bredd
zh: 产品购物车页面缩略图宽度

# SettingsOptions::product_cart_thumbnail_height
source: Product cart page thumbnail height
fi: Tuotekorin sivun pikkukuvan korkeus
ko: 제품 장바구니 페이지 미리보기 이미지 높이
sv: Produkt varukorg miniatyrbild höjd
zh: 产品购物车页面缩略图高度

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
fi: Näytä loppuneet tuotteet
ko: 품절 상품 표시
sv: Visa slutsålda produkter
zh: 显示无库存产品

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
fi: Luokkaluettelon pikkukuvien leveys
ko: 카테고리 목록 썸네일 너비
sv: Kategorilista miniatyrbild bredd
zh: 分类列表缩略图宽度

# SettingsOptions::taxes_using_default_address
source: Estimate taxes using default address on cart/checkout pages
fi: Arvioi verot käyttämällä oletusosoitetta ostoskori-/kassasivuilla
ko: 장바구니/체크아웃 페이지의 기본 주소를 사용하여 세금 추정
sv: Beräkna moms utifrån standardadress i varukorg/kassa
zh: 使用默认地址时在购物车/结帐页面上估计税金

# SettingsOptions::show_prices_taxed_clean
source: Display prices with taxes on category/product pages if the method of calculating taxes is based on a unit's price
fi: Näytä hinnat veroineen luokka-/tuotesivuilla, jos verojen laskentatapa perustuu yksikön hintaan
ko: 세금 계산 방법이 단가를 기준으로 하는 경우 카테고리/제품 페이지에 세금이 포함된 가격 표시
sv: Visa priser med moms på kategori/produktsidor om metoden för momsberäkning baserar sig på styckpris
zh: 如果计算税金的方法基于单位价格在目录/产品页面显示含税价

# SettingsOptions::cart_prices_w_taxes
source: Display prices with taxes on cart/checkout pages if the method of calculating taxes is based on a unit's price
fi: Näytä hinnat veroineen ostoskori-/kassasivuilla, jos verojen laskentatapa perustuu yksikön hintaan
ko: 세금 계산 방법이 단위 가격을 기반으로 하는 경우 장바구니/체크아웃 페이지에 세금이 포함된 가격 표시
sv: Visa priser med moms i varukorg/kassa om metoden för momsberäkning baserar sig på styckpris
zh: 如果计算税金的方法基于单位价格在购物车/结帐页面显示含税价

# SettingsOptions::in_stock_field
source: Show number of available products
fi: Näytä saatavilla olevien tuotteiden määrä
ko: 사용 가능한 제품 수 표시
sv: Visa antal produkter i lager
zh: 显示库存区域

# SettingsOptions::thumbnails_gallery
source: Display mini thumbnail images as a gallery
fi: Näytä mini-pikkukuvat galleriana
ko: 미니 썸네일 이미지를 갤러리로 표시
sv: Visa mini miniatyrbilder som galleri
zh: 显示迷你缩略图图片作为相册

# SettingsOptions::quantity_changer
source: Use 'Value changer' for the Quantity field
fi: Käytä 'Arvonmuuttaja' Määrä-kentässä
ko: 수량 필드에 '값 교환기' 사용
sv: Grafisk väljare för antalfält
zh: 在数量区域使用'变更值'

# SettingsOptions::top_pagination
source: Display the 'Pagination section' on the top of the listed object
fi: Näytä sivutusosio listatun objektin yläosassa
ko: 나열된 개체의 상단에 '페이지 매김 섹션' 표시
sv: Visa sidbläddring överst på listade objekt
zh: 在列对象的顶部显示'页码部分'

# SettingsOptions::default_image_previewer
source: Default image previewer
fi: Oletuskuvan esikatseluohjelma
ko: 기본 이미지 미리보기
sv: Standard bildvisare
zh: 默认图像预览器

# SettingsOptions::category_lists_thumbnail_height
source: Categories list thumbnail height
fi: Luokkaluettelon pikkukuvien korkeus
ko: 카테고리 목록 썸네일 높이
sv: Kategorilista miniatyrbild höjd
zh: 分类列表缩略图高度

# SettingsOptions::default_product_details_view
source: Product detailed page view
fi: Tuotteen yksityiskohtainen sivunäkymä
ko: 제품 상세 페이지 보기
sv: Standardvisning av produktdetaljsidor
zh: 产品详细页面查看

# SettingsOptions::product_details_in_tab
source: Display product details in tabs
fi: Näytä tuotteen tiedot välilehdillä
ko: 탭에 제품 세부 정보 표시
sv: Visa produktdetaljer i flikar
zh: 在选项卡中显示产品详情

# SettingsOptions::display_track_orders
source: Display track my orders section
fi: Näytä tilausteni seurantaosio
ko: 내 주문 추적 섹션 표시
sv: Visa avdelningen spåra ordrar
zh: 显示订单跟踪区域

# SettingsOptions::header_10070
source: Products list layouts settings
fi: Tuoteluettelon asetteluasetukset
ko: 제품 목록 레이아웃 설정
sv: Visning produktlistor
zh: 产品列表布局设置

# SettingsOptions::default_products_view_templates
source: Available product list views
fi: Saatavilla olevat tuoteluettelonäkymät
ko: 사용 가능한 제품 목록 보기
sv: Produktlistor
zh: 可用的产品列表视图

# SettingsOptions::default_products_view
source: Product list default view
fi: Tuoteluettelon oletusnäkymä
ko: 제품 목록 기본 보기
sv: Produktlista standardvy
zh: 产品列表默认视图

# SettingsOptions::save_selected_view
source: Use the selected view for current category or search page only
fi: Käytä valittua näkymää vain nykyiselle kategorialle tai hakusivulle
ko: 현재 카테고리 또는 검색 페이지에만 선택한 보기 사용
sv: Använd vald layout endast för nuvarande kategori och söksida
zh: 仅将所选视图用于当前类别或搜索页面

# SettingsOptions::available_product_list_sortings
source: Available product list sortings
fi: Saatavilla olevat tuoteluetteloiden lajittelut
ko: 사용 가능한 제품 목록 정렬
sv: Sorteringssätt
zh: 可用产品列表排序

# SettingsOptions::default_products_sorting
source: Product list default sorting
fi: Tuoteluettelon oletuslajittelu
ko: 제품 목록 기본 정렬
sv: Standard sorteringssätt
zh: 产品列表默认排序

# SettingsOptions::enable_quick_view
source: Enable quick view
fi: Ota pikanäkymä käyttöön
ko: 빠른 보기 활성화
sv: Aktivera snabbvy
zh: 启用快速查看

# SettingsOptions::header_10080
source: Common settings
fi: Yleiset asetukset
ko: 공통 설정
sv: Gemensamma
zh: 通用设置

# SettingsOptions::date_format
source: Date format
fi: Päivämäärämuoto
ko: 날짜 형식
sv: Datumformat
zh: 日期格式

# SettingsOptions::category_details_thumbnail_width
source: Category details page thumbnail width
fi: Luokkatietosivun pikkukuvan leveys
ko: 카테고리 세부 정보 페이지 축소판 너비
sv: Kategoridetaljsida miniatyrbild bredd
zh: 分类详情页面缩略图宽度

# SettingsOptions::time_format
source: Time format
fi: Aikamuoto
ko: 시간 형식
sv: Tidsformat
zh: 时间格式

# SettingsOptions::category_details_thumbnail_height
source: Category details page thumbnail height
fi: Luokkatietosivun pikkukuvan korkeus
ko: 카테고리 세부정보 페이지 축소판 높이
sv: Kategoridetaljsida miniatyrbild höjd
zh: 分类详情页面缩略图高度

# SettingsOptions::header_7024
source: Promotions
fi: Kampanjat
ko: 광고
sv: Kampanjer
zh: 促销

# SettingsOptions::timezone
source: Time zone
fi: Aikavyöhyke
ko: 시간대(Time zone)
sv: Tidszon
zh: 时区

# SettingsOptions::category_detailed_image_width
source: Detailed category image width
fi: Yksityiskohtainen luokkakuvan leveys
ko: 상세 카테고리 이미지 너비
sv: Detaljerad kategoribild bredd
zh: 详细分类图片宽度

# SettingsOptions::use_single_coupon
source: Allow customers to use single discount coupon only
fi: Salli asiakkaiden käyttää vain yksi alennuskuponki
ko: 단일 할인 쿠폰만 사용 가능
sv: Tillåt endast en rabattkod per köptillfälle
zh: 仅允许客户使用单个折扣优惠券

# SettingsOptions::calendar_date_format
source: Calendar date format
fi: Kalenterin päivämäärän muoto
ko: 달력 날짜 형식
sv: Kalender datumformat
zh: 日历日期格式

# SettingsOptions::category_detailed_image_height
source: Detailed category image height
fi: Yksityiskohtainen luokka kuvan korkeus
ko: 상세 카테고리 이미지 높이
sv: Detaljerad kategoribild höjd
zh: 详细分类图片高度

# SettingsOptions::header_7005
source: Users
fi: Käyttäjät
ko: 사용자
sv: Användare
zh: 用户

# SettingsOptions::user_multiple_profiles
source: Allow users to create multiple profiles for one account
fi: Salli käyttäjien luoda useita profiileja yhdelle tilille
ko: 사용자가 하나의 계정에 대해 여러 프로필을 만들 수 있도록 허용
sv: Tillåt kunder skapa flera profiler på samma konto
zh: 允许客户为同一帐户建立多个资料(配送和帐单地址)

# SettingsOptions::calendar_week_format
source: Calendar week starts from
fi: Kalenteriviikko alkaa klo
ko: 달력 주 시작
sv: Kalenderveckan startar på en
zh: 日历周开始于

# SettingsOptions::min_order_amount
source: Minimum order amount
fi: Tilauksen vähimmäismäärä
ko: 최소 주문량
sv: Lägsta orderbelopp
zh: 最小订购数量

# SettingsOptions::min_order_amount_type
source: Define minimum order amount by
fi: Määritä tilauksen vähimmäismäärä
ko: 최소 주문 금액 정의
sv: Beräkning av lägsta orderbelopp
zh: 最小订单额度基于

# SettingsOptions::allow_anonymous_shopping
source: Allow shopping for unlogged customers
fi: Salli ostokset kirjautumattomille asiakkaille
ko: 로그인하지 않은 고객의 쇼핑 허용
sv: Köp för ej inloggade kunder
zh: 没有登录客户的购买

# SettingsOptions::disable_anonymous_checkout
source: Disable anonymous checkout
fi: Poista anonyymi kassa käytöstä
ko: 익명 결제 비활성화
sv: Tillåt INTE gäster i kassan
zh: 禁止匿名结帐

# SettingsOptions::checkout_redirect
source: Allow checkout only from cart
fi: Salli kassalla vain ostoskorista
ko: 장바구니에서만 결제 허용
sv: Tillåt endast utcheckning från varukorgen
zh: 仅允许从购物车结帐

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
fi: Salli asiakkaan kirjautua käyttäjäryhmään
ko: 고객이 사용자 그룹에 가입하도록 허용
sv: Tillåt kunder ansluta till kundgrupper
zh: 允许客户登录到用户组

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
fi: Järjestelmänvalvojan on aktivoitava uudet käyttäjätilit
ko: 관리자는 새 사용자 계정을 활성화해야 합니다.
sv: Ny användarkonton måste aktiveras
zh: 管理员须激活新用户帐户

# SettingsOptions::address_position
source: Profile address section order
fi: Profiilin osoiteosion järjestys
ko: 프로필 주소 섹션 순서
sv: Adressordning
zh: 资料地址区域顺序

# SettingsOptions::changes_warning
source: Unsaved changes warning
fi: Varoitus tallentamattomista muutoksista
ko: 저장되지 않은 변경 사항 경고
sv: Varna vid ej sparade ändringar
zh: 未保存的更改警告

# SettingsOptions::show_menu_descriptions
source: Show menu description in admin panel
fi: Näytä valikon kuvaus hallintapaneelissa
ko: 관리자 패널에 메뉴 설명 표시
sv: Visa menybeskrivning i adminpanelen
zh: 在管理面板中显示菜单说明

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
fi: Huomaa näyttöaika (sammuta automaattinen piilotustoiminto syöttämällä 0)
ko: 시간 표시 알림(자동 숨기기 기능을 끄려면 0 입력)
sv: Visningstid för information (0 = visa inte)
zh: 注意显示时间（关闭自动隐藏功能输入0）

# SettingsOptions::quick_registration
source: Quick registration
fi: Nopea rekisteröinti
ko: 빠른 등록
sv: Snabbregistrering
zh: 快速注册

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
fi: Pyydä asiakkaita hyväksymään ehdot &amp; kassalla
ko: 체크아웃 시 고객에게 약관 &amp; 조건에 동의하도록 요청
sv: Godkänn köpvillkor i kassan
zh: 结帐过程要求客户同意条款&amp;条件

# SettingsTooltips::agree_terms_conditions
source: The text of terms & conditions is in the "terms_and_conditions_content" language variable.
fi: Käyttöehtojen teksti on "terms_and_conditions_content"-kielimuuttujassa.
ko: 이용 약관의 텍스트는 "terms_and_conditions_content" 언어 변수에 있습니다.
sv: Texten till villkoren finns i språkvariabeln "terms_and_conditions_content".
zh: 条款和条件的文本位于“terms_and_conditions_content”语言变量中。

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
fi: Salli asiakkaiden maksaa tilaus uudelleen, jos kauppa hylättiin
ko: 거래가 거부된 경우 고객이 주문을 다시 지불하도록 허용
sv: Tillåt kunder att betala order igen om transaktionen nekades
zh: 如果交易拒绝允许客户再次对订单付款

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
fi: Arvioi toimituskulut ostoskorin sivulla
ko: 장바구니 페이지에서 예상 배송비
sv: Beräkna leveranskostnad i varukorg
zh: 在购物车页面估计配送费用

# SettingsOptions::allow_create_account_after_order
source: Offer guest to create an account after successful order
fi: Tarjoa vieraalle tilin luomista onnistuneen tilauksen jälkeen
ko: 손님에게 성공적인 주문 후 계정을 만들도록 제안
sv: Erbjud gäster skapa konto efter lyckad order
zh: 成功下单后让客人创建一个帐户

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts
fi: Älä huomioi tuotevaihtoehtoja määräalennuksia laskeessasi
ko: 수량 할인 계산 시 제품 옵션 무시
sv: Bortse från produktalternativ när du beräknar mängdrabatter
zh: 计算数量折扣时忽略产品选项

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
fi: Välityspalvelin lähteville yhteyksille
sv: Proxy för utgående anslutningar
zh: Proxy 服务器的输出连接

# SettingsOptions::proxy_host
source: Proxy host
fi: Välityspalvelin isäntä
sv: Proxy värd
zh: Proxy主机

# SettingsOptions::proxy_port
source: Proxy port
fi: Välityspalvelimen portti
zh: Proxy端口

# SettingsOptions::proxy_user
source: Proxy user
fi: Välityspalvelimen käyttäjä
sv: Proxy användare
zh: Proxy用户

# SettingsOptions::proxy_password
source: Proxy password
fi: Välityspalvelimen salasana
sv: Proxy-lösenord
zh: Proxy密码

# SettingsOptions::header_15000
source: Search options
fi: Hakuvaihtoehdot
ko: 검색 옵션
sv: sökmöjligheter
zh: 搜索选项

# SettingsOptions::search_objects
source: Search also in
fi: Hae myös sisään
ko: 다음에서도 검색
sv: Sök även i
zh: 也在这些中搜索

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
fi: Käytä salattua yhteyttä
ko: 암호화된 연결 사용
sv: Använd krypterad anslutning
zh: 使用加密连接

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
fi: Määritä "Kirjaudu sisään" -vaihe
ko: "로그인" 단계 구성
sv: Konfigurera avdelningen "Logga in"
zh: 配置“登录”步骤

# SettingsTooltips::configure_sign_in_step
source: This step can be hidden only if it doesn't have any required contact info fields and anonymous checkout is allowed.
fi: Tämä vaihe voidaan piilottaa vain, jos siinä ei ole vaadittuja yhteystietokenttiä ja anonyymi kassa on sallittu.
ko: 이 단계는 필수 연락처 정보 필드가 없고 익명 체크아웃이 허용되는 경우에만 숨길 수 있습니다.
sv: Detta steg kan endast döljas om det inte finns några obligatoriska kontaktfält i kassan och gästköp är tillåtna.
zh: 仅当没有任何必需的联系信息字段并且允许匿名结帐时，才能隐藏此步骤。

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
fi: Oletusvaihtoehto "Uusi asiakas" -osiolle "Kirjaudu sisään"
ko: "로그인"의 "신규 고객" 섹션에 대한 기본 옵션
sv: Standardval för "Ny kund" på avdelningen "Logga in"
zh: “登录”中“新客户”部分的默认选项

# SettingsOptions::display_shipping_step
source: Display "Shipping method" step
fi: Näytä "Toimitustapa" -vaihe
ko: "배송 방법" 단계 표시
sv: Visa avdelningen "Välj leveranssätt"
zh: 显示“运送方式”步骤

# SettingsTooltips::display_shipping_step
source: If the step is hidden, the first active method will be used by default.
fi: Jos vaihe on piilotettu, ensimmäistä aktiivista menetelmää käytetään oletuksena.
ko: 단계가 숨겨져 있으면 기본적으로 첫 번째 활성 방법이 사용됩니다.
sv: Om steget är dolt kommer den första aktiva metoden att användas som standard.
zh: 如果步骤被隐藏，则默认使用第一个活动方法。

# SettingsOptions::email_templates
source: Email templates mode
fi: Sähköpostimallien tila
ko: 이메일 템플릿 모드
sv: E-postmallar läge
zh: 电子邮件模板模式

# SettingsOptions::phone_validation_mode
source: Supported phone numbers
fi: Tuetut puhelinnumerot
ko: 지원되는 전화번호
sv: Telefonnummer som stöds
zh: 支持的电话号码

# SettingsOptions::display_payment_step
source: Display "Payment method" step
fi: Näytä "Maksutapa" -vaihe
ko: "결제 수단" 단계 표시
sv: Visa avdelningen "Välj betalsätt"
zh: 显示“付款方式”步骤

# SettingsTooltips::display_payment_step
source: If the step is hidden, the first active method will be used by default.
fi: Jos vaihe on piilotettu, ensimmäistä aktiivista menetelmää käytetään oletuksena.
ko: 단계가 숨겨져 있으면 기본적으로 첫 번째 활성 방법이 사용됩니다.
sv: Om steget är dolt kommer den första aktiva metoden att användas som standard.
zh: 如果步骤被隐藏，则默认使用第一个活动方法。
