Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# LanguageName
source: Localized language name
fi: Suomi
ko: 한국어
sv: Svenska
zh: 汉语

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
fi: Ota käyttöön petosilmoitusten tuki
ko: 사기 알림 지원 활성화
sv: Aktivera support för bedrägeriinfo
zh: 启用支持欺诈行为通知

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
fi: Tilaus tilauksille, joiden petostarkastus epäonnistui
ko: 사기 검토에 실패한 주문 상태
sv: Orderstatus för misslyckad bedrägerikontroll
zh: 订单状态没有欺诈审查

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
fi: Tilaustilaukset odottavat petostarkastusta
ko: 사기 검토 대기중인 주문 상태
sv: Orderstatus för väntande bedrägerikontroll
zh: 等待欺诈审查的订单的状态

# Languages::3d_secure
source: 3-D Secure
ko: 3D 보안
sv: 3-D Säker
zh: 三维保安

# Languages::404
source: The 404 Not Found error message
fi: 404 Not Found -virhesanoma
ko: 404 찾을 수 없습니다 오류 메시지
sv: Sidan kunde inte hittas
zh: 404页面没有找到的错误信息

# Languages::absolute
source: Absolute
fi: Ehdoton
ko: 절대
sv: Absolut
zh: 绝对 ($)

# Languages::installed_addons
source: Installed add-ons
fi: Asennetut lisäosat
ko: 설치 된 추가 기능
sv: Installerade moduler
zh: 已安装插件

# Languages::browse_all_available_addons
source: Browse all available add-ons
fi: Selaa saatavilla olevia lisäosia
ko: 모든 사용 가능한 추가 기능 찾아보기
sv: Alla tillgängliga moduler
zh: 浏览所有可用插件

# Languages::accept
source: Accept
fi: Hyväksy
ko: 받아
sv: Acceptera
zh: 接受

# Languages::access_denied
source: Access denied
fi: Käyttö estetty
ko: 액세스 거부
sv: Tillträde beviljas ej
zh: 拒绝访问

# Languages::event.order.status_changed.name
source: Order status changed to [status]
fi: Tilauksen tilaksi muutettu [status]
ko: 주문 상태가 [status]로 변경됨
sv: Orderstatus ändrad till [status]
zh: 订单状态更改为 [status]

# Languages::access_denied_text
source: You don't have permission to access the page.
fi: Sinulla ei ole oikeutta käyttää sivua.
ko: 당신은 페이지를 액세스할 수 있는 권한이 없습니다.
sv: Du har ingen behörighet för detta.
zh: 您无权访问该页面

# Languages::account
source: Account
fi: Käyttäjätili
ko: 계정
sv: Konto
zh: 帐户

# Languages::account_name
source: Account name
fi: Käyttäjätilin nimi
ko: 계정 이름
sv: Kontonamn
zh: 帐户名称

# Languages::account_number
source: Account number
fi: Käyttäjätilin numero
ko: 계좌번호
sv: Kontonummer
zh: 帐户号码

# Languages::account_type
source: Account type
fi: Käyttäjätilin tyyppi
ko: 계정 종류
sv: Kontotyp
zh: 帐户类型

# Languages::acquirerid
source: Acquirer ID
fi: Hankinnan tunnus
ko: 취득자 ID
sv: Förvärvare ID
zh: 收购人 ID

# Languages::action
source: Action
fi: Toiminto
ko: 실행
sv: Åtgärd
zh: 操作

# Languages::actions
source: Actions
fi: Toiminnot
ko: 작업
sv: Åtgärder
zh: 操作

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
fi: Aktivoi valikkokohta lähetystä varten
ko: 디스패치를위한 메뉴 항목 활성화
sv: Aktivera för dispatch
zh: 激活菜单项目调度

# Languages::activate_selected
source: Activate selected
fi: Aktivoi valitut
ko: 선택항목 활성화
sv: Aktivera valda
zh: 激活选取部分

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
fi: Aktivoi Skrill Merchant Tools
ko: 스킬 판매자 도구 활성화
sv: Aktivera Skrill Merchant Tools
zh: 激活Skrill商业工具

# Languages::activation_link
source: Activation link
fi: Aktivointilinkki
ko: 활성화 링크
sv: Aktiveringslänk
zh: 激活链接

# Languages::activation_mode
source: Activation mode
fi: Aktivointitila
ko: 활성화 모드
sv: Aktiverings mod
zh: 激活模式

# Languages::active
source: Active
fi: Aktiivinen
ko: 활성
sv: Aktiv
zh: 启用

# Languages::active_categories
source: Active categories
fi: Aktiiviset kategoriat
ko: 활성 카터고리
sv: Aktiva kategorier
zh: 生效的分类

# Languages::active_style
source: Active style
fi: Aktiivinen tyyli
ko: 활성 스타일
sv: Aktiv stil
zh: 生效的样式

# Languages::active_products
source: Active products
fi: Aktiiviset tuotteet
ko: 엑티브 제품
sv: Aktiva produkter
zh: 生效的商品

# Languages::active_promotions
source: Active promotions
fi: Annetut alennukset
ko: 엑티브 프로모션
sv: Aktiva kampanjer
zh: 促销活动

# Languages::act_on_behalf
source: Act on behalf of
fi: Toimi puolesta
ko: 대신함
sv: Agera på uppdrag av
zh: 以此身份操作

# Languages::log_in_as_user
source: Log in as user
fi: Kirjaudu sisään käyttäjänä
ko: 사용자로 로그인
sv: Logga in som användare
zh: 以用户身份登录

# Languages::add
source: Add
fi: Lisää
ko: 추가
sv: Lägg till
zh: 添加

# Languages::added
source: added
fi: lisätty
ko: 이(가) 추가한
sv: lagt till
zh: 已添加

# Languages::adding_block_to_grid
source: Adding block to grid
fi: Lohkon lisääminen ruudukkoon
ko: 그리드에 블록 추가
sv: Lägger block till rutnät
zh: 给网格添加块

# Languages::adding_grid
source: Adding grid
fi: Lisää ristikko
ko: 그리드 추가
sv: Lägger till rutnät
zh: 添加网格

# Languages::additional_data
source: Additional data
fi: Lisätiedot
ko: 추가 데이터
sv: Ytterligare data
zh: 附加资料

# Languages::additional_images
source: Additional images
fi: Lisäkuvat
ko: 추가 이미지
sv: Ytterligare bilder
zh: 附加图片

# Languages::additional_options
source: Additional options
fi: Lisävaihtoehdot
ko: 추가 옵션
sv: Ytterligare alternativ
zh: 附加选项

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
fi: Lisävalinnat on virheelliset
ko: 추가 프라미터가 올바르지 않음
sv: Tilläggsparameter fel
zh: 附加参数不正确

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
fi: Ponnauta lisäkuvista suuremmat esikatselukuvat
ko: 추가 섬네일의 큰 이미지 팝업
sv: Produktbild (Popup)
zh: 附加缩略图弹出大图

# Languages::additional_thumbnail
source: Additional thumbnails
fi: lisäesikatselukuvat
ko: 미리보기 추가
sv: Miniatyrbild
zh: 附加缩略图

# Languages::additional__option_thumbnail
source: Additional option thumbnail
fi: Lisävaihtoehdon pikkukuva
ko: 미리보기 추가 옵션
sv: Fler alternativ för miniatyrbild
zh: 附加缩略图选项

# Languages::addon
source: Add-on
fi: Lisäosa
ko: 부가 기능
sv: Modul
zh: 附加

# Languages::addons
source: Add-ons
fi: Lisäosat
ko: 추가 기능
sv: Moduler
zh: 附加功能

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
fi: Lisäosan asennuksen aikana tapahtui SQL-virhe. Lisäosaa ei asenneta.
ko: 애드온 설치 중에 SQL 쿼리에 오류가 발생했습니다. 추가 기능이 설치되지 않습니다.
sv: Ett SQL-fel uppstod under installationen. Modulen installeras inte.
zh: 附加功能在安装过程中出现SQL查询错误.该附加功能将不会安装.

# Languages::address
source: Address
fi: Osoite
ko: 주소
sv: Adress
zh: 地址

# Languages::addresses
source: Addresses
fi: Osoitteet
ko: 주소
sv: Adresser
zh: 详细地址

# Languages::address_2
source: Address (line 2)
fi: Osoite (toinen rivi)
ko: 주소 2
sv: Adress (rad 2)
zh: 地址 (第2行)

# Languages::address_commercial
source: Commercial
fi: Kaupallinen
ko: 상업적
sv: Kommersiell
zh: 商业的

# Languages::address_residential
source: Residential
fi: Asuinalue
ko: 주택
sv: Privat
zh: 居住的

# Languages::address_type
source: Address type
fi: Osoitteen tyyppi
ko: 주소 종류
sv: Adresstyp
zh: 地址类型

# Languages::add_administrator
source: Add administrator
fi: Lisää pääkäyttäjä
ko: 에드민 추가
sv: Lägg till administrator
zh: 添加管理员

# Languages::add_block
source: Add block
fi: Lisää ruutu
ko: 블록 추가
sv: Lägg till block
zh: 添加块

# Languages::add_image_from_server
source: Add image from server
fi: Lisää kuva palvelimelta
ko: 서버에서 이미지 추가
sv: Lägg till bild från servern
zh: 从服务器添加图像

# Languages::add_image_from_url
source: Add image from URL
fi: Lisää kuva URL-osoitteesta
ko: URL에서 이미지 추가
sv: Lägg till bild från URL
zh: 从 URL 添加图像

# Languages::add_bonus
source: Add bonus
fi: Lisää bonus
ko: 보너스 추가
sv: Lägg till bonus
zh: 添加红利

# Languages::add_cart_promotion
source: Add cart promotion
fi: Lisää ostoskorin mainostus
ko: 장바구니 프로모션 추가
sv: Lägg till kampanj (varukorg)
zh: 添加购物车促销

# Languages::add_catalog_promotion
source: Add catalog promotion
fi: Lisää katalogin mainos
ko: 카타로그 프로모션 추가
sv: Lägg till kampanj (katalog)
zh: 添加分类促销

# Languages::add_categories
source: Add categories
fi: Lisää kategorioita
ko: 카테고리 추가
sv: Lägg till kategorier
zh: 添加分类

# Languages::select_categories
source: Select categories
fi: Valitse luokat
ko: 카테고리 선택
sv: Välj kategorier
zh: 选择类别

# Languages::add_categories_and_close
source: Add categories and close
fi: Lisää kategorioita ja sulje
ko: 카테고리 추가 후 닫기
sv: Lägg till kategorier och stäng
zh: 添加分类并关闭

# Languages::add_category
source: Add category
fi: Lisää kategoria
ko: 카테고리
sv: Lägg till Kategori
zh: 添加分类

# Languages::add_chart
source: Add chart
fi: Lisää kaavio
ko: 차트 추가
sv: Lägg till diagram
zh: 添加图表

# Languages::add_combination
source: Add combination
fi: Lisää yhdistelmä
ko: 조합 추가
sv: Lägg till kombination
zh: 添加组合

# Languages::add_companies
source: Add stores
fi: Lisää kauppoja
ko: 상점 추가
sv: Lägg till butiker
zh: 添加供应商

# Languages::add_companies_and_close
source: Add stores and close
fi: Lisää kauppoja ja sulje
ko: 상점 추가 및 닫기
sv: Lägg till butiker och stäng
zh: 添加供应商并关闭

# Languages::add_condition
source: Add condition
fi: Lisää ehto
ko: 조건 추가
sv: Lägg till villkor
zh: 添加条件

# Languages::add_currency
source: Add currency
fi: Lisää valuutta
ko: 통화 추가
sv: Lägg till valuta
zh: 添加货币

# Languages::add_customer
source: Add customer
fi: Lisää asiakas
ko: 고객 추가
sv: Lägg till kund
zh: 添加客户

# Languages::add_elements
source: Add elements
fi: Lisää elementtejä
ko: 요소 추가
sv: Lägg till element
zh: 添加元素

# Languages::add_empty_item
source: Add empty item
fi: Lisää tyhjä kohde
ko: 빈 항목 추가
sv: Lägg till tomt objekt
zh: 添加空项

# Languages::add_feature
source: Add feature
fi: Lisää ominaisuus
ko: 기능 추가
sv: Lägg till egenskap
zh: 添加特性

# Languages::advanced_feature_creation
source: Advanced feature creation
fi: Edistyneiden ominaisuuksien luominen
ko: 고급 기능 생성
sv: Avancerat skapande av funktioner
zh: 高级功能创建

# Languages::add_field
source: Add field
fi: Lisää kenttä
ko: 필드 추가
sv: Lägg till fält
zh: 添加字段

# Languages::add_file
source: Add file
fi: Lisää tiedosto
ko: 파일추가
sv: Lägg till fil
zh: 添加文件

# Languages::add_filter
source: Add filter
fi: Lisää suodatin
ko: 필터 추가
sv: Lägg till filter
zh: 添加过滤

# Languages::add_filters
source: Add filters
fi: Lisää suodattimia
ko: 필터 추가
sv: Lägg till filter
zh: 添加筛选项

# Languages::add_filters_and_close
source: Add filters and close
fi: Lisää suodattimia ja sulje
ko: 필터 추가 및 닫기
sv: Lägg till filter och stäng
zh: 添加筛选项并关闭

# Languages::add_folder
source: Add folder
fi: Lisää kansio
ko: 폴더 추가
sv: Lägg till mapp
zh: 添加文件夹

# Languages::add_global_option
source: Add global option
fi: Lisää yleinen vaihtoehto
ko: 글로벌 옵션 추가
sv: Lägg till ett globalt alternativ
zh: 添加全局选项

# Languages::add_grid_block
source: Add grid or block
fi: Lisää ruudukko tai lohko
ko: 그리드 또는 블록 추가
sv: Lägg till rutnät eller block
zh: 添加网格或块

# Languages::add_group
source: Add group
fi: Lisää ryhmä
ko: 그룹 추가
sv: Lägg till grupp
zh: 添加组

# Languages::add_item
source: Add item
fi: Lisää
ko: 항목 추가
sv: Lägg till objekt
zh: 添加项目

# Languages::add_items
source: Add [items]
fi: Lisää [items]
ko: [항목] 추가
sv: Lägg till [items]
zh: 添加[items]

# Languages::add_language
source: Add language
fi: Lisää kieli
ko: 언어 추가
sv: Lägg till språk
zh: 添加语言

# Languages::add_language_variable
source: Add language variable
fi: Lisää kielimuuttuja
ko: 언어 변수 추가
sv: Lägg till språkvariabel
zh: 添加语言变量

# Languages::add_layout
source: Add layout
fi: Lisää asettelu
ko: 레이아웃 추가
sv: Lägg till layout
zh: 添加布局

# Languages::add_link
source: Add link
fi: Lisää linkki
ko: 링크 추가
sv: Lägg till länk
zh: 添加链接

# Languages::add_localization
source: Add localization
fi: Lisää lokalisointi
ko: 현지화 추가
sv: Lägg till lokalisering
zh: 添加位置

# Languages::add_location
source: Add location
fi: Lisää sijainti
ko: 장소 추가
sv: Lägg till plats
zh: 添加位置

# Languages::add_rate_area
source: Add rate area
fi: Lisää hinta-alue
ko: 요금 영역 추가
sv: Lägg till prisområde
zh: 添加费率区域

# Languages::add_menu
source: Add menu
fi: Lisää valikko
ko: 메뉴 추가
sv: Lägg till meny
zh: 添加菜单

# Languages::add_new
source: Add new
fi: Lisää uusi
ko: 새로 추가
sv: Lägg till ny
zh: 新增

# Languages::add_new_field
source: Add new field
fi: Lisää uusi kenttä
ko: 새 필드 추가
sv: Lägg till nytt fält
zh: 添加新字段

# Languages::add_new_order
source: Adding new order
fi: Lisätään uusi tilaus
ko: 새 주문 추가
sv: Lägger till ny beställning
zh: 添加新订单

# Languages::add_new_variant
source: Add new variant
fi: Lisää uusi versio
ko: 새 변형 추가
sv: Lägg till ny variant
zh: 新增变量

# Languages::add_variant
source: Add variant
fi: Lisää muunnelma
ko: 변형 추가
sv: Lägg till variant
zh: 添加变体

# Languages::add_option
source: Add option
fi: Lisää vaihtoehto
ko: 옵션 추가
sv: Lägg till alternativ
zh: 添加选项

# Languages::advanced_option_creation
source: Advanced option creation
fi: Lisäasetusten luominen
ko: 고급 옵션 생성
sv: Skapa avancerat alternativ
zh: 高级选项创建

# Languages::add_order
source: Add order
fi: Lisää tilaus
ko: 주문 추가
sv: Lägg till beställning
zh: 添加订单

# Languages::add_orders
source: Add orders
fi: Lisää tilauksia
ko: 주문 추가
sv: Lägg till beställningar
zh: 添加订单

# Languages::add_orders_and_close
source: Add orders and close
fi: Lisää tilauksia ja sulje
ko: 주문 추가 후 닫기
sv: Lägg till beställning och stäng
zh: 添加订单并关闭

# Languages::add_page
source: Add page
fi: Lisää sivu
ko: 페이지 추가
sv: Lägg till sida
zh: 添加页面

# Languages::add_pages
source: Add pages
fi: Lisää sivuja
ko: 페이지 추가
sv: Lägg till sidor
zh: 添加页面

# Languages::add_pages_and_close
source: Add pages and close
fi: Lisää sivuja ja sulje
ko: 페이지 추가 및 닫기
sv: Lägg till sidor och stäng
zh: 添加页面并关闭

# Languages::add_payment
source: Add payment method
fi: Lisää maksutapa
ko: 결제 방법 추가
sv: Lägg till betalningsmetod
zh: 添加支付方式

# Languages::add_payout
source: Add payout
fi: Lisää maksu
ko: 지불금 추가
sv: Lägg till utbetalning
zh: 添加支付

# Languages::add_product
source: Add product
fi: Lisää tuote
ko: 상품 추가
sv: Lägg till produkt
zh: 添加产品

# Languages::add_products
source: Add products
fi: Lisää tuotteita
ko: 상품 추가
sv: Lägg till produkter
zh: 添加产品

# Languages::add_products_and_close
source: Add products and close
fi: Lisää tuotteita ja sulje
ko: 제품 추가 및 닫기
sv: Lägg till produkter och stäng
zh: 添加产品并关闭

# Languages::add_products_to_section
source: Add product(s) to this section
fi: Lisää tuote(t) tähän osioon
ko: 이 섹션에 제품 추가
sv: Lägg till produkt(er) i denna avdelning
zh: 添加产品到此区

# Languages::add_product_filter
source: Add product filter
fi: Lisää tuotteen suodatin
ko: 제품 필터 추가
sv: Lägg till produktfilter
zh: 添加产品过滤

# Languages::add_promotions
source: Add promotions
fi: Lisää tarjouksia
ko: 프로모션 추가
sv: Lägg till kampanjer
zh: 添加促销

# Languages::add_report
source: Add report
fi: Lisää raportti
ko: 리포트 추가
sv: Lägg till rapport
zh: 添加报告

# Languages::add_section
source: Add section
fi: Lisää osio
ko: 섹션 추가
sv: Lägg till avdelning
zh: 添加区域

# Languages::add_selected_to_cart
source: Add selected to cart
fi: Lisää valittu ostoskoriin
ko: 선택된 항목 장바구니에 추가
sv: Lägg valda i köpkorgen
zh: 添加被选到购物车

# Languages::add_shipping_method
source: Add shipping method
fi: Lisää toimitustapa
ko: 배송 방법 추가
sv: Lägg till leveranssätt
zh: 添加配送方式

# Languages::add_site_map_section
source: Add sitemap section
fi: Lisää sivustokarttaosio
ko: 사이트 맵 섹션 추가
sv: Lägg till sidkartasavdelning
zh: 添加站点地图区

# Languages::add_state
source: Add state
fi: Lisää osavaltio
ko: 상태 추가
sv: Lägg till län
zh: 添加州/省份

# Languages::add_status
source: Add status
fi: Lisää tila
ko: 상태 추가
sv: Lägg till status
zh: 添加状态

# Languages::add_subcategory
source: Add subcategory
fi: Lisää alaluokka
ko: 하위 카테고리 추가
sv: Lägg till underkategori
zh: 添加子目录

# Languages::new_subscribers
source: New subscribers
fi: Uusia tilaajia
ko: 신규 구독자
sv: Nya prenumerant
zh: 新订阅者

# Languages::add_subscriber
source: Add subscriber
fi: Lisää tilaaja
ko: 구독자 추가
sv: Lägg till prenumerant
zh: 添加订阅者

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
fi: Lisää tilaajia käyttäjistä
ko: 사용자 목록에서 구독자 추가
sv: Lägg till prenumeranter från användare
zh: 从用户列表中添加订阅者

# Languages::add_tab
source: Add tab
fi: Lisää välilehti
ko: 탭 추가
sv: Lägg till flik
zh: 添加选项卡

# Languages::add_tax
source: Add tax
fi: Lisää vero
ko: 세금 추가
sv: Lägg till skatt
zh: 添加税金

# Languages::add_to_cart
source: Add to cart
fi: Lisää koriin
ko: 장바구니에 추가
sv: Lägg till köpkorgen
zh: 添加到购物车

# Languages::add_to_comparison_list
source: Add to comparison list
fi: Lisää tuotevertailuun
ko: 상품 비교 목록에 추가
sv: Jämför
zh: 添加到比较列表

# Languages::add_user
source: Add user
fi: Lisää käyttäjä
ko: 사용자 추가
sv: Lägg till användare
zh: 添加用户

# Languages::add_users
source: Add users
fi: Lisää käyttäjiä
ko: 사용자 추가
sv: Lägg till användare
zh: 添加用户

# Languages::add_users_and_close
source: Add users and close
fi: Lisää käyttäjiä ja sulje
ko: 사용자 추가 및 닫기
sv: Lägg till användare och stäng
zh: 添加用户并关闭

# Languages::add_vendor
source: Add store
fi: Lisää kauppa
ko: 상점 추가
sv: Lägg till butik
zh: 添加店铺

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
fi: Et voi suorittaa tuontia tähän kauppaan, koska käytät vanhentunutta kokeiluversiota
ko: 만료 된 평가판을 사용하고 있기 때문에이 상점으로 가져올 수 없습니다.
sv: Det går inte att importera till denna butik eftersom du använder en utgången testversion
zh: 因为您正在使用过期的试用版所以您无法执行导入到此商店

# Languages::administration
source: Administration
fi: Hallinta
ko: 관리
zh: 管理

# Languages::administration_panel
source: Administration panel
fi: Hallintapaneeli
ko: 에드민 패널
sv: Administrationspanelen
zh: 管理面版

# Languages::administrator
source: Administrator
fi: Ylläpitäjä
ko: 관리자
sv: Administratör
zh: 管理员

# Languages::administrators
source: Administrators
fi: Ylläpitäjät
ko: 관리자
sv: Administratörer
zh: 管理员

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
fi: Lista ylläpitäjistä, rekisteröityneistä ylläpito-oikeuden omaavista käyttäjistä.
ko: 매장 관리자, 관리자 계정으로 등록 된 사용자 목록입니다.
sv: Lista över administratörer, registrerade användare med ett administratörskonto.
zh: 站点管理员列表, 注册登记管理员用户.

# Languages::administrators_notified
source: [count] administrators notified.
fi: [count] ylläpitäjää ilmoitettu.
ko: [count] 명의 관리자가 통보되었습니다.
sv: [count] administratörer meddelades.
zh: [count] 管理员通知.

# Languages::admin_panel
source: Administration panel
fi: Hallintapaneeli
ko: 에드민 패널
sv: Administrationspanel
zh: 管理面版

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
fi: Kiitos asioinnista kaupassamme!
ko: [company_name]의 E-shop입니다.
sv: Webbutik [company_name].
zh: [company_name]的商店.

# Languages::advanced
source: Advanced
fi: Tarkennettu haku
ko: 고급
sv: Avancerad
zh: 高级

# Languages::advanced_search
source: Advanced search
fi: Tarkennettu haku
ko: 고급 검색
sv: Avancerad sökning
zh: 高级搜索

# Languages::advanced_search_options
source: Advanced search options
fi: Laajennettu haku
ko: 고급 검색 옵션
sv: Fler sökalternativ
zh: 高级搜索选项

# Languages::after_full_payment
source: After full payment
fi: Maksusuorituksen jälkeen
ko: 전액 결제 후
sv: Efter full betalning
zh: 付全款后

# Languages::after_sum
source: After sum
fi: Summan jälkeen
ko: 합계 후
sv: Efter belopp
zh: 累加后

# Languages::agent_id
source: Agent ID
fi: Agentin tunnus
ko: 에이전트 ID
zh: 代理ID

# Languages::agreement_required
source: Agreement required
fi: Hyväksyminen vaaditaan
ko: 동의 필요
sv: Avtal krävs
zh: 要求协议

# Languages::all
source: All
fi: Kaikki
ko: 모두
sv: Allt
zh: 全部

# Languages::allowed
source: Allowed
fi: Sallittu
ko: 허용
sv: Tillåten
zh: 允许的

# Languages::allowed_combinations
source: Allowed combinations
fi: Sallitut yhdistelmät
ko: 허용되는 조합
sv: Tillåtna kombinationer
zh: 允许的组合

# Languages::allowed_extensions
source: Allowed extensions
fi: Sallitut laajennukset
ko: 확장기능
sv: Tillåtna filändelser
zh: 允许扩展名

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
fi: Jätä kenttä tyhjäksi salliaksesi kaikkien tiedostomuotojen lataamisen, tai syötä sallitut tiedostomuodot pilkulla eroteltuna (esim. jpg,bmp,gif,pdf)
ko: 모든 파일 유형의 업로드를 허용하려면이 필드를 비워 두거나 쉼표로 구분 된 허용 확장자 (예 : jpg, bmp, gif, pdf)를 입력하십시오.
sv: Lämna detta fält tomt för att tillåta uppladdning av alla filtyper, eller ange tillåtna filändelser separerade med kommatecken (jpg,bmp,gif,pdf)
zh: 保留此项为空，则允许上传所有文件类型或允许输入用逗号分开的扩展类型(例如 jpg、bmp、 gif、 pdf)

# Languages::allow_api_access
source: Yes, allow this user to use the API
fi: Kyllä, salli tämän käyttäjän käyttää APIa
ko: 예,이 사용자가 AP를 사용하도록 허용합니다.
sv: Tillåt API-åtkomst för detta konto
zh: 是，允许该用户使用API

# Languages::api_access_for_user
source: API access for this user
fi: API-käyttöoikeus tälle käyttäjälle
ko: 이 사용자의 API 액세스
sv: API-åtkomst för denna användare
zh: 此用户的 API 访问权限

# Languages::generate_new_api_key
source: Generate new API key
fi: Luo uusi API-avain
ko: 새 API 키 생성
sv: Generera ny API-nyckel
zh: 生成新的 API 密钥

# Languages::please_copy_api_key
source: Please copy the API key now and keep it somewhere. Once you save the changes, this key won't appear here again. If the key is lost, the only way to regain API access will be to generate a new key on this page.
fi: Kopioi API-avain nyt ja säilytä se jossain. Kun olet tallentanut muutokset, tämä avain ei enää näy täällä. Jos avain katoaa, ainoa tapa saada API-käyttö takaisin on luoda uusi avain tälle sivulle.
ko: 지금 API 키를 복사하여 어딘가에 보관하십시오. 변경 사항을 저장하면 이 키는 여기에 다시 나타나지 않습니다. 키를 분실한 경우 API 액세스 권한을 다시 얻을 수 있는 유일한 방법은 이 페이지에서 새 키를 생성하는 것입니다.
sv: Vänligen kopiera API-nyckeln nu och förvara den någonstans. När du har sparat ändringarna kommer denna nyckel inte att visas här igen. Om nyckeln tappas bort är det enda sättet att återfå API-åtkomst att skapa en ny nyckel på den här sidan.
zh: 请立即复制 API 密钥并将其保存在某处。保存更改后，此密钥将不会再次出现在此处。如果密钥丢失，重新获得 API 访问权限的唯一方法是在此页面上生成新密钥。

# Languages::allow_return_registration
source: Allow return registration
fi: Salli palautusrekisteröinti
ko: 반품 등록 허용
sv: Tillåt registrering av returer
zh: 允许返回注册

# Languages::all_categories
source: All categories
fi: Kaikki tuoteryhmät
ko: 서비스 선택
sv: Alla kategorier
zh: 所有分类

# Languages::all_downloads
source: All downloads
fi: Kaikki lataukset
ko: 모든 다운로드
sv: Alla nedladdningar
zh: 所有下载

# Languages::all_features
source: All features
fi: Kaikki ominaisuudet
ko: 모든 기능
sv: Visa alla
zh: 所有特征

# Languages::all_filters
source: All product filters
fi: Kaikki tuotesuodattimet
ko: 모든 제품 필터
sv: Alla produktfilter
zh: 所有的商品筛选项

# Languages::all_pages
source: All pages
fi: Kaikki sivut
ko: 모든 페이지
sv: Alla sidor
zh: 所有页面

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
fi: Kaikki tuotteet on päivitetty onnistuneesti.
ko: 모든 제품이 성공적으로 업데이트되었습니다.
sv: Alla produkter har uppdaterats
zh: 所有产品更新成功.

# Languages::all_vendors
source: All stores
fi: Kaikki kaupat
ko: 모든 상점
sv: Alla butiker
zh: 全部供货商

# Languages::all_storefronts_short
source: All
fi: Kaikki
ko: 모두
sv: Allt
zh: 全部

# Languages::show_all_storefronts
source: Show all storefronts
fi: Näytä kaikki julkisivut
ko: 모든 상점 정보 표시
sv: Visa alla skyltfönster
zh: 显示所有店面

# Languages::show_all_storefronts_with_count
source: Show all [count] storefronts
fi: Näytä kaikki [count] myymälää
ko: [count] 상점 모두 표시
sv: Visa alla [count] skyltfönster
zh: 显示所有 [count] 个店面

# Languages::all_words
source: All of these words
fi: Kaikki sanat
ko: 이 모든 단어
sv: Alla dessa ord
zh: 所有词

# Languages::also_bought
source: Also bought
fi: Myös ostettu
ko: 다른 고객이 함께 구매한 상품
sv: Köpte även
zh: 还购买

# Languages::alt_text
source: Alternative text/title
fi: Vaihtoehtoinen teksti/otsikko
ko: 대체 텍스트 / 제목
sv: Alternativ text/titel
zh: 替代文本/标题

# Languages::alternative_text
source: Alt text
fi: Vaihtoehtoinen teksti
ko: 대체 텍스트
zh: 替代文字

# Languages::american_express
source: American Express
ko: 어메리칸 익스프레스
zh: American 快递

# Languages::american_express_info
source: CVV is on the front of the card above the credit card number (either on the right or on the left side of the credit card).
fi: CVV on kortin etupuolella luottokortin numeron yläpuolella (joko luottokortin oikealla tai vasemmalla puolella).
ko: CVV는 신용 카드 번호 위의 카드 앞면에 있습니다 (신용 카드의 오른쪽 또는 왼쪽).
sv: CVV finns på framsidan av betalkortet ovanför kortnummret (antingen på höger eller vänster sida av kortet).
zh: CVV码在信用卡正面卡号上方(信用卡右侧或左侧)。
