Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::text_store_mode_trial
source: <p>Full access to all features during the 30-day trial period, starting from the time of activation.</p><p>Once the 30-day trial period expires, you'll have to <a href="[product_buy_url]" target="_blank">purchase a license</a> or enter a valid license number to be able to manage your store.</p>
fi: <p>Täysi pääsy kaikkiin ominaisuuksiin 30 päivän kokeilujakson aikana, aktivointihetkestä alkaen.</p><p>Kun 30 päivän kokeilujakso päättyy, sinun on <a href="[product_buy_url]" target="_blank">ostettava lisenssi</a> tai annettava voimassa oleva lisenssinumero, jotta voit hallita kauppaasi.</p>
ko: <p>활성화 시점부터 30일 평가판 기간 동안 모든 기능에 완전히 액세스할 수 있습니다.</p><p>30일 평가판 기간이 만료되면 <a href="[product_buy_url]" target="_blank">라이선스를 구매하거나</a> 스토어를 관리할 수 있는 유효한 라이선스 번호를 입력해야 합니다.</p>
sv: <p>Full tillgång till alla funktioner under 30-dagars provperioden, från tidpunkten för aktivering.</p><p>När provperioden på 30 dagar löper ut måste du <a href="[product_buy_url]" target="_blank">köpa en licens</a> eller ange ett giltigt licensnummer för att kunna hantera din butik.</p>
zh: <p>完全访问所有功能在 30 天的试用期，期间从激活的时间开始。</p><p>一旦 30 天的试用期到期，你会有 <a href="[product_buy_url]"target="_blank"> 购买的许可证</a> 或输入一个有效许可证号码必须能够管理您的存储区。</p>

# Languages::text_store_mode_trial_rb
source: All features are available during 30 days after download of the installation package. You don't need to enter the license key.<br /><br />After the 30-day trial period is over, you need to buy the license or enter the license key if you already have one.<br /><br />
fi: Kaikki ominaisuudet ovat käytettävissä 30 päivän ajan asennuspaketin lataamisen jälkeen. Sinun ei tarvitse syöttää lisenssiavainta.<br /><br />Kun 30 päivän kokeilujakso on ohi, sinun on ostettava lisenssi tai syötettävä lisenssiavain, jos sinulla jo on sellainen.<br /><br />
ko: 모든 기능은 설치 패키지를 다운로드한 후 30일 동안 사용할 수 있습니다. 라이센스 키를 입력할 필요가 없습니다.<br /><br />30일 평가판 기간이 끝나면 라이선스를 구매하거나 이미 라이선스 키가 있는 경우 라이선스 키를 입력해야 합니다.<br /><br />
sv: Alla funktioner är tillgängliga under 30 dagar efter nedladdningen av installationspaketet. Du behöver inte ange licensnyckeln.<br><br>Efter 30-dagars provperiod är över måste du köpa licens eller ange licensnyckeln om du redan har en.<br><br>
zh: 在下载的安装包后的 30 天期间，所有功能都都可用。您不需要输入许可证密钥。 < br / > < br / > 30 天的试用期结束后，您需要购买许可证或输入的许可证密钥，如果你已经有一个.< br / > < br / >

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
fi: Vero <b>[tax]</b> on sovellettu kaikkiin tuotteisiin
ko: 세금 <b>[tax]</b> 는 모든 제품에 적용되었습니다
sv: Moms <b>[tax]</b> har lagts till på alla produkter
zh: <b>[tax]</b>税已应用于所有产品

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
fi: Kaikista tuotteista on poistettu vero <b>[tax]</b>
ko: 세금 <b>[tax]</b> 가 모든 제품에서 제거되었습니다.
sv: Moms <b>[tax]</b> är nu borttagen från alla produkter
zh: <b>[tax]</b>税已从所有产品中移除

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
fi: Muutoksiasi ei ole tallennettu. Tallenna muutokset painamalla OK tai hylkää ne painamalla Peruuta.
ko: 변경 사항이 저장되지 않았습니다. 변경 사항을 저장하려면 확인을 누르고 취소하려면 취소를 누르십시오.
sv: Dina ändringar har inte sparats. Klicka OK för att spara, eller Avbryt för att kasta dem.
zh: 您的修改没有保存.按OK保存或取消放弃他们.

# Languages::text_thaiepay_notice
source: <p>Please set the following values in the ThaiePay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these values to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
fi: <p>Aseta seuraavat arvot ThaiePay-kauppiasasetuksissa:</p><p>Palautusosoite: <b>[return_url]</b></p><p>Tila: <b>Kyllä (se on tärkeää!)</b></p><p>Lähetä Takaisin URL-osoite: <b>[postback_url]</b></p><p>Pääparametri: <b>"yhteensä " on tarkistettava</b> - se lisää tapahtumien turvallisuutta</p><p>Lisäparametri: se on pakollinen tapahtumien onnistuneelle käsittelylle. Voit esimerkiksi asettaa <b>name=completed</b> ja <b>value=some_secret_word</b>. Kopioi nämä arvot näihin lomakkeen kenttiin: "Lisäparametrin nimi" ja "Lisäparametrin arvo".</p>
ko: <p>ThaiePay 판매자 설정에서 다음 값을 설정하십시오.</p><p>반품 URL: <b>[return_url]</b></p><p>상태: <b>예(중요합니다!)</b></p><p>포스트백 URL: <b>[postback_url]</b></p><p>주요 매개변수: <b>"총계 " 체크</b> - 트랜잭션의 보안을 강화합니다.</p><p>추가 매개변수: 트랜잭션의 성공적인 처리를 위해 필수입니다. 예를 들어, <b>name=completed</b> 및 <b>value=some_secret_word</b>를 설정할 수 있습니다. 이 값을 "추가 매개변수 이름" 및 "추가 매개변수 값" 양식 필드에 복사합니다.</p>
sv: <p>Vänligen ställ in följande värden i ThaiePay-säljarinställningarna:</p><p>Retur URL: <b>[return_url]</b></p><p>Status: <b>Ja (det är viktigt!)</b></p><p>Post Back URL: <b>[postback_url]</b></p><p>Huvudparameter: <b>"totalt " måste kontrolleras</b> - det kommer att öka säkerheten för transaktioner</p><p>Ytterligare parameter: det är obligatoriskt för framgångsrik bearbetning av transaktioner. Till exempel kan du ställa in <b>namn=avslutat</b> och <b>värde=något_hemligt_ord</b>. Kopiera dessa värden till dessa formulärfält: "Extra parameternamn" och "Extra parametervärde".</p>
zh: <p>请在 ThaiePay 商户设置中设置如下值：</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (很重要！)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total " 必须选中</b> - 它将增加交易的安全性</p><p>附加参数：它是成功处理交易的必要条件。例如，您可以设置 <b>name=completed</b> 和 <b>value=some_secret_word</b>。将这些值复制到以下表单域：“附加参数名称”和“附加参数值”。</p>

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
fi: Pikkukuvat luodaan yksityiskohtaisista kuvista automaattisesti, mutta voit myös <a id="[id]" class="[class]">ne manuaalisesti.</a>
ko: 썸네일은 상세한 이미지에서 자동으로 생성되지만 수동으로 <a id="[id]" class="[class]">할 수도 있습니다.</a>
sv: Miniatyrbild skapas automatiskt, men den går även att <a id="[id]" class="[class]">ladda upp manuellt.</a>
zh: 将从详细图片自动生成缩略图,您也可以

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
fi: Lisää [item] <i class="text-arrow">&rarr;</i>
ko: 더 많이 [item] <i class="text-arrow">&rarr;</i>
sv: Mer [item] <i class="text-arrow">&rarr;</i>
zh: 更多 [item] <i class="text-arrow">&rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
fi: Katso lisää <i class="text-arrow">&rarr;</i>
ko: 더 보기 <i class="text-arrow">&rarr;</i>
sv: Visa alla <i class="text-arrow">&rarr;</i>
zh: 更多<i class="text-arrow">→</i>

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
fi: Sähköpostiisi on lähetetty linkki, josta pääset katsomaan tilaustasi.
ko: 액세스 지침이 귀하의 이메일 주소로 발송되었습니다.
sv: Åtkomstinstruktioner har skickats till din e-postadress.
zh: 访问说明已发送到您的邮箱.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
fi: Oheisista linkeistä pääset katsomaan tilauksiasi.
ko: 저희 매장에서 주문하신 정보를 요청하셨습니다.
sv: Du har begärt information om de ordrar du gjort i vår butik.
zh: 您在我们的商店订购的的订单请求信息.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
fi: Kaikki tilauksesi:
ko: 모든 주문을 보려면 다음 링크를 따르십시오.
sv: För att se dina ordrar, klicka på denna länk:
zh: 要查看所有订单,请点击此链接:

# Languages::text_track_view_order
source: To view order #[order] please open this link:
fi: Voit tarkastella tilausta #[order] tästä linkistä:
ko: 주문 번호[order] 을 보려면 다음 링크를 여십시오.
sv: För att visa order #[order], klicka på denna länk:
zh: 要查看订单 #[order]请打开此链接:

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
fi: Maksutapahtuma kekeytettiin.
ko: 거래가 고객에 의해 취소되었습니다
sv: Transaktion avbruten
zh: 交易由客户取消

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
fi: Maksu epäonnistui tai maksutapahtuma kekeytettiin.
ko: 결제 처리자가 거래를 거부했거나 고객이 취소했습니다.
sv: Transaktionen nekades av betalinlösaren, eller annullerades av kund.
zh: 交易由付款处理器拒绝或被客户取消

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
fi: Mahdollisesti toinen päivitysprosessi on käynnissä.<br />Odota, kunnes se on valmis.<br />Jos prosessi on päättynyt virheellä, voit poistaa tiedoston [filename] ja yrittää käynnistää päivityksen uudelleen.<br /><a href="[url]">Poista lukitustiedosto ja käynnistä päivitys uudelleen</a>
ko: 다른 업그레이드 프로세스가 실행 중일 수 있습니다.<br />완료될 때까지 기다리십시오.<br />프로세스가 오류와 함께 완료되면 파일 [filename] 를 제거하고 업그레이드를 다시 시작할 수 있습니다.<br /><a href="[url]">잠금 파일을 제거하고 업그레이드를 다시 시작하십시오.</a>
sv: Troligtvis är en annan uppgraderingsprocess redan igång, vänta tills den är klar.<br>Om uppgraderingen har avslutats med ett felmeddelande kan du ta bort filen [filename] och försöka starta om uppgraderingen.<br><a href="[url]">Ta bort låsfilen och starta om uppgraderingen</a>
zh: 另一升级过程可能正在运行.<br />请等待直到它完成.<br />如果过程已完成出现错误, 您可以移除这个[filename]文件并尝试重新升级.<br /><a href="[url]">移除锁住文件并重新升级</a>

# Languages::text_uc_backup_database
source: The following database tables have been backed up
fi: Seuraavat tietokantataulukot on varmuuskopioitu
ko: 다음 데이터베이스 테이블이 백업되었습니다.
sv: Kopierade databastabeller
zh: 已备份以下数据库表

# Languages::text_uc_backup_files
source: The following files have been backed up
fi: Seuraavat tiedostot on varmuuskopioitu
ko: 다음 파일이 백업되었습니다.
sv: Kopierade filer
zh: 已备份以下文件

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please refresh packages list and try to download it again
fi: Päivityspaketti näyttää olevan rikki. Päivitä pakettiluettelo ja yritä ladata se uudelleen
ko: 업그레이드 패키지가 손상된 것 같습니다. 패키지 목록을 새로고침하고 다시 다운로드하십시오.
sv: Uppgraderingspaketet verkar vara trasigt. Uppdatera paketlistan och försök ladda ner det igen
zh: 升级包好像是坏了。请刷新软件包列表中，然后尝试重新下载

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
fi: Päivitysprosessin käynnistämisen poistaminen käytöstä epäonnistui
ko: 업그레이드 프로세스 시작을 비활성화하지 못했습니다.
sv: Kunde inte stänga av uppgraderingsprocessen
zh: 禁用升级过程启动失败

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
fi: Päivityspakettia ei voi ladata
ko: 업그레이드 패키지를 다운로드할 수 없습니다
sv: Kunde inte ladda ner uppgraderingspaketet
zh: 无法下载升级程序包

# Languages::text_uc_changed_files_message
source: These files have local modifications and will be backed up. Once the upgrade is complete, compare the backup files with the new files and reapply the modifications to the new files, if necessary.
fi: Näissä tiedostoissa on paikallisia muutoksia, ja niistä tehdään varmuuskopio. Kun päivitys on valmis, vertaa varmuuskopiotiedostoja uusiin tiedostoihin ja tee muutokset uusiin tiedostoihin tarvittaessa.
ko: 이러한 파일에는 로컬 수정 사항이 있으며 백업됩니다. 업그레이드가 완료되면 백업 파일을 새 파일과 비교하고 필요한 경우 새 파일에 수정 사항을 다시 적용합니다.
sv: Dessa filer har lokala modifieringar och kommer att säkerhetskopieras. När uppgraderingen är klar så jämför säkerhetskopiorna med de nya filerna och återapplicera modifieringarna till de nya filerna, om det behövs.
zh: 这些文件有本地修改，并将备份。一旦升级完成，比较与新文件的备份文件，并重新应用到新文件，修改，如有必要。

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
fi: [product] -versiosi on tarkistettu onnistuneesti. Se on valmis päivitettäväksi.
ko: [product] 버전이 성공적으로 확인되었습니다. 업그레이드할 준비가 되었습니다.
sv: Din [product] version har kontrollerats. Den är klar för uppgradering
zh: 您的CS-Cart版本已检查成功. 它已准备好升级

# Languages::text_uc_conflicts
source: The following files had local modifications
fi: Seuraavissa tiedostoissa oli paikallisia muutoksia
ko: 다음 파일에는 로컬 수정 사항이 있습니다.
sv: Filer med lokala modifieringar
zh: 以下文件局部已修改

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
fi: Ei tarpeeksi oikeuksia tietokannan päivittämiseen. Anna seuraavat oikeudet tietokannan käyttäjälle [db_user]: [priviliges].
ko: 데이터베이스를 업데이트할 수 있는 권한이 없습니다. 데이터베이스 사용자 [db_user]: [priviliges]에게 다음 권한을 할당하십시오.
sv: Ingen behörighet att uppdatera databasen. Tilldela följande behörigheter för din databasanvändare [db_user]: [priviliges].
zh: 没有足够的权限升级数据库.请将以下权限分配给您的数据库用户 [db_user]: [priviliges].

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
fi: Huomio! Kopioi ja tallenna alla oleva URL-osoite – voit käyttää sitä myymäläsi palauttamiseen, jos päivitys epäonnistuu.<br /><b>[href]</b>
ko: 주목! 아래 URL을 복사하여 저장하세요. 업그레이드에 실패할 경우 이 URL을 사용하여 스토어를 복원할 수 있습니다.<br /><b>[href]</b>
sv: Obs! Kopiera och spara URLen nedan, denna kan du använda för att återställa butiken om uppgraderingen misslyckas.<br><b>[href]</b>
zh: 注意!请复制并保存以下URL - 如果升级失败您可以使用它来恢复您的商店.<br /><b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
fi: Tietokantataulukoita ei ole varmuuskopioitu
ko: 데이터베이스 테이블이 백업되지 않았습니다.
sv: Databastabellerna säkerhetskopierades inte
zh: 此数据库表没有备份

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
fi: Uuden hakemiston luominen epäonnistui
ko: 새 디렉토리를 생성하지 못했습니다.
sv: Kunde inte skapa ny mapp
zh: 未能创建新的目录

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
fi: FTP-siirto epäonnistui
ko: FTP 전송 실패
sv: FTP överföring misslyckades
zh: FTP 传输失败

# Languages::text_uc_ftp_cart_directory_not_found
source: We were unable to find CS-Cart installation in the specified directory. Please make sure that you have entered the correct FTP directory.
fi: Emme löytäneet CS-Cart-asennusta määritetystä hakemistosta. Varmista, että olet syöttänyt oikean FTP-hakemiston.
ko: 지정된 디렉토리에서 CS-Cart 설치를 찾을 수 없습니다. 올바른 FTP 디렉토리를 입력했는지 확인하십시오.
sv: Kunde inte hitta installationen i angiven mapp. Kontrollera att du har angett rätt FTP mapp.
zh: 我们无法在指定目录中找到 CS-Cart 安装。请确保您输入了正确的 FTP 目录。

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
fi: FTP-yhteys epäonnistui
ko: FTP 연결 실패
sv: FTP anslutning misslyckades
zh: FTP 连接失败

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
fi: Ei voi muodostaa yhteyttä FTP-palvelimeen. Tarkista, onko isäntänimi oikein
ko: FTP 서버에 연결할 수 없습니다. 호스트 이름이 올바른지 확인하십시오
sv: Kunde inte ansluta till FTP server. Kontrollera att värdnamnet är korrekt
zh: 无法连接到FTP服务器. 请检查主机名是否正确

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
fi: FTP-palvelimelle kirjautuminen ei onnistu. Tarkista, että käyttäjätunnus ja salasana ovat oikein
ko: FTP 서버에 로그인할 수 없습니다. 사용자 이름과 비밀번호가 올바른지 확인하십시오
sv: Kunde inte logga in på FTP server. Kontrollera användarnamn och lösenord
zh: 无法登录到FTP服务器. 请检查用户名和密码是否正确

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
fi: FTP-tunnistetiedot, jotta voit käyttää tiedostoja ja määrittää asianmukaiset käyttöoikeudet automaattisesti
ko: 파일에 액세스하고 적절한 권한을 자동으로 설정하기 위한 FTP 자격 증명
sv: FTP uppgifter för tillgång till filer och sätta rätt behörigheter automatiskt
zh: FTP 访问需要访问文件,而没有写入权限

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
fi: Joissakin tiedostoissasi oli paikallisia muutoksia. Voit tarkistaa ne napsauttamalla seuraavaa linkkiä
ko: 일부 파일에 로컬 수정 사항이 있습니다. 다음 링크를 클릭하면 확인할 수 있습니다
sv: Några filer har lokala modifieringar. Kontrollera dem på följande länk
zh: 部分文件局部已修改.您可以通过单击下面的链接来检查他们

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
fi: Väärä polku tiedostojen päivittämiseen
ko: 파일을 업그레이드하는 잘못된 경로
sv: Fel sökväg till uppgraderingsfiler
zh: 升级文件路径错误

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
fi: Anna [product] -lisenssinumerosi
ko: [product] 라이센스 번호를 입력하십시오
sv: Fyll i ditt [product] licensnummer
zh: 请输入您的CS-Cart许可证号码

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
fi: Päivityslista puuttuu
ko: 업그레이드 목록이 누락되었습니다.
sv: Lista över uppgraderingar saknas
zh: 升级丢失列表

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
fi: Nämä tiedostot vaativat kirjoitusoikeudet (manuaalisesti tai automaattisesti FTP:n kautta)
ko: 이 파일에는 쓰기 권한 세트가 필요합니다(FTP를 통해 수동 또는 자동으로).
sv: Det behövs skrivbehörighet på följande filer (ändra manuellt eller via FTP)
zh: 以下文件没有写权限. 您需要手动设置这些权限或使用 FTP 来访问的文件 (如果已经不使用)

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
fi: Ei tarpeeksi levytilaa tietokannan varmuuskopiointiin
ko: 데이터베이스를 백업할 디스크 공간이 부족합니다.
sv: Otillräckligt diskutrymme för att säkerhetskopiera databasen
zh: 没有足够的磁盘空间来备份数据库

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
fi: Näyttää siltä, että palvelimellesi ei ole asennettu FTP-moduulia. Et voi käyttää FTP:tä ennen kuin tämä moduuli on asennettu
ko: 서버에 FTP 모듈이 설치되어 있지 않은 것 같습니다. 이 모듈이 설치될 때까지 FTP를 사용할 수 없습니다.
sv: Det finns ingen FTP modul installerad på servern. Det går inte använda FTP tjänsten förrän denna modul är installerad
zh: 似乎在您的服务器上没有安装FTP模块. 直到该模块安装后您才可以使用FTP

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
fi: Päivityskansion luominen epäonnistui
ko: 업그레이드 폴더 생성 실패
sv: Kunde inte skapa någon uppgraderingsmapp
zh: 无法创建升级文件夹

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
fi: Päivitysprosessin kuvaajan uc.xml jäsentäminen epäonnistui
ko: 업그레이드 프로세스 설명자 uc.xml을 구문 분석하지 못했습니다.
sv: Kunde inte tolka uppgraderingsprocessens beskrivningsfil "uc.xml"
zh: 无法分析升级描述符uc.xml

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
fi: Tiedoston poistaminen epäonnistui
ko: 파일을 제거하지 못했습니다.
sv: Kunde inte ta bort filen
zh: 无法删除的文件

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
fi: Päivityskuvaajan packages.xml poistaminen epäonnistui
ko: 업그레이드 설명자 packages.xml을 제거하지 못했습니다.
sv: Kunde inte ta bort uppgraderingens beskrivningsfil "packages.xml"
zh: 无法删除升级描述符packages.xml

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
fi: Päivityksen lukitustiedoston poistaminen epäonnistui. Poista [file] -tiedosto.
ko: 업그레이드 잠금 파일을 제거하지 못했습니다. [file] 파일을 제거하십시오.
sv: Kunde inte ta bort uppgraderingens låsfil. Ta bort filen [file].
zh: 未能删除升级锁定文件. 请删除[file]文件.

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
fi: Asennettujen päivitysten luettelon päivittäminen epäonnistui
ko: 설치된 업그레이드 목록을 업데이트하지 못했습니다.
sv: Kunde inte uppdatera listan över installerade uppgraderingar
zh: 更新的安装升级列表失败

# Languages::text_uc_upgrade_completed
source: Your store has been upgraded successfully
fi: Kauppasi on päivitetty onnistuneesti
ko: 스토어가 성공적으로 업그레이드되었습니다.
sv: Butiken har uppgraderats
zh: 您的商店已成功升级

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
fi: <p>Myymäläsi suljettiin päivityksen aikana. Suosittelemme, että tarkistat kaupan toiminnan päivityksen jälkeen ja avaat sen vasta sitten.</p><p>Voit avata kaupan poistamalla valinnan Sulje myymälä -asetuksen kohdasta Asetukset → Yleiset.</p>
ko: <p>업그레이드 절차 중에 상점이 문을 닫았습니다. 업그레이드 후 스토어 작업을 확인 후 오픈을 권장합니다.</p><p>설정 → 일반에서 매장 닫기 설정을 해제하여 매장을 열 수 있습니다.</p>
sv: <p>Butiken stängdes under uppgraderingen. Kontrollera att butiken fungerar som den skall innan den öppnas igen.</p><p>Öppna butiken genom att avbocka "Stäng butik för underhåll" under Inställningar → Allmänt.</p>
zh: <p>您的商店在升级过程中关闭。我们建议您在升级后检查商店的工作，然后再打开它。</p><p>您可以通过取消选中设置→常规下的关闭店面设置来打开商店。</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
fi: Päivityslokitiedostoa ei voi kirjoittaa
ko: 업그레이드 로그 파일에 쓸 수 없습니다.
sv: Uppgraderingens loggfil är inte skrivbar
zh: 升级日志文件不可写入

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
fi: Sinun on päivitettävä versioon <b>[to_version]</b> ennen tämän päivityspaketin asentamista (versiosi on <b>[your_version]</b>).
ko: 이 업그레이드 패키지를 적용하기 전에 버전 <b>[to_version]</b> 로 업그레이드해야 합니다(귀하의 버전은 <b>[your_version]</b>).
sv: Du måste uppgradera till version <b>[to_version]</b> innan du kan installera denna uppgradering (din version är: <b>[your_version]</b>).
zh: 您需要应用此升级程序包之前升级到版本<b>[to_version]</b> (您的版本是<b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
fi: Päivityspakettia ei ole valittu
ko: 업그레이드 패키지가 선택되지 않았습니다.
sv: Inget uppgraderingspaket är valt
zh: 没有选择升级包

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
fi: Päivitys on palautettu onnistuneesti
ko: 업그레이드가 성공적으로 복구되었습니다.
sv: Uppgraderingen har återställts
zh: 升级已被成功还原

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
fi: Tuotteen omistaja. Vain tuotteen omistaja voi muokata kaikkia jaettujen tuotteiden kenttiä.
ko: 제품 소유자. 제품 소유자만 공유 제품의 모든 필드를 편집할 수 있습니다.
sv: Endast produktägare kan redigera alla fält i delade produkter.
zh: 产品拥有者。只有产品所有者可以编辑共享产品中的所有字段。

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
fi: XML-rakenteen jäsentäminen epäonnistui
ko: XML 구조를 구문 분석하지 못했습니다.
sv: Kunde inte tolka XML struktur
zh: 分析 XML 结构失败

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
fi: Verkkosivustolla käytetään valuuttaa, jota maksujärjestelmä ei tue. Ota yhteyttä kaupan ylläpitäjään tässä asiassa.
ko: 결제 시스템에서 지원하지 않는 통화는 웹사이트에서 사용됩니다. 이 문제는 매장 관리자에게 문의하세요.
sv: Denna valuta stöds inte av betalsystemet. Kontakta/informera kundtjänst om detta fel.
zh: 在网站上使用的货币支付系统是不支持的.关于此问题请联系商店的管理员.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
fi: Uusi versio [product] :sta on saatavilla. Jos haluat päivittää uusimpaan versioon nyt, napsauta <a href="[link]">tästä</a>.
ko: [product] 의 새 버전을 사용할 수 있습니다. 지금 최신 버전으로 업그레이드하려면 <a href="[link]">여기</a>를 클릭하십시오.
sv: Det finns en ny [product] version tillgänglig. Vill du uppgradera till denna nu så klicka <a href="[link]">här.</a>
zh: CS-Cart有一个新版本可用. 如果您想升级到最新版本,点击<a href="[link]">这里</a>.
