Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::upgrade_center.warning_msg_timeout_fail
source: We DO NOT recommend to start the upgrade on your server.
fi: EMME suosittele päivityksen aloittamista palvelimellasi.
ko: 서버에서 업그레이드를 시작하지 않는 것이 좋습니다.
sv: Vi rekommenderar dig att INTE starta uppgraderingen på din server.
zh: 我们不建议在您的服务器上开始升级。

# Languages::upgrade_center.warning_msg_timeout_check_failed
source: Your server has wrong PHP script timeout settings. This could be due to restrictions on the PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> function or FastCGI "Timeout" options. We recommend you to contact your hosting provider in order to resolve this issue or contact our tech support team to perform the upgrade for you.
fi: Palvelimellasi on väärät PHP-skriptin aikakatkaisuasetukset. Tämä voi johtua PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> -funktion tai FastCGI:n aikakatkaisuvaihtoehtojen rajoituksista. Suosittelemme, että otat yhteyttä isännöintipalveluntarjoajaasi tämän ongelman ratkaisemiseksi tai otat yhteyttä tekniseen tukitiimiimme suorittaaksesi päivityksen puolestasi.
ko: 서버에 잘못된 PHP 스크립트 시간 초과 설정이 있습니다. 이것은 PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> 함수 또는 FastCGI "Timeout" 옵션에 대한 제한 때문일 수 있습니다. 이 문제를 해결하려면 호스팅 제공업체에 문의하거나 기술 지원 팀에 문의하여 업그레이드를 수행하는 것이 좋습니다.
sv: Servern har fel PHP timeoutinställning, detta kan bero på begränsningar i funktionen <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> eller i FastCGI timeoutinställning. Vi rekommenderar att du kontaktar serveranvarig för att lösa detta problem, eller kontaktar vår support för att utföra uppgraderingen åt dig.
zh: 您的服务器有错误的 PHP 脚本超时设置。这可能是由于对 PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> 函数或 FastCGI“超时”选项的限制。我们建议您联系您的托管服务提供商以解决此问题，或联系我们的技术支持团队为您执行升级。

# Languages::upgrade_center.warning_msg_executed_php
source: <p class="text-error">We have started a dummy PHP script. It will be working during 6 minutes. When the check is finished, we'll tell you if the PHP script's timeouts can be set correctly. If yes, then you are good to go with the upgrade. Please wait until the check is finished to be sure that your server has correct PHP timeout configuration.</p>
fi: <p class="text-error">Olemme aloittaneet vale PHP-skriptin. Se toimii 6 minuutin ajan. Kun tarkistus on valmis, kerromme, voidaanko PHP-skriptin aikakatkaisut asettaa oikein. Jos kyllä, voit aloittaa päivityksen. Odota, kunnes tarkistus on valmis, jotta voit varmistaa, että palvelimesi PHP-aikakatkaisuasetukset ovat oikeat.</p>
ko: <p class="text-error">더미 PHP 스크립트를 시작했습니다. 6분 동안 작동됩니다. 확인이 끝나면 PHP 스크립트의 시간 초과를 올바르게 설정할 수 있는지 알려드립니다. 그렇다면 업그레이드를 진행하는 것이 좋습니다. 서버에 올바른 PHP 시간 초과 구성이 있는지 확인이 완료될 때까지 기다리십시오.</p>
sv: <p class="text-error">Vi har startat ett dummy PHP-skript. Den kommer att fungera under 6 minuter. När kontrollen är klar berättar vi om PHP-skriptets timeouts kan ställas in korrekt. Om ja, är du bra att gå med uppgraderingen. Vänta tills kontrollen är klar för att vara säker på att din server har korrekt PHP timeout-konfiguration.</p>
zh: <p class="text-error">我们已经启动了一个虚拟 PHP 脚本。它将在 6 分钟内工作。检查完成后，我们会告诉您是否可以正确设置 PHP 脚本的超时时间。如果是，那么您可以升级。请等待检查完成以确保您的服务器具有正确的 PHP 超时配置。</p>

# Languages::upload
source: Upload
fi: Lataa
ko: 업로드
sv: Ladda upp
zh: 上传

# Languages::upload_install
source: Upload & install
fi: Lataa ja asenna
ko: 업로드 및 설치
sv: Ladda upp och installera
zh: 上传与安装

# Languages::upload_another_file
source: Upload another file
fi: Lisää tiedosto
ko: 다른 파일 업로드
sv: Ladda upp en till...
zh: 上传另一个文件

# Languages::upload_file
source: Upload file
fi: Lisää tiedosto
ko: 파일 업로드
sv: Ladda upp fil
zh: 上传文件

# Languages::ups
source: United Parcel Service
fi: United Pakettipalvelu
ko: 유나이티드 소포 서비스
sv: United Pakettjänst
zh: 联合包裹服务

# Languages::url
source: URL
fi: www
zh: 网址

# Languages::user
source: User
fi: Käyttäjä
ko: 사용자
sv: Användare
zh: 会员

# Languages::usergroup
source: User group
fi: Ryhmä
ko: 사용자 그룹
sv: Kundgrupp
zh: 用户组

# Languages::usergroups
source: User groups
fi: Ryhmät
ko: 사용자 그룹
sv: Kundgrupper
zh: 用户组

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
fi: Luettelo kaupassasi olevista käyttäjäryhmistä.
ko: 상점에 있는 사용자 그룹 목록입니다.
sv: Hantera kundgrupper.
zh: 在商店中已存在的会员组列表.

# Languages::usergroup_activated
source: User group has been activated
fi: Ryhmä on aktivoitu
ko: 사용자 그룹이 활성화되었습니다.
sv: Aktiverad kundgrupp
zh: 会员组已激活

# Languages::usergroup_disactivated
source: User group has been deactivated
fi: Ryhmä on poistettu käytöstä
ko: 사용자 그룹이 비활성화되었습니다.
sv: Kundgrupp har inaktiverats
zh: 会员组已取消激活

# Languages::usergroup_privileges
source: User group privileges
fi: Käyttäjäryhmän oikeudet
ko: 사용자 그룹 권한
sv: Kundgrupp behörighet
zh: 用户组权限

# Languages::usergroup_request_by_customer
source: User group request by customer
fi: Liittymispyyntö ryhmään asiakkaalta
ko: 고객의 사용자 그룹 요청
sv: Förfrågan av kundgrupp
zh: 客户用户组请求

# Languages::username
source: Username
fi: Käyttäjätunnus
ko: 아이디
sv: Användarnamn
zh: 用户名

# Languages::users
source: Users
fi: Käyttäjät
ko: 사용자
sv: Användare
zh: 会员

# Languages::users_carts
source: Abandoned / Live carts
fi: Hylätyt / elävät kärryt
ko: 버려진 / 라이브 카트
sv: Varukorgar
zh: 弃置的/ 实时购物

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
fi: Luettelo tuotteista, joita ei jostain syystä ole ostettu.
ko: 어떤 이유로 구매하지 않은 제품 목록입니다.
sv: Visa övergivna/pågående varukorgar och önskelistor.
zh: 出于某种原因而没有被购买的产品列表.

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
fi: Hallinnoi myymälässäsi rekisteröityjä käyttäjätilejä.
ko: 스토어에 등록된 사용자 계정을 관리합니다.
sv: Hantera användarkonton.
zh: 在商店上管理已注册的会员帐户.

# Languages::user_type
source: User type
fi: Käyttäjätyyppi
ko: 사용자 타입
sv: Användartyp
zh: 用户类型

# Languages::user_account_info
source: User account information
fi: Kirjautumistiedot
ko: 사용자 계정 정보
sv: Kontoinformation
zh: 会员帐户信息

# Languages::user_account_information
source: User account information
fi: Käyttäjätilin tiedot
ko: 사용자 계정 정보
sv: Kontoinformation
zh: 用户帐户信息

# Languages::user_cannot_be_deleted
source: Sorry, user with id [user_id] can not be deleted.
fi: Valitettavasti käyttäjää, jonka tunnus on [user_id] , ei voida poistaa.
ko: 죄송합니다. 아이디가 [user_id] 인 사용자는 삭제할 수 없습니다.
sv: Användare med id [user_id] kunde inte tas bort.
zh: 对不起,[user_id]的用户身份不能被删除.

# Languages::user_class
source: User-defined CSS class
fi: Käyttäjän määrittämä CSS-luokka
ko: 사용자 정의 CSS 클래스
sv: Användardefinierad CSS-klass
zh: 用户定义的 CSS 类

# Languages::wrapper_class
source: User-defined wrapper CSS class
fi: Käyttäjän määrittämä kääre CSS-luokka
ko: 사용자 정의 래퍼 CSS 클래스
sv: Användardefinierad CSS-klass för wrapper
zh: 用户定义的包装 CSS 类

# Languages::user_data_required
source: Please select a customer or enter data
fi: Valitse asiakas tai syötä tiedot
ko: 고객을 선택하거나 데이터를 입력하십시오
sv: Välj kund eller mata in uppgifter
zh: 请选择客户或输入数据

# Languages::user_details_page
source: User details page
fi: Käyttäjän tiedot -sivu
ko: 사용자 세부정보 페이지
sv: Användare detaljesida
zh: 用户资料页面

# Languages::user_group_requests
source: User group requests
fi: Käyttäjäryhmän pyynnöt
ko: 사용자 그룹 요청
sv: Kundgruppsansökningar
zh: 用户组申请

# Languages::user_id
source: User ID
fi: käyttäjätunnus
ko: 사용자 ID
sv: Användare ID
zh: 用户ID

# Languages::user_info
source: User information
fi: Käyttäjän tiedot
ko: 사용자 정보
sv: Användare
zh: 用户信息

# Languages::user_pin
source: User PIN
fi: Käyttäjän PIN-koodi
ko: 사용자 PIN
sv: Användare PIN
zh: 用户PIN码

# Languages::user_profile_info
source: User profile information
fi: Käyttäjäprofiilin tiedot
ko: 사용자 프로필 정보
sv: Användare profilinformation
zh: 用户资料信息

# Languages::user_settings
source: User settings
fi: Käyttäjäasetukset
ko: 사용자 설정
sv: Användare
zh: 用户设置

# Languages::use_avail_period
source: Use available period
fi: Käytä käytettävissä olevaa aikaa
ko: 이용 가능 기간
sv: Tidsbegränsad
zh: 使用有效周期

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
fi: Käytä Cardinal Centinel&reg; :aa suojattuun 3D-maksajan todentamiseen
ko: 3D 보안 지불인 인증을 위해 Cardinal Centinel&reg; 사용
sv: Använd Cardinal Centinel® för 3D-Secure autensiering
zh: 使用 Cardinal Centinel&reg; 为 3-D Secure 付款人身份验证

# Languages::use_coupons_commission
source: Coupon commission
fi: Kuponkipalkkio
ko: 쿠폰 수수료
sv: Kupong provision
zh: 优惠授予

# Languages::use_current_link
source: Use the current page link
fi: Käytä nykyisen sivun linkkiä
ko: 현재 페이지 링크 사용
sv: Lägg till nuvarande sida
zh: 使用当前页面链接

# Languages::use_custom_view
source: Use custom view
fi: Käytä mukautettua näkymää
ko: 사용자 정의 보기 사용
sv: Anpassad visning
zh: 使用自定义视图

# Languages::use_custom_weight_settings
source: Use custom weight settings
fi: Käytä mukautettuja painoasetuksia
ko: 사용자 정의 가중치 설정 사용
sv: Använd anpassade viktinställningar
zh: 使用自定义的权重设置

# Languages::use_existing_block
source: Use Existing Block
fi: Käytä olemassa olevaa lohkoa
ko: 기존 블록 사용
sv: Använd befintliga block
zh: 使用现有的块

# Languages::use_existing_store
source: Copy existing storefront configuration
fi: Kopioi olemassa olevat julkisivuasetukset
ko: 기존 상점 첫 화면 구성 복사
sv: Kopiera befintlig skyltfönsterkonfiguration
zh: 复制现有店面配置

# Languages::use_negotiated_rates
source: Use negotiated rates
fi: Käytä neuvoteltuja hintoja
ko: 협상 요금 사용
sv: Använd förhandlade kurser
zh: 使用协议价

# Languages::use_new_sha_method
source: Use new SHA signature policy
fi: Käytä uutta SHA-allekirjoituskäytäntöä
sv: Använd ny SHA signatur
zh: 使用新的SHA签名策略

# Languages::usps
source: U.S Postal Service
fi: Yhdysvaltain postipalvelu
ko: 미국 우편 서비스
zh: U.S 邮政服务

# Languages::usps_package_size_large
source: Large
fi: Suuri
ko: 크게
sv: Stor
zh: 大的

# Languages::usps_package_size_regular
source: Regular
fi: Säännöllinen
ko: 일반
sv: Normal
zh: 规则的

# Languages::usps_service_certificate_of_mailing
source: Certificate of mailing
fi: Postitustodistus
ko: 우편물 증명서
sv: Certifikat för utskick
zh: 邮寄凭证

# Languages::usps_service_certificate_of_mailing_for_firm_mailing_books
source: Certificate of mailing for firm mailing books
fi: Postitustodistus yrityspostituskirjoille
ko: 회사 우편물 발송 증명서
sv: Certifikat om utskick för fasta böcker
zh: 邮寄书籍公司的邮寄凭证

# Languages::usps_service_certificate_of_mailing_per_individual_article
source: Certificate of mailing per individual article
fi: Postitustodistus yksittäistä artikkelia kohti
ko: 개별 기사당 우편물 증명서
sv: Certifikat för utskick per enskild artikel
zh: 个人文章的邮寄凭证

# Languages::usps_service_certified
source: Certified
fi: Sertifioitu
ko: 인증
sv: Certifierad
zh: 有保证的

# Languages::usps_service_collect_on_delivery
source: Collect on delivery
fi: Nouda toimituksen yhteydessä
ko: 대금 상환
sv: Betala vid leverans
zh: 货到收款

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
fi: USPS-seuranta/toimitusvahvistus
ko: USPS 추적/배송 확인
sv: USPS Spårning/leveransbekräftelse
zh: 收货确认

# Languages::usps_service_edelivery_confirmation
source: e-Delivery Confirmation
fi: Sähköisen toimituksen vahvistus
ko: 전자 배송 확인
sv: e-leveransbekräftelse
zh: 电子交付确认

# Languages::usps_service_express_mail_insurance
source: Express mail insurance
fi: Pikapostivakuutus
ko: 속달 우편 보험
sv: Expressbrev försäkring
zh: 快递邮件保险

# Languages::usps_service_insurance
source: Insurance
fi: Vakuutus
ko: 보험
sv: Försäkring
zh: 保险费

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
fi: Nouto pyynnöstä
ko: 요청 시 픽업
sv: Hämta upp på begäran
zh: 提货需求

# Languages::usps_service_registered_mail
source: Registered mail
fi: Kirjattu posti
ko: 등기우편
sv: Registrerat post
zh: 邮件已注册

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
fi: Rekisteröity ilman vakuutusta
ko: 무보험 가입
sv: Registrerad utan försäkring
zh: 无保险注册

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
fi: Rekisteröity vakuutukseen
ko: 보험에 등록됨
sv: Registrerad med försäkring
zh: 保险注册

# Languages::usps_service_return_receipt
source: Return receipt
fi: Palautuskuitti
ko: 반품 영수증
sv: Mottagningskvitto
zh: 回执

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
fi: Sähköinen palautuskuitti
ko: 반품 영수증 전자
sv: Elektroniskt kvittering
zh: 电子回执

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
fi: Palautuskuitti tuotteista
ko: 상품 반품 영수증
sv: Kvittering för varor
zh: 货物回执

# Languages::usps_service_signature_confirmation
source: Signature confirmation
fi: Allekirjoituksen vahvistus
ko: 서명 확인
sv: Signaturbekräftelse
zh: 签名确认

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
fi: Määritä pakkauksen leveys, korkeus ja pituus ensisijaiselle postille, jos Paketin koko on vain Suuri.
ko: 패키지 크기가 대형일 경우 우선 우편에 대한 패키지 너비, 높이 및 길이를 지정하십시오.
sv: Vänligen ange paketets bredd, höjd och längd för Priority Mail, om paketstorleken endast är Large.
zh: 为优先邮件请指定包裹宽度,高度和长度,如果包裹尺寸较大.

# Languages::valid
source: Period of validity
fi: Voimassaoloaika
ko: 유효 기간
sv: Giltighetstid
zh: 有效期

# Languages::validate_email
source: Validate E-mail
fi: Vahvista sähköposti
ko: 유효한 이메일
sv: Bekräfta e-postadress
zh: 验证电子邮件

# Languages::validate_secret_word
source: Validate secret word
fi: Vahvista salainen sana
ko: 암호 확인
sv: Bekräfta hemligt ord
zh: 验证安全值

# Languages::valid_thru
source: Valid thru (mm/yy)
fi: Voimassa (kk/vv)
ko: 유효 기간(mm/yy)
sv: Giltig till (mm/åå)
zh: 有效期至 (mm/yy)

# Languages::value
source: Value
fi: Arvo
ko: 값
sv: Värde
zh: 值

# Languages::value_to_display
source: Value to display
fi: Näytettävä arvo
ko: 표시할 값
sv: Värde att visa
zh: 显示数值

# Languages::variant
source: Variant
fi: Variantti
ko: 변형
zh: 变量

# Languages::variants
source: Variants
fi: Vaihtoehdot
ko: 변형
sv: Varianter
zh: 变量

# Languages::variant_name
source: Variant name
fi: Variantin nimi
ko: 변형본 이름
sv: Variantnamn
zh: 变量名

# Languages::vendor
source: Store
ko: 상점
sv: Butik
zh: 供货商

# Languages::vendors
source: Stores
fi: Kaupat
ko: 스토어
sv: Butiker
zh: 商店

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
fi: Lajiteltu luettelo myymälään rekisteröidyistä yritystileistä.
ko: 스토어에 등록된 회사 계정의 정렬된 목록입니다.
sv: Sorterad lista över företagetskonton som registrerats i butiken.
zh: 在商店里注册供货商帐户的排序列表.

# Languages::vendor_id
source: Store ID
fi: Myymälän tunnus
ko: 상점 ID
sv: Butik ID
zh: 供货商ID

# Languages::vendor_name_field
source: Vendor name
fi: Toimittajan nimi
ko: 공급업체 이름
sv: Leverantörsnamn
zh: 供应商名称

# Languages::vendor_name
source: Store name
fi: Myymälän nimi
ko: 가게 이룸
sv: Butiksnamn
zh: 供货商名称

# Languages::vendor_pages
source: Store pages
fi: Kaupan sivut
ko: 상점 페이지
sv: Butikssidor
zh: 商店页面

# Languages::version
source: Version
fi: Versio
ko: 버전
zh: 版本

# Languages::vertical
source: Vertical
fi: Pystysuora
ko: 수직
sv: Vertikal
zh: 垂直的

# Languages::very_good
source: Very Good
fi: Hyvä
ko: 좋아요
sv: 4 stjärnor
zh: 非常好

# Languages::view
source: View
fi: Näytä
ko: 보기
sv: Se
zh: 查看

# Languages::viewing_feature
source: Viewing feature
fi: Katseluominaisuus
ko: 보기 기능
sv: Visar egenskap
zh: 查看功能

# Languages::viewing_filter
source: Viewing filter
fi: Katselusuodatin
ko: 필터 보기
sv: Visar filter
zh: 查看过滤器

# Languages::view_all
source: view all
fi: näytä kaikki
ko: 모두보기
sv: visa alla
zh: 查看全部

# Languages::view_all_orders
source: View all orders
fi: Katso kaikki tilaukset
ko: 모든 주문 보기
sv: Visa alla ordrar
zh: 查看所有订单

# Languages::view_all_product_features
source: View all product features
fi: Katso kaikki tuotteen ominaisuudet
ko: 모든 제품 기능 보기
sv: Visa alla egenskaper
zh: 查看所有特征

# Languages::view_cart
source: View cart
fi: Sisältö
ko: 장바구니 보기
sv: Visa varukorg
zh: 查看购物车

# Languages::view_categories
source: View categories
fi: Näytä luokat
ko: 카테고리 보기
sv: Visa kategorier
zh: 查看分类

# Languages::view_comparison_list
source: Comparison list
fi: Vertailulista
ko: 제품 비교 목록
sv: Jämförlistan
zh: 比较列表

# Languages::view_details
source: View details
fi: Lisätiedot
ko: 상세 보기
sv: Visa detaljer
zh: 查看详情

# Languages::view_orders
source: View orders
fi: Tilaukset
ko: 주문 보기
sv: Visa ordrar
zh: 查看订单

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
fi: Tarkastele, käsittele ja tulosta verkkosivuiltasi tehtyjen tilausten laskutositteet.
ko: 웹사이트에서 주문한 인보이스 전표를 보고 처리하고 인쇄합니다.
sv: Hantera ordrar.
zh: 从您商店的订单中查看,处理和打印发货清单.

# Languages::view_page
source: View page
fi: Näytä sivu
ko: 페이지 보기
sv: Visa sida
zh: 查看页面

# Languages::view_product
source: View product
fi: Katso tuote
ko: 상품 보기
sv: Visa produkt
zh: 查看产品

# Languages::view_products
source: View products
fi: Katso tuotteet
ko: 제품 보기
sv: Visa kategorins produkter
zh: 查看产品

# Languages::view_product_features
source: View product features
fi: Katso tuotteen ominaisuudet
ko: 제품 기능 보기
sv: Visa produktegenskaper
zh: 查看产品特征

# Languages::view_purchased_products
source: View purchased products
fi: Katso ostetut tuotteet
ko: 구매한 제품 보기
sv: Se köpta produkter
zh: 查看购买的产品

# Languages::view_report
source: View report
fi: Katso raportti
ko: 보고서 보기
sv: Visa rapport
zh: 查看报表

# Languages::view_results
source: View results
fi: Näytä tulokset
ko: 결과 화면
sv: Se Resultat
zh: 查看结果

# Languages::view_storefront
source: View storefront
fi: Näytä myymälä
ko: 상점 정면 보기
sv: Se skyltfönster
zh: 查看店面

# Languages::view_vendor_categories
source: View store categories
fi: Näytä myymäläluokat
ko: 매장 카테고리 보기
sv: Visa butikens kategorier
zh: 查看商店类别

# Languages::view_vendor_orders
source: View store orders
fi: Katso myymälän tilaukset
ko: 매장 주문 보기
sv: Visa butikens ordrar
zh: 查看商店订单

# Languages::view_vendor_products
source: View store products
fi: Katso kaupan tuotteet
ko: 매장 상품 보기
sv: Visa butikens produkter
zh: 查看商店产品

# Languages::view_vendor_users
source: View store users
fi: Näytä kaupan käyttäjät
ko: 스토어 사용자 보기
sv: Visa butikens användare
zh: 查看商店用户

# Languages::visa_card_discover
source: Visa, MasterCard, Discover
ko: 비자, 마스터카드, 디스커버
zh: 维萨卡、万事达卡、发现

# Languages::visited_page
source: Visited page
fi: Vierailtu sivu
ko: 방문한 페이지
sv: Besökt sida
zh: 访问的页面

# Languages::voided
source: Voided
fi: mitätöity
ko: 무효
sv: Ogiltigförklarad
zh: 无效

# Languages::warning
source: Warning
fi: Varoitus
ko: 경고
sv: Obs!
zh: 警告

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
fi: Asetuksissasi määritetty oletuskieli on poistettu käytöstä tai poistettu. Päivitä käyttöliittymän oletuskieliarvo seuraavalla sivulla: <a href="[link]">Asetukset :: Ulkoasu</a>
ko: 설정에 정의된 기본 언어가 비활성화되었거나 삭제되었습니다. 다음 페이지에서 Frontend 기본 언어 값을 업데이트하십시오. <a href="[link]">설정 :: 모양</a>
sv: Butikens standardspråk har inaktiverats eller tagits bort. Uppdatera butikens standardspråk i <a href="[link]">Inställningar → Utseende</a>
zh: 您的设置中定义的默认语言已被禁用或删除. 请更新以下页面上的设置: <a href="[link]">设置 :: 外观</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
fi: Oletuskielen tilaa ei voi muuttaa
ko: 기본 언어의 상태는 변경할 수 없습니다.
sv: Status för standardspråk kan inte ändras
zh: 默认语言的状态无法更改

# Languages::warning_cannot_disable_all_currencies
source: All currencies cannot be hidden or disabled. Primary currency activated.
fi: Kaikkia valuuttoja ei voi piilottaa tai poistaa käytöstä. Ensisijainen valuutta aktivoitu.
ko: 모든 통화를 숨기거나 비활성화할 수 없습니다. 기본 통화가 활성화되었습니다.
sv: Alla valutor kan inte döljas eller inaktiveras. Primär valuta aktiverad.
zh: 不能隐藏或禁用所有货币。主要货币已激活。

# Languages::warning_default_currency_disabled
source: The default currency of one of the storefronts defined in your settings has been disabled or deleted, or its code has been changed. Please update the Frontend default currency value on the following page: <a href="[link]">Settings :: Appearance</a>
fi: Asetuksissasi määritetyn julkisivun oletusvaluutta on poistettu käytöstä tai poistettu, tai sen koodia on muutettu. Päivitä käyttöliittymän oletusvaluutta-arvo seuraavalla sivulla: <a href="[link]">Asetukset :: Ulkoasu</a>
ko: 설정에 정의된 상점 중 하나의 기본 통화가 비활성화 또는 삭제되었거나 해당 코드가 변경되었습니다. 다음 페이지에서 Frontend 기본 통화 값을 업데이트하십시오. <a href="[link]">설정 :: 모양</a>
sv: Standardvalutan för ett av skyltfönsterna som definieras i dina inställningar har inaktiverats eller tagits bort, eller dess kod har ändrats. Uppdatera frontends standardvalutavärde på följande sida: <a href="[link]">Inställningar :: Utseende</a>
zh: 您的设置中定义的其中一个店面的默认货币已被禁用或删除，或者其代码已更改。请在以下页面更新前端默认货币值： <a href="[link]">设置 :: 外观</a>

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
fi: Ensisijaisen valuutan tilaa ei voi muuttaa
ko: 기본 통화의 상태는 변경할 수 없습니다.
sv: Status för grundvaluta kan inte ändras
zh: 主要货币的状态不能更改

# Languages::warning_https_is_disabled
source: The secure connection check has failed. Please ensure that SSL certificate is installed on your server. Check out the <a href="[href]" target="_blank">Documentation article</a> for more details.
fi: Suojatun yhteyden tarkistus epäonnistui. Varmista, että SSL-sertifikaatti on asennettu palvelimellesi. Katso lisätietoja artikkelista <a href="[href]" target="_blank">Documentation</a>.
ko: 보안 연결 확인에 실패했습니다. SSL 인증서가 서버에 설치되어 있는지 확인하십시오. 자세한 내용은 <a href="[href]" target="_blank">문서 문서</a> 을 확인하세요.
sv: Kontrollen av säker anslutning misslyckades. Se till att SSL-certifikatet är installerat på din server. Kolla in <a href="[href]" target="_blank">Documentation artikel</a> för mer information.
zh: 安全连接检查失败。请确保您的服务器上已安装 SSL 证书。查看 <a href="[href]" target="_blank">文档文章</a> 了解更多详细信息。

# Languages::warning_insecure_admin_script
source: It is strongly recommended that you rename the default <b>admin.php</b> script (check the <a href="[href]" target="_blank">Documentation</a>) for security reasons.
fi: On erittäin suositeltavaa nimetä uudelleen oletusarvoinen <b>admin.php</b> -skripti (tarkista <a href="[href]" target="_blank">Dokumentaatio</a>) turvallisuussyistä.
ko: 보안상의 이유로 기본 <b>admin.php</b> 스크립트의 이름을 바꾸는 것이 좋습니다( <a href="[href]" target="_blank">문서</a>확인).
sv: Det rekommenderas starkt att du byter namn på standardskriptet <b>admin.php</b> (kontrollera <a href="[href]" target="_blank">Dokumentation</a>) av säkerhetsskäl.
zh: 出于安全原因，强烈建议您重命名默认的 <b>admin.php</b> 脚本（检查 <a href="[href]" target="_blank">文档</a>）。

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
fi: Salasanan tulee olla eri kuin sähköposti! <p><a href="[link]" class="underlined"><b>Vaihda salasana &#155;&#155;</b></a></p>
ko: 비밀번호는 이메일과 달라야 합니다! <p><a href="[link]" class="underlined"><b>비밀번호 변경 &#155;&#155;</b></a></p>
sv: Lösenordet kan inte vara samma som din e-postadress! <p><a href="[link]" class="underlined"><b>Byt lösenord</b></a></p>
zh: 电子邮件密码必须是不同的! <p><a href="[link]" class="underlined"><b>修改密码 &#155;&#155;</b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
fi: Kielimuuttujan nimi sisältää merkkejä, joita ei tueta!
ko: 언어 변수 이름에 지원되지 않는 문자가 있습니다!
sv: Språkvariabel innehåller otillåtna tecken!
zh: 语言变量名称中包含不支持的字符!
