Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::text_forbidden_functionality
source: <p>To use this feature, you need a [product] license.</p>
fi: <p>Tämän ominaisuuden käyttäminen edellyttää [product] lisenssiä.</p>
ko: <p>이 기능을 사용하려면 라이선스 [product] 개가 필요합니다.</p>
sv: <p>För att använda denna funktion måste du ha en [product] licens.</p>
zh: <p>若要使用此功能，您需要一个 [product] 许可证。</p>

# Languages::upgrade_license
source: Upgrade my license
fi: Päivitä lisenssini
ko: 내 라이선스 업그레이드
sv: Uppgradera min licens
zh: 升级我的许可证

# Languages::need_upgrade
source: Need upgrade
fi: Vaatii päivityksen
ko: 업그레이드 필요
sv: Behöver uppgradering
zh: 需要升级

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
fi: <b>.[ext]</b>-muotoiset tiedostot eivät ole sallittuja. Sallitut tiedostomuodot ovat: <b>[exts]</b>
ko: <b>인 파일은 업로드할 수 없습니다.[ext]</b> 확장. 허용되는 확장자는 다음과 같습니다. <b>[exts]</b>
sv: Det är inte tillåtet att ladda upp <b>.[ext]</b> filer. Tillåtna filer är: <b>[exts]</b>
zh: 这将不允许上传文件为此<b>.[ext]</b>扩展名.允许的扩展名有: <b>[exts]</b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
fi: Ei ole sallittua ladata tiedostoja, joiden koko on suurempi kuin <b>[size]</b>
ko: 크기가 <b>[size]</b>보다 큰 파일은 업로드할 수 없습니다.
sv: Det är inte tillåtet att ladda upp filer som är större än <b>[size]</b>
zh: 这将不允许上传文件尺寸大于<b>[size]</b>

# Languages::text_license_required_full
source: Your current CS-Cart edition is Professional. We also offer another one, a more advanced edition—<b>Ultimate</b>. With CS-Cart Ultimate, you'll be able to use unlimited number of storefronts and the mobile commerce app as well as the eBay Synchronization add-on and the Facebook app without additional fees. To unlock unlimited storefronts and mobile commerce, get the Ultimate license.
fi: Nykyinen CS-Cart-versiosi on Professional. Tarjoamme myös toisen, edistyneemmän version –<b>Ultimate</b>. CS-Cart Ultimaten avulla voit käyttää rajoittamatonta määrää julkisivuja ja mobiilikauppasovellusta sekä eBay-synkronointilisäosaa ja Facebook-sovellusta ilman lisäkuluja. Hanki Ultimate-lisenssi avataksesi rajoittamattoman määrän myymälää ja mobiilikauppaa.
ko: 현재 CS-Cart 에디션은 Professional입니다. 우리는 또한 더 고급 버전인<b>Ultimate</b>을 제공합니다. CS-Cart Ultimate를 사용하면 추가 비용 없이 상점 첫 화면과 모바일 상거래 앱, eBay 동기화 추가 기능 및 Facebook 앱을 무제한으로 사용할 수 있습니다. 무제한 매장 및 모바일 상거래를 잠금 해제하려면 Ultimate 라이선스를 받으십시오.
sv: Din nuvarande CS-Cart-utgåva är Professional. Vi erbjuder även en annan, en mer avancerad utgåva—<b>Ultimate</b>. Med CS-Cart Ultimate kommer du att kunna använda obegränsat antal skyltfönster och mobilhandelsappen samt eBay Synchronization-tillägget och Facebook-appen utan extra avgifter. Skaffa Ultimate-licensen för att låsa upp obegränsade skyltfönster och mobil handel.
zh: 您当前的 CS-Cart 版本是 Professional。我们还提供另一个更高级的版本<b>Ultimate</b>。使用 CS-Cart Ultimate，您将能够使用无限数量的店面和移动商务应用程序以及 eBay Synchronization 插件和 Facebook 应用程序，而无需额外费用。要解锁无限的店面和移动商务，请获得 Ultimate 许可证。

# Languages::text_license_required_storefronts
source: Add as many storefronts as you want and manage them via a single admin panel.
fi: Lisää niin monta julkisivua kuin haluat ja hallitse niitä yhden hallintapaneelin kautta.
ko: 원하는만큼 상점을 추가하고 단일 관리자 패널을 통해 관리하십시오.
sv: Lägg till så många skyltfönster du vill och hantera dem via en enda adminpanel.
zh: 添加尽可能多的店面，你想要并管理他们通过一个单一的管理面板。

# Languages::text_license_required_facebook
source: Build your store into your Facebook page to get closer to your audience and draw more new customers.
fi: Rakenna myymälästäsi Facebook-sivusi, niin pääset lähemmäs yleisöäsi ja houkuttelet lisää uusia asiakkaita.
ko: 매장을 Facebook 페이지에 구축하여 잠재고객에게 더 가까이 다가가고 더 많은 신규 고객을 유치하세요.
sv: Bygg in din butik i din Facebook-sida för att komma närmare din publik och dra fler nya kunder.
zh: 到你的 Facebook 页面来接近你的观众，吸引更多的新客户建立您的存储区。

# Languages::text_license_required_ebay
source: Boost your sales by selling products presented in your CS-Cart store on the world's biggest marketplace—eBay.
fi: Tehosta myyntiäsi myymällä CS-Cart-kaupassasi esiteltyjä tuotteita maailman suurimmalla markkinapaikalla – eBayssa.
ko: 세계 최대 시장인 eBay의 CS-Cart 매장에 있는 제품을 판매하여 판매를 늘리십시오.
sv: Öka din försäljning genom att sälja produkter som presenteras i din CS-Cart-butik på världens största marknadsplats—eBay.
zh: 通过销售产品在世界上最大的市场上你 CS 车存储中提出了一种提高您的销售 — — eBay。

# Languages::text_form_cresecure_notice
source: Please complete your payment below.<br />This is a secure payment page, served from a secure location.
fi: Suorita maksu alla.<br />Tämä on suojattu maksusivu, joka tarjoillaan suojatusta paikasta.
ko: 아래에서 결제를 완료해주세요.<br />안전한 위치에서 제공되는 안전한 결제 페이지입니다.
sv: Slutför din betalning nedan.<br>Detta är en säker betalsida, hanterad från en säker plats.
zh: 请完成您的以下付款.<br />这是一个安全的付款页面,来自一个安全的位置.

# Languages::text_license_required_storefronts-title
source: Unlimited Storefronts
fi: Rajoittamaton julkisivu
ko: 무제한 스토어프런트
sv: Obegränsade skyltfönster
zh: 无限的店面

# Languages::text_license_required_facebook-title
source: Facebook App
fi: Facebook-sovellus
sv: Facebook-appen
zh: Facebook 应用程序

# Languages::text_license_required_ebay-title
source: eBay Synchronization
fi: eBay-synkronointi
sv: eBay Synkronisering
zh: eBay 同步

# Languages::text_full_mode_required
source: <strong>Full mode</strong> required.
fi: <strong>Täysi tila</strong> vaaditaan.
ko: <strong>전체 모드</strong> 이 필요합니다.
sv: <b>Full version</b> krävs.
zh: <strong>完整模式</strong> 所需。

# Languages::license_required
source: [product] license required
fi: [product] lisenssi vaaditaan
ko: [product] 라이선스 필요
sv: [product] licens krävs
zh: 所需的 [product] 许可证

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
fi: <p>Aseta seuraavat arvot Gate2Shop-kauppiasasetuksiin:</p><p>Onnistuneen, epäonnistuneen ja peruutetun URL-osoite: <b>[result_url]</b></p><p>Takaisin URL: <b>[back_url]</b></p>
ko: <p>Gate2Shop 판매자 설정에서 다음 값을 설정하십시오.</p><p>성공, 실패 및 취소 URL: <b>[result_url]</b></p><p>뒤로 URL: <b>[back_url]</b></p>
sv: <p>Ange följande uppgifter i Gate2Shop handlarinställningar:</p><p>Godkänd, misslyckad och avbruten URL: <b>[result_url]</b></p><p>Tillbaka URL: <b>[back_url]</b></p>
zh: <p>请在 Gate2Shop 交易中设置以下值:</p><p>成功,失败和取消URL: <b>[result_url]</b></p><p>返回 URL: <b>[back_url]</b></p>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
fi: GD-kirjasto on <b>ei</b> asennettuna palvelimellesi. Ota yhteyttä isännöintipalveluntarjoajaasi. <br />Kaaviot voidaan esittää vain taulukoina (kaaviotyyppi "Taulukko").
ko: GD 라이브러리는 서버에 설치된</b> 이 아니라 <b>입니다. 호스팅 제공업체에 문의하세요. <br />차트는 테이블로만 표현할 수 있습니다(차트 유형 "테이블").
sv: Extensionen PHP GD är <b>INTE</b> installerad på servern, kontakta serveransvarig.<br>Diagram kan endast visas som tabeller.
zh: GD库<b>没有</b>安装在服务器上.请联系空间商提供者. <br />可以将图表表示只为表(图表类型 "表").

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
fi: <b>Asiakastunnus -</b> Asiakastunnuksesi - desimaaliarvo välillä 0 - 999999999 tai voimassa oleva asiakkaan alias muodossa UK12345678CUR. <br /> Huomaa, että alias on isojen ja pienten kirjainten välinen ero. <br /> <b>Tärkeä huomautus UNIX-käyttäjille:</b><br /> Varmista, että sinulla on asianmukaiset oikeudet seuraavaan hakemistoon: [cart_dir] (shell-komento "chmod -R 755").
ko: <b>클라이언트 ID -</b> 클라이언트 ID - 0에서 999999999 사이의 10진수 값 또는 UK12345678CUR 형식의 유효한 클라이언트 별칭입니다. <br /> 별칭은 대소문자를 구분합니다. <br /> <b>UNIX 사용자를 위한 중요 사항:</b><br /> 다음 디렉토리에 대한 적절한 권한이 있는지 확인하십시오. [cart_dir] (쉘 명령 "chmod -R 755").
sv: <b>Client ID - </b> Ditt Klient ID, ett decimaltal mellan 0 och 999999999, eller ett giltigt klientalias i formatet UK12345678CUR.<br>Observera att klientaliaset är skiftlägeskänsligt.<br><b>Viktigt för UNIX-användare:</b><br>Se till att du har rätt behörighet på mappen: [cart_dir] (shellkommando "chmod -R 755").
zh: <b>客户端 ID -</b> 您的客户端 ID - 十进制值区间从 0 - 999999999, 或一个有效的来自UK12345678CUR客户端的别名. <br /> 注意, 别名区分大小写. <br /> <b>UNIX 用户的重要注意事项:</b><br /> 请您确保下面的目录具有适当的权限:[cart_dir] (shell命令 "chmod -R 755").

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
fi: -&nbsp;Kirjaudu iDEAL-tilillesi<br />-&nbsp;Napsauta <u>'Turvallisuus'</u> <u>'Profiili'</u> -osiossa.<br />-&nbsp;Aseta vaihtoehto <u>"Ilmoitus"</u> - <b>"XML"</b><br />-&nbsp;Aseta <u>"Ilmoituksen URL-osoite"</u> arvoon:<br /><b>[return_url]</b><br />-&nbsp;Aseta <u>"Salainen avain"</u>. Salainen avain on vain myyjän ja iDEALin tiedossa.
ko: -&nbsp;iDEAL 계정에 로그인합니다.<br />-&nbsp; <u>'프로필'</u> 섹션에서 <u>'보안'</u> 를 클릭합니다.<br />-&nbsp;옵션 <u>'알림'</u> 을 <b>'XML'</b><br />-&nbsp;설정 <u>'알림 URL'</u> 을<br /><b>[return_url]</b><br />-&nbsp; <u>'비밀 키'</u>로 설정합니다. 비밀키는 판매자와 iDEAL만 알고 있습니다.
sv: Logga in på ditt iDEAL konto<br>- Klicka på <u>'Security'</u> i avdelningen <u>'Profile'</u>.<br>- Ange <u>'Notification'</u> som <b>'XML'</b><br>- Ange <u>'Notification URL'</u> till:<br><b>[return_url]</b><br>- Ange <u>'Secret key'</u>. Den hemliga nyckeln är känd endast för butiken och iDEAL.
zh: -&nbsp;登录到iDEAL帐户<br />-&nbsp;在<u>'个人资料'</u>区域点击<u>'安全'</u> .<br />-&nbsp;设置选项 <u>'通知'</u> 给 <b>'XML'</b><br />-&nbsp;设置 <u>'通知 URL'</u> 到:<br /><b>[return_url]</b><br />-&nbsp;设置 <u>'安全密钥'</u>. 此安全密钥仅卖方和iDEAL知道 .

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
fi: Hakemisto, jossa kuvat sijaitsevat. Tätä käytetään, jos kuvatiedosto on määritetty ilman polkua.
ko: 이미지가 있는 디렉토리입니다. 경로 없이 이미지 파일을 지정한 경우에 사용됩니다.
sv: Mapp där bilderna finns. Denna kommer att användas om bildfiler anges utan sökväg.
zh: 目录下的图片的位置. 这将用于如图像文件没有指定的路径;这必须是一个绝对路径

# Languages::text_invalid_url
source: You have entered an invalid URL
fi: Annoit virheellisen URL-osoitteen
ko: 잘못된 URL을 입력했습니다.
sv: Du har angett en ogiltig URL
zh: 您输入了一个无效的网址

# Languages::text_items_added
source: The items were added successfully
fi: Kohteiden lisäys onnistui
ko: 항목이 성공적으로 추가되었습니다
sv: De valda objekten har lagts till
zh: 该项目已成功添加

# Languages::text_items_updated
source: The items were updated successfully
fi: Kohteet päivitettiin onnistuneesti
ko: 항목이 성공적으로 업데이트되었습니다.
sv: Objekten uppdaterades framgångsrikt
zh: 项目已成功更新

# Languages::text_payment_first_data_notice
source: Please log in to FirstData Connect 2.0 Admin, open the "Administration" tab, click on the "Connect 2.0 Setup" link.<br /> Set the following URL in the "Order Submission Form", "Confirmation Page", "Failure Page" sections: [return_url]<br />
fi: Kirjaudu sisään FirstData Connect 2.0 Adminiin, avaa Hallinta-välilehti ja napsauta "Connect 2.0 Setup" -linkkiä.<br /> Aseta seuraava URL-osoite "Tilauksen lähetyslomake", "Vahvistussivu", "Epäonnistumissivu"-osioihin: [return_url]<br />
ko: FirstData Connect 2.0 Admin에 로그인하고 "관리" 탭을 열고 "Connect 2.0 설정" 링크를 클릭하십시오.<br /> "주문 제출 양식", "확인 페이지", "실패 페이지" 섹션에서 다음 URL을 설정하십시오. [return_url]<br />
sv: Logga in på First Data Connect 2.0 Admin, öppna fliken "Administration", klicka på länken "Connect 2,0 Setup".<br>Ange följande URL i avdelningarna "Order Submission Form", "Confirmation Page", "Failure Page":<br>[return_url]<br>
zh: 请登录到 FirstData 连接 2.0 管理员，打开"管理"选项卡，点击"连接 2.0 安装程序"链接。 < br / > 在"提交订单"，"确认页"，"失败页面"部分中设置下面的 URL: [return_url] < br / >

# Languages::text_links
source: Text links
fi: Tekstilinkit
ko: 텍스트 링크
sv: Textlänkar
zh: 文本链接

# Languages::text_login_form
source: <h4>Not a registered member?</h4><p>Creating a new account is easy and takes less than a minute.</p>
fi: <h4>Uusi asiakas?</h4><p>Käyttäjätilin luominen nopeuttaa tilaamista jatkossa.</p>
ko: <h4>등록된 회원이 아니신가요?</h4><p>새 계정을 만드는 것은 쉽고 1분도 걸리지 않습니다.</p>
sv: <h4>Inte kund ännu?</h4><p>Som inloggad får du tillgång till flera erbjudanden och kampanjer.</p><p>Att skapa ett konto är enkelt och går snabbt.</p><br>
zh: <h4>不是注册用户?</h4><p>很容易创建一个新帐户花费少于 1 分钟.</p>

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
fi: Tätä tuotetta ei voi lisätä<br>ostoskoriin, koska et ole kirjautunut sisään.
ko: 로그인하지 않았기 때문에 이 제품을 장바구니<br>개에 추가할 수 없습니다.
sv: Du måste vara inloggad för att<br>lägga denna i varukorgen.
zh: 产品无法添加到购物车<br>因为您没有登录.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
fi: Logo <b>laskulle</b>
ko: <b> 인보이스 </ b> 로고
sv: Logga för <b>fakturor</b>
zh: 形式<b>发票</b>商标

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
fi: <p class="mandatory-fields"> <span class="required">*</span> -merkityt kentät ovat pakollisia</p>
ko: <p class="mandatory-fields"> <span class="required">*</span> 로 표시된 필드는 필수 항목입니다.</p>
sv: <p class="mandatory-fields">Fält markerade med <span class="required">*</span> är obligatoriskai.</p>
zh: <p class="mandatory-fields">区域标记有<span class="required">*</span>的是必须的</p>

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
fi: "Raja"-kentän enimmäisarvo ei voi ylittää 25, ellei kaavion tyyppi ole "Taulukko". Tämän kaavion raja on korjattu.
ko: "한계" 필드의 최대값은 차트 유형이 "표"가 아닌 한 25를 초과할 수 없습니다. 이 차트의 제한이 수정되었습니다.
sv: Högsta värdet i fältet 'gräns' kan vara max 25 såvida diagramtypen inte är 'Tabell'. Gränsen för detta diagram har ändrats.
zh: 最大值的"限制"字段不能超过25除非图表类型是"表". 这幅图表的限制已经被修正.

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
fi: Skrilliltä ei ole vielä saatu vastausta, odota hetki. Vaikka tilaus ei ehkä syntyisikään myymälässä pitkään, on erittäin todennäköistä, että Skrill on luonut ja käsitellyt sen onnistuneesti. Ota yhteyttä kaupan henkilökuntaan ja kerro heille Skrillin antama tilaustunnus
ko: Skrill에서 아직 응답을 받지 못했습니다. 잠시만 기다려 주세요. 오랫동안 스토어에서 주문이 생성되지 않을 수도 있지만 Skrill에서 성공적으로 생성 및 처리되었을 가능성이 매우 높습니다. 매장 직원에게 연락하여 Skrill에서 제공한 주문 ID를 알려주십시오.
sv: Inget svar från Skrill har mottagets ännu, vänligen vänta. Även om din order inte är skapad i butiken ännu är det högst troligt att den har skapats och bearbetats av Skrill. Kontakta butikens kundtjänst och uppge vilket order ID som gavs av Skrill
zh: 还没有收到Skrill的回应，请稍候. 虽然订单可能最终无法在商店中建立，但很可能已由Skrill成功建立并处理. 请联系工作人员告诉他们的由Skrill提供的订单ID

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
fi: Jotta voit jatkaa kassaprosessia, tilauksesi kokonaissumman on oltava yli
ko: 결제 프로세스를 위해 다음 보다 주문 총액이 많아야합니다:
sv: För att fortsätta till kassan måste din order överstiga
zh: 要继续结帐过程您的订单总额必须超过

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
fi: Jotta voit jatkaa kassaprosessia, tilauksesi välisumman on oltava suurempi kuin
ko: 결제 프로세스를 위해 다음 보다 주문 총액이 많아야합니다:
sv: För att fortsätta till kassan måste ditt varuvärde överstiga
zh: 要继续结帐过程您的订单小计必须超过

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
fi: Yhdellä käyttäjällä voi olla useita profiileja. Esimerkiksi yksi henkilökohtaisiin tilauksiin ja toinen toimistotarpeisiin.
ko: 한 사용자는 여러 프로필을 가질 수 있습니다. 예를 들어, 하나는 개인 주문용이고 다른 하나는 사무실용입니다.
sv: En kund kan ha flera profiler. t.ex. en profil för personliga ordrar, en annan för ordrar till arbetet.
zh: 一个用户可以有多个个人资料.例如,一个私人订单和另一个办公室的订单..

# Languages::text_new_user_activation
source: The profile owned by "[user_login]" has been newly created, you should check the details of this user (if required) and activate it by using the following link:<br /><a href="[url]">[url_text]</a>
fi: Käyttäjän "[user_login]" omistama profiili on juuri luotu, sinun tulee tarkistaa tämän käyttäjän tiedot (tarvittaessa) ja aktivoida se käyttämällä seuraavaa linkkiä:<br /><a href="[url]">[url_text]</a>
ko: "[user_login]"이 소유한 프로필이 새로 생성되었습니다. 이 사용자의 세부 정보를 확인하고(필요한 경우) 다음 링크를 사용하여 활성화해야 합니다.<br /><a href="[url]">[url_text]</a>
sv: Profilen som ägs av "[user_login]" har nyskapats, du bör kontrollera uppgifterna om denna användare (om det behövs) och aktivera den genom att använda följande länk:<br /><a href="[url]">[url_text]</a>
zh: 新建配置文件由"[user_login]"，您应该检查此用户的详细信息 （如果需要），并通过使用下面的链接来激活它: < br / > <a href="[url]">[url_text]</a>

# Languages::text_nothing_found
source: Nothing found
fi: Mitään ei löytynyt
ko: 아무 것도 찾지 못했습니다
sv: Inget hittades
zh: 什么都没找到

# Languages::text_not_allowed_to_upload_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension here.
fi: Ei ole sallittua ladata tiedostoja, joissa on <b>.[ext]</b> laajennus tästä.
ko: <b>인 파일은 업로드할 수 없습니다.[ext]</b> 확장자는 여기에 있습니다.
sv: Det är inte tillåtet att ladda upp <b>.[ext]</b> filer här.
zh: 它不是允许上传文件扩展名为 <b>.[ext]</b>。

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
fi: <b>[email]</b> ei ole kelvollinen sähköpostiosoite.
ko: <b>[email]</b> 유효한 이메일 주소가 아닙니다.
sv: <b>[email]</b> är ingen giltig e-postadress.
zh: <b>[email]</b>不是一个有效的电子邮件地址.

# Languages::text_no_active_promotions
source: No promotions available.
fi: Tarjouksia ei ole saatavilla.
ko: 사용할 수있는 프로모션이 없습니다.
sv: Inga erbjudanden tillgängliga just nu.
zh: 无可用促销信息.

# Languages::text_no_conflicts
source: No conflicts found
fi: Ristiriitoja ei löytynyt
ko: 문제점을 찾지 못했습니다.
sv: Inga konflikter hittades
zh: 没有发现冲突

# Languages::text_no_items_defined
source: No [items] defined
fi: Ei määritelty [items]
ko: [items]이 정의 되어 있지 않습니다
sv: Inga [items] definierade
zh: 没有定义[items]

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
fi: Hakuehtoja vastaavia tuotteita ei löytynyt
ko: 검색 기준과 일치하는 제품이 없습니다
sv: Vi hittade tyvärr inget som matchar din sökning
zh: 没有找到与搜索条件匹配的产品

# Languages::text_no_matching_results_found
source: No results match the search query
fi: Hakuasi vastaavia tuloksia ei löytynyt
ko: 검색어와 일치하는 결과가 없습니다
sv: Inget hittades som matchar sökningen
zh: 没有匹配搜索查询的结果

# Languages::text_no_orders
source: No orders found
fi: Ei tilauksia
ko: 주문이 없습니다
sv: Inga ordrar hittades
zh: 未找到订单

# Languages::text_no_payments_needed
source: No payment information required
fi: Maksutietoja ei tarvita
ko: 결제 정보가 필요하지 않습니다
sv: Ingen betalinformation krävs
zh: 没有付款信息需要

# Languages::text_no_payments_required
source: No payment required
fi: Maksua ei vaadita
ko: 지불 필요 없음
sv: Ingen betalning krävs
zh: 无需付款

# Languages::text_no_products
source: There are no products in this section
fi: Tässä tuoteryhmässä ei ole tuotteita
ko: 이 섹션에는 제품이 없습니다
sv: Inga produkter
zh: 此区域没有产品

# Languages::text_no_products_defined
source: No products defined
fi: Ei tuotteita
ko: 정의된 제품 없음
sv: Inga produkter definierade
zh: 没有定义产品

# Languages::text_no_products_found
source: No products found
fi: Tuotteita ei löytynyt
ko: 상품을 찾을 수 없습니다
sv: Inga produkter hittades
zh: 没有找到产品

# Languages::selected_filters
source: Selected filters
fi: Valitut suodattimet
ko: 선택한 필터
sv: Valda filter
zh: 所选的筛选器

# Languages::text_no_shipments_found
source: No shipments found
fi: Ei lähetystietoja
ko: 배송을 찾을 수 없습니다
sv: Inga leveranser hittades
zh: 没有配送信息

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
fi: Valitettavasti meillä ei ole tarjota toimitustapaa antamaasi osoitteeseen. <br/> Tarkistathan toimitusosoitteen ja ota tarvittaessa yhteyttä niin tarkistamme mitä voimme tehdä asialle.
ko: 죄송합니다. 귀하의 위치에 사용할 수 있는 배송 옵션이 없는 것 같습니다.<br/>배송 주소를 확인하고 모든 것이 정상이면 당사에 문의하십시오. 우리는 그것에 대해 무엇을 할 수 있는지 볼 것입니다.
sv: Det finns inget leveranssätt för denna plats.<br>Kontrollera att du skrivit in rätt uppgifter, om det ändå inte fungerar kontakta vår kundtjänst så kollar vi upp om det går att leverera till er.
zh: 对不起, 似乎我们没有配送可供您的位置选择.<br/>请检查您的配送地址并联系我们如果一切都正常.我们会察看我们能做些什么.

# Languages::text_no_upgrades_available
source: No upgrades currently available
fi: Päivityksiä ei tällä hetkellä ole saatavilla
ko: 현재 사용 가능한 업그레이드가 없습니다.
sv: Det finns inga uppgraderingar tillgängliga
zh: 没有当前可用的升级

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
fi: <b>[total]</b> [name] viedään.
ko: <b>[total]</b> [name] 을 내보냅니다.
sv: <b>[total]</b> [name] kommer att exporteras.
zh: <b>[total]</b> [name]将导出.

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
fi: Syötä SHA-1-allekirjoitus sekä tähän että Ogone-kokoonpanoon.<br /><br />Uusille Ogone-tileille, jotka on luotu 11. toukokuuta 2010 jälkeen, uusi SHA-käytäntö on automaattisesti aktiivinen. <br/>Älä unohda valita "Käytä uutta SHA-allekirjoituskäytäntöä" -valintaruutua.
sv: Ange SHA-1 signatur både här och på Ogone konfiguration.<br><br>För konto skapade efter den 11/5-2010 är SHA automatiskt aktiverad.<br>Glöm inte att markera kryssrutan "Använd nya SHA signatur policy".
zh: 两者都输入SHA-1的签名: 这里和在Ogone配置中.<br /><br />一个新的Ogone帐户建立于May 11th, 2010,新的SHA策略自动激活. <br/>请不要忘记选择 "使用新的SHA签名策略"选择框.

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
fi: Aseta seuraava URL-osoite Ogone-määrityksen Tekniset tiedot -osiossa <b>-vastauksen URL-osoitteeksi</b> kaikissa tapauksissa ("hyväksytty", "pidossa", "epävarma", "asiakkaan peruutti", "liian monta hylkäämistä hankkija"): <b>[r_url]</b><br /> Syötä myös SHA-1 Signature sekä tähän että Ogone-kokoonpanoon. Valitse sitten Pyyntötyyppi: "Tee tämä pyyntö taustalla ja lykättynä".
sv: Ange följande URL i teknisk information på Ogone som <b>Respons URL</b> för samtliga tillfällen ("godkänd", "väntande", "osäker", "avbruten av användaren", "för många avslag av förvärvaren"): <b>[r_url]</b><br>Ange även SHA-1 signatur både här och på Ogone konfiguration. Välj sedan typ av förfrågan: "Gör denna förfrågan i bakgrunden med uppskjuten betalning".<br>
zh: 请在Ogone技术信息部分设置以下URL其配置作为对所有情况的<b>响应Url</b>("接受", "冻结", "不确定", "客户取消", "收购方太多被拒"): <b>[r_url]</b><br /> 同时两者都输入SHA-1的签名: 这里和在Ogone配置中.然后选择 请求类型: "在后台延迟使这个请求".
