Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::text_uc_addon_upgrade_completed
source: Add-on "[name]" has been upgraded successfully
fi: Lisäosa "[name]" on päivitetty onnistuneesti
ko: 애드온 "[name]"이(가) 성공적으로 업그레이드되었습니다.
sv: Tillägget "[name]" har uppgraderats
zh: 加载项“[name]”已成功升级

# Languages::change_addons_initialization_description
source: To determine if a certain problem is caused by an add-on, you can disable third-party add-ons or all add-ons. Re-enable them later with one click.
fi: Voit määrittää, johtuuko tietty ongelma lisäosasta, poistamalla käytöstä kolmannen osapuolen lisäosat tai kaikki lisäosat. Ota ne uudelleen käyttöön myöhemmin yhdellä napsautuksella.
sv: För att avgöra om ett problem orsakas av ett tillägg kan du inaktivera alla tillägg, eller enbart tredjepartstillägg. Återaktivera dem senare igen med ett klick.
zh: 要确定某个问题是否由加载项引起，您可以禁用第三方加载项或所有加载项。稍后一键重新启用它们。

# Languages::tools_addons_disable_all
source: Disable all add-ons
fi: Poista kaikki lisäosat käytöstä
sv: Inaktivera alla tillägg
zh: 禁用所有加载项

# Languages::tools_addons_disable_third_party
source: Disable third-party add-ons
fi: Poista kolmannen osapuolen lisäosat käytöstä
sv: Inaktivera tredjeparts tillägg
zh: 禁用第三方加载项

# Languages::tools_re_enable_add_ons
source: Re-enable add-ons
fi: Ota lisäosat uudelleen käyttöön
sv: Återaktivera tillägg
zh: 重新启用附加组件

# Languages::tools_addons_installed_count
source: Installed add-ons:
fi: Asennetut lisäosat:
sv: Installerade tillägg:
zh: 已安装的附加组件：

# Languages::tools_addons_activated_count
source: Active add-ons:
fi: Aktiiviset lisäosat:
sv: Aktiva tillägg:
zh: 活动插件：

# Languages::tools_addons_core_addons_count
source: Built-in add-ons:
fi: Sisäänrakennetut lisäosat:
sv: Inbyggda tillägg:
zh: 内置插件：

# Languages::tools_addons_other_addons_count
source: Third-party add-ons:
fi: Kolmannen osapuolen lisäosat:
sv: Tredjepartstillägg:
zh: 第三方插件：

# Languages::tools_addons_disabled_msg
source: An administrator disabled all add-ons or third-party add-ons.<br> Press the Re-enable add-ons button to initialize the add-ons that were previously active.
fi: Järjestelmänvalvoja poisti käytöstä kaikki lisäosat tai kolmannen osapuolen lisäosat.<br> Paina Ota lisäosat uudelleen käyttöön -painiketta alustaaksesi aiemmin aktiiviset lisäosat.
sv: En administratör har inaktiverat alla tillägg eller enbart tredjepartstillägg.<br>Tryck på återaktivera tillägg för att initiera de tillägg som tidigare var aktiva.
zh: 管理员禁用了所有插件或第三方插件。<br> 按下重新启用插件按钮以初始化之前激活的插件。

# Languages::tools_addons_additional_shipping_methods_msg
source: There may be more ways to calculate shipping rates. They'll show up if you activate the corresponding <a href="[url]">shipping add-ons</a>.
fi: Toimituskulujen laskemiseen voi olla muitakin tapoja. Ne tulevat näkyviin, jos aktivoit vastaavat <a href="[url]">toimituslisäosaa</a>.
sv: Det kan finnas fler sätt att beräkna fraktpriser. De kommer att dyka upp om du aktiverar motsvarande <a href="[url]">frakttillägg</a>.
zh: 可能有更多的方法来计算运费。如果您激活相应的 <a href="[url]">运输附加组件</a>，它们就会出现。

# Languages::tools_addons_additional_payment_methods
source: There may be more payment processors. They'll show up if you activate the corresponding <a href="[url]">payment add-ons</a>.
fi: Maksunkäsittelijöitä voi olla enemmän. Ne tulevat näkyviin, jos aktivoit vastaavat <a href="[url]">maksulisäosaa</a>.
sv: Det kan finnas fler betalningsbehandlare. De kommer att dyka upp om du aktiverar motsvarande <a href="[url]">betalningstillägg</a>.
zh: 可能有更多的支付处理器。如果您激活相应的 <a href="[url]">支付附加组件</a>，它们就会出现。

# Languages::tools_addons_additional_themes
source: There may be more themes. They'll show up if you activate the corresponding <a href="[url]">theme add-ons</a>.
fi: Teemoja voi olla enemmän. Ne tulevat näkyviin, jos aktivoit vastaavat <a href="[url]">teemalaajennukset</a>.
sv: Det kan finnas fler teman. De kommer att dyka upp om du aktiverar motsvarande <a href="[url]">tematillägg</a>.
zh: 可能有更多的主题。如果您激活相应的 <a href="[url]">主题附加组件</a>，它们就会出现。

# Languages::addons_source
source: Source
fi: Lähde
ko: 출처
sv: Ursprung
zh: 来源

# Languages::addon_built_in
source: Built-in
fi: Sisäänrakennettu
ko: 내장
sv: Inbyggt
zh: 内置

# Languages::addon_third_party
source: Third-party
fi: Kolmas osapuoli
ko: 타사
sv: Tredjepart
zh: 第三方

# Languages::requires_upgrade
source: Requires [product] upgrade
fi: Vaatii [product] päivityksen
ko: [product] 업그레이드 필요
sv: Kräver [product] uppgradering
zh: 需要 [product] 升级

# Languages::new_add_on_is_not_compatible_with_your_product
source: The new add-on is not compatible with your current version of [product]. To upgrade the add-on to the latest version, please upgrade [product] to version [version].
fi: Uusi lisäosa ei ole yhteensopiva nykyisen versiosi [product]kanssa. Päivitä lisäosa uusimpaan versioon päivittämällä [product] versioon [version].
ko: 새 애드온은 현재 버전 [product]과 호환되지 않습니다. 추가 기능을 최신 버전으로 업그레이드하려면 [product] 을 버전 [version]로 업그레이드하십시오.
sv: Det nya tillägget är inte kompatibelt med din nuvarande version av [product]. För att uppgradera tillägget till den senaste versionen, uppgradera [product] till version [version].
zh: 新插件与您当前的 [product]版本不兼容。要将插件升级到最新版本，请将 [product] 升级到版本 [version]。

# Languages::upgrade_and_update_addon
source: Upgrade [product] and upgrade the add-on
fi: Päivitä [product] ja päivitä lisäosa
ko: [product] 업그레이드 및 추가 기능 업그레이드
sv: Uppgradera [product] och uppgradera tillägget
zh: 升级 [product] 并升级附加组件

# Languages::addons.upgrade_to_version
source: Upgrade to [version]
fi: Päivitä arvoon [version]
ko: [version]으로 업그레이드
sv: Uppgradera till [version]
zh: 升级到 [version]

# Languages::addons.search_description
source: Search by add-on name, description, developer, and add-on ID.
fi: Hae lisäosan nimen, kuvauksen, kehittäjän ja lisäosan tunnuksen mukaan.
ko: 추가 기능 이름, 설명, 개발자 및 추가 기능 ID로 검색합니다.
sv: Sök efter tilläggsnamn, beskrivning, utvecklare och tilläggs-ID.
zh: 按加载项名称、描述、开发人员和加载项 ID 搜索。

# Languages::addons.show_review
source: Show review
fi: Näytä arvostelu
ko: 리뷰 보기
sv: Visa recension
zh: 显示评论

# Languages::addons.show_all_reviews
source: Show all reviews
fi: Näytä kaikki arvostelut
ko: 모든 리뷰 보기
sv: Visa alla recensioner
zh: 显示所有评论

# Languages::addons.hide_all_reviews
source: Hide all reviews
fi: Piilota kaikki arvostelut
ko: 모든 리뷰 숨기기
sv: Dölj alla recensioner
zh: 隐藏所有评论

# Languages::addons.show_n_reviews
source: Show [n] review|Show [n] reviews
fi: Näytä [n] arvostelua|Näytä [n] arvostelua
ko: [n] 개 리뷰 보기| [n] 개 리뷰 보기
sv: Visa [n] recension|Visa [n] recensioner
zh: 显示 [n] 条评论|显示 [n] 条评论

# Languages::addons.n_reviews
source: review|reviews
fi: arvostelu|arvostelut
ko: 리뷰|리뷰
sv: recension|recensioner
zh: 评论|评论

# Languages::addons.out_of_five
source: out of 5
fi: viidestä
ko: 5에서
sv: av 5
zh: 满分 5

# Languages::addons.tap_star_to_rate_on_marketplace
source: Tap a star to rate it on the CS-Cart Marketplace.
fi: Napauta tähteä arvioidaksesi sen CS-Cart Marketplacessa.
ko: CS-Cart Marketplace에서 별표를 탭하여 평가하십시오.
sv: Tryck på en stjärna för att betygsätta den på CS-Cart Marketplace.
zh: 点击一颗星在 CS-Cart 市场上对其进行评分。

# Languages::addons.write_review
source: Write a review
fi: Kirjoita arvostelu
ko: 리뷰를 작성
sv: Skriva en recension
zh: 写评论

# Languages::addons.no_reviews
source: No reviews
fi: Ei arvosteluja
ko: 리뷰 없음
sv: Inga recensioner
zh: 没有评论

# Languages::addons.stars
source: stars
fi: tähdet
ko: 별
sv: stjärnor
zh: 星星

# Languages::addons.and_half_stars
source: and a half stars
fi: ja puoli tähteä
ko: 그리고 별 반개
sv: och en halv stjärna
zh: 半星

# Languages::n_stars
source: [n] star|[n] stars
fi: [n] tähti|[n] tähteä
ko: 별 [n] 개| 별[n] 개
sv: [n] stjärna|[n] stjärnor
zh: [n] 颗星|[n] 星

# Languages::addons.message
source: Message
fi: Viesti
ko: 메시지
sv: Meddelande
zh: 信息

# Languages::addons.name
source: Add-on name
fi: Lisäosan nimi
ko: 추가 기능 이름
sv: Tilläggsnamn
zh: 附加名称

# Languages::addons.support
source: Support
fi: Tuki
ko: 지원하다
sv: Stöd
zh: 支持

# Languages::addons.website
source: Website
fi: Verkkosivusto
ko: 웹사이트
sv: Hemsida
zh: 网站

# Languages::addons.documentation
source: Documentation
fi: Dokumentointi
ko: 선적 서류 비치
sv: Dokumentation
zh: 文档

# Languages::addons.forum
source: Forum
fi: Foorumi
ko: 법정
zh: 论坛

# Languages::addons.forum_en
source: Forum (EN)
fi: Foorumi (EN)
ko: 포럼(KO)
zh: 论坛 (EN)

# Languages::addons.forum_ru
source: Forum (RU)
fi: Foorumi (RU)
ko: 포럼(RU)
zh: 论坛（俄罗斯）

# Languages::addons.get_support
source: Get support
fi: Saada tukea
ko: 지원을 받다
sv: Få stöd
zh: 得到支持

# Languages::addons.no_changelog
source: No changelog
fi: Ei muutoslokia
ko: 변경 로그 없음
sv: Ingen ändringslogg
zh: 没有变更日志

# Languages::addons.no_information
source: No information
fi: Ei tietoja
ko: 정보 없음
sv: Ingen information
zh: 无信息

# Languages::subcategories_tree_cat
source: Subcategories tree
fi: Alakategorioiden puu
ko: 하위 카테고리 트리
sv: Underkategoriträd
zh: 子类别树

# Languages::settings_overwrite_title
source: The theme overwrites store settings
fi: Teema korvaa kaupan asetukset
ko: 테마가 스토어 설정을 덮어씁니다.
sv: Temat skriver över butikens inställningar
zh: 主题覆盖商店设置

# Languages::settings_overwrite_text
source: <b>[theme_name]</b> will set following settings on activation
fi: <b>[theme_name]</b> määrittää seuraavat asetukset aktivoinnin yhteydessä
ko: <b>[theme_name]</b> 활성화 시 다음 설정을 지정합니다.
sv: <b>[theme_name]</b> kommer att sätta följande inställningar vid aktivering
zh: <b>[theme_name]</b> 将在激活时设置以下设置

# Languages::overwrite
source: Overwrite
fi: Korvaa
ko: 덮어씀
sv: Skriv över
zh: 覆盖

# Languages::upgrade_center.skip_backup
source: Skip files and database backup
fi: Ohita tiedostot ja tietokannan varmuuskopiointi
ko: 파일 및 데이터베이스 백업 건너뛰기
sv: Säkerhetskopiera inte filer och databas
zh: 跳过文件和数据库备份

# Languages::uc_open_store_email_body
source: <p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p>
fi: <p>Ennen päivitystä myymäläsi oli suljettu. Tarkista, toimiiko se hyvin päivityksen jälkeen ja <a href="[settings_section]">avaa se</a>.</p>
ko: <p>업그레이드 전에 상점이 문을 닫았습니다. 업그레이드 후 제대로 실행되고 있는지 확인하고 <a href="[settings_section]">엽니다</a>.</p>
sv: <p>Före uppgraderingen stängdes din butik. Kontrollera om den fungerar bra efter uppgraderingen och <a href="[settings_section]">öppna den</a>.</p>
zh: <p>升级前，您的商店已关闭。升级后检查它是否运行良好 <a href="[settings_section]">打开它</a>。</p>

# Languages::upgrade_notification_message
source: <p class='upgrade-center_notice-msg'>Copy of this message was sent to administrator's email.</p><hr>
fi: <p class='upgrade-center_notice-msg'>Kopio tästä viestistä lähetettiin järjestelmänvalvojan sähköpostiin.</p><hr>
ko: <p class='upgrade-center_notice-msg'>이 메시지의 사본이 관리자의 이메일로 전송되었습니다.</p><hr>
sv: <p class='upgrade-center_notice-msg'>En kopia av detta meddelande skickades till administratörens e-postadress.</p><hr>
zh: <p class='upgrade-center_notice-msg'>此消息的副本已发送到管理员的电子邮件。</p><hr>

# Languages::http_transport_error_prefix_curl
source: Curl Error
sv: cURL-fel
zh: 卷曲错误

# Languages::http_transport_error_prefix_socket
source: Socket Error
sv: Stickkontaktfel
zh: 套接字错误

# Languages::curl_error_code_reference_link
source: To learn what caused the Curl error, look for your error number in <a target="_blank" href="[href]">this article</a>.
fi: Saat selville, mikä aiheutti Curl-virheen, etsimällä virhenumerosi tämän artikkelin <a target="_blank" href="[href]">kohdasta</a>.
sv: Om du vill veta vad som orsakade detta cURL-fel: <a target="_blank" href="[href]">Läs om denna felkod</a>.
zh: 要了解导致 Curl 错误的原因，请在本文 <a target="_blank" href="[href]">中查找您的错误</a>。

# Languages::n_days
source: [n] day|[n] days
fi: [n] päivää|[n] päivää
ko: [n] 일|[n] 일
sv: [n] dag|[n] dagar
zh: [n] 天|[n] 天

# Languages::track_on_carrier_site
source: Track on website
fi: Seuraa verkkosivuilla
ko: 웹사이트에서 추적
sv: Spåra på webbplatsen
zh: 在网站上跟踪

# Languages::unable_to_create_status
source: Couldn't create a new status
fi: Uutta tilaa ei voitu luoda
ko: 새 상태를 만들 수 없습니다.
sv: Kunde inte skapa ny status
zh: 无法创建新状态

# Languages::maximum_number_of_statuses_reached
source: You have reached the maximum number of statuses
fi: Olet saavuttanut tilojen enimmäismäärän
ko: 최대 상태 수에 도달했습니다.
sv: Du har nått maxgränsen för statusantal
zh: 您已达到最大状态数

# Languages::curl_error_description_curle_ssl_invalidcertstatus
source: Status returned failure when asked with CURLOPT_SSL_VERIFYSTATUS.
fi: Tila palautti virheen, kun sitä kysyttiin komennolla CURLOPT_SSL_VERIFYSTATUS.
ko: CURLOPT_SSL_VERIFYSTATUS로 요청하면 상태가 실패를 반환했습니다.
sv: Status returnerar fel vid "CURLOPT_SSL_VERIFYSTATUS" förfrågan.
zh: 使用 CURLOPT_SSL_VERIFYSTATUS 询问状态时返回失败。

# Languages::error_unknown_archive_format
source: Unknown archive format: [ext]
fi: Tuntematon arkistomuoto: [ext]
ko: 알 수 없는 아카이브 형식: [ext]
sv: Okänt arkivformat: [ext]
zh: 未知的存档格式： [ext]

# Languages::error_file_not_found
source: File "[file]" not found.
fi: Tiedostoa "[file]" ei löydy.
ko: 파일 "[file]"을(를) 찾을 수 없습니다.
sv: Filen "[file]" hittades inte.
zh: 未找到文件“[file]”。

# Languages::error_file_already_exists
source: File "[file]" already exists.
fi: Tiedosto "[file]" on jo olemassa.
ko: 파일 "[file]"이(가) 이미 존재합니다.
sv: Filen "[file]" finns redan.
zh: 文件“[file]”已经存在。

# Languages::local_modifications
source: Local modifications
fi: Paikalliset muutokset
ko: 로컬 수정
sv: Lokala modifieringar
zh: 局部修改

# Languages::local_modifications_message
source: These files had local modifications. During the upgrade a backup archive was created in the <strong>[dir]</strong> directory. You may want to check these files in the archive and reapply the modifications to your store.
fi: Näissä tiedostoissa oli paikallisia muutoksia. Päivityksen aikana luotiin varmuuskopioarkisto hakemistoon <strong>[dir]</strong> . Voit tarkistaa nämä tiedostot arkistosta ja ottaa muutokset käyttöön myymälässäsi.
ko: 이 파일에는 로컬 수정 사항이 있습니다. 업그레이드하는 동안 <strong>[dir]</strong> 디렉토리에 백업 아카이브가 생성되었습니다. 아카이브에서 이러한 파일을 확인하고 수정 사항을 상점에 다시 적용할 수 있습니다.
sv: Filer med lokala modifieringar. Under uppgraderingen skapades en säkerhetskopia i mappen <b>[dir]</b>. Kontrollera filerna i kopian och återställ eventuella modifieringar.
zh: 这些文件有本地修改。在升级期间，在 <strong>[dir]</strong> 目录中创建了一个备份存档。您可能需要检查存档中的这些文件并将修改重新应用到您的商店。

# Languages::not_checked
source: Not checked
fi: Ei tarkistettu
ko: 확인되지 않은
sv: Inte markerad
zh: 未检查

# Languages::checked
source: Checked
fi: Tarkistettu
ko: 체크됨
sv: Markerad
zh: 已检查

# Languages::error_filter_by_feature_exists
source: Filter by feature "[name]" already exists.
fi: Suodata ominaisuudella "[name]" on jo olemassa.
ko: 기능별 필터링 "[name]"이(가) 이미 있습니다.
sv: Filter efter egenskapen "[name]" finns redan.
zh: 按特征“[name]”过滤已存在。

# Languages::error_filter_by_product_field_exists
source: Filter by product field "[name]" already exists.
fi: Suodata tuotteen mukaan kenttä "[name]" on jo olemassa.
ko: 제품 필드로 필터링 "[name]"이(가) 이미 있습니다.
sv: Filter efter produktfältet "[name]" finns redan.
zh: 按产品字段“[name]”过滤已存在。

# Languages::shipping_address_changed
source: Shipping address has been changed
fi: Toimitusosoite on muutettu
ko: 배송 주소가 변경되었습니다
sv: Leveransuppgifterna har uppdaterats
zh: 收货地址已更改

# Languages::theme_editor_not_supported
source: This theme doesn't support theme editor
fi: Tämä teema ei tue teemaeditoria
ko: 이 테마는 테마 편집기를 지원하지 않습니다
sv: Detta tema stödjer inte temaredigeraren
zh: 此主题不支持主题编辑器

# Languages::shipment_statuses
source: Shipment statuses
fi: Lähetyksen tilat
ko: 배송 상태
sv: Leveransstatus
zh: 发货状态

# Languages::email_templates
source: Email templates
fi: Sähköpostimallit
ko: 이메일 템플릿
sv: E-postmallar
zh: 电子邮件模板

# Languages::editing_email_template
source: Editing email template
fi: Sähköpostimallin muokkaaminen
ko: 이메일 템플릿 편집
sv: Redigera e-postmall
zh: 编辑电子邮件模板

# Languages::customer_notifications
source: Customer notifications
fi: Asiakasilmoitukset
ko: 고객 알림
sv: Kundaviseringar
zh: 客户通知

# Languages::admin_notifications
source: Administrator notifications
fi: Järjestelmänvalvojan ilmoitukset
ko: 관리자 알림
sv: Administratörsmeddelanden
zh: 管理员通知

# Languages::subject
source: Subject
fi: Aihe
ko: 제목
sv: Ämne
zh: 学科

# Languages::variables
source: Variables
fi: Muuttujat
ko: 변수 설명
sv: Variabler
zh: 变量

# Languages::snippets
source: Snippets
fi: Katkelmat
ko: 스니펫
zh: 片段

# Languages::code_snippets
source: Code snippets
fi: Koodinpätkät
ko: 코드 조각
sv: Kodavsnitt
zh: 代码片段

# Languages::editing_email_snippet
source: Editing snippet
fi: Muokkaa katkelmaa
ko: 스니펫 편집
sv: Redigerar utdrag
zh: 编辑片段

# Languages::editing_snippet
source: Editing snippet
fi: Muokkaa katkelmaa
ko: 스니펫 편집
sv: Redigerar utdrag
zh: 编辑片段

# Languages::snippet_exists
source: The snippet with the chosen code already exists, please try another.
fi: Valitun koodin katkelma on jo olemassa, kokeile toista.
ko: 선택한 코드가 있는 스니펫이 이미 있습니다. 다른 코드를 시도하십시오.
sv: Kodavsnittet med den valda koden finns redan, försök med en annan.
zh: 所选代码的片段已存在，请尝试另一个。

# Languages::document_exists
source: The document with the chosen code already exists, please try another.
fi: Asiakirja valitulla koodilla on jo olemassa, yritä toista.
ko: 선택한 코드가 있는 문서가 이미 있습니다. 다른 코드를 시도하십시오.
sv: Dokumentet med den valda koden finns redan, försök med en annan.
zh: 所选代码的文档已存在，请尝试另一个。

# Languages::email_template_exists
source: The email template with the chosen code already exists, please try another.
fi: Sähköpostimalli valitulla koodilla on jo olemassa, kokeile toista.
ko: 선택한 코드가 포함된 이메일 템플릿이 이미 있습니다. 다른 템플릿을 시도하십시오.
sv: E-postmallen med den valda koden finns redan, försök med en annan.
zh: 带有所选代码的电子邮件模板已经存在，请尝试另一个。

# Languages::need_snippet_name
source: You have to specify valid snippet name
fi: Sinun on määritettävä kelvollinen katkelman nimi
ko: 유효한 스니펫 이름을 지정해야 합니다.
sv: Du måste ange ett giltigt kodavsnittsnamn
zh: 您必须指定有效的片段名称

# Languages::snippets_have_been_deleted
source: Snippets have been deleted successfully.
fi: Katkelmat on poistettu onnistuneesti.
ko: 스니펫이 성공적으로 삭제되었습니다.
sv: Utdrag har raderats.
zh: 片段已成功删除。

# Languages::add_email_snippet
source: Add snippet
fi: Lisää katkelma
ko: 스니펫 추가
sv: Lägg till utdrag
zh: 添加片段

# Languages::add_snippet
source: Add snippet
fi: Lisää katkelma
ko: 스니펫 추가
sv: Lägg till utdrag
zh: 添加片段

# Languages::editing_document
source: Editing [name]
fi: Editointi [name]
ko: 편집 [name]
sv: Redigering [name]
zh: 编辑 [name]

# Languages::product_info
source: Product info
fi: Tuotetiedot
ko: 제품 정보
sv: Produktinformation
zh: 产品信息

# Languages::add_table_column
source: Add column
fi: Lisää sarake
ko: 열(칼럼) 추가
sv: Lägg till kolumn
zh: 添加列

# Languages::editing_table_column
source: Editing column
fi: Muokkaa saraketta
ko: 열 편집
sv: Redigera kolumn
zh: 编辑栏

# Languages::table_column_has_been_deleted
source: Product column has been deleted successfully.
fi: Tuotesarakkeen poistaminen onnistui.
ko: 제품 열이 성공적으로 삭제되었습니다.
sv: Produktkolumnen har tagits bort.
zh: 产品栏已成功删除。

# Languages::restore_default_value
source: Restore default value
fi: Palauta oletusarvo
ko: 기본값 복원
sv: Återställ standardvärde
zh: 恢复默认值

# Languages::send_test_email
source: Send test email
fi: Lähetä testisähköposti
ko: 테스트 이메일 보내기
sv: Skicka testmail
zh: 发送测试邮件

# Languages::text_test_email_sent
source: Test email was sent to <b>[email]</b> address.
fi: Testisähköposti lähetettiin <b>[email]</b> osoitteeseen.
ko: 테스트 이메일이 <b>[email]</b> 주소로 발송되었습니다.
sv: Testmail skickades till <b>[email]</b> adress.
zh: 测试电子邮件已发送到 <b>[email]</b> 地址。

# Languages::editing_global_vars
source: Editing global variables
fi: Globaalien muuttujien muokkaaminen
ko: 전역 변수 편집
sv: Redigera globala variabler
zh: 编辑全局变量

# Languages::global_vars
source: Global variables
fi: Globaalit muuttujat
ko: 전역 변수
sv: Globala variabler
zh: 全局变量

# Languages::change_order_status_p_subj
source: Order #[order] has been processed
fi: Tilaus[order] on käsitelty
ko: 주문 번호[order] 이 처리되었습니다.
sv: Order #[order] har behandlats
zh: 订单 #[order] 已处理

# Languages::change_order_status_p_text
source: Your order has been processed successfully.
fi: Tilauksesi on käsitelty onnistuneesti.
ko: 주문이 성공적으로 처리되었습니다.
sv: Din beställning har behandlats framgångsrikt.
zh: 您的订单已成功处理。

# Languages::change_order_status_c_subj
source: Order #[order] has been completed
fi: Tilaus[order] on suoritettu
ko: 주문 번호[order] 이 완료되었습니다.
sv: Beställning nr[order] har slutförts
zh: 订单#[order] 已完成

# Languages::change_order_status_c_text
source: Your order has been completed. Thank you for choosing us.
fi: Tilauksesi on valmis. Kiitos, että valitsit meidät.
ko: 주문이 완료되었습니다. 우리를 선택해 주셔서 감사합니다.
sv: Din beställning har slutförts. Tack för att du väljer oss.
zh: 您的订单已完成。感谢您选择我们。

# Languages::change_order_status_o_subj
source: Order #[order] has been placed successfully
fi: Tilaus #[order] on tehty onnistuneesti
ko: 주문 #[order] 이(가) 성공적으로 접수되었습니다.
sv: Beställning nr[order] har genomförts
zh: 订单#[order] 已成功下单

# Languages::change_order_status_o_text
source: Thank you for the order. You are welcome to come back!
fi: Kiitos tilauksesta. Tervetuloa takaisin!
ko: 주문해주셔서 감사합니다. 다시 오신 것을 환영합니다!
sv: Tack för beställningen. Du får gärna komma tillbaka!
zh: 谢谢你的订单。欢迎你回来！

# Languages::change_order_status_f_subj
source: Order #[order] failed
fi: Tilaus[order] epäonnistui
ko: 주문 #[order] 실패
sv: Beställning nr[order] misslyckades
zh: 订单 #[order] 失败

# Languages::change_order_status_f_text
source: Your order has been unsuccessful. Please contact shop administration.
fi: Tilauksesi on epäonnistunut. Ota yhteyttä kaupan hallintoon.
ko: 주문이 실패했습니다. 매장 관리팀에 문의하세요.
sv: Din beställning har misslyckats. Kontakta butiksadministrationen.
zh: 您的订单不成功。请联系店铺管理。

# Languages::change_order_status_d_subj
source: Order #[order] has been declined
fi: Tilaus[order] on hylätty
ko: 주문 번호[order] 이 거부되었습니다.
sv: Beställning nr[order] har avvisats
zh: 订单 #[order] 已被拒绝

# Languages::change_order_status_d_text
source: Your order has been declined. Please contact shop administration.
fi: Tilauksesi on hylätty. Ota yhteyttä kaupan hallintoon.
ko: 주문이 거부되었습니다. 매장 관리팀에 문의하세요.
sv: Din beställning har avvisats. Kontakta butiksadministrationen.
zh: 您的订单已被拒绝。请联系店铺管理。

# Languages::change_order_status_b_subj
source: Order #[order] has been backordered
fi: Tilaus[order] on jälkitilattu
ko: 주문 번호[order] 이(가) 이월 주문되었습니다.
sv: Order nr[order] har restbeställts
zh: 订单 #[order] 已延期交货

# Languages::change_order_status_b_text
source: Your order has been backordered.
fi: Tilauksesi on jälkitilattu.
ko: 주문이 이월되었습니다.
sv: Din beställning har restbeställts.
zh: 您的订单已延期交货。

# Languages::change_order_status_i_subj
source: Order #[order] has been canceled
fi: Tilaus[order] on peruutettu
ko: 주문 번호[order] 이 취소되었습니다.
sv: Beställning nr[order] har annullerats
zh: 订单 #[order] 已取消

# Languages::change_order_status_i_text
source: Your order has been canceled. Please contact shop administration.
fi: Tilauksesi on peruutettu. Ota yhteyttä kaupan hallintoon.
ko: 주문이 취소되었습니다. 매장 관리팀에 문의하세요.
sv: Din beställning har annullerats. Kontakta butiksadministrationen.
zh: 您的订单已被取消。请联系店铺管理。

# Languages::change_order_status_default_subj
source: The status of order #[order] has been changed to [status]
fi: Tilauksen nro[order] tilaksi on muutettu [status]
ko: 주문 번호[order] 의 상태가 [status]로 변경되었습니다.
sv: Status för order #[order] har ändrats till [status]
zh: 订单#[order] 的状态已更改为 [status]

# Languages::change_order_status_default_text
source: The status of your order has been changed to [status].
fi: Tilauksesi tilaksi on muutettu [status].
ko: 주문 상태가 [status]으로 변경되었습니다.
sv: Statusen för din beställning har ändrats till [status].
zh: 您的订单状态已更改为 [status]。

# Languages::email_template.activate_profile
source: User profile requires activation
fi: Käyttäjäprofiili vaatii aktivoinnin
ko: 사용자 프로필은 활성화가 필요합니다
sv: Användarprofilen kräver aktivering
zh: 用户资料需要激活

# Languages::email_template.back_in_stock_notification
source: Back in stock notification
fi: Takaisin varastossa ilmoitus
ko: 재입고 알림
sv: Tillbaka i lager avisering
zh: 到货通知
