Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::storefront_status_changed.Y
source: The storefront was <b>closed</b>|The storefronts were <b>closed</b>
fi: Liikkeen julkisivu oli <b>suljettuna</b>|Liikkeiden julkisivu oli <b>kiinni</b>
ko: 점포 <b>폐쇄</b>| 점포 <b>폐쇄</b>
sv: Skyltfönstret var <b>stängt</b>| Skyltfönsterna var <b>stängt</b>
zh: 店面 <b>关闭</b>| 店面 <b>关闭</b>

# Languages::storefront_status_changed.N
source: The storefront was <b>opened</b>|The storefronts were <b>opened</b>
fi: Liikkeen julkisivu avattiin <b></b>| Julkisivut avattiin <b>kertaa</b>
ko: 매장은 <b>개 열림</b>|점포는 <b>열림</b>
sv: Skyltfönster öppnades <b></b>| Skyltfönster öppnades <b></b>
zh: 店面 <b>开</b>| 店面 <b>开</b>

# Languages::default_storefront
source: Default
fi: Oletus
ko: 기본값
sv: Standard
zh: 默认

# Languages::add_profile_fields
source: Add profile fields
fi: Lisää profiilikenttiä
ko: 프로필 필드 추가
sv: Lägg till profilfält
zh: 添加配置文件字段

# Languages::add_profile_fields_and_close
source: Add profile fields and close
fi: Lisää profiilikentät ja sulje
ko: 프로필 필드 추가 및 닫기
sv: Lägg till profilfält och stäng
zh: 添加配置文件字段并关闭

# Languages::checkout_block_with_heading
source: Checkout block (H2 heading)
fi: Kassalohko (H2-otsikko)
ko: 계산대(H2 제목)
sv: Kassablock (rubrik H2)
zh: 结帐块（H2 标题）

# Languages::notifications_center.no_notifications
source: No notifications
fi: Ei ilmoituksia
ko: 알람이 없습니다
sv: Inga notifikationer
zh: 没有通知

# Languages::notifications_center.notifications
source: Notifications
fi: Ilmoitukset
ko: 알림
sv: Aviseringar
zh: 通知

# Languages::notifications_center.section.all
source: All
fi: Kaikki
ko: 모두
sv: Allt
zh: 全部

# Languages::notifications_center.section.administration
source: Administration
fi: Hallinto
ko: 관리
sv: Administrering
zh: 行政

# Languages::notifications_center.section.products
source: Products
fi: Tuotteet
ko: 상품
sv: Produkter
zh: 产品

# Languages::notifications_center.section.other
source: Other
fi: Muut
ko: 기타
sv: Övrig
zh: 其他

# Languages::notifications_center.tag.administration.update
source: Update
fi: Päivittää
ko: 업데이트
sv: Uppdatering
zh: 更新

# Languages::notifications_center.tag.administration.license
source: Licence
fi: Lisenssi
ko: 면허
sv: Licens
zh: 执照

# Languages::notifications_center.tag.other
source: Other
fi: Muut
ko: 기타
sv: Övrig
zh: 其他

# Languages::notification.upgrade_available.title
source: Upgrade available
fi: Päivitys saatavilla
ko: 업그레이드 가능
sv: Uppgradering tillgänglig
zh: 可升级

# Languages::notification.upgrade_available.message
source: A new version of [product] is available. If you want to upgrade to the latest version now, click here.
fi: Uusi versio [product] :sta on saatavilla. Jos haluat päivittää uusimpaan versioon nyt, napsauta tästä.
ko: [product] 의 새 버전을 사용할 수 있습니다. 지금 최신 버전으로 업그레이드하려면 여기를 클릭하십시오.
sv: En ny version av [product] är tillgänglig. Om du vill uppgradera till den senaste versionen nu, klicka här.
zh: 新版本 [product] 可用。如果您想立即升级到最新版本，请单击此处。

# Languages::authorize_before_order
source: Only registered customers can place an order. Please sign in to your account or register a new one.
fi: Vain rekisteröityneet asiakkaat voivat tehdä tilauksen. Kirjaudu sisään tilillesi tai rekisteröi uusi.
ko: 등록된 고객만 주문할 수 있습니다. 계정에 로그인하거나 새 계정을 등록하세요.
sv: Endast registrerade kunder kan lägga en beställning. Logga in på ditt konto eller registrera ett nytt.
zh: 只有注册客户才能下订单。请登录您的帐户或注册一个新帐户。

# Languages::storefront_with_same_url_exists
source: A storefront with the specified URL already exists
fi: Määritetyllä URL-osoitteella varustettu julkisivu on jo olemassa
ko: 지정된 URL을 가진 상점이 이미 있습니다.
sv: Det finns redan ett skyltfönster med den angivna webbadressen
zh: 具有指定 URL 的店面已存在

# Languages::edit_layout_on_site
source: Edit layout on-site
fi: Muokkaa asettelua paikan päällä
ko: 현장에서 레이아웃 수정
sv: Redigera layout på plats
zh: 现场编辑布局

# Languages::on_site_layout_editing
source: Editing layout page: [page]
fi: Asettelusivun muokkaus: [page]
ko: 레이아웃 페이지 편집: [page]
sv: Redigera layoutsida: [page]
zh: 编辑布局页面： [page]

# Languages::bottom_panel.go_to_home_page
source: Go to home page
fi: Mene kotisivulle
ko: 홈페이지로 이동
sv: Gå till hemsidan
zh: 去首页

# Languages::bottom_panel.go_to_dashboard
source: Go to Dashboard
fi: Siirry Dashboardiin
ko: 대쉬보드로 가기
sv: Gå till instrumentpanelen
zh: 转到仪表板

# Languages::bottom_panel.show_bottom_admin_panel
source: Show admin toolbar
fi: Näytä järjestelmänvalvojan työkalupalkki
ko: 관리 도구 모음 표시
sv: Visa admin verktygsfält
zh: 显示管理工具栏

# Languages::bottom_panel.hide_bottom_admin_panel
source: Hide admin toolbar
fi: Piilota järjestelmänvalvojan työkalupalkki
ko: 관리 도구 모음 숨기기
sv: Göm admin verktygsfält
zh: 隐藏管理工具栏

# Languages::bottom_panel.storefront
source: Storefront
fi: Myymälä
ko: 상점 프론트
sv: Skyltfönster
zh: 店面

# Languages::bottom_panel.admin_panel
source: Admin panel
fi: Ylläpitäjän paneeli
ko: 관리자 패널
zh: 管理面板

# Languages::bottom_panel.vendor_panel
source: Vendor panel
fi: Myyjän paneeli
ko: 공급업체 패널
sv: Försäljarpanel
zh: 供应商面板

# Languages::bottom_panel.preview_mode
source: Preview
fi: Esikatselu
ko: 미리보기
sv: Förhandsvisning
zh: 预览

# Languages::bottom_panel.build_mode
source: Edit structure
fi: Muokkaa rakennetta
ko: 구조 수정
sv: Redigera struktur
zh: 编辑结构

# Languages::bottom_panel.build_mode.not_available
source: Available at the following page types: homepage, product, category, checkout.
fi: Saatavilla seuraavilla sivutyypeillä: kotisivu, tuote, kategoria, kassa.
ko: 다음 페이지 유형에서 사용 가능: 홈페이지, 제품, 카테고리, 결제.
sv: Tillgängligt på följande sidtyper: hemsida, produkt, kategori, kassa.
zh: 可用于以下页面类型：主页、产品、类别、结帐。

# Languages::bottom_panel.theme_mode.not_available
source: Available only in your microstore or on the pages of your products and blog articles.
fi: Saatavilla vain mikrokaupassasi tai tuotteidesi sivuilla ja blogiartikkeleissasi.
ko: 소규모 매장이나 제품 및 블로그 기사 페이지에서만 사용할 수 있습니다.
sv: Endast tillgängligt i din mikrobutik eller på sidorna för dina produkter och bloggartiklar.
zh: 仅在您的微商店或您的产品页面和博客文章中可用。

# Languages::bottom_panel.text_mode
source: Edit texts
fi: Muokkaa tekstejä
ko: 텍스트 편집
sv: Redigera texter
zh: 编辑文本

# Languages::bottom_panel.theme_mode
source: Edit style
fi: Muokkaa tyyliä
ko: 스타일 수정
sv: Redigera stil
zh: 编辑风格

# Languages::bottom_panel.settings
source: Settings
fi: asetukset
ko: 설정
sv: inställningar
zh: 设置

# Languages::bottom_panel.change_theme
source: Change theme
fi: Vaihda teema
ko: 테마 변경
sv: Ändra tema
zh: 改变主题

# Languages::bottom_panel.edit_layout
source: Edit layout
fi: Muokkaa asettelua
ko: 레이아웃 편집
sv: Redigera layout
zh: 编辑布局

# Languages::bottom_panel.edit_template
source: Edit template
fi: Muokkaa mallia
ko: 템플릿 편집
sv: Redigera mall
zh: 编辑模板

# Languages::bottom_panel.edit_translations
source: Edit translations
fi: Muokkaa käännöksiä
ko: 번역 수정
sv: Redigera översättningar
zh: 编辑翻译

# Languages::bottom_panel.edit_menus
source: Edit menus
fi: Muokkaa valikkoja
ko: 메뉴 편집
sv: Redigera menyer
zh: 编辑菜单

# Languages::bottom_panel.edit_product_tabs
source: Edit product tabs
fi: Muokkaa tuotevälilehtiä
ko: 제품 탭 수정
sv: Redigera produktflikar
zh: 编辑产品标签

# Languages::bottom_panel.restore_demo
source: Restore demo
fi: Palauta demo
ko: 데모 복원
sv: Återställ demo
zh: 恢复演示

# Languages::bottom_panel.documentation
source: Documentation
fi: Dokumentointi
ko: 문서
sv: Dokumentation
zh: 文档

# Languages::bottom_panel.help
source: Help
fi: auta
ko: 도움말
sv: Hjälp
zh: 帮助

# Languages::bottom_panel.community_forums
source: Community forums
fi: yhteisön foorumeilla
ko: 커뮤니티 포럼
sv: Gemenskapsforum
zh: 社区论坛

# Languages::bottom_panel.video_tutorials
source: Video tutorials
fi: Video-opetusohjelmat
ko: 비디오 자습서
zh: 视频教程

# Languages::bottom_panel.faq
source: FAQ
ko: 자주 묻는 질문
zh: 常问问题

# Languages::bottom_panel.customer_help_desk
source: Contact support
fi: Ota yhteyttä tukeen
ko: 지원받기
sv: Kontakta supporten
zh: 联系支持

# Languages::bottom_panel.hire_a_developers
source: Hire a developer
fi: Palkkaa kehittäjä
ko: 개발자 고용
sv: Anlita en utvecklare
zh: 聘请开发人员

# Languages::bottom_panel.download
source: Download
fi: ladata
ko: 다운로드
sv: Ladda ner
zh: 下载

# Languages::bottom_panel.buy_license
source: Buy license
fi: Osta lisenssi
ko: 라이선스 구매
sv: Köpa licens
zh: 购买许可证

# Languages::bottom_panel.trial_left
source: Remaining trial period
fi: Jäljellä oleva koeaika
ko: 남은 체험 기간
sv: Återstående provperiod
zh: 剩余试用期

# Languages::demo_panel.theme_editor.enable
source: Edit style<br/><br/>Change the style of your store (logos, colors, fonts, and so on) and see the changes as you make them.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Theme editor"
fi: Muokkaa tyyliä<br/><br/>Muuta myymäläsi tyyliä (logot, värit, fontit ja niin edelleen) ja katso muutokset samalla kun teet niitä.<br/><br/>Jos haluat käyttää tätä toimintoa [product] , siirry kohtaan Suunnittelu → Teemat ja napsauta "Teemojen muokkaus"
ko: 스타일 편집<br/><br/>상점의 스타일(로고, 색상, 글꼴 등)을 변경하고 변경 사항을 확인합니다.<br/><br/> [product] 스토어에서 이 기능을 사용하려면 디자인 → 테마로 이동하여 "테마 편집기"를 클릭하십시오.
sv: Redigera stil<br/><br/>Ändra stilen på din butik (logotyper, färger, typsnitt och så vidare) och se ändringarna när du gör dem.<br/><br/>För att använda den här funktionen i din [product] -butik, gå till Design → Teman och klicka på "Temaredigerare"
zh: 编辑样式<br/><br/>更改商店的样式（徽标、颜色、字体等）并查看所做的更改。<br/><br/>要在您的 [product] 商店中使用此功能，请转到设计 → 主题并单击“主题编辑器”

# Languages::demo_panel.block_manager.enable
source: Edit structure<br/><br/>Change various blocks with information: show them, hide them, or move them as you see fit.<br/>This currently works at the following page types: homepage, product, category, checkout.<br/><br/>To use this functionality in your [product] store, go to Design → Themes and click "Edit layout on-site"
fi: Muokkaa rakennetta<br/><br/>Muuta erilaisia lohkoja tiedoilla: näytä ne, piilota ne tai siirrä niitä haluamallasi tavalla.<br/>Tämä toimii tällä hetkellä seuraavilla sivutyypeillä: kotisivu, tuote, luokka, kassa.<br/><br/>Käytä tätä toimintoa [product] kaupassasi siirtymällä kohtaan Suunnittelu → Teemat ja napsauttamalla "Muokkaa asettelua paikan päällä"
ko: 구조 편집<br/><br/>정보로 다양한 블록을 변경합니다. 표시하거나 숨기거나 원하는 대로 이동합니다.<br/>이것은 현재 다음 페이지 유형에서 작동합니다: 홈페이지, 제품, 카테고리, 결제.<br/><br/> [product] 스토어에서 이 기능을 사용하려면 디자인 → 테마로 이동하여 "현장 레이아웃 편집"을 클릭하십시오.
sv: Redigera struktur<br/><br/>Ändra olika block med information: visa dem, dölj dem eller flytta dem som du vill.<br/>Detta fungerar för närvarande på följande sidtyper: hemsida, produkt, kategori, kassa.<br/><br/>För att använda den här funktionen i din [product] butik, gå till Design → Teman och klicka på "Redigera layout på plats"
zh: 编辑结构<br/><br/>使用信息更改各种块：显示、隐藏或移动它们。<br/>这目前适用于以下页面类型：主页、产品、类别、结帐。<br/><br/>要在您的 [product] 商店中使用此功能，请转到设计 → 主题并单击“现场编辑布局”

# Languages::individual
source: Individual
fi: Yksilöllinen
ko: 개별
sv: Enskild
zh: 个人

# Languages::link_an_existing_option
source: Link an existing option
fi: Linkitä olemassa oleva vaihtoehto
ko: 기존 옵션 연결
sv: Länka ett befintligt alternativ
zh: 链接现有选项

# Languages::create_or_link_an_existing_option
source: Create or link an existing option
fi: Luo tai linkitä olemassa oleva vaihtoehto
ko: 기존 옵션 생성 또는 연결
sv: Skapa eller länka ett befintligt alternativ
zh: 创建或链接现有选项

# Languages::tip.quick_select_and_close_category_selector
source: Tip: Hold 'Ctrl' (or "⌘" on Mac) while clicking on a category name. This will add one category and close the window.
fi: Vinkki: Pidä Ctrl-näppäintä (tai Macissa ⌘-näppäintä painettuna) samalla kun napsautat luokan nimeä. Tämä lisää yhden luokan ja sulkee ikkunan.
ko: 팁: 카테고리 이름을 클릭하는 동안 'Ctrl'(Mac의 경우 "⌘") 키를 누른 상태에서 클릭하십시오. 이것은 하나의 카테고리를 추가하고 창을 닫습니다.
sv: Tips: Håll ned "Ctrl" (eller "⌘" på Mac) medan du klickar på ett kategorinamn. Detta lägger till en kategori och stänger fönstret.
zh: 提示：在单击类别名称时按住“Ctrl”（或 Mac 上的“⌘”）。这将添加一个类别并关闭窗口。

# Languages::checkout_select_profile_before_order
source: Please select a profile before you place the order.
fi: Ole hyvä ja valitse profiili ennen tilauksen tekemistä.
ko: 주문하기 전에 프로필을 선택하십시오.
sv: Välj en profil innan du gör beställningen.
zh: 请在下订单前选择个人资料。

# Languages::editing_profile_name
source: Editing profile: [name]
fi: Profiilin muokkaus: [name]
ko: 프로필 편집: [name]
sv: Redigera profil: [name]
zh: 编辑个人资料： [name]

# Languages::bm.customer_information_block.warning.email_or_phome_must_be_required
source: Contact information must always have either email, or phone as a required field.
fi: Yhteystiedot on aina oltava pakollisena kentässä joko sähköposti tai puhelin.
ko: 연락처 정보에는 항상 이메일 또는 전화가 필수 필드로 포함되어야 합니다.
sv: Kontaktuppgifter måste alltid ha antingen e-post eller telefon som ett obligatoriskt fält.
zh: 联系信息必须始终将电子邮件或电话作为必填字段。

# Languages::bm.customer_information_block.warning.field_automaticly_added
source: "[field_name]" has been added as a required field automatically.
fi: "[field_name]" on lisätty pakolliseksi kenttään automaattisesti.
ko: "[field_name]"이 자동으로 필수 필드로 추가되었습니다.
sv: "[field_name]" har lagts till som ett obligatoriskt fält automatiskt.
zh: “[field_name]”已自动添加为必填字段。

# Languages::bm.customer_information_block.warning.field_marked_as_required
source: The "[field_name]" field has been marked as required.
fi: Kenttä "[field_name]" on merkitty pakolliseksi.
ko: "[field_name]" 필드는 필수로 표시되었습니다.
sv: Fältet "[field_name]" har markerats som obligatoriskt.
zh: “[field_name]”字段已被标记为必填项。

# Languages::required_profile_field_description
source: The "[field_name]" profile field is required as it is used to calculate shipping rates.
fi: Profiilikenttä "[field_name]" on pakollinen, koska sitä käytetään toimituskulujen laskemiseen.
ko: "[field_name]" 프로필 필드는 배송비를 계산하는 데 사용되므로 필수입니다.
sv: Profilfältet "[field_name]" är obligatoriskt eftersom det används för att beräkna fraktpriser.
zh: “[field_name]”配置文件字段是必需的，因为它用于计算运费。

# Languages::upgrade_notification_welcome_title
source: Welcome to [product] [version]!
fi: Tervetuloa 01 [product] [version]
ko: [product] [version]에 오신 것을 환영합니다!
sv: Välkommen till [product] [version]
zh: 欢迎来到 [product] [version]！

# Languages::upgrade_notification_welcome_text
source: <p class="lead">To help you get started, we’ve compiled the list of what you should check after the upgrade. The full list of changes is in the changelog.</p><p class="lead">If you ever need to check this message later, we’ve also sent a copy to [email].</p>
fi: <p class="lead">Jotta pääset alkuun, olemme koonneet luettelon asioista, jotka sinun tulee tarkistaa päivityksen jälkeen. Täydellinen luettelo muutoksista on muutoslokissa.</p><p class="lead">Jos sinun on joskus tarkistettava tämä viesti myöhemmin, olemme lähettäneet kopion myös osoitteeseen [email].</p>
ko: <p class="lead">시작하는 데 도움이 되도록 업그레이드 후 확인해야 할 사항 목록을 작성했습니다. 전체 변경 목록은 변경 로그에 있습니다.</p><p class="lead">나중에 이 메시지를 확인해야 하는 경우 [email]에도 사본을 보냈습니다.</p>
sv: <p class="lead">För att hjälpa dig komma igång har vi sammanställt listan över vad du bör kontrollera efter uppgraderingen. Hela listan över ändringar finns i ändringsloggen.</p><p class="lead">Om du någon gång behöver kontrollera det här meddelandet senare har vi även skickat en kopia till [email].</p>
zh: <p class="lead">为帮助您入门，我们编制了升级后应检查的内容列表。更改的完整列表在更改日志中。</p><p class="lead">如果您以后需要查看此消息，我们还向 [email]发送了一份副本。</p>

# Languages::view_changelog
source: View changelog
fi: Näytä muutosloki
ko: 변경 로그 보기
sv: Visa ändringslogg
zh: 查看变更日志

# Languages::upgrade_notification_what_check_first
source: What to check first?
fi: Mitä tarkistaa ensin?
ko: 무엇을 먼저 확인할까요?
sv: Vad ska man kolla först?
zh: 首先要检查什么？

# Languages::upgrade_notification_what_else_to_check
source: What else is there to check?
fi: Mitä muuta tarkastettavaa on?
ko: 또 무엇을 확인할 것이 있습니까?
sv: Vad finns det mer att kontrollera?
zh: 还有什么要检查的？

# Languages::cant_remove_addon_files
source: Add-on files couldn't be removed
fi: Lisäosien tiedostoja ei voitu poistaa
ko: 추가 기능 파일을 제거할 수 없습니다.
sv: Det gick inte att ta bort tilläggsfiler
zh: 无法删除附加文件

# Languages::addon_reinstall.intro
source: Looks like you are trying to install an add-on that is already installed. We can do it for you in two ways; we recommend the safe way.
fi: Näyttää siltä, että yrität asentaa jo asennettua lisäosaa. Voimme tehdä sen puolestasi kahdella tavalla; suosittelemme turvallista tapaa.
ko: 이미 설치된 추가 기능을 설치하려는 것 같습니다. 우리는 두 가지 방법으로 당신을 위해 그것을 할 수 있습니다. 안전한 방법을 추천합니다.
sv: Det verkar som att du försöker installera ett tillägg som redan är installerat. Vi kan göra det åt dig på två sätt; vi rekommenderar det säkra sättet.
zh: 看起来您正在尝试安装已安装的附加组件。我们可以通过两种方式为您服务；我们推荐安全的方式。

# Languages::addon_reinstall.safe_way
source: <strong>The safe way:</strong> we'll uninstall the old add-on first, and then install the new one. The drawback is that any data and settings related to the add-on will be lost.
fi: <strong>Turvallinen tapa:</strong> Poistamme ensin vanhan lisäosan ja asennamme sitten uuden. Haittapuolena on, että kaikki lisäosaan liittyvät tiedot ja asetukset menetetään.
ko: <strong>안전한 방법:</strong> 먼저 이전 애드온을 제거한 다음 새 애드온을 설치합니다. 단점은 추가 기능과 관련된 모든 데이터 및 설정이 손실된다는 것입니다.
sv: <strong>Det säkra sättet:</strong> vi avinstallerar först det gamla tillägget och installerar sedan det nya. Nackdelen är att all data och inställningar relaterade till tillägget kommer att gå förlorade.
zh: <strong>安全方式：</strong> 我们先卸载旧插件，再安装新插件。缺点是与插件相关的任何数据和设置都将丢失。

# Languages::addon_reinstall.dangerous_way
source: <strong>The dangerous way:</strong> we'll replace all the files of the add-on with new ones, but keep all the add-on's data in the database intact. This can break the add-on, or might even break your store. Please don't use the dangerous way, unless you absolutely know what you're doing.
fi: <strong>Vaarallinen tapa:</strong> Korvaamme kaikki lisäosan tiedostot uusilla, mutta säilytämme kaikki lisäosan tiedot tietokannassa ennallaan. Tämä voi rikkoa lisäosan tai jopa rikkoa kauppasi. Älä käytä vaarallista tapaa, ellet tiedä täysin mitä olet tekemässä.
ko: <strong>위험한 방법:</strong> 추가 기능의 모든 파일을 새 파일로 교체하지만 데이터베이스의 모든 추가 기능 데이터는 그대로 유지합니다. 이것은 추가 기능을 손상시키거나 상점을 손상시킬 수도 있습니다. 당신이하고있는 일을 절대적으로 알지 못하는 한 위험한 방법을 사용하지 마십시오.
sv: <strong>Det farliga sättet:</strong> vi ersätter alla filer i tillägget med nya, men behåller alla tilläggsdata i databasen intakta. Detta kan förstöra tillägget, eller till och med göra sönder din butik. Vänligen använd inte det farliga sättet, om du inte absolut vet vad du gör.
zh: <strong>危险的方式：</strong> 我们将插件的所有文件替换为新文件，但保持数据库中插件的所有数据不变。这可能会破坏附加组件，甚至可能破坏您的商店。请不要使用危险的方式，除非您完全知道自己在做什么。

# Languages::addon_reinstall.dangerous_way.confirm
source: I know the risks and want to use the dangerous way.
fi: Tiedän riskit ja haluan käyttää vaarallista tapaa.
ko: 나는 위험을 알고 위험한 방법을 사용하고 싶습니다.
sv: Jag känner till riskerna och vill använda det farliga sättet.
zh: 我知道风险并想使用危险的方式。

# Languages::addon_reinstall.dangerous_way.action
source: Use the dangerous way
fi: Käytä vaarallista tapaa
ko: 위험한 방법을 사용
sv: Använd det farliga sättet
zh: 使用危险的方式

# Languages::addon_reinstall.safe_way.action
source: Use the safe way
fi: Käytä turvallista tapaa
ko: 안전한 방법을 사용하세요
sv: Använd det säkra sättet
zh: 使用安全的方式

# Languages::all_storefronts
source: All storefronts
fi: Kaikki julkisivut
ko: 모든 점포
sv: Alla skyltfönster
zh: 所有店面

# Languages::add_storefronts
source: Add storefronts
fi: Lisää julkisivut
ko: 상점 추가
sv: Lägg till skyltfönster
zh: 添加店面

# Languages::add_storefronts_and_close
source: Add storefronts and close
fi: Lisää julkisivut ja sulje
ko: 상점 추가 및 닫기
sv: Lägg till skyltfönster och stäng
zh: 添加店面并关闭

# Languages::event.receiver.c
source: Customer
fi: Asiakas
ko: 고객
sv: Kund
zh: 顾客

# Languages::event.receiver.a
source: Administrator
fi: Järjestelmänvalvoja
ko: 관리자
sv: Administratör
zh: 行政人员

# Languages::event.receiver.v
source: Vendor
fi: Myyjä
ko: 기업회원
sv: Säljare
zh: 小贩

# Languages::event.transport.mail
source: E-mail
fi: Sähköposti
ko: 이메일
sv: E-post
zh: 电子邮件

# Languages::event.transport.internal
source: Notifications center
fi: Ilmoituskeskus
ko: 알림 센터
sv: Aviseringscenter
zh: 通知中心

# Languages::event.order.edp.name
source: Access to downloadable products granted
fi: Pääsy ladattaviin tuotteisiin myönnetty
ko: 다운로드 가능한 제품에 대한 액세스 권한 부여
sv: Tillgång till nedladdningsbara produkter beviljas
zh: 授予对可下载产品的访问权限

# Languages::event.notification_type
source: Notification type
fi: Ilmoituksen tyyppi
ko: 알림 유형
sv: Aviseringstyp
zh: 通知类型

# Languages::notifications
source: Notifications
fi: Ilmoitukset
ko: 알림
sv: Aviseringar
zh: 通知

# Languages::event.order.updated.name
source: Order was updated
fi: Tilaus päivitetty
ko: 주문이 업데이트되었습니다.
sv: Beställningen uppdaterades
zh: 订单已更新

# Languages::event.order.shipment_updated.name
source: Products were shipped
fi: Tuotteet lähetettiin
ko: 제품이 배송되었습니다
sv: Produkterna skickades
zh: 产品已发货

# Languages::purpose
source: Purpose
fi: Tarkoitus
ko: 목적
sv: Ändamål
zh: 目的

# Languages::feature_style
source: Feature style
fi: Ominaisuuden tyyli
ko: 기능 스타일
sv: Feature stil
zh: 特色风格

# Languages::filter_style
source: Filter type
fi: Suodattimen tyyppi
ko: 필터 유형
sv: Filtertyp
zh: 过滤器类型

# Languages::all_block_types
source: All block types
fi: Kaikki lohkotyypit
ko: 모든 블록 유형
sv: Alla blocktyper
zh: 所有块类型

# Languages::all_layouts
source: All layouts
fi: Kaikki asettelut
ko: 모든 레이아웃
sv: Alla layouter
zh: 所有布局

# Languages::all_locations
source: All locations
fi: Kaikki paikat
ko: 모든 지역 표시
sv: Alla platser
zh: 所有地点

# Languages::n_categories
source: [n] category|[n] categories
fi: [n] luokka|[n] kategoriaa
ko: [n] 카테고리| 카테고리[n] 개
sv: [n] kategori|[n] kategorier
zh: [n] 个分类|[n] 个类别

# Languages::n_pages
source: [n] page|[n] pages
fi: [n] sivua|[n] sivua
ko: [n] 페이지|[n] 페이지
sv: [n] sida|[n] sidor
zh: [n] 页|[n] 页

# Languages::n_filters
source: [n] filter|[n] filters
fi: [n] suodatin|[n] suodatin
ko: [n] 필터| 필터[n]
sv: [n] filter|[n] filter
zh: [n] 个过滤器|[n] 过滤器

# Languages::n_profile_fields
source: [n] profile field|[n] profile fields
fi: [n] profiilikenttä|[n] profiilikenttä
ko: 프로필 필드 [n] 개| 프로필 필드[n]
sv: [n] profilfält|[n] profilfält
zh: [n] 个人资料字段|[n] 个人资料字段

# Languages::event.profile.activated.name
source: Profile was activated
fi: Profiili aktivoitu
ko: 프로필이 활성화되었습니다
sv: Profilen har aktiverats
zh: 个人资料已激活

# Languages::event.profile.deactivated.name
source: Profile was deactivated
fi: Profiili poistettiin käytöstä
ko: 프로필이 비활성화되었습니다.
sv: Profilen avaktiverades
zh: 个人资料已停用

# Languages::event.profile.password_reminder.name
source: Reminder about necessary password change
fi: Muistutus tarvittavasta salasanan vaihdosta
ko: 필요한 비밀번호 변경에 대한 알림
sv: Påminnelse om nödvändig lösenordsändring
zh: 提醒必要的密码更改

# Languages::event.profile.usergroup_request.name
source: Membership in user group was requested
fi: Jäsenyyttä käyttäjäryhmään pyydettiin
ko: 사용자 그룹의 구성원이 요청되었습니다.
sv: Medlemskap i användargruppen begärdes
zh: 已请求用户组的成员资格

# Languages::event.profile.updated.name
source: Profile was updated
fi: Profiili päivitetty
ko: 프로필이 업데이트되었습니다
sv: Profilen har uppdaterats
zh: 个人资料已更新

# Languages::event.profile.added.name
source: Profile requires activation
fi: Profiili vaatii aktivoinnin
ko: 프로필을 활성화해야 합니다.
sv: Profilen kräver aktivering
zh: 个人资料需要激活

# Languages::event.profile.created.name
source: Profile was created
fi: Profiili luotiin
ko: 프로필이 생성되었습니다.
sv: Profil skapades
zh: 个人资料已创建

# Languages::event.profile.usergroup_activation.name
source: User group activation
fi: Käyttäjäryhmän aktivointi
ko: 사용자 그룹 활성화
sv: Användargruppsaktivering
zh: 用户组激活

# Languages::event.profile.usergroup_disactivation.name
source: User group disactivation
fi: Käyttäjäryhmän deaktivointi
ko: 사용자 그룹 비활성화
sv: Inaktivering av användargrupp
zh: 用户组停用

# Languages::event.profile.usergroup_updated.name
source: Membership in user group was changed
fi: Käyttäjäryhmän jäsenyyttä muutettu
ko: 사용자 그룹의 구성원이 변경됨
sv: Medlemskapet i användargruppen ändrades
zh: 用户组中的成员身份已更改

# Languages::event.profile.password_recovery.name
source: Password recovery
fi: Salasanan palautus
ko: 비밀번호 복구
sv: Återställning av lösenord
zh: 找回密码
