Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::feature_category
source: Feature category
fi: Ominaisuusluokka
ko: 기능 카테고리
sv: Funktionskategori
zh: 特征类别

# Languages::feature_display_on_catalog
source: Show in product list
fi: Näytä tuoteluettelossa
ko: 제품 목록에 표시
sv: Visa i produktlista
zh: 在商品列表中显示

# Languages::feature_display_on_header
source: Show in header on the product details page
fi: Näytä tuotetietosivun otsikossa
ko: 상품 상세 페이지의 헤더에 표시
sv: Visa under titel på produktsidan
zh: 在商品详情页的头部显示

# Languages::feature_display_on_product
source: Show on the Features tab
fi: Näytä Ominaisuudet-välilehdellä
ko: 기능 탭에 표시
sv: Visa i egenskapsflik
zh: 在功能选项卡上显示

# Languages::feature_hide_on_catalog
source: Hide in product list
fi: Piilota tuoteluettelossa
ko: 제품 목록에서 숨기기
sv: Göm i produktlistan
zh: 隐藏在产品列表中

# Languages::feature_hide_on_header
source: Hide in header on the product details page
fi: Piilota tuotetietosivun otsikossa
ko: 상품 상세 페이지의 헤더에서 숨기기
sv: Göm i rubriken på produktinformationssidan
zh: 隐藏在产品详细信息页面的标题中

# Languages::feature_hide_on_product
source: Hide on the Features tab
fi: Piilota Ominaisuudet-välilehdellä
ko: 기능 탭에서 숨기기
sv: Göm på fliken Funktioner
zh: 隐藏在功能选项卡上

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
fi: Palaute on lähetetty onnistuneesti.
ko: 피드백이 성공적으로 전송되었습니다.
sv: Din feedback har skickats.
zh: 反馈信息已发送成功.

# Languages::feedback_values
source: Feedback values
fi: Palautearvot
ko: 피드백 값
sv: Feedback
zh: 反馈信息

# Languages::field
source: Field
fi: Ala
ko: 필드
sv: Fält
zh: 区域

# Languages::field_editor
source: Field Editor
fi: Kenttäeditori
ko: 필드 편집기
sv: Fältredigerare
zh: 区域编辑器

# Languages::file
source: File
fi: Tiedosto
ko: 파일
sv: Filer
zh: 文件

# Languages::filename
source: File name
fi: Tiedoston nimi
ko: 파일 이름
sv: Filnamn
zh: 文件名称

# Languages::files
source: Files
fi: Tiedostot
ko: 파일
sv: Filer
zh: 文件

# Languages::sell_files
source: Files to sell
fi: Tiedostot myydään
ko: 판매 할 파일
sv: Filer att sälja
zh: 售卖的文件

# Languages::filesize
source: File size
fi: Tiedoston koko
ko: 파일 크기
sv: Filstorlek
zh: 文件大小

# Languages::files_changes
source: File changes
fi: Tiedoston muutokset
ko: 파일 변경
sv: Filändringar
zh: 文件更改

# Languages::files_directory
source: Files directory
fi: Tiedostojen hakemisto
ko: 파일 디렉토리
sv: Mapp
zh: 文件目录

# Languages::downloadable_product_files_directory
source: Directory for the files of downloadable products
fi: Hakemisto ladattavien tuotteiden tiedostoille
ko: 다운로드 가능한 제품의 파일 디렉토리
sv: Katalog för filer av nedladdningsbara produkter
zh: 可下载产品文件目录

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
fi: Tämä tiedosto on käytettävissä, kun tilaus on maksettu kokonaisuudessaan.
ko: 이 파일은 주문이 전액 지불 된 후에 사용할 수 있습니다.
sv: Denna fil kommer att vara tillgänglig efter betalning.
zh: 此文件在订单全额支付后提供.

# Languages::file_browser
source: File browser
fi: Tiedostoselain
ko: 파일 탐색기
sv: Filhanteraren
zh: 文件浏览器

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
fi: Tällä tiedostolla ei ole latausavainta.
ko: 이 파일에는 다운로드 키가 없습니다.
sv: Denna fil har ingen nedladdningsnyckel.
zh: 此文件没有下载密匙.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
fi: Tiedostoa ei voi ladata, koska latausraja, joka on [limit] , on ylitetty.
ko: [limit]에 해당하는 다운로드 제한을 초과하여 파일을 다운로드 할 수 없습니다.
sv: Filen kan inte laddas ner eftersom den redan hämtats [limit] gånger.
zh: 该文件不能下载, 因为下载限制等于 [limit] 已超过.

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
fi: Tiedosto on liian suuri. Suurin latauskoko on [size].
ko: 파일이 너무 큽니다. 최대 업로드 크기는 [size]입니다.
sv: Filen är för stor. Största tillåtna storlek för uppladdning är [size].
zh: 文件太大。最大支持 [size].

# Languages::files_are_too_large
source: Total size of the uploaded files exceeds the maximum limit of [size].
fi: Ladattujen tiedostojen kokonaiskoko ylittää enimmäisrajan [size].
ko: 업로드 된 파일의 총 크기가 최대 한도 인 [size]를 초과합니다.
sv: Den totala storleken på de uppladdade filerna överskrider den maximala gränsen på [size].
zh: 已上载的文件的总大小超过 [size] 的最大限制。

# Languages::file_tree
source: File tree
fi: Tiedostopuu
ko: 파일 트리
sv: Filträd
zh: 文件树

# Languages::filling
source: Filling
fi: Täyte
ko: 메우기
sv: Fyllnad
zh: 填写

# Languages::filter
source: Filter
fi: Suodattaa
ko: 필터
sv: Filtrera
zh: 筛选

# Languages::filters
source: Filters
fi: Suodattimet
ko: 필터
sv: Filter
zh: 筛选

# Languages::filters_menu_description
source: Product filters are displayed on the storefront and enable your customers to quickly find the products.
fi: Tuotesuodattimet näkyvät myymälässä, ja niiden avulla asiakkaat voivat löytää tuotteet nopeasti.
ko: 상품 필터는 상점 첫 화면에 표시되며 고객이 상품을 빠르게 찾을 수 있도록합니다.
sv: Hantera produktfilter.
zh: 商品筛选器显示在店铺前台页面，方便用户快速找到商品。

# Languages::filter_by
source: Filter by
fi: Suodatusperuste
ko: 필터
sv: Filtrera efter
zh: 筛选条件

# Languages::filter_description
source: Filter description
fi: Suodattimen kuvaus
ko: 필터 설명
sv: Filterbeskrivning
zh: 筛选描述

# Languages::filter_name
source: Filter name
fi: Suodattimen nimi
ko: 필터 이름
sv: Filternamn
zh: 筛选名称

# Languages::filters_in_use
source: All features are already in use
fi: Kaikki ominaisuudet ovat jo käytössä
ko: 모든 기능이 이미 사용 중입니다.
sv: Alla funktioner används redan
zh: 所有功能使用中

# Languages::finance_product_code
source: Finance product code
fi: Rahoitustuotekoodi
ko: 금융 상품 코드
sv: Finansiell produktkod
zh: 金融产品代码

# Languages::financial_state
source: Financial state
fi: Taloudellinen tila
ko: 재무 상태
sv: Finansiell status
zh: 财务状况

# Languages::find_results_with
source: Find results with
fi: Hakuehto
ko: 결과 찾기
sv: Sök efter
zh: 查询结果

# Languages::finish
source: Finish
fi: Viedä loppuun
ko: 끝내기
sv: Avsluta
zh: 完成

# Languages::finished
source: Finished
fi: Valmis
ko: 완료
sv: Färdiga
zh: 完成

# Languages::finnish
source: Finnish
fi: Suomalainen
ko: 핀란드어
sv: finska
zh: 完成

# Languages::first_name
source: First name
fi: Etunimi
ko: 이름
sv: Förnamn
zh: 名

# Languages::flemish
source: Flemish
fi: flaami
ko: 플라망어
sv: flamländska
zh: 佛兰芒语

# Languages::folder
source: Folder
fi: Kansio
ko: 폴더
sv: Mapp
zh: 文件夹

# Languages::folder_is_empty
source: Folder is empty
fi: Kansio on tyhjä
ko: 폴더가 비어 있습니다
sv: Mappen är tom
zh: 文件夹是空的

# Languages::footer
source: Footer
fi: Alatunniste
ko: 푸터
sv: Sidofot
zh: 底部

# Languages::for
source: for
fi: yht.
ko: 에
sv: för
zh: 共

# Languages::forbidden
source: Forbidden
fi: Kielletty
ko: 금지됨
sv: Ej tillåtna
zh: 被禁止的

# Languages::forbidden_combinations
source: Forbidden combinations
fi: Kielletyt yhdistelmät
ko: 금지 된 조합
sv: Ej tillåtna kombinationer
zh: 禁止组合

# Languages::forgot_password_question
source: Forgot your password?
fi: Unohtuiko salasanasi?
ko: 암호를 잊으셨나요?
sv: Glömt lösenordet?
zh: 您忘记密码了吗?

# Languages::form
source: Form
fi: Lomake
ko: 폼
sv: Formulär
zh: 表单

# Languages::format
source: Format
fi: Muoto
ko: 형식
sv: Formatera
zh: 格式

# Languages::forms
source: Forms
fi: Lomakkeet
ko: 폼
sv: Formulär
zh: 表单

# Languages::form_id
source: Form ID
fi: Lomakkeen tunnus
ko: 양식 ID
sv: Formulär ID
zh: 表单ID

# Languages::for_all_found_orders
source: For orders on ALL pages
fi: Tilaukset KAIKILLE sivuille
ko: 모든 페이지의 주문에 관하여
sv: För ordrar på ALLA sidor
zh: 订单上的所有网页

# Languages::for_this_page_orders
source: For orders on THIS page
fi: Tilaukset TÄLLÄ sivulla
ko: 이 페이지의 주문에 관하여
sv: För ordrar på DENNA sidor
zh: 订单上的此网页

# Languages::fragile
source: Fragile
fi: Hauras
ko: 파손주의
sv: Ömtålig
zh: 易碎的

# Languages::free
source: Free
fi: Ilmainen
ko: 무료
sv: Fri
zh: 免费

# Languages::free_products
source: Free products
fi: Ilmaiset tuotteet
ko: 무료 제품
sv: Gratisprodukter
zh: 免费产品

# Languages::free_shipping
source: Free shipping
fi: Ilmainen
ko: 무료 배송
sv: Fri leverans
zh: 免费配送

# Languages::french
source: French
fi: Ranskan kieli
ko: 프랑스어
sv: franska
zh: 法语

# Languages::from
source: from
fi: alkaen
ko: 부터
sv: från
zh: 开始

# Languages::from_date
source: Date from
fi: Päivämäärä alkaen
ko: 시작일
sv: Datum från
zh: 开始日期

# Languages::fulfillment_state
source: Fulfillment state
fi: Toteutustila
ko: 이행 상태
sv: Uppfyllandetillstånd
zh: 完成状态

# Languages::full
source: Full
fi: Koko
ko: 전체
zh: 全部

# Languages::fullauth
source: Fullauth
ko: 풀로트
sv: Fullauktoriserad
zh: 完整路径

# Languages::full_description
source: Full description
fi: Tuotteen kuvaus
ko: 상세 설명
sv: Beskrivning
zh: 全部描述

# Languages::full_list
source: Full list
fi: Täysi lista
ko: 전체 목록
sv: Fullständig lista
zh: 全部列表

# Languages::full_tree_cat
source: Full tree
fi: Täysi puu
ko: 풀 트리
sv: Fullt träd
zh: 全部

# Languages::full_tree_pages
source: Full tree
fi: Täysi puu
ko: 전체 트리
sv: Fullt träd
zh: 整个目录树

# Languages::full_width
source: Full width
fi: Täysi leveys
ko: 전체 너비
sv: Full bredd
zh: 整体宽度

# Languages::function
source: Core
fi: Ydin
ko: 코어
sv: Kärna
zh: 要点

# Languages::function_deprecated
source: Function [old_function] is deprecated and will be removed in next version. Please use [new_function] instead of it.
fi: Funktio [old_function] on vanhentunut ja se poistetaan seuraavassa versiossa. Käytä [new_function] sen sijaan.
ko: [old_function] 함수는 더 이상 사용되지 않으며 다음 버전에서 제거됩니다. 대신 [new_function]을 사용하십시오.
sv: Funktionen [old_function] är föråldrad och kommer att tas bort i nästa version. Använd [new_function] i stället.
zh: [old_function]的功能已过时将会在CS-Cart的下个版本移除. 请使用[new_function]代替.

# Languages::gateway
source: Gateway
ko: 게이트웨이
sv: Inkörsport
zh: 网关

# Languages::gateways
source: Gateways
fi: Yhdyskäytävät
ko: 게이트웨이
zh: 网关

# Languages::general
source: General
fi: Yleiset
ko: 일반
sv: Allmänt
zh: 常规

# Languages::general_info
source: General information
fi: Yleistä tietoa
ko: 일반 정보
sv: Allmän information
zh: 一般信息

# Languages::general_statistics
source: General statistics
fi: Yleiset tilastot
ko: 일반 통계
sv: Allmän statistik
zh: 一般统计

# Languages::generate
source: Generate
fi: Tuottaa
ko: 생성
sv: Skapa
zh: 生成

# Languages::generate_submenu
source: Generate submenu
fi: Luo alivalikko
ko: 하위 메뉴 생성
sv: Generera undermeny
zh: 生成子菜单

# Languages::geography
source: Geography
fi: Maantiede
ko: 지리학
sv: Geografi
zh: 位置

# Languages::german
source: German
fi: Saksan kieli
ko: 독일어
sv: tysk
zh: 德语

# Languages::get_rates
source: Get rates
fi: Laske
ko: 율 가져오기
sv: Hämta priser
zh: 获取比率

# Languages::give_coupon_subj
source: you have new promotion
fi: sinulla on uusi ylennys
ko: 새로운 프로모션이 있습니다
sv: du har en ny rabattkod
zh: 您有新的促销

# Languages::global
source: Global
fi: Maailmanlaajuinen
ko: 글로벌
zh: 全局

# Languages::global_options
source: Global options
fi: Globaalit vaihtoehdot
ko: 글로벌 옵션
sv: Globalat alternativ
zh: 全局选项

# Languages::global_status
source: Global status
fi: Globaali tila
ko: 글로벌 상태
zh: 全局状态

# Languages::global_update
source: Global update
fi: Globaali päivitys
ko: 글로벌 업데이트
sv: Global uppdatering
zh: 全局更新

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
fi: Positiivisia tai negatiivisia arvoja voidaan syöttää alla oleviin kenttiin (esim. -5).
ko: 아래 필드에 양수 또는 음수 값을 입력 할 수 있습니다 (예 : -5).
sv: Positiva eller negativa värden kan anges i fälten nedan (t.ex. -5).
zh: 可以在下面的字段中输入正值或负值(如:-5).

# Languages::go
source: Go
fi: Mennä
ko: 가기
sv: Utför
zh: 继续

# Languages::google
source: Google
ko: 구글
zh: 谷歌

# Languages::google_base
source: Google Base
zh: 基于Google

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
fi: <b>Huomautus:</b> Voit määrittää vero- ja toimitushinnat Google-kauppiaskeskuksen <a href="http://www.google.com/merchants/taxshippingsettings">Verot ja toimitusyhteenveto</a> -sivulla.
ko: <b> 참고 : </ b> Google 상인 센터의 <a href="http://www.google.com/merchants/taxshippingsettings"> 세금 및 배송 요약 </a> 페이지에서 세금 및 배송비를 설정할 수 있습니다.
sv: <b>Obs!</b> Du kan ställa in moms och leveranskostnad på <a href="https://merchants.google.com/Home#taxsettings">moms</a> och <a href="https://merchants.google.com/Home#shippingsettings">leverans</a> i ditt Google Merchant Center.
zh: <b>注意:</b>您可以在您Google的商业中心设置税项及运费费率<a href="http://www.google.com/merchants/taxshippingsettings">税款和运费总额</a>.

# Languages::goto_theme_configuration
source: Browse themes
fi: Selaa teemoja
ko: 테마 찾아보기
sv: Visa teman
zh: 浏览主题

# Languages::remove_theme
source: Remove theme
fi: Poista teema
ko: 테마 제거
sv: Ta bort tema
zh: 删除主题

# Languages::go_back
source: Go back
fi: Palaa takaisin
ko: 뒤로 가기
sv: Tillbaka
zh: 返回

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
fi: Mene järjestelmänvalvojan kotisivulle
ko: 에드민 홈페이지로 이동
sv: Till kontrollpanepanelen
zh: 转到管理首页

# Languages::go_to_the_homepage
source: Go to the homepage
fi: Etusivulle
ko: 홈페이지로 이동
sv: Till startsidan
zh: 转到首页

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
fi: Grammat painosymbolin määrittämänä painoyksikönä
ko: 무게 기호로 정의된 무게 단위의 그램
sv: Gram i viktenhet definierad av viktsymbol
zh: 在单位重量中克与重量符号的比值

# Languages::graphic
source: Graphic
fi: Graafinen
ko: 그래픽
sv: Grafisk
zh: 图表 [条形图]

# Languages::greek
source: Greek
fi: kreikkalainen
ko: 그리스어
sv: grekisk
zh: 希腊语

# Languages::grid
source: Grid
fi: Taulukko1
ko: 그리드
sv: Rutnät
zh: 网格

# Languages::tmpl_grid
source: Grid
fi: Ruudukko
ko: 그리드
sv: Rutnät
zh: 网格

# Languages::tmpl_grid2
source: Grid2
fi: Ruudukko2
sv: Rutnät2
zh: 网格 2

# Languages::grid_options
source: Grid options
fi: Ruudukkovaihtoehdot
ko: 그리드 옵션
sv: Rutnät inställningar
zh: 网格选项

# Languages::gross_total
source: Gross total
fi: Brutto yhteensä
ko: 총 합계
sv: Brutto
zh: 总计

# Languages::group
source: Group
fi: Ryhmä
ko: 그룹
sv: Grupp
zh: 组

# Languages::groups
source: Groups
fi: ryhmät
ko: 그룹
sv: Grupper
zh: 组

# Languages::guest
source: Guest
fi: Vierailija
ko: 손님
sv: Gäst
zh: 游客

# Languages::has_credit_memo
source: Has credit memo
fi: On luottomuistio
ko: 크레딧 메모 있음
sv: Har kreditfaktura
zh: 有欠款通知

# Languages::has_invoice
source: Has invoice
fi: On lasku
ko: 송장 있음
sv: Har faktura
zh: 有发票

# Languages::header
source: Header
fi: Otsikko
ko: 헤더
sv: Sidhuvud
zh: 标头

# Languages::sidebar
source: Sidebar
fi: Sivupalkki
ko: 사이드바
sv: Sidofält
zh: 侧边栏

# Languages::hebrew
source: Hebrew
fi: heprealainen
ko: 히브리어
sv: hebreiska
zh: 希伯来语

# Languages::height
source: Height
fi: Korkeus
ko: 높이
sv: Höjd
zh: 高度

# Languages::hello
source: Hello
fi: Hei
ko: 안녕하세요
sv: Hallå
zh: 您好

# Languages::help
source: Help
fi: auta
ko: 도움말
sv: Hjälp
zh: 帮助

# Languages::hidden
source: Hidden
fi: Piilotettu
ko: 숨기기
sv: Dold
zh: 下架

# Languages::hide
source: Hide
fi: Piilota
ko: 숨기기
sv: Stäng
zh: 收藏

# Languages::hide_add_to_cart_button
source: Hide add to cart button
fi: Piilota Lisää ostoskoriin -painike
ko: 장바구니에 추가 버튼 숨기기
sv: Dölj lägg i varukorg knappen
zh: 隐藏添加到购物车按钮

# Languages::hide_options
source: Hide options
fi: Piilota vaihtoehdot
ko: 옵션 숨기기
sv: Dölj alternativ
zh: 隐藏选项

# Languages::show_options
source: Show options
fi: Näytä vaihtoehdot
ko: 옵션 표시
sv: Visa alternativ
zh: 显示选项

# Languages::hide_option_completely
source: Hide option completely
fi: Piilota vaihtoehto kokonaan
ko: 옵션을 완전히 숨기기
sv: Dölj alternativet helt
zh: 完成隐藏选项

# Languages::home
source: Home
fi: Etusivu
ko: 홈
sv: Hem
zh: 首页

# Languages::home_page
source: Home page
fi: Kotisivu
ko: 홈으로 가기
sv: Hemsida
zh: 首页

# Languages::horizontal
source: Horizontal
fi: Vaakasuora
ko: 가로
sv: Horisontell
zh: 水平的

# Languages::host
source: Host name
fi: Isäntänimi
ko: 호스트 이름
sv: Värdnamn
zh: 主机名称

# Languages::host_code
source: Host code
fi: Isäntäkoodi
ko: 호스트 코드
sv: Värdkod
zh: 主机代码

# Languages::hour
source: Hour
fi: Tunnin
ko: 시
sv: Timme
zh: 小时

# Languages::how_to_send
source: How to send?
fi: Lähetystapa
ko: 보내는 방법?
sv: Skicka till?
zh: 如何发送?

# Languages::html_block
source: HTML block
fi: HTML-lohko
ko: HTML 블록
zh: HTML 版块

# Languages::hungarian
source: Hungarian
fi: Unkarin kieli
ko: 헝가리어
sv: ungerska
zh: 匈牙利语

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
fi: Limitetty 2/5 perustuu standardin 2/5 symboliikkaan.<br/>Interleaved 2/5 on suunniteltu koodaamaan vain 10 numeroa.
ko: Interleaved 2 of 5는 Standard 2 of 5 기호를 기반으로 합니다.<br/>Interleaved 2 of 5는 10자리만 인코딩하도록 설계되었습니다.
sv: Interfolierad 2 av 5 är baserad på standard 2 av 5 symbolik<br>Interfolierad 2 av 5 är utformad för att endast koda 10 siffror.
zh: 交错的2与5.基本2与5符号系统.<br/>交错的2与5设计的编码仅10位数字.

# Languages::icon
source: Icon
fi: Kuvake
ko: 아이콘
sv: Ikon
zh: 图像

# Languages::identifier
source: PayBox identifier
fi: PayBox-tunniste
ko: PayBox 식별자
sv: PayBox ID
zh: PayBox标识符

# Languages::iframe_mode
source: iFrame mode
fi: iFrame-tilassa
sv: iFrame-läge
zh: 框架模式

# Languages::illegal_item_weight
source: Illegal item weight
fi: Tuotteen laiton paino
ko: 잘못된 아이템 무게
sv: Otillåten produktvikt
zh: 不合法物品的重量

# Languages::image
source: Image
fi: Kuva
ko: 이미지
sv: Bild
zh: 图片

# Languages::images
source: Images
fi: kuvat
ko: 이미지
sv: Bilder
zh: 图片

# Languages::images_directory
source: Images directory
fi: Kuvien hakemisto
ko: 이미지 디렉토리
sv: Bildmapp
zh: 图片目录

# Languages::image_pair
source: Image pair
fi: Kuvapari
ko: 이미지 pair
sv: Bilder
zh: 成对图片

# Languages::image_verification
source: Image verification
fi: Kuvanvarmennus
ko: 이미지 확인
sv: Bildverifikation
zh: 图片验证

# Languages::image_verification_body
source: Type the characters you see in the picture above.
fi: Kirjoita kenttään kuvassa näkyvät kirjaimet/numerot
ko: 위 그림에 표시된 문자를 입력하십시오.
sv: Ange koden du ser på bilden.
zh: 输入您在上面图片中看到的字符.

# Languages::image_verification_label
source: Anti-bot validation
fi: Varmistus roskapostin torjumiseksi
ko: 안티 봇 검증
sv: Säkerhetskod
zh: 视觉验证

# Languages::immediately
source: Immediately
fi: Heti
ko: 발행 - 발행 박스에서 게시판을 발행할 수 있는 조건을 설정할 수 있습니다. 상태, 가시성, 그리고 발행(즉시)가 있으며, 옵션을 더 보려면 편집 링크를 클릭하세요. 가시성은 게시판을 비밀번호로 보호하거나 블로그의 최상단에 무기한 배치할 수 있는(붙박이) 옵션이 있습니다. 발행(즉시)는 미래나 과거의 날짜와 시간을 설정할 수 있으므로 게시판을 미래의 날짜로 발행하거나 과거의 날짜로 돌릴 수 있습니다.
sv: Direkt
zh: 立即

# Languages::import
source: Import
fi: Tuonti
ko: 가져오기
sv: Importera
zh: 导入

# Languages::important
source: Important
fi: Huom!
ko: 중요
sv: Obs!
zh: 重要

# Languages::importing_data
source: Importing data
fi: Tuodaan tietoja
ko: 데이터 가져 오기
sv: Importerar data
zh: 重要资料

# Languages::import_data
source: Import data
fi: Tuo tiedot
ko: 데이터 가져오기
sv: Import
zh: 导入资料

# Languages::import_locations
source: Import locations
fi: Tuo sijainnit
ko: 가져 오기 위치
sv: Importera platser
zh: 导入位置

# Languages::import_options
source: Import options
fi: Tuontiasetukset
ko: 가져오기 옵션
sv: Importinställningar
zh: 导入选项

# Languages::in
source: In
fi: Sisään
ko: 포함
sv: I
zh: 中

# Languages::included
source: included
fi: sisältyy
ko: 포함된
sv: ingår med
zh: 已包含

# Languages::include_cvn
source: Include CVN
fi: Sisällytä CVN
ko: CVN 포함
sv: Inkludera CVN
zh: 包含 CVN

# Languages::including_discount
source: Including discount
fi: sis. alennuksen
ko: 할인 포함
sv: Rabatt
zh: 已包含折扣

# Languages::including_tax
source: Including tax
fi: sis. alv
ko: 세금 포함
sv: Inkl. moms
zh: 已包含税

# Languages::incompleted
source: Incomplete
fi: Epätäydellinen
ko: 미완료
sv: Ofullständig
zh: 未完成的订单

# Languages::incompleted_orders
source: Incomplete orders
fi: Puutteelliset tilaukset
ko: 미완성된 주문
sv: Ofullständiga ordrar
zh: 未完成的订单

# Languages::incorrect_filling_message
source: Incorrect filling message
fi: Väärä täyttöviesti
ko: 잘못된 채우기 메시지
sv: Felmeddelande
zh: 消息填写不正确

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
fi: Tuotetta ei ole lisätty ostoskoriin. Anna oikea hinta.
ko: 제품이 장바구니에 추가되지 않았습니다. 정확한 가격을 입력하세요.
sv: Produkten har inte lagts i din varukorg. Ange rätt pris.
zh: 产品没有添加到购物车.请输入正确价格.

# Languages::increase
source: Increase
fi: Lisääntyä
ko: 증가
sv: Öka
zh: 增加

# Languages::inc_tax
source: inc tax
fi: sis. alv
sv: inkl. moms
zh: 公司税

# Languages::index
source: Home page
fi: Kotisivu
ko: 홈으로 가기
sv: Startsidan
zh: 首页

# Languages::information
source: Information
fi: Info
ko: 정보
zh: 信息

# Languages::tip
source: Tip
fi: Kärki
ko: 팁
sv: Dricks
zh: 提示

# Languages::inner_hint
source: Inner hint
fi: Sisäinen vihje
ko: 내부 힌트
sv: Tips i fält
zh: 内部提示

# Languages::input_field
source: Input field
fi: Tekstikenttä
ko: 입력 필드
sv: Inmatningsområde
zh: 输入区域

# Languages::insert_block
source: Add block
fi: Lisää lohko
ko: 블록 추가
sv: Lägg till block
zh: 添加版块

# Languages::insert_grid
source: Add grid
fi: Lisää ruudukko
ko: 그리드 추가
sv: Lägg till rutnät
zh: 添加网格

# Languages::install
source: Install
fi: Asentaa
ko: 설치
sv: Installera
zh: 安装

# Languages::installation_id
source: Installation ID
fi: Asennustunnus
ko: 설치 ID
sv: Installations-ID
zh: 安装ID

# Languages::installed
source: Installed
fi: Asennettu
ko: 설치됨
sv: Installerad
zh: 已安装

# Languages::installed_languages
source: Installed
fi: Asennettu
ko: 설치됨
sv: Installerade
zh: 已安装

# Languages::installed_upgrades
source: Installed upgrades
fi: Asennetut päivitykset
ko: 설치된 업그레이드
sv: Installerade uppgraderingar
zh: 升级安装

# Languages::welcome_screen.administrator_info
source: To access the administrator area, use the e-mail (<b>[email]</b>) and the password you have entered earlier.
fi: Päästäksesi järjestelmänvalvoja-alueelle, käytä sähköpostiosoitetta (<b>[email]</b>) ja aiemmin antamaasi salasanaa.
ko: 관리자 영역에 액세스하려면 이전에 입력 한 이메일 (<b> [email] </ b>)과 비밀번호를 사용하십시오.
sv: För att logga in på kontrollpanelen använd e-postadressen <b>[email]</b> och ditt valda lösenord.
zh: 若要访问管理员界面，请使用电子邮件 (<b>[email]</b>) 和你刚才输入的密码。

# Languages::welcome_screen.go_admin_panel
source: Go to the administration panel
fi: Siirry hallintapaneeliin
ko: 에드님 패널로 이동
sv: Till kontrollpanelen
zh: 跳转到管理员界面

# Languages::welcome_screen.go_storefront
source: Go to the storefront
fi: Mene myymälään
ko: 상점으로 이동
sv: Till butiken
zh: 跳转到店铺前台页面

# Languages::welcome_screen.go_settings_wizard
source: Go to the Settings wizard for basic store setup
fi: Siirry ohjattuun asetustoimintoon myymälän perusasetuksiin
ko: 기본 상점 설정을 위해 설정 마법사로 이동
sv: Gå till inställningsguiden för en grundläggande installation av butiken
zh: 跳转到店铺基本设置向导

# Languages::welcome_screen.knowledge_base
source: Documentation
fi: Dokumentointi
ko: 문서
sv: Dokumentation
zh: 文档

# Languages::welcome_screen.run_settings_wizard
source: Run Settings wizard
fi: Suorita ohjattu asetustoiminto
ko: 설정 마법사 실행
sv: Kör inställningsguiden
zh: 运行设置向导

# Languages::welcome_screen.learn_more_configuration
source: Learn more about storefront configuration in our
fi: Lue lisää julkisivun konfiguroinnista sivuiltamme
ko: 상점 화면 구성에 대해 자세히 알아보십시오.
sv: Läs mer om butiksinställningarna i vår
zh: 了解更多店面配置信息，在我们

# Languages::welcome_screen.thanks
source: Thank you for choosing [product]. Happy selling!
fi: Kiitos, että valitsit [product]. Onnea myyntiin!
ko: [product]을 선택 해주셔서 감사합니다. 즐거운 판매!
sv: Tack för att du valde [product]. Lycka till med försäljningen!
zh: 感谢你选择 [product]。 交易愉快！

# Languages::installer_complete_title
source: Installation successfully finished
fi: Asennus onnistui
ko: 설치가 성공적으로 완료되었습니다.
sv: Installationen slutförd
zh: 安装已成功完成

# Languages::international_settings
source: International settings
fi: Kansainväliset asetukset
ko: 국제 설정
sv: Internationella inställningar
zh: 国际设置

# Languages::international_usps
source: International U.S.P.S.
fi: Kansainvälinen USPS
ko: 국제 U.S.P.S.
sv: Internationell U.S.P.S.
zh: 国际 U.S.P.S.

# Languages::inventory
source: Inventory
fi: Varasto
ko: 목록
sv: Lager
zh: 产品库存

# Languages::track_inventory
source: Track inventory
fi: Seuraa varastoa
ko: 재고 추적
sv: Spåra inventering
zh: 跟踪库存
