Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::reports_parameter_15
source: Managers
fi: Johtajat
ko: 라인 관리자
sv: Chefer
zh: 经理人

# Languages::reports_parameter_2
source: The number of orders
fi: Tilausten määrä
ko: 주문 수
sv: Antal ordrar
zh: 订单数

# Languages::reports_parameter_3
source: Orders
fi: Tilaukset
ko: 주문
sv: Ordrar
zh: 订单

# Languages::reports_parameter_4
source: Statuses of orders
fi: Tilausten tilat
ko: 주문 상태
sv: Orderststus
zh: 订单状态

# Languages::reports_parameter_5
source: Payment methods
fi: Maksutavat
ko: 결제수단
sv: Betalsätt
zh: 支付方式

# Languages::reports_parameter_6
source: Rate areas
fi: Arvioi alueet
ko: 요금 영역
sv: Betygsätt områden
zh: 评价区域

# Languages::reports_parameter_7
source: Users
fi: Käyttäjät
ko: 사용자
sv: Användare
zh: 用户

# Languages::reports_parameter_8
source: Discounts and coupons
fi: Alennukset ja kupongit
ko: 할인 및 쿠폰
sv: Rabatter och kuponger
zh: 折扣和优惠券

# Languages::reports_parameter_9
source: Taxes
fi: Verot
ko: 세금
sv: Moms
zh: 税金

# Languages::request
source: Request
fi: Pyyntö
ko: 요청
sv: Skicka
zh: 请求

# Languages::requests_count
source: Requests count
fi: Pyynnöt lasketaan
ko: 요청 수
sv: Antal förfrågningar
zh: 请求计数

# Languages::requesttype
source: Request type
fi: Pyynnön tyyppi
ko: 요청 유형
sv: Typ av begäran
zh: 请求类型

# Languages::request_account_name
source: Requested account name
fi: Pyydetty tilin nimi
ko: 요청 된 계정 이름
sv: Förfrågat kontonamn
zh: 请求的帐户名称

# Languages::required
source: Required
fi: Pakollinen
ko: 필수
sv: Obligatorisk
zh: 必需的

# Languages::reset
source: Reset
fi: Tyhjennä
ko: 초기화
sv: Rensa
zh: 重置

# Languages::reset_filter
source: Reset filter
fi: Nollaa suodatin
ko: 필터 재설정
sv: Återställ filter
zh: 重置条件

# Languages::reset_inventory
source: Reset inventory
fi: Nollaa varasto
ko: 재고 재설정
sv: Återställ lager
zh: 重置库存

# Languages::reset_quantity_to_zero
source: Set quantity of all products to zero
fi: Aseta kaikkien tuotteiden määrä nollaan
ko: 모든 제품의 수량을 0으로 설정
sv: Ställ in kvantiteten av alla produkter till noll
zh: 将所有产品的数量设置为零

# Languages::reset_quantity_to_zero_tooltip
source: If you enable this setting, all the products in your store will have their quantity set to 0, except for the products that have the quantity specified in the imported file.
fi: Jos otat tämän asetuksen käyttöön, kaikkien myymäläsi tuotteiden määräksi asetetaan 0, paitsi tuotteille, joiden määrä on määritetty tuodussa tiedostossa.
ko: 이 설정을 사용하면 가져온 파일에 지정된 수량이있는 제품을 제외하고 상점의 모든 제품의 수량이 0으로 설정됩니다.
sv: Om du aktiverar den här inställningen kommer alla produkter i din butik att ha sin kvantitet inställd på 0, förutom de produkter som har den kvantitet som anges i den importerade filen.
zh: 如果启用此设置，则商店中的所有产品的数量都将设置为 0，但在导入文件中指定数量的产品除外。

# Languages::reset_password
source: Reset password
fi: Salasanan palautus
ko: 비밀번호 재설정
sv: Återställ lösenord
zh: 重置密码

# Languages::resolved
source: Resolved
fi: Ratkaistu
ko: 해결됨
sv: Löst
zh: 已解决的

# Languages::response
source: Response
fi: Vastaus
ko: 응답
sv: Svar
zh: 响应

# Languages::restore
source: Restore
fi: Palauttaa
ko: 복구
sv: Återställ
zh: 恢复

# Languages::restore_default
source: Use default value
fi: Käytä oletusarvoa
ko: 기본값 사용
sv: Använd standardvärden
zh: 使用默认值

# Languages::restore_from_repository
source: Restore from the repository
fi: Palauta arkistosta
ko: 저장소에서 복원
sv: Återställ från förvaringsplatsen
zh: 从库中回复

# Languages::ResultCode
source: ResultCode
fi: Tuloskoodi
sv: Resultatkod
zh: 接口返回码

# Languages::ResultDescription
source: ResultDescription
fi: Tuloksen kuvaus
sv: Resultatbeskrivning
zh: 结果描述

# Languages::return
source: Return to normal view
fi: Palaa normaalinäkymään
ko: 일반 뷰로 돌아 가기
sv: Tillbaka till normal visning
zh: 回到正常的视图

# Languages::returning_customer
source: Returning customer
fi: Vanha asiakas
ko: 재방문 고객
sv: Logga in på ditt konto
zh: 客户退货

# Languages::return_url_target
source: Return URL target
fi: Palauta URL-kohde
ko: 반환 URL 타겟
sv: Retur URL
zh: 返回URL目标

# Languages::reuse
source: Reuse
fi: Uudelleenkäyttö
ko: 재사용
sv: Återanvänd
zh: 再使用

# Languages::reversed
source: Reversed
fi: Käänteinen
ko: 취소
sv: Omvänd
zh: 相反的

# Languages::revert
source: Revert
fi: Kumoa
ko: 되돌리기
sv: Återställ
zh: 恢复

# Languages::re_order
source: Reorder this order
fi: Kopioi tilaus
ko: 이 주문 재주문
sv: Köp detta igen
zh: 再次订购此订单

# Languages::right
source: Right
fi: Oikein
ko: 오른쪽
sv: Rätt
zh: 右边

# Languages::right_to_left_orientation
source: Right to left orientation
fi: Suunta oikealta vasemmalle
ko: 오른쪽에서 왼쪽 방향
sv: Höger till vänster orientering
zh: 右至左的方向

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
fi: Riskien tarkistus on käynnissä. Yritä ladata tämä sivu uudelleen hetken kuluttua.
ko: 리스크 점검이 진행 중입니다. 잠시 후이 페이지를 새로 로딩하세요.
sv: Riskkontroll pågår. Försök att ladda om denna sida om en minut.
zh: 风险评估过程中.在一分钟内请尝试重新加载该页面.

# Languages::risk_information
source: Risk information
fi: Riskitiedot
ko: 리스크 정보
zh: 风险信息

# Languages::romanian
source: Romanian
fi: romanialainen
ko: 루마니아어
sv: rumänska
zh: 罗马尼亚

# Languages::root_category
source: Root category
fi: Juuriluokka
ko: 루트 카테고리
sv: Översta kategori
zh: 根目录

# Languages::root_level
source: Root level
fi: Juuren taso
ko: 루트 레벨
sv: Översta nivån
zh: 根级别

# Languages::root_page
source: Root level page
fi: Päätason sivu
ko: 루트 레벨 페이지
sv: Översta sidnivå
zh: 根级别页面

# Languages::round_to
source: Round to
fi: Pyöristää
ko: 반올림
sv: Avrundning
zh: 转到

# Languages::routing_code
source: Routing Number
fi: Reititysnumero
ko: 라우팅 번호
sv: Clearingnummer
zh: 银行代号

# Languages::runtime
source: Runtime
fi: Suoritusaika
ko: 실행 시간
sv: Körtid
zh: 运行时间

# Languages::russian
source: Russian
fi: Venäjän kieli
ko: 러시아어
sv: ryska
zh: 俄语

# Languages::sale
source: Sale
fi: Myynti
ko: 세일
sv: Försäljning
zh: 销售

# Languages::sales
source: Sales
fi: Myynti
ko: 판매
sv: Försäljning
zh: 销售

# Languages::sales_commission
source: Sales commission
fi: Myyntipalkkio
ko: 세일즈 수수료
sv: Försäljningsprovision
zh: 销售佣金

# Languages::sales_reports
source: Sales reports
fi: Myyntiraportit
ko: 영업 보고서
sv: Rapporter
zh: 销售报表

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
fi: Yksityiskohtaiset tilastot myynnistä.
ko: 판매에 대한 자세한 통계
sv: Skapa och visa detaljerade rapporter.
zh: 销售的详细统计数据.

# Languages::same_as_source
source: same as source
fi: sama kuin lähde
ko: 출처와 동일
sv: samma som ursprung
zh: 和原文件相同

# Languages::save
source: Save
fi: Tallenna
ko: 저장
sv: Spara
zh: 保存

# Languages::saved_search
source: Saved searches
fi: Tallennetut haut
ko: 저장된 검색
sv: Sökningar
zh: 已保存的搜索

# Languages::save_and_close
source: Save and close
fi: Tallenna ja sulje
ko: 저장하고 닫기
sv: Spara och stäng
zh: 保存并关闭

# Languages::save_as
source: Save As...
fi: Tallenna nimellä...
ko: 另存为
sv: Spara som...
zh: 另存为...

# Languages::save_changes
source: Save changes
fi: Tallenna muutokset
ko: 변경사항 저장
sv: Spara ändringar
zh: 保存修改

# Languages::save_discount
source: Save
fi: Ale
ko: 저장
sv: Spara
zh: 保存

# Languages::save_layout
source: Save layout
fi: Tallenna asettelu
ko: 레이아웃 저장
sv: Spara layout
zh: 保存布局

# Languages::save_layout_as
source: Save layout as
fi: Tallenna asettelu nimellä
ko: 다른 이름으로 레이아웃 저장
sv: Spara layout som
zh: 保存布局如

# Languages::save_process_payment
source: Save and process payment
fi: Tallenna ja käsittele maksu
ko: 저장하고 결제 처리
sv: Spara och behandla betalningen
zh: 保存和处理付款

# Languages::save_this_search_as
source: Save this search as
fi: Tallenna tämä haku nimellä
ko: 이 검색을 다른 이름으로 저장
sv: Spara sökning som
zh: 保存本次搜索为

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
fi: Lähetä seuraava URL-osoite SCB-tuelle, jotta se asetetaan PostbackURL-osoitteeksi: <br /><b>[return_url]</b>
ko: PostbackURL로 설정할 SCB 지원에 다음 URL을 보내주십시오. <br /><b>[return_url]</b>
sv: Skicka följande URL till SCB support för att anges som PostbackURL:<br><b>[return_url]</b>
zh: 请发送以下的URL给SCB支持者设置为回发URL: <br /><b>[return_url]</b>

# Languages::screen
source: Screen
fi: Näyttö
ko: 스크린
sv: Skärm
zh: 屏幕

# Languages::screen_resolution
source: Screen resolution
fi: Näytön resoluutio
ko: 화면 해상도
sv: Skärmupplösning
zh: 屏幕分辨率

# Languages::script
source: Script
fi: Käsikirjoitus
ko: 스크립트
sv: Skript
zh: 脚本

# Languages::tmpl_scroller
source: Scroller
ko: 스크롤러
sv: Bläddrare
zh: 滚动文本中的缩略图宽度

# Languages::scroller_direction
source: Auto-scroll direction
fi: Automaattinen vierityssuunta
ko: 자동 스크롤 방향
sv: Bläddringsriktning
zh: 自动滚动方向

# Languages::search
source: Search
fi: Haku
ko: 검색
sv: Sök
zh: 搜索

# Languages::admin_search_title
source: Search
fi: Hae
ko: 검색
sv: Sök
zh: 搜索

# Languages::admin_search_button
source: Search
fi: Hae
ko: 검색
sv: Sök
zh: 搜索

# Languages::admin_search_field
source: Search
fi: Hae
ko: 검색
sv: Sök
zh: 搜索

# Languages::admin_search_general
source: Search
fi: Hae
ko: 검색
sv: Sök
zh: 搜索

# Languages::storefront_search_button
source: Search
fi: Hae
ko: 검색
sv: Sök
zh: 搜索

# Languages::storefront_search_field
source: Search
fi: Hae
ko: 검색
sv: Sök
zh: 搜索

# Languages::storefront_search_label
source: Search
fi: Hae
ko: 검색
sv: Sök
zh: 搜索

# Languages::storefront_search_general
source: Search
fi: Hae
ko: 검색
sv: Sök
zh: 搜索

# Languages::search_again
source: Search again
fi: Etsi uudestaan
ko: 다시 검색
sv: Sök igen
zh: 再次搜索

# Languages::search_by_order
source: Search by order
fi: Hae tilauksesta
ko: 주문 검색
sv: Sök order
zh: 按订单搜索

# Languages::search_by_owner
source: Search by owner
fi: Hae omistajan mukaan
ko: 소유자로 검색
sv: Sök ägare
zh: 按所有者搜索

# Languages::search_by_price
source: Search by price
fi: Etsi hinnan perusteella
ko: 가격으로 검색
sv: Sök pris
zh: 按价格搜索

# Languages::search_by_product_features
source: Search by product features
fi: Hae tuotteen ominaisuuksien mukaan
ko: 제품 기능으로 검색
sv: Sök produktegenskap
zh: 按产品特征搜索

# Languages::search_by_product_filters
source: Search by product filters
fi: Hae tuotesuodattimilla
ko: 제품 필터로 검색
sv: Sök produktfilter
zh: 按产品过滤搜索

# Languages::search_by_sku
source: Search by product code
fi: Etsi tuotekoodilla
ko: 제품 코드로 검색
sv: KOD
zh: 按产品编码搜索

# Languages::search_by_vendor
source: Search by store
fi: Hae myymälän mukaan
ko: 매장으로 검색
sv: Sök efter butik
zh: 按店铺搜索

# Languages::search_by_weight
source: Search by weight
fi: Etsi painon perusteella
ko: 무게로 검색
sv: Sök vikt
zh: 按重量搜索

# Languages::search_engine
source: Search engine
fi: Hakukone
ko: 검색 엔진
sv: Sökmotor
zh: 搜索引擎

# Languages::search_for_pattern
source: Search for pattern
fi: Hae kuviota
ko: 패턴 검색
sv: Sökord
zh: 搜索模式

# Languages::search_in
source: Search in
fi: Etsi
ko: 검색 범위
sv: Sök i
zh: 搜索范围

# Languages::search_in_category
source: Search in category
fi: Etsi tuoteryhmästä
ko: 카테고리에서 검색
sv: Sök i kategori
zh: 分类中搜索

# Languages::search_in_subcategories
source: Search in subcategories
fi: Etsi alakategorioista
ko: 하위 카테고리에서 검색
sv: Sök även i underkategorier
zh: 在子分类中搜索

# Languages::search_options
source: Search options
fi: Hakuvalinnat
ko: 검색 옵션
sv: sökmöjligheter
zh: 搜索选项

# Languages::search_product
source: Search product
fi: Hae tuotetta
ko: 제품 검색
sv: Sök produkt
zh: 搜索产品

# Languages::search_products
source: Search products
fi: Hae tuotteita
ko: 제품검색
sv: Hitta produkter
zh: 产品搜索

# Languages::search_results
source: Search results
fi: Hakutulokset
ko: 검색 결과
sv: Sökresultat
zh: 搜索结果

# Languages::search_results_for
source: Search results for [search]
fi: Hakutulokset haulle [search]
ko: [검색]에 대한 검색 결과
sv: Sökresultat: [search]
zh: 按搜索结果[search]

# Languages::search_string
source: Search string
fi: Hakumerkkijono
ko: 검색 문자열
sv: Söksträng
zh: 搜索字符串

# Languages::search_words
source: Search words
fi: Etsi sanoja
ko: 검색 단어
sv: Sök ord
zh: 搜索词汇

# Languages::secret_key
source: Secret key
fi: Salainen avain
ko: 비밀 키
sv: Hemlig nyckel
zh: 密钥

# Languages::secret_string
source: Secret string
fi: Salainen merkkijono
ko: 비밀 문자열
sv: Hemligt snöre
zh: 安全字符串

# Languages::secret_word
source: Secret word
fi: Salasana
ko: 비밀 단어
sv: Hemligt ord
zh: 机密字

# Languages::section
source: Section
fi: osio
ko: 섹션
sv: Avdelning
zh: 区域

# Languages::section_is_not_completed
source: Section is not completed.
fi: Osio ei ole valmis.
ko: 섹션이 완료되지 않았습니다.
sv: Avdelningen är inte färdigställd.
zh: 未完成区域

# Languages::section_links
source: Section links
fi: Osion linkit
ko: 섹션 링크
sv: Avdelningslänkar
zh: 区域链接

# Languages::section_name
source: Section name
fi: Osion nimi
ko: 섹션 이름
sv: Avdelningsnamn
zh: 区域名称

# Languages::secure
source: Secure
fi: Turvallinen
ko: 보안
sv: Säker
zh: 安全

# Languages::security
source: Security
fi: Turvallisuus
ko: 보안
sv: säkerhet
zh: 安全

# Languages::secure_checkout
source: Secure checkout
fi: Tilaus
ko: 안전 결제
sv: Kassan
zh: 安全结帐

# Languages::secure_storefront_url
source: Secure storefront URL
fi: Suojattu julkisivun URL-osoite
ko: 보안 상점 URL
sv: Butikens https URL
zh: 安全店面 URL

# Languages::store_access_key
source: Access key to temporarily closed store
fi: Pääsyavain tilapäisesti suljettuun myymälään
ko: 임시 폐쇄 된 상점에 대한 액세스 키
sv: Åtkomstnyckel till tillfälligt stängd butik
zh: 临时关闭商店的访问密钥

# Languages::secure_storefront_url_already_exists
source: The value of the <strong>Secure storefront URL</strong> parameter mentioned by you already belongs to another company.
fi: Mainitsemasi suojatun julkisivun URL-osoite</strong> -parametrin arvo <strong>kuuluu jo toiselle yritykselle.
ko: 귀하가 언급 한 <strong> 보안 상점 URL </ strong> 매개 변수의 값이 이미 다른 회사에 속해 있습니다.
sv: Innehållet i <b>Butikens https URL</b> finns redan på ett annat företag.
zh: <strong>Secure storefront URL</strong> 的参数值与其他公司冲突。

# Languages::url_access_storefront
source: Use the following URL to access the storefront:<br><a href="[url]" target="_blank">[url]</a>
fi: Käytä seuraavaa URL-osoitetta päästäksesi myymälään:<br><a href="[url]" target="_blank">[url]</a>
ko: 다음 URL을 사용하여 홈페이지에 액세스하세요. <br> <a href="[url]" target="_blank"> [url] </a>
sv: Använd följande URL för att komma åt skyltfönstret:<br><a href="[url]" target="_blank">[url]</a>
zh: 使用以下 URL 访问店面：<br><a href="[url]" target="_blank">[url]</a>

# Languages::security_settings
source: Security settings
fi: Turvallisuusasetukset
ko: 보안 설정
sv: Säkerhet
zh: 安全设置

# Languages::see_demo
source: See demo
fi: Katso demo
ko: 데모보기
sv: Visa demo
zh: 查看演示

# Languages::select
source: Select
fi: Valitse
ko: 선택
sv: Välj
zh: 选择

# Languages::selectbox
source: Select box
fi: Valitse laatikko
ko: 선택상자
sv: Rullgardinslista
zh: 选择框

# Languages::selected
source: Selected
fi: Valittu
ko: 선택됨
sv: Vald
zh: 已选择

# Languages::selected_fields
source: Selected fields
fi: Valitut kentät
ko: 선택된 필드
sv: Valda fält
zh: 选定字段

# Languages::selected_items
source: Selected items
fi: Valitut kohteet
ko: 선택된 항목
sv: Valda objekt
zh: 所选择的项目

# Languages::select_all
source: Select all
fi: Valitse kaikki
ko: 모두 선택
sv: Välj alla
zh: 选择全部

# Languages::select_all_product_options
source: You should select all product options
fi: Valitse vaihtoehto
ko: 모든 제품 옵션을 선택해야합니다
sv: Du måste välja alla produktalternativ
zh: 您应该选择所有产品选项

# Languages::select_block
source: Select block
fi: Valitse lohko
ko: 블록 선택
sv: Välj block
zh: 选择版块

# Languages::select_country
source: Select country
fi: Valitse maa
ko: 국가 선택
sv: Välj land
zh: 选择国家

# Languages::select_customer
source: Select customer
fi: Valitse asiakas
ko: 고객 선택
sv: Hämta från register
zh: 选择客户

# Languages::select_dates
source: Select dates
fi: Valitse päivät
ko: 날짜 선택
sv: Välj datum
zh: 选择日期

# Languages::select_descr_lang
source: Select the description language
fi: Valitse kuvauksen kieli
ko: 설명 언어 선택
sv: Välj beskrivningsspråk
zh: 选择描述语言

# Languages::select_fields_to_edit
source: Select fields to edit
fi: Valitse muokattavat kentät
ko: 편집 할 필드 선택
sv: Välj fält att redigera
zh: 选择字段编辑

# Languages::select_file
source: Select file
fi: Valitse tiedosto
ko: 파일 선택
sv: Välj fil
zh: 选择文件

# Languages::select_image
source: Select image
fi: Valitse kuva
ko: 이미지 선택
sv: Välj bild
zh: 选择图片

# Languages::select_options
source: Select options
fi: Lisätiedot
ko: 옵션 선택
sv: Välj
zh: 选择选项

# Languages::select_option_above
source: Select the previous option first
fi: Valitse ensin edellinen vaihtoehto
ko: 먼저 이전 옵션을 선택하십시오
sv: Välj föregående först
zh: 先选择前面的选择

# Languages::select_product
source: Select product
fi: Valitse tuote
ko: 상품 선택
sv: Välj produkt
zh: 选择产品

# Languages::select_products
source: Select products
fi: Valitse tuotteet
ko: 제품 선택
sv: Välj produkter
zh: 选择产品

# Languages::select_profile
source: Select profile
fi: Valitse profiili
ko: 프로필 선택
sv: Välj profil
zh: 选择配置文件

# Languages::select_shipping_method
source: Select shipping method
fi: Valitse toimitustapa
ko: 배송 방법 선택
sv: Välj fraktsätt
zh: 选择配送方式

# Languages::select_state
source: Select state
fi: Valitse osavaltio
ko: 주 선택
sv: Välj län
zh: 选择省/洲

# Languages::select_tables
source: Select tables
fi: Valitse taulukot
ko: 테이블 선택
sv: Välj tabeller
zh: 选择表

# Languages::select_storefront
source: Select [store] storefront
fi: Valitse [store] julkisivua
ko: [store] 매장 선택
sv: Välj [store] skyltfönster
zh: 选择 [store] 个店面

# Languages::semicolon
source: Semicolon
fi: Puolipiste
ko: 세미콜론
sv: Semikolon
zh: 分号

# Languages::send
source: Send
fi: Lähetä
ko: 보내기
sv: Skicka
zh: 发送

# Languages::sender
source: Sender
fi: Lähettäjä
ko: 보내는 사람
sv: Avsändare
zh: 发送者

# Languages::send_feedback
source: Help us improve [product]
fi: Auta meitä parantamaan [product]
ko: [product] 제품 개선을 도와주세요.
sv: Feedback till CS-Cart
zh: 帮助我们改善CS-Cart

# Languages::send_notification
source: Send notification to selected
fi: Lähetä ilmoitus valituille
ko: 선택한 사람에게 알림 보내기
sv: Skicka underrättelse till valda
zh: 给选择的发送通知

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
fi: Lähetä lähetysilmoitus asiakkaalle
ko: 고객에게 배송 알림 보내기
sv: Skicka leveransbekräftelse till kund
zh: 发送配送通知给客户

# Languages::send_shipping_address
source: Send customer shipping address
fi: Lähetä asiakkaalle toimitusosoite
ko: 고객 배송지 주소 보내기
sv: Skicka kundens leveransadress
zh: 发送客户送货地址

# Languages::send_via
source: Send via
fi: Toimitus
ko: 다음을 통해 보내기
sv: Skickas till
zh: 发送通过

# Languages::send_via_email
source: Send via email
fi: Sähköposti
ko: 이메일로 보내기
sv: Skicka som e-post
zh: 通过电子邮件发送

# Languages::send_via_postal_mail
source: Send via postal mail
fi: Posti
ko: 우편으로 보내기
sv: Skicka till postadress
zh: 通过邮寄发送

# Languages::seo_meta_data
source: Meta data
fi: Metatiedot
ko: 메타 데이터
zh: SEO / 元数据

# Languages::sequential
source: Sequential
fi: Peräkkäinen
ko: 연속적(Sequential)
sv: Välj sekventiellt
zh: 连续的

# Languages::server
source: Server
fi: Palvelin
ko: 서버
zh: 服务器

# Languages::service_not_available
source: This service is not available.
fi: Tämä palvelu ei ole saatavilla.
ko: 이 서비스를 사용할 수 없습니다.
sv: Denna tjänst är inte tillgänglig.
zh: 这个服务不可用.

# Languages::settings
source: Settings
fi: asetukset
ko: 설정
sv: inställningar
zh: 设置

# Languages::settings_wizard
source: Settings wizard
fi: Ohjattu asetustoiminto
ko: 마법사 설정
sv: Inställningsguiden
zh: 设置向导

# Languages::settings_wizard_close_tooltip
source: Wizard will be possible to re-open in the menu 'Settings -> Settings wizard'.
fi: Ohjattu toiminto voidaan avata uudelleen valikosta Asetukset -> Ohjattu asetus.
ko: 마법사는 '설정-> 설정 마법사'메뉴에서 다시 열 수 있습니다.
sv: Inställningsguiden kan även startas från menyn "Inställningar -> Inställningsguiden".
zh: 可以在菜单“设置 -> 设置向导”中重新打开向导。

# Languages::settings_wizard_title
source: Settings wizard: Step [current_step] of [total_steps]
fi: Ohjattu asetustoiminto [total_steps]Vaihe [current_step]
ko: 설정 마법사 : [total_steps] 단계 중 [current_step] 단계
sv: Inställningsguiden: Steg [current_step] av [total_steps]
zh: 设置向导：第 [current_step] 步，共 [total_steps]步

# Languages::share
source: Share
fi: Jaa
ko: 공유
sv: Dela
zh: 分享

# Languages::share.congratulations_first_order
source: Congratulations on your first complete order.
fi: Onnittelut ensimmäisestä täydellisestä tilauksestasi.
ko: 첫 번째 완전한 주문을 축하합니다.
sv: Grattis till din första kompletta beställning.
zh: 恭喜您获得第一个完整订单。

# Languages::share.first_order_tweet
source: Wow! The first complete order in my [product]-powered store
fi: Vau! Ensimmäinen täydellinen tilaus [product]-powered kaupassani
ko: [제품] 제품의 첫 번째 주문 완료를 축하합니다!
sv: Wow! Den första ordern i din [produkt] butik
zh: 哇！我的 [product]电源商店中的第一个完整订单

# Languages::share.installation_tweet
source: I have just created an online store with [product_name]
fi: Olen juuri luonut verkkokaupan, jossa on [product_name]
ko: 방금 [product_name]으로 온라인 상점을 만들었습니다.
sv: Jag har just skapat en butik med [product_name]
zh: 我刚刚创建了一个 [product_name]的在线商店

# Languages::sharedsec
source: SharedSec
zh: 共享密钥

# Languages::shared_secret
source: Shared Secret
fi: Jaettu salaisuus
ko: 공유 비밀
sv: Delad hemlighet
zh: 共享密钥

# Languages::sha_sign
source: SHA-1 Signature
fi: SHA-1-allekirjoitus
sv: SHA-1 Signatur
zh: SHA-1 签名

# Languages::shipment
source: Shipment
fi: Lähetys
ko: 배송
sv: Leverans
zh: 货运

# Languages::shipments
source: Shipments
fi: Lähetykset
ko: 배송
sv: Leveranser
zh: 货运

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
fi: Tarkastele ja tulosta tilauksista luotujen lähetysten pakkausluettelot.
ko: 주문에서 생성 된 발송물에 대한 포장 전표를 보고 인쇄합니다.
sv: Visa och skriv ut packsedlar som skapats från ordrar.
zh: 为了发货从创建的订单中查看和打印装箱单.

# Languages::shipment_date
source: Shipment date
fi: Lähetys pvm
ko: 발송 날짜
sv: Skickas
zh: 配送日期

# Languages::shipment_details
source: Shipment details
fi: Kuljetus yksityiskohdat
ko: 배송 세부 정보
sv: Leveransdetaljer
zh: 配送详情

# Languages::shipment_has_been_created
source: Shipment has been created
fi: Lähetys on luotu
ko: 배송이 생성되었습니다
sv: Leverans har skapats
zh: 已建立配送

# Languages::shipment_id
source: Shipment ID
fi: Lähetystunnus
ko: 배송 ID
sv: Leverans ID
zh: 配送 ID

# Languages::shipment_info
source: Shipment information
fi: Lähetystiedot
ko: 배송 정보
sv: Leveransinformation
zh: 配送信息

# Languages::shipped
source: Shipped
fi: Lähetetty
ko: 배송완료
sv: Skickad
zh: 已发货

# Languages::shipped_products
source: Shipped products
fi: Lähetetyt tuotteet
ko: 배송 된 제품
sv: Skickade produkter
zh: 发货的产品

# Languages::shipper_number
source: Shipper number
fi: Lähettäjän numero
ko: 발송 인 번호
sv: Speditörsnummer
zh: 运单号码

# Languages::shipping
source: Shipping
fi: Toimitus
ko: 배송
sv: Leverans
zh: 配送

# Languages::shippings
source: Shippings
fi: Toimitukset
ko: 배송
sv: Leverans
zh: 配送

# Languages::shippings.service_not_configured
source: Service is not configured
fi: Palvelua ei ole määritetty
ko: 서비스가 구성되지 않았습니다
sv: Tjänsten är inte konfigurerad
zh: 服务未配置

# Languages::shippings.service_not_found
source: Service was not found
fi: Palvelua ei löytynyt
ko: 서비스를 찾을 수 없습니다
sv: Tjänsten hittades inte
zh: 未找到服务

# Languages::shippings.currency_not_found
source: Currency [currency] was not found
fi: Valuuttaa [currency] ei löytynyt
ko: [currency] 통화를 찾을 수 없습니다
sv: Valuta [currency] hittades inte
zh: 未找到货币 [currency]

# Languages::shippings_taxes
source: Shipping & taxes
fi: Toimituskulut ja verot
ko: 배송 및 세금
sv: Leverans/moms
zh: 配送 &amp; 税金

# Languages::shipping_address
source: Shipping address
fi: Toimitusosoite
ko: 배송지 주소
sv: Leveransadress
zh: 收货地址

# Languages::shipping_charges
source: Shipping charges
fi: Toimituskulut
ko: 배송 비용
sv: Leveranskostnader
zh: 运费

# Languages::shipping_time_and_charges
source: Shipping time and rates
fi: Toimitusaika ja hinnat
ko: 배송 시간 및 요금
sv: Leveranstid och priser
zh: 运输时间和费率

# Languages::shipping_cost
source: Shipping cost
fi: Toimituskulut
ko: 배송비
sv: Leverans
zh: 运费

# Languages::shipping.pricing
source: Pricing
fi: Hinnoittelu
ko: 가격
sv: Prissättning
zh: 价钱

# Languages::shipping_estimation
source: Shipping estimation
fi: Toimitusarvio
ko: 배송 견적
sv: Leveransuppskattning
zh: 运费估计

# Languages::shipping_freight
source: Shipping freight
fi: Rahtilähetys
ko: 화물 배송
sv: Leveranskostnad
zh: 航运货运
