Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::unable_delete_storefront_orders_exists
source: Unable to delete this storefront because there are orders containing the products of this storefront in the store database. To delete the storefront, please delete all such orders first.
fi: Tätä julkisivua ei voida poistaa, koska kaupan tietokannassa on tilauksia, jotka sisältävät tämän julkisivun tuotteita. Jos haluat poistaa julkisivun, poista ensin kaikki tällaiset tilaukset.
ko: 상점 데이터베이스에 이 상점의 제품이 포함된 주문이 있으므로 이 상점을 삭제할 수 없습니다. 상점을 삭제하려면 먼저 해당 주문을 모두 삭제하십시오.
sv: Det gick inte att ta bort detta skyltfönster eftersom det finns beställningar som innehåller produkterna från detta skyltfönster i butiksdatabasen. För att ta bort skyltfönstret, vänligen radera alla sådana beställningar först.
zh: 无法删除此店面，因为商店数据库中有包含此店面产品的订单。要删除店面，请先删除所有此类订单。

# Languages::state_field_required_only_for_countries_with_regions
source: The "State" field is required for all countries with states or provinces. If you don't have states for the customer's country, then the field will be required at checkout only if it is required in the customer's profile.
fi: Osavaltio-kenttä on pakollinen kaikille maille, joissa on osavaltioita tai provinsseja. Jos sinulla ei ole osavaltioita asiakkaan maalle, kenttä vaaditaan kassalla vain, jos se vaaditaan asiakkaan profiilissa.
ko: "주" 필드는 시/도가 있는 모든 국가에 필수입니다. 고객 국가에 대한 주가 없는 경우 고객 프로필에 필요한 경우에만 체크아웃 시 필드가 필요합니다.
sv: Fältet "Stat" är obligatoriskt för alla länder med stater eller provinser. Om du inte har stater för kundens land, kommer fältet att krävas i kassan endast om det krävs i kundens profil.
zh: 所有具有州或省的国家/地区都需要“州”字段。如果您没有客户所在国家/地区的州，则只有在客户资料中需要该字段时，才会在结帐时需要该字段。

# Languages::need_storefront_id
source: Storefront ID is required (the storefront_id param)
fi: Liikkeen tunnus vaaditaan (parametri storefront_id)
ko: 상점 첫화면 ID가 필요합니다(storefront_id 매개변수).
sv: Skyltfönster-ID krävs (parametrarna storefront_id)
zh: 店面 ID 是必需的（storefront_id 参数）

# Languages::addons.multiple_dependencies_required
source: The add-on cannot be installed because it depends on the following add-ons:<ul>[addon_list]</ul> Please install these add-ons first.
fi: Lisäosaa ei voi asentaa, koska se riippuu seuraavista lisäosista:<ul>[addon_list]</ul> Asenna nämä lisäosat ensin.
ko: 다음 추가 기능에 종속되어 있으므로 추가 기능을 설치할 수 없습니다.<ul>[addon_list]</ul> 이 추가 기능을 먼저 설치하십시오.
sv: Tillägget kan inte installeras eftersom det beror på följande tillägg:<ul>[addon_list]</ul> Installera dessa tillägg först.
zh: 该插件无法安装，因为它依赖于以下插件：<ul>[addon_list]</ul> 请先安装这些插件。

# Languages::products_are_not_selectable_for_context_menu
source: You can not select products that belong to another storefront.
fi: Et voi valita tuotteita, jotka kuuluvat toiseen myymälään.
ko: 다른 스토어프론트에 속한 제품은 선택할 수 없습니다.
sv: Du kan inte välja produkter som tillhör ett annat skyltfönster.
zh: 您不能选择属于另一个店面的产品。

# Languages::product_filters_are_not_selectable_for_context_menu
source: You can not select product filters that belong to another storefront.
fi: Et voi valita tuotesuodattimia, jotka kuuluvat toiseen myymälään.
ko: 다른 상점 첫화면에 속한 제품 필터는 선택할 수 없습니다.
sv: Du kan inte välja produktfilter som tillhör ett annat skyltfönster.
zh: 您不能选择属于另一个店面的产品过滤器。

# Languages::product_options_are_not_selectable_for_context_menu
source: You can not select product options that belong to another storefront
fi: Et voi valita tuotevaihtoehtoja, jotka kuuluvat toiseen myymälään
ko: 다른 스토어프론트에 속한 제품 옵션은 선택할 수 없습니다.
sv: Du kan inte välja produktalternativ som tillhör ett annat skyltfönster
zh: 您不能选择属于另一个店面的产品选项

# Languages::product_features_are_not_selectable_for_context_menu
source: You can not select product features that belong to another storefront.
fi: Et voi valita tuotteen ominaisuuksia, jotka kuuluvat toiseen julkisivuun.
ko: 다른 상점 첫화면에 속하는 제품 기능은 선택할 수 없습니다.
sv: Du kan inte välja produktfunktioner som tillhör ett annat skyltfönster.
zh: 您不能选择属于另一个店面的产品功能。

# Languages::product_feature_groups_are_not_selectable_for_context_menu
source: You can not select product feature groups that belong to another storefront.
fi: Et voi valita tuoteominaisuusryhmiä, jotka kuuluvat toiseen julkisivuun.
ko: 다른 상점 첫화면에 속하는 제품 기능 그룹은 선택할 수 없습니다.
sv: Du kan inte välja produktfunktionsgrupper som tillhör ett annat skyltfönster.
zh: 您不能选择属于另一个店面的产品功能组。

# Languages::removing_default_language_from_storefront
source: Sorry, we couldn't remove the [language_name] language from storefront [storefront_name]. To remove it, please go to <b>Settings → Appearance</b> and change the <b>Frontend default language</b> for storefront [storefront_name] first.|Sorry, we couldn't remove the [language_name] language from storefronts: [storefront_name]. To remove it, please go to <b>Settings → Appearance</b> and change the <b>Frontend default language</b> for storefronts: [storefront_name] first.
fi: Valitettavasti emme voineet poistaa [language_name] -kieltä julkisivusta [storefront_name]. Poista se siirtymällä kohtaan <b>Asetukset → Ulkoasu</b> ja vaihda ensin <b>Käyttöliittymän oletuskieli</b> julkisivulle [storefront_name] |Emme voineet poistaa [language_name] kieltä julkisivuista: [storefront_name]. Voit poistaa sen siirtymällä kohtaan <b>Asetukset → Ulkoasu</b> ja vaihda <b>Käyttöliittymän oletuskieli</b> julkisivuille: [storefront_name] ensin.
ko: 죄송합니다. 상점 첫화면 [storefront_name]에서 [language_name] 개 언어를 제거할 수 없습니다. 제거하려면 <b>설정 → 모양</b> 으로 이동하여 먼저 상점 첫 화면 [storefront_name] 에 대한 <b>Frontend 기본 언어</b> 를 변경하십시오.|죄송합니다. 상점 첫화면에서 [language_name] 언어를 제거할 수 없습니다: [storefront_name]. 그것을 제거하려면 <b>설정 → 모양</b> 으로 이동하여 상점 첫 화면의 <b>Frontend 기본 언어</b> : [storefront_name] 을 먼저 변경하십시오.
sv: Tyvärr, vi kunde inte ta bort språket [language_name] från skyltfönster [storefront_name]. För att ta bort det, gå till <b>Inställningar → Utseende</b> och ändra <b>Frontends standardspråk</b> för skyltfönster [storefront_name] först.|Tyvärr, vi kunde inte ta bort språket [language_name] från skyltfönster: [storefront_name]. För att ta bort det, gå till <b>Inställningar → Utseende</b> och ändra det <b>standardspråket för frontend</b> för skyltfönster: [storefront_name] först.
zh: 抱歉，我们无法从店面 [storefront_name]中删除 [language_name] 语言。要删除它，请转到 <b>设置 → 外观</b> 并首先更改店面 [storefront_name] 的 <b>前端默认语言</b> |抱歉，我们无法从店面中删除 [language_name] 语言： [storefront_name]。要删除它，请转到 <b>设置 → 外观</b> 并更改店面的 <b>前端默认语言</b> ：首先是 [storefront_name]。

# Languages::sw.vendor_panel
source: Vendor panel
fi: Myyjän paneeli
ko: 공급업체 패널
sv: Försäljarpanel
zh: 供应商面板

# Languages::sw.easy_admin_panel_for_vendors
source: Easy admin panel for vendors
fi: Helppo hallintapaneeli myyjille
ko: 공급업체를 위한 간편한 관리자 패널
sv: Enkel adminpanel för leverantörer
zh: 供应商的简单管理面板

# Languages::sw.product_tabs_and_properties
source: Product tabs and properties
fi: Tuotevälilehdet ja ominaisuudet
ko: 제품 탭 및 속성
sv: Produktflikar och egenskaper
zh: 产品选项卡和属性

# Languages::sw.branding_and_colors
source: Branding and colors
fi: Brändäys ja värit
ko: 브랜딩 및 색상
sv: Varumärke och färger
zh: 品牌和颜色

# Languages::create_new_product
source: Create new product
fi: Luo uusi tuote
ko: 새 제품 만들기
sv: Skapa ny produkt
zh: 创建新产品

# Languages::import_products
source: Import products
fi: Tuotteita
ko: 수입품
sv: Importera produkter
zh: 进口产品

# Languages::thank_you_for_registration
source: Thank you for registration!
fi: Kiitos rekisteröitymisestä!
ko: 등록해주셔서 감사합니다!
sv: Tack för registreringen!
zh: 感谢您的注册！

# Languages::helpdesk_account.helpdesk_account
source: Help Desk account
fi: Help Desk -tili
ko: 헬프 데스크 계정
sv: Help Desk-konto
zh: 帮助台帐户

# Languages::helpdesk_account.sign_in
source: Sign in
fi: Kirjaudu sisään
ko: 로그인
sv: Logga in
zh: 登入

# Languages::helpdesk_account.sign_out
source: Sign out
fi: Kirjaudu ulos
ko: 로그아웃
sv: Logga ut
zh: 登出

# Languages::helpdesk_account.signed_in_message
source: Signed in
fi: Kirjautunut sisään
ko: 로그인
sv: Inloggad
zh: 已登录

# Languages::helpdesk_account.signed_out_message
source: Sign in with your Help Desk account to access all CS-Cart services using single account.
fi: Kirjaudu sisään Help Desk -tililläsi käyttääksesi kaikkia CS-Cart-palveluita yhdellä tilillä.
ko: 단일 계정을 사용하여 모든 CS-Cart 서비스에 액세스하려면 헬프 데스크 계정으로 로그인하십시오.
sv: Logga in med ditt Help Desk-konto för att komma åt alla CS-Cart-tjänster med ett enda konto.
zh: 使用您的帮助台帐户登录以使用单个帐户访问所有 CS-Cart 服务。

# Languages::helpdesk_account.signed_out_message.marketplace
source: Sign in with your Help Desk account to get information about newest add-on versions from Marketplace, rate and review add-ons you've bought, and prolong your license subscriptions.
fi: Kirjaudu sisään Help Desk -tililläsi saadaksesi tietoa Marketplacen uusimmista lisäosista, arvioida ja arvioida ostamiasi lisäosia ja pidentää lisenssitilauksiasi.
ko: 헬프 데스크 계정으로 로그인하여 Marketplace에서 최신 추가 기능 버전에 대한 정보를 얻고, 구입한 추가 기능을 평가 및 검토하고, 라이선스 구독을 연장하십시오.
sv: Logga in med ditt Help Desk-konto för att få information om de senaste tilläggsversionerna från Marketplace, betygsätta och recensera tillägg som du har köpt och förlänga dina licensprenumerationer.
zh: 使用您的帮助台帐户登录，以从 Marketplace 获取有关最新插件版本的信息，对您购买的插件进行评分和评论，并延长您的许可证订阅。

# Languages::helpdesk_account.signed_out_message.marketplace_single_addon
source: Sign in with your Help Desk account to get information about newest add-on versions from Marketplace, rate and review this add-on, and prolong your license subscription.
fi: Kirjaudu sisään Help Desk -tililläsi saadaksesi tietoa uusimmista lisäosaversioista Marketplacesta, arvioidaksesi ja tarkistaaksesi tämän lisäosan ja pidentääksesi lisenssitilaustasi.
ko: 헬프 데스크 계정으로 로그인하여 Marketplace에서 최신 추가 기능 버전에 대한 정보를 얻고, 이 추가 기능을 평가 및 검토하고, 라이선스 구독을 연장하십시오.
sv: Logga in med ditt Help Desk-konto för att få information om de senaste tilläggsversionerna från Marketplace, betygsätta och granska detta tillägg och förlänga din licensprenumeration.
zh: 使用您的帮助台帐户登录，以从 Marketplace 获取有关最新插件版本的信息，对该插件进行评分和审查，并延长您的许可订阅。

source: You need to have the according permission from the store owner to manage add-ons.
fi: Sinulla on oltava vastaava lupa kaupan omistajalta lisäosien hallintaan.
ko: 추가 기능을 관리하려면 스토어 소유자로부터 적절한 권한이 필요합니다.
sv: Du måste ha motsvarande tillstånd från butiksägaren för att hantera tillägg.
zh: 您需要获得店主的相应权限才能管理附加组件。

# Languages::helpdesk_account.request_permissions
source: Request permissions
fi: Pyydä käyttöoikeuksia
ko: 권한 요청
sv: Begär behörigheter
zh: 请求权限

# Languages::helpdesk_account.sign_in_to_manage_addons
source: Sign in with your Help Desk account to manage add-ons.
fi: Kirjaudu sisään Help Desk -tililläsi hallitaksesi lisäosia.
ko: 추가 기능을 관리하려면 헬프 데스크 계정으로 로그인하십시오.
sv: Logga in med ditt Help Desk-konto för att hantera tillägg.
zh: 使用您的帮助台帐户登录以管理加载项。

# Languages::link_from_layout
source: Link blocks from layout
fi: Linkkilohkot asettelusta
ko: 레이아웃에서 블록 연결
sv: Länkblock från layout
zh: 从布局链接块

# Languages::use_for_all_new_vendors
source: Use for all new vendors
fi: Käytä kaikille uusille myyjille
ko: 모든 신규 공급업체에 사용
sv: Använd för alla nya leverantörer
zh: 用于所有新供应商

# Languages::show_vendor_info_if_shipping_no_required
source: Show information about vendors whose products do not require shipping
fi: Näytä tiedot toimittajista, joiden tuotteet eivät vaadi toimitusta
ko: 배송이 필요하지 않은 제품의 공급업체에 대한 정보 표시
sv: Visa information om leverantörer vars produkter inte kräver frakt
zh: 显示有关其产品不需要运输的供应商的信息

# Languages::sw.marketplace_setup_wizard
source: Marketplace setup wizard
fi: Markkinapaikan ohjattu asennustoiminto
ko: 마켓플레이스 설정 마법사
sv: Inställningsguide för Marketplace
zh: 市场设置向导

# Languages::sw.money_split_automaticaly_descr.ru
source: This is achieved via YooMoney for marketplaces, so each vendor must have a YooMoney account. We'll create a payment method for you. You'll just need to configure it, and vendors will need to provide their account information.
fi: Tämä saavutetaan YooMoneyn kautta markkinapaikoille, joten jokaisella myyjällä on oltava YooMoney-tili. Luomme sinulle maksutavan. Sinun on vain määritettävä se, ja toimittajien on annettava tilitietonsa.
ko: 이는 마켓플레이스용 YooMoney를 통해 이루어지므로 각 공급업체에는 YooMoney 계정이 있어야 합니다. 결제 수단을 만들어 드립니다. 구성하기만 하면 공급업체에서 계정 정보를 제공해야 합니다.
sv: Detta uppnås via YooMoney för marknadsplatser, så varje leverantör måste ha ett YooMoney-konto. Vi skapar en betalningsmetod åt dig. Du behöver bara konfigurera det, och leverantörer måste ange sin kontoinformation.
zh: 这是通过 YooMoney 为市场实现的，因此每个供应商都必须有一个 YooMoney 帐户。我们将为您创建一种付款方式。您只需要对其进行配置，供应商将需要提供他们的帐户信息。

# Languages::delete_my_account
source: Delete my account
fi: Poista minun tilini
ko: 계정을 삭제하다
sv: Ta bort mitt konto
zh: 删除我的账户

# Languages::delete_my_account_description
source: <p>We’ll deactivate your account and remove all your personal data from it. After that you won’t be able to sign in. However, you’ll be able to register a new account with the same email address in the future. Please note that we’ll need some time to process this request, so your account won’t be deactivated immediately. If you have any comments regarding your request, please leave them in the field below.</p>
fi: <p>Poistamme tilisi käytöstä ja poistamme siitä kaikki henkilökohtaiset tietosi. Sen jälkeen et voi kirjautua sisään. Voit kuitenkin jatkossa rekisteröidä uuden tilin samalla sähköpostiosoitteella. Huomaa, että tarvitsemme jonkin aikaa tämän pyynnön käsittelemiseen, joten tiliäsi ei poisteta heti. Jos sinulla on pyyntöäsi koskevia kommentteja, jätä ne alla olevaan kenttään.</p>
ko: <p>귀하의 계정을 비활성화하고 계정에서 모든 개인 데이터를 제거합니다. 그 후에는 로그인할 수 없습니다. 그러나 앞으로는 동일한 이메일 주소로 새 계정을 등록할 수 있습니다. 이 요청을 처리하는 데 시간이 필요하므로 계정이 즉시 비활성화되지는 않습니다. 요청에 대한 의견이 있으면 아래 필드에 남겨주세요.</p>
sv: <p>Vi inaktiverar ditt konto och tar bort alla dina personliga uppgifter från det. Efter det kommer du inte att kunna logga in. Du kommer dock att kunna registrera ett nytt konto med samma e-postadress i framtiden. Observera att vi kommer att behöva lite tid för att behandla denna begäran, så ditt konto kommer inte att avaktiveras omedelbart. Om du har några kommentarer angående din förfrågan, vänligen lämna dem i fältet nedan.</p>
zh: <p>我们将停用您的帐户并从中删除您的所有个人数据。之后您将无法登录。但是，您以后可以使用相同的电子邮件地址注册一个新帐户。请注意，我们需要一些时间来处理此请求，因此您的帐户不会立即被停用。如果您对您的请求有任何意见，请将其留在下面的字段中。</p>

# SettingsOptions::show_delete_account_button
source: Show "Delete my account" button
fi: Näytä "Poista tilini" -painike
ko: "내 계정 삭제" 버튼 표시
sv: Visa knappen "Radera mitt konto".
zh: 显示“删除我的帐户”按钮

# SettingsTooltips::show_delete_account_button
source: Customers will see it on their profile page on the site.
fi: Asiakkaat näkevät sen sivuston profiilisivullaan.
ko: 고객은 사이트의 프로필 페이지에서 이를 볼 수 있습니다.
sv: Kunder kommer att se det på sin profilsida på webbplatsen.
zh: 客户将在网站上的个人资料页面上看到它。

# Languages::email_body_anonymization_request
source: <p><a href="[user_profile_url]" target="_blank">[user]</a> with the email address [customer_email] has requested the removal of personal data with the following comment:</p> <p>[comment]</p> <p>Make sure that all business with the customer (orders, return requests, etc.) is concluded. Then <a href="[user_profile_url]" target="_blank">go to the customer page in the admin panel</a> and choose the "Anonymize" action. This will remove the customer's personal data (including email, name, etc.) everywhere in the system, while retaining the data relevant to your business (ordered products, etc). The customer will be able to register a new account with the same email.</p>
fi: <p><a href="[user_profile_url]" target="_blank">[user]</a> sähköpostiosoitteella [customer_email] on pyytänyt henkilötietojen poistamista seuraavalla kommentilla:</p> <p>[comment]</p> <p>Varmista, että kaikki kaupat asiakkaan kanssa (tilaukset, palautuspyynnöt jne.) on saatu päätökseen. Siirry sitten <a href="[user_profile_url]" target="_blank">hallintapaneelin asiakassivulle</a> ja valitse "Anonymisoi" -toiminto. Tämä poistaa asiakkaan henkilötiedot (mukaan lukien sähköpostiosoite, nimi jne.) kaikkialta järjestelmästä, mutta säilyttää liiketoimintaasi koskevat tiedot (tilatut tuotteet jne.). Asiakas voi rekisteröidä uuden tilin samalla sähköpostilla.</p>
ko: <p><a href="[user_profile_url]" target="_blank">[user]</a> (이메일 주소 [customer_email] )은(는) 다음 의견과 함께 개인 데이터 제거를 요청했습니다.</p> <p>[comment]</p> <p>고객과의 모든 비즈니스(주문, 반품 요청 등)가 종료되었는지 확인하십시오. 그런 다음 <a href="[user_profile_url]" target="_blank">관리자 패널의 고객 페이지로 이동하고</a> "익명화" 작업을 선택합니다. 이렇게 하면 시스템의 모든 곳에서 고객의 개인 데이터(이메일, 이름 등 포함)가 제거되고 비즈니스와 관련된 데이터(주문한 제품 등)는 유지됩니다. 고객은 동일한 이메일로 새 계정을 등록할 수 있습니다.</p>
sv: <p><a href="[user_profile_url]" target="_blank">[user]</a> med e-postadressen [customer_email] har begärt borttagning av personuppgifter med följande kommentar:</p> <p>[comment]</p> <p>Se till att alla affärer med kunden (beställningar, returförfrågningar etc.) är avslutade. Gå sedan till kundsidan i <a href="[user_profile_url]" target="_blank"></a> och välj åtgärden "Anonymisera". Detta kommer att ta bort kundens personuppgifter (inklusive e-post, namn, etc.) överallt i systemet, samtidigt som de data som är relevanta för din verksamhet (beställda produkter, etc.) behålls. Kunden kommer att kunna registrera ett nytt konto med samma e-postadress.</p>
zh: 电子邮件地址为 [customer_email] 的<p><a href="[user_profile_url]" target="_blank">[user]</a> 已请求删除个人数据并带有以下评论：</p> <p>[comment]</p> <p>确保与客户的所有业务（订单、退货请求等）已完成。然后 <a href="[user_profile_url]" target="_blank">转到管理面板中的客户页面</a> 并选择“匿名”操作。这将删除系统中各处的客户个人数据（包括电子邮件、姓名等），同时保留与您的业务相关的数据（订购的产品等）。客户将能够使用同一电子邮件注册一个新帐户。</p>

# Languages::email_subject_anonymization_request
source: Personal Data Removal Request: [customer_email]
fi: Henkilötietojen poistopyyntö: [customer_email]
ko: 개인정보 삭제 요청: [customer_email]
sv: Begäran om borttagning av personuppgifter: [customer_email]
zh: 个人数据删除请求： [customer_email]

# Languages::user_action_request_fail
source: An error has occurred during the attempt to send your request. Please try again or send a message to the following email address: <a href="mailto:[email]">[email]</a>
fi: Pyyntöäsi lähetettäessä tapahtui virhe. Yritä uudelleen tai lähetä viesti seuraavaan sähköpostiosoitteeseen: <a href="mailto:[email]">[email]</a>
ko: 요청을 보내는 동안 오류가 발생했습니다. 다시 시도하거나 다음 이메일 주소로 메시지를 보내십시오. <a href="mailto:[email]">[email]</a>
sv: Ett fel har uppstått under försöket att skicka din förfrågan. Försök igen eller skicka ett meddelande till följande e-postadress: <a href="mailto:[email]">[email]</a>
zh: 尝试发送您的请求时发生错误。请重试或向以下电子邮件地址发送消息： <a href="mailto:[email]">[email]</a>

# Languages::user_action_request_success
source: Your request has been sent successfully.
fi: Pyyntösi on lähetetty onnistuneesti.
ko: 귀하의 요청이 성공적으로 전송되었습니다.
sv: Din förfrågan har skickats.
zh: 您的请求已成功发送。

# Languages::anonymize
source: Anonymize
fi: Anonymisoi
ko: 익명화
sv: Anonymisera
zh: 匿名化

# Languages::text_anonymize_question
source: Once you anonymize someone, all their personal information will be replaced with randomly-generated data. This action can not be undone, unless you restore the database from a backup. Are you sure you want to proceed?
fi: Kun anonymisoit jonkun, kaikki hänen henkilökohtaiset tiedot korvataan satunnaisesti luoduilla tiedoilla. Tätä toimintoa ei voi kumota, ellet palauta tietokantaa varmuuskopiosta. Haluatko varmasti jatkaa?
ko: 누군가를 익명화하면 모든 개인 정보가 무작위로 생성된 데이터로 대체됩니다. 백업에서 데이터베이스를 복원하지 않는 한 이 작업은 실행 취소할 수 없습니다. 계속하시겠습니까?
sv: När du väl har anonymiserat någon kommer all deras personliga information att ersättas med slumpmässigt genererad data. Denna åtgärd kan inte ångras om du inte återställer databasen från en säkerhetskopia. Är du säker på att du vill fortsätta?
zh: 一旦您匿名某人，他们的所有个人信息将被随机生成的数据替换。此操作无法撤消，除非您从备份中恢复数据库。您确定要继续吗？

# Languages::check_other_sources_for_personal_data
source: <p>Please note that anonymization doesn't affect any backups and logs that you might have. If necessary, please do the following:</p><ol><li>Clear the logs under <b>Administration → Logs</b>.</li><li>Secure and delete the backups you might have under <b>Administration → Backup/Restore</b>.</li></ol>
fi: <p>Huomaa, että anonymisointi ei vaikuta mahdollisiin varmuuskopioihin ja lokeihin. Toimi tarvittaessa seuraavasti:</p><ol><li>Tyhjennä lokit kohdasta <b>Hallinta → Lokit</b>.</li><li>Suojaa ja poista mahdolliset varmuuskopiot kohdassa <b>Hallinta → Varmuuskopiointi/Palauta</b>.</li></ol>
ko: <p>익명화는 보유하고 있을 수 있는 백업 및 로그에 영향을 미치지 않습니다. 필요한 경우 다음을 수행하십시오.</p><ol><li> <b>관리 → 로그</b>에서 로그를 지웁니다.</li><li> <b>관리 → 백업/복원</b>에 있는 백업을 보호하고 삭제합니다.</li></ol>
sv: <p>Observera att anonymisering inte påverkar eventuella säkerhetskopior och loggar som du kan ha. Om det behövs, gör följande:</p><ol><li>Rensa loggarna under <b>Administration → Loggar</b>.</li><li>Säkra och ta bort säkerhetskopiorna du kan ha under <b>Administration → Säkerhetskopiering/återställning</b>.</li></ol>
zh: <p>请注意，匿名化不会影响您可能拥有的任何备份和日志。如有必要，请执行以下操作：</p><ol><li>清除 <b>管理 → 日志</b>下的日志。</li><li>保护并删除您在 <b>管理 → 备份/恢复</b>下可能拥有的备份。</li></ol>

# Languages::user_anonymized
source: User has been anonymized.
fi: Käyttäjä on anonymisoitu.
ko: 사용자가 익명화되었습니다.
sv: Användaren har anonymiserats.
zh: 用户已匿名。

# Languages::license_error_wrong_edition_build
source: The license number your site is using doesn't match the installed software. This may get the license suspended. Please <a href="[helpdesk_url]" target="_blank">contact us via Help Desk</a>, and we'll be able to look into it.
fi: Sivustosi käyttämä lisenssinumero ei vastaa asennettua ohjelmistoa. Tämä voi saada lisenssin jäädytyksen. Ota meihin yhteyttä Help</a><a href="[helpdesk_url]" target="_blank">, niin voimme tutkia asiaa.
ko: 사이트에서 사용 중인 라이센스 번호가 설치된 소프트웨어와 일치하지 않습니다. 라이센스가 정지될 수 있습니다. <a href="[helpdesk_url]" target="_blank">헬프 데스크</a>을 통해 저희에게 연락해 주시면 조사해 드리겠습니다.
sv: Licensnumret som din webbplats använder matchar inte den installerade programvaran. Detta kan få licensen indragen. <a href="[helpdesk_url]" target="_blank">kontakta oss via Help Desk</a>så kan vi undersöka det.
zh: 您的站点使用的许可证号与安装的软件不匹配。这可能会使许可证暂停。请 <a href="[helpdesk_url]" target="_blank">通过帮助台</a>与我们联系，我们将能够对其进行调查。

# Languages::license_error_wrong_edition_build_entered
source: The license number you've entered is incorrect or doesn't suit the product. If you're sure that the license number is correct, please <a href="[helpdesk_url]" target="_blank">contact us via Help Desk</a>, and we'll look into it.
fi: Antamasi lisenssinumero on virheellinen tai se ei sovi tuotteeseen. Jos olet varma, että lisenssinumero on oikea, ota meihin yhteyttä Help Desk <a href="[helpdesk_url]" target="_blank">:</a>kautta, niin tutkimme asiaa.
ko: 입력한 라이선스 번호가 올바르지 않거나 제품에 적합하지 않습니다. 라이센스 번호가 정확하다고 확신하는 경우 <a href="[helpdesk_url]" target="_blank">헬프 데스크</a>을 통해 저희에게 연락해 주시면 조사하겠습니다.
sv: Licensnumret du har angett är felaktigt eller passar inte produkten. Om du är säker på att licensnumret är korrekt, <a href="[helpdesk_url]" target="_blank">kontakta oss via Help Desk</a>, så ska vi undersöka det.
zh: 您输入的许可证号不正确或与产品不匹配。如果您确定许可证号是正确的，请 <a href="[helpdesk_url]" target="_blank">通过帮助台</a>联系我们，我们会进行调查。

# Languages::privileges.manage_admin_usergroups
source: Can manage admin user groups (only if managing customer user groups is allowed)
fi: Voi hallita järjestelmänvalvojan käyttäjäryhmiä (vain jos asiakaskäyttäjäryhmien hallinta on sallittu)
ko: 관리자 사용자 그룹 관리 가능(고객 사용자 그룹 관리가 허용된 경우에만)
sv: Kan hantera adminanvändargrupper (endast om det är tillåtet att hantera kundanvändargrupper)
zh: 可以管理管理员用户组（仅当允许管理客户用户组时）

# Languages::privilege_groups.disable_sanitize_html
source: Use advanced HTML code in content
fi: Käytä edistynyttä HTML-koodia sisällössä
ko: 콘텐츠에 고급 HTML 코드 사용
sv: Använd avancerad HTML-kod i innehållet
zh: 在内容中使用高级 HTML 代码

# Languages::event.system.helpdesk_process_message.name
source: Notifications from CS-Cart team
fi: Ilmoitukset CS-Cart-tiimistä
ko: CS-Cart 팀의 알림
sv: Meddelanden från CS-Cart-teamet
zh: CS-Cart 团队的通知

# Languages::category_template
source: Category template
fi: Luokkamalli
ko: 카테고리 템플릿
sv: Kategori mall
zh: 类别模板
