Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::export_found_products
source: Export found products
fi: Vie löydetyt tuotteet
ko: 찾은 제품 내보내기
sv: Exportera hittade produkter
zh: 出口发现的产品

# Languages::hello_name
source: Hello [name],
fi: Hei [name],
ko: 안녕하세요 [name],
sv: Hej [name],
zh: 你好 [name],

# Languages::checkout.email_exists.popup.title
source: You may have bought from us before
fi: Olet ehkä ostanut meiltä aiemmin
ko: 당신은 전에 우리에게서 구입했을 수 있습니다
sv: Du kanske har köpt av oss tidigare
zh: 您可能以前从我们这里购买过

# Languages::checkout.email_exists.popup.message
source: An account with your email already exists. We can sign you in (password won't be needed), or you can use another email if you'd like.
fi: Sähköpostillasi oleva tili on jo olemassa. Voimme kirjautua sisään (salasanaa ei tarvita), tai voit halutessasi käyttää toista sähköpostiosoitetta.
ko: 귀하의 이메일 계정이 이미 존재합니다. 로그인(비밀번호는 필요하지 않음)하거나 원하는 경우 다른 이메일을 사용할 수 있습니다.
sv: Ett konto med din e-postadress finns redan. Vi kan logga in dig (lösenord behövs inte), eller så kan du använda en annan e-post om du vill.
zh: 您的电子邮件帐户已存在。我们可以让您登录（不需要密码），或者如果您愿意，您也可以使用其他电子邮件。

# Languages::checkout.email_exists.popup.cancel_btn
source: Use another email
fi: Käytä toista sähköpostia
ko: 다른 이메일 사용
sv: Använd en annan e-post
zh: 使用另一封电子邮件

# Languages::checkout.email_exists.popup.sign_in_btn
source: Sign me in
fi: Kirjaudu sisään
ko: 로그인
sv: Logga in mig
zh: 登录

# Languages::auth.one_time_password.popup.title
source: Password-free sign-in
fi: Salasanaton sisäänkirjautuminen
ko: 비밀번호 없는 로그인
sv: Lösenordsfri inloggning
zh: 免密码登录

# Languages::auth.one_time_password.popup.message
source: We've sent a one-time code to <strong>[email]</strong>. Please enter it below, and we'll sign you in without a password.
fi: Olemme lähettäneet kertakoodin numeroon <strong>[email]</strong>. Kirjoita se alle, niin kirjaudumme sisään ilman salasanaa.
ko: 일회성 코드를 <strong>[email]</strong>로 보냈습니다. 아래에 입력하시면 비밀번호 없이 로그인 해드립니다.
sv: Vi har skickat en engångskod till <strong>[email]</strong>. Ange det nedan så loggar vi in dig utan lösenord.
zh: 我们已向 <strong>[email]</strong>发送了一次性代码。请在下方输入，我们无需密码即可登录。

# Languages::auth.one_time_password.popup.input_placeholder
source: Enter the code here
fi: Syötä koodi tähän
ko: 여기에 코드를 입력하세요
sv: Ange koden här
zh: 在此处输入代码

# Languages::auth.one_time_password.popup.resend_btn
source: Resend the code
fi: Lähetä koodi uudelleen
ko: 코드 재전송
sv: Skicka koden igen
zh: 重新发送代码

# Languages::auth.one_time_password.popup.sign_in_btn
source: Sign me in
fi: Kirjaudu sisään
ko: 로그인
sv: Logga in mig
zh: 登录

# Languages::auth.one_time_password.notification.info_password_sent
source: We've sent a one-time code to [email].
fi: Olemme lähettäneet kertaluonteisen koodin numeroon [email].
ko: 일회성 코드를 [email]으로 보냈습니다.
sv: Vi har skickat en engångskod till [email].
zh: 我们已向 [email]发送了一次性代码。

# Languages::auth.one_time_password.notification.error_password_invalid
source: Sorry, it seems that the code you've entered is incorrect. It may have expired or been used already. Please check the code you're entering or request a new code.
fi: Anteeksi, näyttää siltä, että antamasi koodi on väärä. Se voi olla vanhentunut tai sitä on jo käytetty. Tarkista syöttämäsi koodi tai pyydä uusi koodi.
ko: 죄송합니다. 입력하신 코드가 잘못된 것 같습니다. 만료되었거나 이미 사용되었을 수 있습니다. 입력 중인 코드를 확인하거나 새 코드를 요청하세요.
sv: Tyvärr, det verkar som om koden du har angett är felaktig. Det kan ha gått ut eller redan använts. Kontrollera koden du anger eller begär en ny kod.
zh: 抱歉，您输入的代码似乎不正确。它可能已过期或已被使用。请检查您输入的代码或申请新代码。

# Languages::auth.one_time_password.notification.error_password_required
source: Please enter the code to sign in.
fi: Anna koodi kirjautuaksesi sisään.
ko: 로그인하려면 코드를 입력하세요.
sv: Ange koden för att logga in.
zh: 请输入代码以登录。

# Languages::email.one_time_password.title
source: Sign in without password
fi: Kirjaudu sisään ilman salasanaa
ko: 비밀번호 없이 로그인
sv: Logga in utan lösenord
zh: 无密码登录

# Languages::email.one_time_password.message
source: <p>You've requested a one-time code to sign in to <a href="[storefront_url]">[storefront_url]</a>. Here it is:</p><p><strong><code>[password]</code></strong></p><p>Please don't tell this code to anyone else. If you haven't requested the code, then you can safely ignore this message. Nobody will be able to sign in to your account, unless they know your password or can view your inbox.</p>
fi: <p>Olet pyytänyt kertakäyttökoodia kirjautuaksesi sisään <a href="[storefront_url]">[storefront_url]</a>. Tässä se on:</p><p><strong><code>[password]</code></strong></p><p>Älä kerro tätä koodia muille. Jos et ole pyytänyt koodia, voit jättää tämän viestin huomiotta. Kukaan ei voi kirjautua tilillesi, ellei he tiedä salasanaasi tai näe postilaatikkoasi.</p>
ko: <p> <a href="[storefront_url]">[storefront_url]</a>에 로그인하기 위해 일회용 코드를 요청했습니다. 여기 있습니다:</p><p><strong><code>[password]</code></strong></p><p>이 코드를 다른 사람에게 알려주지 마십시오. 코드를 요청하지 않은 경우 이 메시지를 무시해도 됩니다. 비밀번호를 알고 있거나 받은 편지함을 볼 수 있는 경우가 아니면 아무도 귀하의 계정에 로그인할 수 없습니다.</p>
sv: <p>Du har begärt en engångskod för att logga in på <a href="[storefront_url]">[storefront_url]</a>. Här är den:</p><p><strong><code>[password]</code></strong></p><p>Berätta inte den här koden för någon annan. Om du inte har begärt koden kan du lugnt ignorera detta meddelande. Ingen kommer att kunna logga in på ditt konto om de inte känner till ditt lösenord eller kan se din inkorg.</p>
zh: <p>您已申请一次性验证码以登录 <a href="[storefront_url]">[storefront_url]</a>。它是：</p><p><strong><code>[password]</code></strong></p><p>请不要将此代码告诉其他任何人。如果您尚未请求代码，则可以放心地忽略此消息。除非他们知道您的密码或可以查看您的收件箱，否则任何人都无法登录您的帐户。</p>

# Languages::email_template.one_time_password_request
source: One-time code for password-free sign-in
fi: Kertakäyttöinen koodi salasanattomaan sisäänkirjautumiseen
ko: 비밀번호 없는 로그인을 위한 1회용 코드
sv: Engångskod för lösenordsfri inloggning
zh: 免密码登录的一次性代码

# Languages::other_notification
source: Other
fi: Muut
ko: 기타
sv: Övrig
zh: 其他

# Languages::see_full_templates_list
source: Can't find a notification you're looking for?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">See the full list of on-site notification templates</a>
fi: Etkö löydä etsimääsi ilmoitusta?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">Katso täydellinen luettelo paikan päällä olevista ilmoitusmalleista</a>
ko: 원하는 알림을 찾을 수 없습니까?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">현장 알림 템플릿 전체 목록 보기</a>
sv: Hittar du inte en avisering du letar efter?<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">Se hela listan med mallar för meddelanden på plats</a>
zh: 找不到您要查找的通知？<br/><a href="[email_template_manage]"></a><br/><a href="[internal_template_manage]">查看现场通知模板的完整列表</a>

# Languages::other_notifications.title
source: Can't find a notification you're looking for?
fi: Etkö löydä etsimääsi ilmoitusta?
ko: 원하는 알림을 찾을 수 없습니까?
sv: Hittar du inte en avisering du letar efter?
zh: 找不到您要查找的通知？

# Languages::other_notifications.email_templates
source: See the full list of email templates
fi: Katso täydellinen luettelo sähköpostimalleista
ko: 이메일 템플릿의 전체 목록 보기
sv: Se hela listan över e-postmallar
zh: 查看电子邮件模板的完整列表

# Languages::other_notifications.internal_templates
source: See the full list of on-site notification templates
fi: Katso täydellinen luettelo paikan päällä olevista ilmoitusmalleista
ko: 현장 알림 템플릿의 전체 목록 보기
sv: Se hela listan med mallar för meddelanden på plats
zh: 查看现场通知模板的完整列表

# Languages::internal_templates
source: On-site notification templates
fi: Paikan päällä olevat ilmoitusmallit
ko: 현장 알림 템플릿
sv: Mallar för meddelanden på plats
zh: 现场通知模板

# Languages::editing_internal_template
source: Editing on-site notification template
fi: Muokkaa ilmoitusmallia paikan päällä
ko: 현장 알림 템플릿 편집
sv: Redigera mall för meddelanden på plats
zh: 编辑现场通知模板

# Languages::send_test_notification
source: Send test notification
fi: Lähetä testiilmoitus
ko: 테스트 알림 보내기
sv: Skicka testavisering
zh: 发送测试通知

# Languages::count_internal_template_successfully_imported
source: On-site notification templates successfully imported:
fi: Paikan päällä olevien ilmoitusmallien tuonti onnistui:
ko: 성공적으로 가져온 현장 알림 템플릿:
sv: Mallar för meddelanden på plats har importerats:
zh: 现场通知模板导入成功：

# Languages::count_internal_template_fail_imported
source: On-site notification templates import failed:
fi: Paikan päällä tapahtuva ilmoitusmallien tuonti epäonnistui:
ko: 현장 알림 템플릿 가져오기 실패:
sv: Import av mallar för meddelanden på plats misslyckades:
zh: 现场通知模板导入失败：

# Languages::internal_template_import_success_msg
source: All the on-site notification templates have been imported without errors.
fi: Kaikki paikan päällä olevat ilmoitusmallit on tuotu ilman virheitä.
ko: 모든 현장 알림 템플릿을 오류 없이 가져왔습니다.
sv: Alla meddelandemallar på plats har importerats utan fel.
zh: 所有现场通知模板均已正确导入。

# Languages::internal_template_exists
source: The on-site notification template with the chosen code already exists, please try another.
fi: Paikan päällä oleva ilmoitusmalli valitulla koodilla on jo olemassa, kokeile toista.
ko: 선택한 코드가 포함된 현장 알림 템플릿이 이미 있습니다. 다른 코드를 시도하십시오.
sv: Mallen för meddelanden på plats med den valda koden finns redan, försök med en annan.
zh: 所选代码的现场通知模板已存在，请尝试其他模板。

# Languages::notification_template.tab.email
source: Email
fi: Sähköposti
ko: 이메일
sv: E-post
zh: 电子邮件

# Languages::notification_template.tab.internal
source: On-site
fi: Sivulla
ko: 현장
sv: På plats
zh: 现场

# Languages::lite_checkout.chosen_shipping_not_avaliable
source: Sorry, we can't get the rates for your selected shipping method. Please check your address and make sure that it is correct. If this doesn't help, please select another shipping method or contact us.
fi: Valitettavasti emme voi saada valitsemasi toimitustavan hintoja. Tarkista osoitteesi ja varmista, että se on oikein. Jos tämä ei auta, valitse toinen toimitustapa tai ota meihin yhteyttä.
ko: 죄송합니다. 선택한 배송 방법에 대한 요금을 확인할 수 없습니다. 주소를 확인하고 정확한지 확인하십시오. 그래도 문제가 해결되지 않으면 다른 배송 방법을 선택하거나 당사에 문의하십시오.
sv: Tyvärr, vi kan inte få priserna för din valda fraktmetod. Kontrollera din adress och se till att den är korrekt. Om detta inte hjälper, välj en annan fraktmetod eller kontakta oss.
zh: 抱歉，我们无法获取您选择的运输方式的费率。请检查您的地址并确保它是正确的。如果这没有帮助，请选择其他运输方式或联系我们。

# Languages::lite_checkout.not_available
source: Not available
fi: Ei saatavilla
ko: 사용 불가
sv: Inte tillgänglig
zh: 无法使用

# Languages::last_login
source: Last login
fi: Viimeinen kirjautuminen
ko: 최근 로그인
sv: Senaste inloggning
zh: 上次登录

# Languages::total_orders
source: Created orders
fi: Luotu tilaukset
ko: 생성된 주문
sv: Skapade beställningar
zh: 已创建订单

# Languages::total_paid_orders
source: Paid orders
fi: Maksetut tilaukset
ko: 유료 주문
sv: Betalda beställningar
zh: 已付款订单

# Languages::total_spent_money
source: Total spend
fi: Kokonaiskulutus
ko: 총 지출
sv: Totala utgifter
zh: 总支出

# Languages::notifications_center.section.communication
source: Communication
fi: Viestintä
ko: 통신
sv: Kommunikation
zh: 沟通

# Languages::notifications_center.tag.messages
source: Messages
fi: Viestit
ko: 메시지
sv: Meddelanden
zh: 留言

# Languages::settled_order_status
source: Consider order paid
fi: Harkitse tilauksen maksamista
ko: 지불된 주문 고려
sv: Överväg att beställningen är betald
zh: 考虑已付款的订单

# Languages::edit_on_site
source: Edit on site
fi: Muokkaa paikan päällä
ko: 사이트에서 편집
sv: Redigera på plats
zh: 现场编辑

# Languages::order_manager
source: Order manager
fi: Tilauspäällikkö
ko: 주문 관리자
sv: Orderansvarig
zh: 订单经理

# Languages::privilege_groups.internal_templates
source: On-site notification templates
fi: Paikan päällä olevat ilmoitusmallit
ko: 현장 알림 템플릿
sv: Mallar för meddelanden på plats
zh: 现场通知模板

# Languages::privilege_groups.notification_settings
source: Notifications
fi: Ilmoitukset
ko: 알림
sv: Aviseringar
zh: 通知

# Languages::logo_section.theme
source: Site logo
fi: Sivuston logo
ko: 사이트 로고
sv: Webbplatsens logotyp
zh: 网站标志

# Languages::logo_section.favicon
source: Favicon
ko: 파비콘
zh: 网站图标

# Languages::logo_section.mail
source: E-mail logo
fi: Sähköpostin logo
ko: 이메일 로고
sv: E-postlogotyp
zh: 电子邮件徽标

# Languages::show_extra_logos
source: Show extra logos
fi: Näytä ylimääräiset logot
ko: 추가 로고 표시
sv: Visa extra logotyper
zh: 显示额外的标志

# Languages::hide_extra_logos
source: Hide extra logos
fi: Piilota ylimääräiset logot
ko: 추가 로고 숨기기
sv: Dölj extra logotyper
zh: 隐藏额外的徽标

# Languages::test_rate_calculation
source: Test rate calculation
fi: Testinopeuden laskeminen
ko: 시험율 계산
sv: Testhastighetsberäkning
zh: 测试率计算

# Languages::calculated_rate
source: Calculated rate
fi: Laskettu korko
ko: 계산된 비율
sv: Beräknad kurs
zh: 计算费率

# Languages::calculated_automatically
source: Calculated automatically
fi: Lasketaan automaattisesti
ko: 자동으로 계산됨
sv: Beräknas automatiskt
zh: 自动计算

# Languages::additional_settings
source: Additional settings
fi: Lisäasetukset
ko: 추가설정
sv: Ytterligare inställningar
zh: 其他设置

# Languages::rates_calculated_info
source: Rates are calculated for [n] product that costs [price].|Rates are calculated for [n] products that cost [price].
fi: Hinnat on laskettu [n] tuotteelle, jotka maksavat [price].|Hinnat on laskettu [n] tuotteelle, jotka maksavat [price].
ko: 비용이 [price]인 제품 [n] 개에 대해 요금이 계산됩니다.|비용이 [price]인 제품 [n] 에 대해 요금이 계산됩니다.
sv: Priserna beräknas för [n] produkt som kostar [price].|Priserna beräknas för [n] produkter som kostar [price].
zh: 为 [n] 个成本为 [price]的产品计算费率。|为 [n] 成本为 [price]的产品计算费率。

# Languages::base_rate
source: Base rate
fi: Peruskorko
ko: 기본 요금
sv: Baspris
zh: 基准利率

# Languages::price_rate_not_set
source: Price rate was not set.
fi: Hintaa ei asetettu.
ko: 가격이 설정되지 않았습니다.
sv: Priset fastställdes inte.
zh: 价格率未设置。

# Languages::receivers
source: Receivers
fi: Vastaanottimet
ko: 수신자
sv: Mottagare
zh: 接收器

# Languages::notification
source: Notification
fi: Ilmoitus
ko: 알림
sv: Underrättelse
zh: 通知

# Languages::owner_company
source: Storefront
fi: Myymälä
ko: 상점 프론트
sv: Skyltfönster
zh: 店面

# Languages::block_manager.brands_per_screen
source: Brands per screen
fi: Tuotemerkit näyttöä kohden
ko: 화면당 브랜드
sv: Märken per skärm
zh: 每个屏幕的品牌

# Languages::block_manager.total_displayed_brands
source: Total amount of brands displayed
fi: Näytettyjen merkkien kokonaismäärä
ko: 표시된 브랜드의 총량
sv: Totalt antal varumärken som visas
zh: 展示品牌总数

# Languages::add_all_destinations
source: Add all
fi: Lisää kaikki
ko: 전부 추가
sv: Lägg till alla
zh: 全部添加

# SettingsOptions::show_unavailable_shipping_methods
source: Show unavailable shippings
fi: Näytä toimitukset, joita ei ole saatavilla
ko: 사용할 수 없는 배송 표시
sv: Visa ej tillgängliga frakter
zh: 显示不可用的运费

# SettingsTooltips::show_unavailable_shipping_methods
source: Show real-time shipping methods even if their servers haven't returned the rates
fi: Näytä reaaliaikaiset toimitustavat, vaikka heidän palvelimensa eivät olisi palauttaneet hintoja
ko: 서버에서 요금을 반환하지 않은 경우에도 실시간 배송 방법 표시
sv: Visa realtidsleveransmetoder även om deras servrar inte har returnerat priserna
zh: 即使他们的服务器没有返回费率，也显示实时运输方式

# Languages::block_manager.manage_layout_in_tab_not_exist_location
source: <p>This [entity] currently doesn't have an associated layout page. That's why it uses blocks from the default layout page.<br> If you'd like to edit blocks specifically for this [entity], then:</p><p><ol><li>Go to <b><a href="[link]">Design → Layouts</a></b></li><li>Add a layout page with <b>Dispatch:</b> <code>[dispatch_value]</code>.</li><li>Switch to the <b>[entity_tab]</b> tab and make sure that the layout page is enabled for this [entity].</li><li>Save your changes and return here.</li></ol></p>
fi: <p>Tällä sivulla [entity] ei ole tällä hetkellä liittyvää asettelusivua. Siksi se käyttää lohkoja oletusasettelusivulta.<br> Jos haluat muokata lohkoja erityisesti tätä varten [entity], niin:</p><p><ol><li>Siirry kohtaan <b><a href="[link]">Suunnittelu → Layouts</a></b></li><li>Lisää asettelusivu, jossa on <b>Lähetys:</b> <code>[dispatch_value]</code>.</li><li>Vaihda välilehdelle <b>[entity_tab]</b> ja varmista, että asettelusivu on otettu käyttöön tässä [entity].</li><li>Tallenna muutokset ja palaa tähän.</li></ol></p>
ko: <p>이 [entity] 에는 현재 연결된 레이아웃 페이지가 없습니다. 이것이 기본 레이아웃 페이지의 블록을 사용하는 이유입니다.<br> 이 [entity]에 대해 특별히 블록을 편집하려면 다음을 수행하십시오.</p><p><ol><li> <b><a href="[link]">디자인 → 레이아웃으로 이동</a></b></li><li> <b>Dispatch:</b> <code>[dispatch_value]</code>이 있는 레이아웃 페이지 추가.</li><li> <b>[entity_tab]</b> 탭으로 전환하고 레이아웃 페이지가 이 [entity]에 대해 활성화되어 있는지 확인하십시오.</li><li>변경 사항을 저장하고 여기로 돌아갑니다.</li></ol></p>
sv: <p>Denna [entity] har för närvarande ingen associerad layoutsida. Det är därför den använder block från standardlayoutsidan.<br> Om du vill redigera block specifikt för detta [entity], då:</p><p><ol><li>Gå till <b><a href="[link]">Design → Layouter</a></b></li><li>Lägg till en layoutsida med <b>Utskick:</b> <code>[dispatch_value]</code>.</li><li>Byt till fliken <b>[entity_tab]</b> och se till att layoutsidan är aktiverad för denna [entity].</li><li>Spara dina ändringar och återvänd hit.</li></ol></p>
zh: <p>此 [entity] 当前没有关联的布局页面。这就是它使用默认布局页面中的块的原因。<br> 如果您想专门为此 [entity]编辑块，那么：</p><p><ol><li>转到 <b><a href="[link]">设计 → 布局</a></b></li><li>添加一个布局页面 <b>Dispatch:</b> <code>[dispatch_value]</code>。</li><li>切换到 <b>[entity_tab]</b> 选项卡并确保为此 [entity]启用了布局页面。</li><li>保存更改并返回此处。</li></ol></p>

# Languages::block_manager.manage_layout_in_tab_unavailable_by_object_id
source: <p>This [entity] currently doesn't have an associated layout page. That's why it uses blocks from the default layout page.<br> If you'd like to edit blocks specifically for this [entity], then:</p><p><ol><li>Edit the <b><a href="[link]">[location_name]</a></b> layout page.</li><li>Switch to the [entity_tab] tab and make sure that the layout page is enabled for this [entity].</li><li>Save your changes and return here.</li></ol></p>
fi: <p>Tällä sivulla [entity] ei ole tällä hetkellä liittyvää asettelusivua. Siksi se käyttää lohkoja oletusasettelusivulta.<br> Jos haluat muokata lohkoja erityisesti tätä varten [entity], niin:</p><p><ol><li>Muokkaa <b><a href="[link]">[location_name]</a></b> asettelusivua.</li><li>Vaihda [entity_tab] -välilehdelle ja varmista, että asettelusivu on otettu käyttöön tässä [entity].</li><li>Tallenna muutokset ja palaa tähän.</li></ol></p>
ko: <p>이 [entity] 에는 현재 연결된 레이아웃 페이지가 없습니다. 이것이 기본 레이아웃 페이지의 블록을 사용하는 이유입니다.<br> 이 [entity]에 대해 특별히 블록을 편집하려면 다음을 수행하십시오.</p><p><ol><li> <b><a href="[link]">[location_name]</a></b> 레이아웃 페이지를 편집하십시오.</li><li> [entity_tab] 탭으로 전환하고 레이아웃 페이지가 이 [entity]에 대해 활성화되어 있는지 확인하십시오.</li><li>변경 사항을 저장하고 여기로 돌아갑니다.</li></ol></p>
sv: <p>Denna [entity] har för närvarande ingen associerad layoutsida. Det är därför den använder block från standardlayoutsidan.<br> Om du vill redigera block specifikt för detta [entity], då:</p><p><ol><li>Redigera <b><a href="[link]">[location_name]</a></b> layoutsidan.</li><li>Byt till fliken [entity_tab] och se till att layoutsidan är aktiverad för denna [entity].</li><li>Spara dina ändringar och återvänd hit.</li></ol></p>
zh: <p>此 [entity] 当前没有关联的布局页面。这就是它使用默认布局页面中的块的原因。<br> 如果您想专门为此 [entity]编辑块，则：</p><p><ol><li>编辑 <b><a href="[link]">[location_name]</a></b> 布局页面。</li><li>切换到 [entity_tab] 选项卡并确保为此 [entity]启用布局页面。</li><li>保存更改并返回此处。</li></ol></p>

# Languages::block_manager.manage_layout_in_tab_unavailable
source: Sorry, you can't edit blocks for this [entity]. If you'd like to do this, please contact the main administrator. Ask him or her to check the <b>Layouts</b> tab of this [entity] in their admin panel. That will give the main admin all the necessary information.
fi: Valitettavasti et voi muokata lohkoja tälle [entity]. Jos haluat tehdä tämän, ota yhteyttä pääjärjestelmänvalvojaan. Pyydä häntä tarkistamaan tämän [entity] :n <b>Layouts</b> -välilehti hallintapaneelistaan. Tämä antaa pääjärjestelmänvalvojalle kaikki tarvittavat tiedot.
ko: 죄송합니다. 이 [entity]에 대한 블록을 수정할 수 없습니다. 이 작업을 수행하려면 기본 관리자에게 문의하세요. 관리자 패널에서 이 [entity] 의 <b>레이아웃</b> 탭을 확인하도록 요청하십시오. 그러면 기본 관리자에게 필요한 모든 정보가 제공됩니다.
sv: Tyvärr, du kan inte redigera block för denna [entity]. Om du vill göra detta, vänligen kontakta huvudadministratören. Be honom eller henne att kontrollera fliken <b>Layouts</b> av dessa [entity] i deras adminpanel. Det kommer att ge huvudadministratören all nödvändig information.
zh: 抱歉，您不能为此 [entity]编辑块。如果您想这样做，请联系主管理员。请他或她在他们的管理面板中检查这 [entity] 中的 <b>布局</b> 选项卡。这将为主要管理员提供所有必要的信息。

# Languages::block_manager.dynamic_entity_products
source: product
fi: tuote
ko: 상품
sv: produkt
zh: 产品

# Languages::block_manager.dynamic_entity_categories
source: category
fi: kategoria
ko: 카테고리
sv: kategori
zh: 类别

# Languages::block_manager.dynamic_entity_pages
source: page
fi: sivu
ko: 페이지
sv: sida
zh: 页

# Languages::payment_processors.category.checkout
source: Checkout
fi: Tarkista
ko: 결제
sv: Kolla upp
zh: 查看

# Languages::payment_processors.category.gateway
source: Gateways
fi: Yhdyskäytävät
ko: 게이트웨이
zh: 网关

# Languages::payment_processors.category.russian
source: Russian payment methods
fi: Venäjän maksutavat
ko: 러시아 결제 수단
sv: Ryska betalningsmetoder
zh: 俄罗斯支付方式

# Languages::add_in_all_realtime_shippings
source: Add in all realtime shipping methods
fi: Lisää kaikki reaaliaikaiset toimitustavat
ko: 모든 실시간 배송 방법 추가
sv: Lägg till alla realtidsleveransmetoder
zh: 添加所有实时运输方式

# Languages::event.system.realtime_shipping_error.name
source: Realtime shipping errors
fi: Reaaliaikaiset toimitusvirheet
ko: 실시간 배송 오류
sv: Leveransfel i realtid
zh: 实时运输错误

# Languages::profile_field_contains_information
source: Сouldn't change the field type: someone has already submitted data in this field.
fi: Kentän tyyppiä ei voitu muuttaa: joku on jo lähettänyt tietoja tähän kenttään.
ko: 필드 유형을 변경할 수 없습니다. 누군가 이 필드에 이미 데이터를 제출했습니다.
sv: Kunde inte ändra fälttypen: någon har redan skickat in data i det här fältet.
zh: Сouldn't change the field type: 有人已经在这个字段中提交了数据。

# Languages::text_cannot_create_file_check_file
source: Сouldn't create the file. Please try again or choose another file.
fi: Tiedostoa ei voitu luoda. Yritä uudelleen tai valitse toinen tiedosto.
ko: 파일을 만들 수 없습니다. 다시 시도하거나 다른 파일을 선택하십시오.
sv: Kunde inte skapa filen. Försök igen eller välj en annan fil.
zh: 无法创建文件。请重试或选择其他文件。

# Languages::error_profile_field_code_exists
source: A profile field with this code already exists. Please choose another code.
fi: Tällä koodilla varustettu profiilikenttä on jo olemassa. Valitse toinen koodi.
ko: 이 코드가 있는 프로필 필드가 이미 있습니다. 다른 코드를 선택하세요.
sv: Ett profilfält med denna kod finns redan. Välj en annan kod.
zh: 具有此代码的配置文件字段已存在。请选择其他代码。

# Languages::can_not_add_file_type_profile_field
source: Sorry, this page doesn't support fields with the "File" type, and they weren't added.
fi: Valitettavasti tämä sivu ei tue "Tiedosto"-tyyppisiä kenttiä, eikä niitä lisätty.
ko: 죄송합니다. 이 페이지는 "파일" 유형의 필드를 지원하지 않으며 추가되지 않았습니다.
sv: Tyvärr, den här sidan stöder inte fält med typen "Fil", och de har inte lagts till.
zh: 抱歉，此页面不支持“文件”类型的字段，因此未添加它们。

# Languages::day_or_days
source: day(s)
fi: päivä(t)
ko: 일
sv: dag(ar)
zh: 天）

# Languages::feature_already_in_use
source: Couldn't delete the feature. It is already used by your or someone else's products.
fi: Ominaisuutta ei voitu poistaa. Se on jo käytössä sinun tai jonkun muun tuotteissa.
ko: 지형지물을 삭제할 수 없습니다. 귀하 또는 다른 사람의 제품에서 이미 사용 중입니다.
sv: Det gick inte att ta bort funktionen. Den används redan av dina eller någon annans produkter.
zh: 无法删除该功能。它已被您或其他人的产品使用。

# Languages::feature_variants_already_in_use
source: Couldn't delete some feature variants. They are already used by your or someone else's products.
fi: Joitakin ominaisuusversioita ei voitu poistaa. Ne ovat jo käytössä sinun tai jonkun muun tuotteissa.
ko: 일부 기능 변형을 삭제할 수 없습니다. 귀하 또는 다른 사람의 제품에서 이미 사용 중입니다.
sv: Det gick inte att ta bort vissa funktionsvarianter. De används redan av dina eller någon annans produkter.
zh: 无法删除某些功能变体。它们已被您或其他人的产品使用。
