Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::temando_package_unpackaged
source: Unpackaged or N/A
fi: Pakkaamaton tai ei käytössä
ko: 비포장 또는 N/A
sv: Oförpackad eller ej tillgänglig
zh: 未包装或不适用

# Languages::temando_package_wheel
source: Wheel/Tyre
fi: Pyörä/rengas
ko: 휠/타이어
sv: Hjul/Däck
zh: 车轮/轮胎

# Languages::temando_subclass_excessbaggage
source: Excess Baggage
fi: Ylimääräinen matkatavara
ko: 초과 수하물
sv: Överskottsbagage
zh: 超重行李

# Languages::temando_subclass_furniture
source: Furniture
fi: Huonekalut
ko: 퍼니쳐
sv: möbel
zh: 家具

# Languages::temando_subclass_householdgoods
source: Household Goods
fi: Taloustavarat
ko: 가정 용품
sv: Hushållsartiklar
zh: 家庭用品

# Languages::temando_subclass_other
source: Other (etc.)
fi: Muut (jne.)
ko: 기타 (etc.)
sv: Annat (etc.)
zh: 其他（等）

# Languages::temando_system
source: Temando system
fi: Temando järjestelmä
zh: 天满堂系统

# Languages::temando_weight_grams
source: Grams
fi: grammaa
ko: 그램
zh: 克

# Languages::temando_weight_kilograms
source: Kilograms
fi: Kilogrammaa
ko: 킬로그램
sv: Kilo
zh: 公斤

# Languages::temando_weight_ounces
source: Ounces
fi: Unssia
ko: 온스
sv: Uns
zh: 盎司

# Languages::temando_weight_pounds
source: Pounds
fi: Puntaa
ko: 파운드
sv: Pund
zh: 磅

# Languages::template
source: Template
fi: Sapluuna
ko: 템플릿
sv: Mall
zh: 模板

# Languages::templates_tree
source: Templates tree
fi: Mallit puu
ko: 템플릿 트리
sv: Mallträd
zh: 模板树

# Languages::file_editor
source: File editor
fi: Tiedostoeditori
ko: 파일 편집기
sv: Filhanteraren
zh: 文件编辑器

# Languages::terminal
source: Terminal
fi: Terminaali
ko: 터미넬
zh: 终端

# Languages::terminal_id
source: Terminal ID
fi: Päätteen tunnus
ko: 단말기 ID
zh: 终端ID

# Languages::test
source: Test
fi: Testata
ko: 테스트
sv: Testa
zh: 测试

# Languages::test_live_mode
source: Test/Live mode
fi: Testi/Live-tila
ko: 테스트 / 라이브 모드
sv: Test/liveläge
zh: 测试/即时模式

# Languages::test_mode
source: Test mode
fi: Testitila
ko: 테스트 모드
sv: Övningsläge
zh: 测试模式

# Languages::text
source: Text
fi: Teksti
ko: 텍스트
zh: 文本

# Languages::textarea
source: Text area
fi: Tekstialue
ko: 텍스트 영역
sv: Textruta
zh: 文本区域

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
fi: <b>Huomautus</b>: Jotta voit seurata 2Checkout-tilauksiasi ostoskoriohjelmistolla, sinun on suoritettava seuraavat vaiheet:<br /><br />-&nbsp;Kirjaudu sisään 2Checkout -tilillesi<br />-&nbsp;Napsauta <u>'Sivuston hallinta'</u> kohdassa <u>'Tili'.</u> jakso.<br />-&nbsp;Valitse <b>"Annetut linkit takaisin verkkosivustolleni"</b> -vaihtoehto <u>"Suora paluu"</u>&nbsp;<br />-&nbsp;Aseta <u>"Hyväksytty URL-osoite"</u> ja <u>"Odottaa URL-osoite"</u><br />:<br /><b>[return_url]-</b>Aseta <u>'Salainen sana'</u>. Salaisen sanan tuntevat vain myyjä ja 2CheckOut.<br />
ko: <b>참고</b>: 장바구니 소프트웨어로 2Checkout 주문을 추적하려면 다음 단계를 수행해야 합니다.<br /><br />-&nbsp;2Checkout 계정에 로그인합니다.<br />-&nbsp; <u>'계정'에서 <u>'사이트 관리'를 클릭합니다.</u></u> 섹션.<br />-&nbsp; <u>'직접 반환'</u> 하위 섹션에서 <b>'내 웹사이트로 돌아가는 링크 제공'</b> 옵션 선택 <br />-&nbsp; <u>'승인된 URL'</u> 및 <u>'대기 중인 URL' 설정</u> to:<br /><b>[return_url]</b><br />-&nbsp;세트 <u>'비밀의 말'</u>. Secret Word는 판매자와 2CheckOut만 알고 있습니다.<br />
sv: <b>Obs!</b> För att registrera 2Checkout ordrar i butiken måste du utföra följande steg:<br><br>- Logga in på ditt 2Checkout konto<br>- Klicka på länken <u>'Site management'</u> i avdelningen <u>'Account'</u>.<br>- Välj <b>'Given links back to my website'</b> i underavdelningen <u>'Direct Return'</u>.<br>- Ange <u>'Approved URL'</u> och <u>'Pending URL'</u> till:<br><b>[return_url]</b><br>- Ange <u>'Secret Word'</u>. Det hemliga ordet är endast känt av säljaren och 2CheckOut.<br>
zh: <b>注意</b>:用购物车软件跟踪您 2Checkout 的订单您需要采取这些步骤:<br /><br />-&nbsp;登录到您的 2Checkout 帐户<br />-&nbsp;在您的<u>'帐户'</u>区域点击 <u>'站点管理'</u>.<br />-&nbsp;选择<b>'我网站的指定链接'</b> 选项中的<u>'直接返回'</u> 部份<br />-&nbsp;设置<u>'核准的URL'</u> 和<u>'待定的URL'</u>到:<br /><b>[return_url]</b><br />-&nbsp;设置<u>'密文'</u>. 此密文只有卖方和2CheckOut知道.<br />

# Languages::text_2co_ins
source: Instant Notification Service (INS)
ko: 인스턴트 알림 서비스 (INS)
sv: INS - Instant Notification Service (meddelande i bakgrunden)
zh: 即时通知服务 (INS)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
fi: (näkyy ponnahdusikkunassa)
ko: (팝업 창에 표시됨)
sv: (visas i popup fönster)
zh: (显示在弹出窗口)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
fi: (näkyy tuotetietosivulla kohdassa "Lisäkuvat")
ko: ( "추가 이미지"의 제품 세부 정보 페이지에 표시됨)
sv: (visas på produktsidan som "Fler bilder")
zh: (显示在产品详细信息页面中的 "附加图片"上)

# Languages::addon_files_was_copied
source: The <b>"[addon]"</b> add-on files has been copied successfully
fi: <b>"[addon]"</b> -lisäosatiedostot on kopioitu onnistuneesti
ko: <b> "[addon]"</ b> 에드온 파일이 성공적으로 복사되었습니다
sv: Tilläggsfilerna <b>"[addon]"</b> har kopierats framgångsrikt
zh: 已成功复制 <b>"[addon]"</b> 附加文件

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
fi: Lisäosa "[addon_name]" ei ole yhteensopiva seuraavien lisäosien kanssa: [addons]. Sitä ei voi ottaa käyttöön
sv: Tillägget '[addon_name]' är inte kompatibelt med: [addons]. Det kan inte aktiveras.
zh: "[addon_name]"不兼容以下扩展插件: [addons].无法启用

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
fi: Lisäosa "[addon_name]" ei ole yhteensopiva seuraavien lisäosien kanssa: [addons]. Nämä lisäosat poistetaan automaattisesti käytöstä.
sv: Tillägget "[addon_name]" är inkompatibelt med: [addons]. Dessa tillägg blir automatiskt inaktiverade.
zh: "[addon_name]" 不兼容以下扩展插件: [addons]. 这些扩展插件将自动禁用.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
fi: Lisäosa "[addon_name]" ei ole yhteensopiva seuraavien lisäosien kanssa: [addons]. Sitä ei ole otettu käyttöön. Ota se käyttöön manuaalisesti, niin kaikki yhteensopimattomat lisäosat poistetaan automaattisesti käytöstä.
sv: Tillägget "[addon_name]" är inkompatibelt med: [addons] och har inte aktiveras. Aktivera denna manuellt och inkompatibla tillägg kommer då att inaktiveras automatiskt.
zh: "[addon_name]" 不兼容以下扩展插件: [addons]. 它还没有被启用. 手动启用后所有不兼容的插件将自动禁用

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
fi: <b>"[addon]"</b> -lisäosa on asennettu onnistuneesti
ko: <b>"[addon]"</b> 애드온이 성공적으로 설치되었습니다.
sv: Tillägget <b>"[addon]"</b> har installerats
zh: 此<b>"[addon]"</b>扩展插件已成功安装

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
fi: Lisäosaa ei voi asentaa, koska sille on asetettu riippuvuus [addon] -lisäosasta. Asenna ensin [addon] lisäosa.
ko: [addon] 추가 기능에 대한 종속성이 설정되어 있으므로 추가 기능을 설치할 수 없습니다. [addon] 애드온을 먼저 설치하십시오.
sv: Tillägget kunde inte installeras eftersom det är beroende av tillägget [addon]. Installera tillägget [addon] först.
zh: 因依存[addon]的设定所以此扩展插件无法安装. 请先安装[addon]扩展插件.

# Languages::text_addon_refreshed
source: The settings and language variables of the <b>"[addon]"</b> add-on have been updated successfully
fi: <b>"[addon]"</b> -lisäosan asetukset ja kielimuuttujat on päivitetty onnistuneesti
ko: <b>"[addon]"</b> 애드온의 설정 및 언어 변수가 성공적으로 업데이트되었습니다.
sv: Inställningarna och språkvariablerna för tillägget <b>"[addon]"</b> har uppdaterats framgångsrikt
zh: <b>"[addon]"</b> 插件的设置和语言变量已成功更新

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
fi: <b>"[addon]"</b> -lisäosa on poistettu.
ko: <b>"[addon]"</b> 애드온이 제거되었습니다.
sv: Tillägget <b>"[addon]"</b> har avinstallerats
zh: <b>"[addon]"</b> 扩展插件已经被卸载.

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
fi: Lisäosaa ei voi poistaa, koska seuraavat lisäosat riippuvat siitä: [addons]
sv: Tillägget kunde inte tas bort eftersom följande tillägg är beroende av det: [addons]
zh: 由于以下扩展插件[addons]的依存关系所以此扩展插件无法删除

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
fi: Voit käyttää jokerimerkkejä tässä kentässä:<br /><b>'?'</b> - mikä tahansa yksittäinen merkki;<b>'*'</b> - mikä tahansa määrä merkkejä.<br /><br /><u>Esimerkki:</u><br /><b>* katu</b> &nbsp;&nbsp;(vastaa 1st Streetiä, 102nd Streetiä jne.)
ko: 다음 필드에 와일드카드를 사용할 수 있습니다.<br /><b>'?'</b> - 단일 문자<b>'*'</b> - 임의의 수의 문자.<br /><br /><u>예:</u><br /><b>* street</b> &nbsp;&nbsp;(1st Street, 102nd Street 등에 해당)
sv: Du kan använda jokertecken i detta fält:<br /><b>'?"</b> - vilket enskilt tecken som helst;<b>'*'</b> - valfritt antal tecken.<br /><br /><u>Exempel:</u><br /><b>* gata</b> &nbsp;&nbsp;(motsvarar 1st Street, 102nd Street, etc)
zh: 您可以在此字段中使用通配符:<br><b>'?'</b> - 任何单个字符;<b>'*'</b> - 任意数量的字符.<br><br><u>例如:</u><br><b>* street</b> &nbsp;&nbsp;(相当于 1st Street, 102nd Street等等)

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
fi: Tämä osio näyttää tilaukset, joita et ole koskaan nähnyt.
ko: 이 섹션에는 조회한 적이 없는 주문이 표시됩니다.
sv: Denna avdelning visar ordrar du inte tittat på.
zh: 此区域显示的是您还没有浏览过的订单.

# Languages::text_allowed_to_upload_file_extension
source: The following file extensions are supported: <b>[ext]</b>.
fi: Seuraavia tiedostopäätteitä tuetaan: <b>[ext]</b>.
ko: 다음 파일 확장자가 지원됩니다. <b>[ext]</b>.
sv: Filändelser som stöds: <b>[ext].</b>
zh: 支持以下文件扩展名︰ <b>[ext]</b>。

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
fi: Tärkeä! Sinun on määritettävä myymäläsi URL-osoite <b>[callback_url]</b> kauppiaan URL-osoitteeksi Amazonin myyjäkeskuksen verkkosivustolla (Asetukset > Checkout Pipeline Settings). Muuten et voi hyväksyä maksuja Amazon Checkoutin kautta kaupassasi
ko: 중요한! 아마존 셀러 센트럴 웹사이트(설정 > 체크아웃 파이프라인 설정)에서 상점 URL <b>[callback_url]</b> 를 판매자 URL로 지정해야 합니다. 그렇지 않으면 매장에서 Amazon Checkout을 통해 결제를 수락할 수 없습니다.
sv: Viktigt! Du måste ange butikens URL <b>[callback_url]</b> som "Merchant URL" på Amazon Seller Central (Settings > Checkout Pipeline Settings). Annars kommer du inte att kunna ta emot betalningar via Amazon Checkout i din butik
zh: 重要!您必须指定您的商店的URL <b>[callback_url]</b>作为在亚马逊销售中心网站中的商业URL(设置 > 结帐渠道设置). 否则, 在您的商店中通过亚马逊结帐时将无法接受付款

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
fi: Amazon Checkout ei ole vielä saanut vastausta, odota hetki. Vaikka tilausta ei ehkä luodakaan kaupassa niin kauan, on erittäin todennäköistä, että Amazon Checkout on luonut ja käsitellyt sen onnistuneesti. Ota yhteyttä kaupan henkilökuntaan ja kerro heille Amazonin antama tilaustunnus
ko: Amazon Checkout에서 아직 응답을 받지 못했습니다. 잠시만 기다려 주세요. 오랫동안 스토어에서 주문이 생성되지 않을 수 있지만 Amazon Checkout에서 성공적으로 생성 및 처리되었을 가능성이 높습니다. 매장 직원에게 연락하여 Amazon에서 제공한 주문 ID를 알려주십시오.
sv: Inget svar från Amazon Checkout har mottagits ännu, vänligen vänta. Även om din order inte är skapad i butiken ännu är det högst troligt att den har skapats och bearbetats av Amazon Checkout. Kontakta butikens kundtjänst och uppge vilket order ID som gavs av Amazon
zh: 还没有收到亚马逊支付的回应，请稍候. 虽然订单可能最终无法在商店中建立，但很可能已由亚马逊支付成功建立并处理. 请联系工作人员告诉他们的由亚马逊提供的订单ID

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
fi: Ostoskorissasi olevien tuotteiden määrä eroaa Amazon-pyynnön tuotteiden määrästä.
ko: 장바구니에 담긴 상품 수가 아마존 요청에 있는 상품 수와 다릅니다.
sv: Antal produkter i din varukorg överensstämmer inte med antalet produkter i Amazons begäran.
zh: 您购物车中产品的数量与亚马逊的要求的产品的数量.

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
fi: Testaustarkoituksiin kauppiaan URL-osoite voi olla HTTP-linkki kauppaasi, mutta live-tila vaatii suojatun yhteyden ja sinun on käytettävä HTTPS-linkkiä. Muista myös ottaa tuotantotila käyttöön Amazonin Seller Central -verkkosivustolla, kun olet valmis aloittamaan live-lähetyksen.
ko: 테스트 목적으로 판매자 URL은 상점에 대한 HTTP 링크일 수 있지만 라이브 모드에는 보안 연결이 필요하며 HTTPS 링크를 사용해야 합니다. 또한 출시할 준비가 되면 아마존 셀러 센트럴 웹사이트에서 생산 모드를 활성화하는 것을 잊지 마십시오.
sv: I testläget kan "Merchant URL" vara en HTTP-länk till din butik, men i liveläge krävs säker anslutning och du måste använda en HTTPS-länk. Kom även ihåg att aktivera liveläget på Amazon Seller Central när du är redo att gå live.
zh: 出于测试目的，商家URL可能连接到您的商店，但活跃模式需要安全连接并须使用HTTPS. 同时, 当您准备好后记得在亚马逊卖方中央网站上启用生产模式.

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
fi: <b>Huomautus:</b> Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>-käytännön</a> (B4.2) mukaan lisämaksuja ei tueta. Kaikki määrittämäsi lisämaksut jätetään huomioimatta, kun Amazon Checkoutia käytetään.
ko: <b>참고:</b> Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>정책</a> (B4.2)에 따라 추가 요금은 지원되지 않습니다. Amazon Checkout을 사용할 때 설정한 추가 요금은 무시됩니다.
sv: <b>Obs!</b> Enligt Amazons <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy (B4.2)</a>, stöds inte tilläggsavgifter. Eventuella tilläggsavgifter kommer att ignoreras när Amazon Checkout används.
zh: <b>注意︰</b>根据亚马逊 <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> 政策</a> (B4.2)，不支持的附加费。使用亚马逊结帐时，将忽略您可能已经设置任何附加费。

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
fi: Sinun on oltava rekisteröitynyt käyttäjä jatkaaksesi kassalla
ko: 결제를 진행하려면 등록된 사용자여야 합니다.
sv: Du måste vara en registrerad användare för att gå vidare till kassan
zh: 您必须注册用户来完成结帐

# Languages::recalculate_shipping_cost
source: Recalculate shipping cost
fi: Laske toimituskulut uudelleen
ko: 배송비 다시 계산
sv: Räkna om leveranspris
zh: 重新计算运费

# Languages::text_applied_promotions
source: Applied promotions
fi: Annetut alennukset
ko: 적용된 프로모션
sv: Aktiv kampanj
zh: 应用于促销

# Languages::text_are_you_sure_to_delete_file
source: Are you sure you want to delete the item?
fi: Haluatko varmasti poistaa kohteen?
ko: 항목을 삭제하시겠습니까?
sv: Är du säker på att du vill ta bort detta objekt?
zh: 您确定要删除此项目吗?

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
fi: Haluatko varmasti jatkaa?
ko: 계속 하시겠습니까?
sv: Är du säker på att du vill fortsätta?
zh: 您确定想要继续吗?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
fi: <b>Huomautus:</b><br />1. Kopioi levylle saamasi varmenne [home_path] -hakemistoon. Nimeä varmenne uudelleen muotoon certif.fr.[my_merchant_id], jossa [my_merchant_id] on verkkosivustosi numero.<br /> 2. Nimeä tallennuksen parametritiedosto (parmcom.014213245611111-tiedosto) uudelleen parmcomiksi.[my_merchant_id].<br />3. Muokkaa tiedostoa <b>polkutiedosto</b> hakemistossa <b>[home_path]</b><br />- Korvaa merkkijono '<u>D_LOGO![some_dir]!</u>' ja '<u>D_LOGO![http_path]/logo/!</u>'<br />- Korvaa merkkijono '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' ja '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Korvaa merkkijono '<u>F_PARAM![/some_dirs/parmcom]!</u>' ja '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Korvaa merkkijono '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' ja '<u>F_CERTIFICATE![home_path]/ todistus!</u>'<br />4. Muokkaa <b>parmcomia.[some_number]</b> tiedosto hakemistossa <b>[home_path]</b><br />- Korvaa merkkijono '<u>AUTO_RESPONSE_URL![some_url]!</u>' ja '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Korvaa merkkijono '<u>CANCEL_URL![some_url]!</u>' ja '<u>CANCEL_URL![ok_url]!</u>'<br />- Korvaa merkkijono '<u>RETURN_URL![some_url]!</u>' ja '<u>RETURN_URL![ok_url]!</u><br />
ko: <b>참고:</b><br />1. 디스크에서 받은 인증서를 [home_path] 디렉터리에 복사합니다. 인증서 이름을 certif.fr로 바꿉니다.[my_merchant_id], 여기서 [my_merchant_id] 는 웹사이트 번호입니다.<br /> 2. 상점 매개변수 파일(parmcom.014213245611111 파일)의 이름을 parmcom으로 바꿉니다.[my_merchant_id].<br />3. <b>[home_path]</b> 디렉토리에 있는 <b>경로 파일</b> 파일을 편집하십시오.<br />- '<u>D_LOGO! 문자열을 교체하십시오.[some_dir]!</u>' '<u>D_LOGO![http_path]/로고/!</u>'<br />- 문자열 바꾸기 '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- 문자열 바꾸기 '<u>F_PARAM![/some_dirs/parmcom]!</u>'와 '<u>F_PARAM![home_path]화</u>'<br />- 문자열 바꾸기 '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' '<u>F_CERTIFICATE![home_path]/인증!</u>'<br />4. <b>parmcom을 수정합니다. <b>[home_path]</b> 디렉토리의[some_number]</b> 파일<br />- 문자열 '<u>AUTO_RESPONSE_URL 교체![some_url]!</u>'와 '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- 문자열 바꾸기 '<u>CANCEL_URL![some_url]!</u>' '<u>CANCEL_URL![ok_url]!</u>'<br />- 문자열 바꾸기 '<u>RETURN_URL![some_url]!</u>' '<u>RETURN_URL![ok_url]!</u>'<br />
sv: <b>Obs:</b><br />1. Kopiera ditt certifikat som du fick på disken till [home_path] -katalogen. Byt namn på certifikatet till certif.fr.[my_merchant_id], där [my_merchant_id] är ditt webbplatsnummer.<br /> 2. Byt namn på filen med arkivparametrar (filen parmcom.014213245611111) till parmcom.[my_merchant_id].<br />3. Redigera <b>pathfile</b> filen i <b>[home_path]</b> katalogen<br />- Ersätt sträng '<u>D_LOGO![some_dir]!</u>' med '<u>D_LOGO![http_path]/logotyp/!</u>'<br />- Ersätt sträng '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' med '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Ersätt sträng '<u>F_PARAM![/some_dirs/parmcom]!</u>' med '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Ersätt sträng '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' med '<u>F_CERTIFICATE![home_path]/certifikat!</u>'<br />4. Redigera <b>parmcom.[some_number]</b> filen i <b>[home_path]</b> katalogen<br />- Ersätt sträng '<u>AUTO_RESPONSE_URL![some_url]!</u>' med '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Ersätt sträng '<u>CANCEL_URL![some_url]!</u>' med '<u>CANCEL_URL![ok_url]!</u>'<br />- Ersätt sträng '<u>RETURN_URL![some_url]!</u>' med '<u>RETURN_URL![ok_url]!</u><br />
zh: <b>注意:</b><br />1. 复制您在磁盘上的目录[ home_path ]收到的证书.重命名为certif.fr.[my_merchant_id],[my_merchant_id]是您站点的号码.<br /> 2. 重命名商店的参数文件 (parmcom.014213245611111 文件)为 parmcom.[my_merchant_id].<br />3. 在<b>[home_path]</b>目录下编辑<b>pathfile</b>文件<br />- 替换字符串 '<u>D_LOGO![some_dir]!</u>' 为 '<u>D_LOGO![http_path]/logo/!</u>'<br />- 替换字符串 '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' 为 '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- 替换字符串 '<u>F_PARAM![/some_dirs/parmcom]!</u>' 为 '<u>F_PARAM![home_path]/parmcom!</u>'<br />- 替换字符串 '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' 为 '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. 在<b>[home_path]</b>目录下编辑<b>parmcom.[some_number]</b>文件<br />- 替换字符串 '<u>AUTO_RESPONSE_URL![some_url]!</u>' 为 '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- 替换字符串 '<u>CANCEL_URL![some_url]!</u>' 为 '<u>CANCEL_URL![ok_url]!</u>'<br />- 替换字符串 '<u>RETURN_URL![some_url]!</u>' 为 '<u>RETURN_URL![ok_url]!</u>'<br />

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
fi: <span style="color:#FF2222">Varoitus!!!</span> Atos-tiedostojen polun tulee sisältää enintään 60 symbolia, muuten kopioi atos_files-kansio johonkin päähakemistoon, esim. cart-ydinhakemistoon. Varmista myös, että atos-tiedostohakemistolla on täydet käyttöoikeudet.
ko: <span style="color:#FF2222">경고!!!</span> atos 파일의 경로는 60개 이하의 기호로 구성되어야 합니다. 그렇지 않으면 atos_files 폴더를 일부 상위 디렉토리(예: 장바구니 코어 디렉토리)로 복사하십시오. 또한 atos 파일 디렉토리에 전체 권한이 있는지 확인하십시오.
sv: <span style="color:#FF2222">Varning!!!</span> Sökvägen till Atos filer får högst innehålla 60 tecken, kopiera annars mappen atos_files till någon överliggande mapp. Se även till att Atosmappen har full behörighet.
zh: <span style="color:#FF2222">警告!!!</span>atos文件的路径应该包含不超过60个符号,否则请复制atos_files文件夹到到相同父目录, 如: 购物车核心目录.同时确保atos文件拥有所有权限.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
fi: Rahoituslaitoksesi on ilmoittanut, ettei se voinut todentaa tätä tapahtumaa. Luvattomalta käytöltä suojaamiseksi tätä korttia ei voi käyttää ostoksen suorittamiseen. Voit suorittaa ostoksen valitsemalla toisen maksutavan.
ko: 금융 기관에서 이 거래를 성공적으로 인증할 수 없다고 표시했습니다. 무단 사용을 방지하기 위해 이 카드를 사용하여 구매를 완료할 수 없습니다. 다른 결제 방법을 선택하여 구매를 완료할 수 있습니다.
sv: Din bank/inlösare kunde inte autensiera denna transaktion. För att skydda mot obehörig användning kan detta kort inte användas för att detta köp. Du kan slutföra ditt köp genom att välja ett annat betalsätt.
zh: 您的金融机构已经申明它不可能成功地授权这个交易.为防止未经授权使用,这张卡无法用于完成您的购买.您要完成购买可通过选择另一种支付方式.
