Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
fi: Tätä tuotetta ei voi lisätä ostoskoriin nyt. Se tulee saataville [avail_date]
ko: 이 제품은 지금 장바구니에 추가 할 수 없습니다. [avail_date]에 사용할 수 있습니다.
sv: Tillgänglig [avail_date]
zh: 该产品现在不能添加到购物车.将在[avail_date]开始出售

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
fi: Tämä tuote lähetetään [avail_date]
ko: 이 제품은 [avail_date]에 배송됩니다.
sv: Denna produkt kommer att finnas tillgänglig [avail_date]
zh: 该产品将在[avail_date]开始出售

# Languages::product_details
source: Product details page
fi: Tuotetietosivu
ko: 상품 상세 페이지
sv: Produktdetaljer
zh: 产品详情页面

# Languages::product_details_view
source: Product details view
fi: Tuotetietonäkymä
ko: 상품 상세 뷰
sv: Produktvisning
zh: 商品详情视图

# Languages::product_details_sidebar
source: Product details
fi: Tuotteen yksityiskohdat
ko: 제품 세부 정보
sv: Produktinformation
zh: 产品详情

# Languages::customer_info_sidebar
source: Customer info
fi: Asiakastiedot
ko: 고객 정보
sv: Kundinformation
zh: 客户信息

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
fi: Ominaisuutta "[feature_name]" ei voi määrittää tuotteelle "[product_name]"
ko: "[feature_name]"기능은 "[product_name]"제품에 할당 할 수 없습니다.
sv: Egenskapen '[feature_name]' kunde inte tilldelas till produkten '[product_name]'
zh: "[feature_name]"该特性不能被分配​​到产品 "[product_name]"

# Languages::product_fields
source: Product fields
fi: Tuotekentät
ko: 제품 필드
sv: Produktfält
zh: 产品区域

# Languages::product_groups
source: Product groups
fi: Tuoteryhmät
ko: 제품 그룹
sv: Produktgrupper
zh: 产品组

# Languages::product_id
source: Product ID
fi: tuotekoodi
ko: 제품 ID
sv: Produkt ID
zh: 产品ID

# Languages::product_images
source: Product images
fi: Tuotekuvat
ko: 상품 이미지
sv: Produktbilder
zh: 产品图片

# Languages::product_inventory
source: Product inventory
fi: Tuotevarasto
ko: 제품 재고
sv: Produktlager
zh: 产品统计

# Languages::product_in_cart
source: This product is already in the cart
fi: Tämä tuote on jo ostoskorissa
ko: 이 제품은 이미 장바구니에 있습니다
sv: Denna produkt finns redan i varukorgen
zh: 该产品已经在购物中

# Languages::product_in_comparison_list
source: This product is already in the comparison list
fi: Tämä tuote on jo tuotevertailussa
ko: 이 제품은 이미 비교 목록에 있습니다.
sv: Denna finns redan i din jämförlista
zh: 该商品已经在比较列表中

# Languages::product_name
source: Product name
fi: Tuotteen nimi
ko: 상품명
sv: Titel
zh: 产品名称

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
fi: Olet tilannut tuotteen varastossa ilmoitukset
ko: 제품 재고 알림을 구독했습니다
sv: Du kommer att få e-postmeddelande när denna åter finns i lager.
zh: 您已订阅的产品库存的通知

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
fi: Olet peruuttanut tuotteen varastoilmoitusten tilauksen
ko: 제품 재고 알림을 구독 취소했습니다
sv: Du kommer INTE längre att få någon lageravisering.
zh: 您已取消订阅的产品库存的通知

# Languages::product_notification_subscription_error
source: Cannot subscribe for the product in stock notification
fi: Tuotteen varastossa olevaa ilmoitusta ei voi tilata
ko: 제품 재고 알림을 구독 할 수 없습니다
sv: Det går inte att prenumerera på produkten i lager
zh: 无法订阅有货通知的产品

# Languages::product_options
source: Product options
fi: Tuotevaihtoehdot
ko: 제품 옵션
sv: Produktalternativ
zh: 产品选项

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
fi: Tuotteessa <strong>[product]</strong> oli valittuna vaihtoehtoja, jotka eivät ole enää saatavilla, joten se on poistettu ostoskorista
ko: <strong>[product]</strong> 제품에는 금지된 조합에 포함된 옵션이 있습니다. 장바구니에서 제품이 삭제되었습니다.
sv: [product] innehåller otillåtna kombinationer och har tagits bort från din varukorg
zh: <strong>[product]</strong>此产品的选项包含禁止的组合. 该产品已从购物车中删除

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
fi: Tuotteessa <strong>[product]</strong> oli valittuna vaihtoehtoja, jotka eivät ole enää saatavilla, joten se on poistettu ostoskorista
ko: 제품 <strong>[product]</strong> 에는 더 이상 사용할 수 없는 옵션 또는 옵션 변형이 있어 장바구니에서 제거되었습니다.
sv: [product] har tillval eller varianter som inte längre är tillgängliga, denna har tagits bort från din varukorg
zh: 商品 <strong>[product]</strong> 已失效，因此从购物车中删除。

# Languages::product_s
source: Product(s)
fi: Tuotteet)
ko: 상품
sv: Produkt(er)
zh: 产品

# Languages::product_subscriptions
source: Product subscriptions
fi: Tuotetilaukset
ko: 제품 구독
sv: Bevakningar
zh: 产品订购

# Languages::product_summary
source: Product summary
fi: Tuotteen yhteenveto
ko: 제품 요약
sv: Produktsammanställning
zh: 产品概述

# Languages::product_tabs
source: Product tabs
fi: Tuotevälilehdet
ko: 제품 탭
sv: Produktflikar
zh: 产品选项卡

# Languages::product_type
source: Product type
fi: Tuotetyyppi
ko: 제품 유형
sv: Produkttyp
zh: 产品类型

# Languages::profile
source: Profile
fi: Profiili
ko: 프로필
sv: Profil
zh: 个人资料

# Languages::profiles
source: Profiles
fi: Profiilit
ko: 프로필
sv: Profiler
zh: 个人资料

# Languages::profile_activated
source: Account activated
fi: Tili aktivoitu
ko: 계정 활성화
sv: Kontot aktiverat
zh: 帐户已激活

# Languages::profile_details
source: Profile details
fi: Omat tiedot
ko: 프로필 상세내용
sv: Inställningar
zh: 详细资料

# Languages::profile_fields
source: Profile fields
fi: Profiilin kentät
ko: 프로필 필드
sv: Profilfält
zh: 个人资料选项

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
fi: Määritä profiililomakkeisiin sisältyvien kenttien joukko.
ko: 프로필 양식에 포함 된 필드 집합을 구성합니다.
sv: Konfigurera vilka fält som skall ingå i profilformulär.
zh: 配置包含在档案表格中的字段集.

# Languages::profile_info
source: Profile information
fi: Profiilin tiedot
ko: 프로필 정보
sv: Profilinformation
zh: 资料信息

# Languages::profile_name
source: Profile name
fi: Profiili nimi
ko: 프로필 이름
sv: Profilnamn
zh: 资料名称

# Languages::project_id
source: Project ID
fi: Projektin tunnus
ko: 프로젝트 아이디
sv: Projekt ID
zh: 项目ID

# Languages::project_password
source: Project password
fi: Projektin salasana
ko: 프로젝트 비밀번호
sv: Projektlösenord
zh: 项目密码

# Languages::prolongate_download_key
source: Prolong download key to
fi: Pidennä latausavainta
ko: 다운로드 키 연장
sv: Förläng nedladdning till
zh: 延长下载的密匙

# Languages::promotion
source: Promotion
fi: Edistäminen
ko: 프로모션
sv: Kampanj
zh: 促销

# Languages::promotions
source: Promotions
fi: Kampanjat
ko: 광고
sv: Kampanjer
zh: 促销管理

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
fi: Mainosta tavaroita ja tarjoa bonuksia asiakkaiden jäsenyyksien perusteella.
ko: 상품을 홍보하고 고객 멤버십에 따라 보너스를 제공합니다.
sv: Hantera kampanjer och rabatter.
zh: 基于客户会员资格促销商品和提供红利.

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
fi: Alennus kaikista kategorioiden tuotteista
ko: 카테고리의 모든 제품 할인
sv: Kategorirabatt
zh: 分类中所有产品都打折

# Languages::promotion_bonus_discount_on_products
source: Discount on products
fi: Alennus tuotteista
ko: 제품 할인
sv: Produktrabatt
zh: 优惠的产品

# Languages::promotion_bonus_free_products
source: Free products
fi: Ilmaiset tuotteet
ko: 무료 제품
sv: Bifoga gratisprodukter
zh: 免费产品

# Languages::promotion_bonus_free_shipping
source: Free shipping
fi: Ilmainen toimitus
ko: 무료 배송
sv: Fri leverans
zh: 免费配送

# Languages::promotion_bonus_give_coupon
source: Give coupon
fi: Anna kuponki
ko: 쿠폰 제공
sv: Bifoga rabattkod
zh: 给优惠券

# Languages::promotion_bonus_give_points
source: Give points
fi: Anna pisteitä
ko: 포인트 제공
sv: Ge poäng
zh: 给积分

# Languages::promotion_bonus_give_usergroup
source: Give user group
fi: Anna käyttäjäryhmä
ko: 사용자 그룹 제공
sv: Tilldela kundgrupp
zh: 给用户组

# Languages::promotion_bonus_order_discount
source: Order discount
fi: Alennus
ko: 주문 할인
sv: Orderrabatt
zh: 订单折扣

# Languages::promotion_bonus_product_discount
source: Product discount
fi: Tuotteen alennus
ko: 상품 할인
sv: Produktrabatt
zh: 产品折扣

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
fi: Automaattisesti luodut kuponkikoodit
ko: 자동 생성 된 쿠폰 코드
sv: Automatiskt skapade rabattkoder
zh: 自动生成优惠券代码

# Languages::promotion_cond_categories
source: Categories
fi: Luokat
ko: 카테고리
sv: Kategorier
zh: 分类

# Languages::promotion_cond_country
source: Customer country (shipping)
fi: Customer country
ko: 고객 국가 (배송)
sv: Kundens land (leverans)
zh: 客户国家

# Languages::promotion_cond_coupon_code
source: Coupon code
fi: Kuponkikoodi
ko: 쿠폰 코드
sv: Kod
zh: 优惠券代码

# Languages::promotion_cond_feature
source: Product feature
fi: Tuotteen ominaisuus
ko: 제품 기능
sv: Produktegenskap
zh: 产品特征

# Languages::promotion_cond_number_of_usages
source: Number of usages
fi: Käyttökertojen määrä
ko: 사용 횟수
sv: Antal användningar
zh: 使用数量

# Languages::promotion_cond_once_per_customer
source: Once per customer
fi: Kerran per asiakas
ko: 고객 당 한 번
sv: En gång per kund
zh: 一旦每个客户

# Languages::promotion_cond_payment
source: Payment method
fi: Maksutapa
ko: 결제수단
sv: Betalsätt
zh: 支付方式

# Languages::promotion_cond_price
source: Product price
fi: Tuotteen hinta
ko: 제품 가격
sv: Produktpris
zh: 产品价格

# Languages::promotion_cond_products
source: Products
fi: Tuotteet
ko: 상품
sv: Produkter
zh: 产品

# Languages::promotion_cond_products_number
source: Total products in the cart
fi: Ostoskorin tuotteita yhteensä
ko: 장바구니에 담긴 총 제품
sv: Antal produkter i varukorg
zh: 购物车中产品的总数

# Languages::promotion_cond_purchased_products
source: Purchased products
fi: Ostetut tuotteet
ko: 구매 한 제품
sv: Tidigare köpt
zh: 已购商品

# Languages::promotion_cond_state
source: Customer state (shipping)
fi: Asiakkaan tila (toimitus)
ko: 고객 주 (배송)
sv: Kundens län (leverans)
zh: 客户的洲/省

# Languages::promotion_cond_subtotal
source: Order subtotal
fi: Tilaa välisumma
ko: 주문 소계
sv: Varuvärde i order
zh: 订单小计

# Languages::promotion_cond_total
source: Order total
fi: Tilaus yhteensä
ko: 최종결제금액
sv: Ordersumma
zh: 订单总额

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
fi: Tuotteiden kokonaispaino ostoskorissa
ko: 장바구니에 담긴 총 제품 무게
sv: Total produktvikt i varukorg
zh: 购物车中产品的重量

# Languages::promotion_cond_usergroup
source: User group
fi: Ryhmä
ko: 사용자 그룹
sv: Kundgrupp
zh: 用户组

# Languages::promotion_cond_users
source: Users
fi: Käyttäjät
ko: 사용자
sv: Användare
zh: 用户

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
fi: Asiakkaan postinumero (toimitus)
ko: 고객 우편 번호 (배송)
sv: Kundens postnummer (leverans)
zh: 客户的邮政编码

# Languages::promotion_cond_shipping
source: Shipping methods
fi: Toimitustavat
ko: 배송 방법
sv: Leveranssätt
zh: 配送方式

# Languages::promotion_op_amount
source: amount
fi: määrä
ko: 수량
sv: mängd
zh: 总额

# Languages::promotion_op_cont
source: contains
fi: sisältää
ko: 포함
sv: innehåller
zh: 包含

# Languages::promotion_op_eq
source: equal
fi: yhtä suuri
ko: 동일한
sv: samma som
zh: 相等的

# Languages::promotion_op_gt
source: greater
fi: suurempi
ko: 더 큰
sv: större än
zh: 更大的

# Languages::promotion_op_gte
source: equal or greater
fi: yhtä suuri tai suurempi
ko: 같거나 더 큰
sv: samma eller större än
zh: 相等的或更大的

# Languages::promotion_op_in
source: in
fi: sisään
ko: 안
sv: i
zh: 之中

# Languages::promotion_op_lt
source: less
fi: Vähemmän
ko: 미만
sv: lägre än
zh: 较少的

# Languages::promotion_op_lte
source: equal or less
fi: yhtä suuri tai pienempi
ko: 같거나 적은
sv: samma eller lägre än
zh: 相等的或较少的

# Languages::promotion_op_ncont
source: doesn't contain
fi: ei sisällä
ko: 포함안함
sv: inte innehåller
zh: 不包含

# Languages::promotion_op_neq
source: not equal
fi: ei tasa-arvoinen
ko: 지정한 조건과 다름
sv: inte samma som
zh: 不相等

# Languages::promotion_op_nin
source: not in
fi: ei sisällä
ko: 없음
sv: inte i
zh: 不在之中

# Languages::promo_code
source: Promo code
fi: Kuponkikoodi
ko: 프로모션 코드
sv: Kod
zh: 促销代码

# Languages::promo_text
source: Promo text
fi: Promoteksti
ko: 프로모션 텍스트
sv: Reklamtext
zh: 促销文本

# Languages::properties
source: Properties
fi: Ominaisuudet
ko: 속성
sv: Egenskaper
zh: 属性

# Languages::provider
source: Provider
fi: Palveluntarjoaja
ko: 제공자
sv: Leverantör
zh: 供应商

# Languages::public
source: Public
fi: Julkinen
ko: 공개
sv: Publik
zh: 公开的

# Languages::purchased_in_orders
source: Purchased in orders
fi: Ostettu tilauksissa
ko: 주문 구매
sv: Köpt i ordrar
zh: 购买订单

# Languages::purchased_qty
source: Purchased qty
fi: Ostettu kpl
ko: 구매 수량
sv: Antal köpt
zh: 购买的数量

# Languages::purchasers_name
source: Purchaser`s Name
fi: Ostajan nimi
ko: 구매자 이름
sv: Från
zh: 从

# Languages::qty
source: Qty
fi: Määrä
ko: 수량
sv: Antal
zh: 数量

# Languages::qty_discounts
source: Quantity discounts
fi: Qty discounts
ko: 수량 할인
sv: Mängdrabatt
zh: 数量折扣

# Languages::qty_discount_type_tooltip
source: Fixed amount/Percentage to be taken off the price
fi: Kiinteä summa / prosenttiosuus, joka poistetaan hinnasta
ko: 가격에서 차감되는 고정 금액 / 퍼센트
sv: Fast belopp eller procent att dra av på priset
zh: 降价的固定金额/百分比

# Languages::quantity
source: Quantity
fi: Määrä
ko: 수량
sv: Antal
zh: 数量

# Languages::quantity_long
source: Quantity
fi: Määrä
ko: 수량
sv: Kvantitet
zh: 数量

# Languages::quantity_step
source: Quantity step
fi: Määrä askel
ko: 수량 단계
sv: Antal per steg
zh: 数量阶梯

# Languages::query
source: Query
fi: Kysely
ko: 쿼리
sv: Fråga
zh: 疑问

# Languages::quick_checkout
source: Quick checkout
fi: Pikakassa
ko: 빠른 체크아웃
sv: Snabbkassa
zh: 快速结帐

# Languages::quick_links
source: Quick links
fi: Pikalinkit
ko: 빠른 링크
sv: Snabblänkar
zh: 快速链接

# Languages::quick_menu
source: Quick start menu
fi: Pikakäynnistysvalikko
ko: 빠른 시작 메뉴
sv: Snabbstartsmeny
zh: 快速启动菜单

# Languages::quick_product_viewer
source: Quick product viewer
fi: Pikakatselu
ko: 빠른 제품 뷰어
sv: Snabbvy
zh: 快速商品查看器

# Languages::quick_view
source: Quick view
fi: Pikakatselu
ko: 퀵뷰
sv: Snabbvy
zh: 快速查看

# Languages::radiogroup
source: Radio group
ko: 라디오 그룹
sv: Radioknappar
zh: 单选按钮

# Languages::random
source: Random
fi: Satunnainen
ko: 무작위
sv: Slumpmässig
zh: 随机地

# Languages::rank_number
source: Rank ('machine') number
fi: Sijoitus ('kone') numero
ko: 순위('기계') 번호
sv: Placering ('maskin') nummer
zh: Rank ('machine')数字

# Languages::rates_depend_on
source: Rates depend on
fi: Hinnat riippuvat
ko: 요금은 다음에 따라 다릅니다:
sv: Moms beräknas på
zh: 价格取决于

# Languages::rate_calculation
source: Rate calculation
fi: Hintalaskelma
ko: 요금 계산
sv: Kursberäkning
zh: 比率计算

# Languages::rate_calculation_manual
source: Manual (by defined location)
fi: Manuaalinen (määritellyn sijainnin mukaan)
ko: 수동 (정의 된 위치 별)
sv: Manuellt (efter definierad plats)
zh: 手动(由自定义的位置)

# Languages::rate_calculation_manual_by_rate_area
source: Manual (by rate areas)
fi: Manuaalinen (hintaalueiden mukaan)
ko: 수동 (요금 영역 별)
sv: Manuell (efter prisområden)
zh: 手动（按费率区域）

# Languages::rate_calculation_by_customer_address
source: By customer's address
fi: Asiakkaan osoitteen mukaan
ko: 고객 주소로
sv: Efter kundens adress
zh: 按客户地址

# Languages::rate_calculation_realtime
source: Realtime
fi: Reaaliaika
ko: 실시간
sv: Realtid
zh: 实时

# Languages::rate_calculation_realtime_automatic
source: Real-time (automatic)
fi: Reaaliaikainen (automaattinen)
ko: 실시간 (자동)
sv: Realtid (automatisk)
zh: 实时（自动）

# Languages::rate_value
source: Rate value
fi: Arvon arvo
ko: 비율 값
sv: Moms
zh: 值

# Languages::read
source: Read
fi: Lukea
ko: 읽기
sv: Läsa
zh: 阅读

# Languages::readme
source: Readme
ko: 읽어보기
sv: Läs detta
zh: 说明文件

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
fi: Lue lisää 3-D Securesta
ko: 3D 보안에 대해 자세히 알아보기
sv: Läs mer om 3-D Secure
zh: 了解更多关于三维保安

# Languages::reason
source: Reason
fi: Selite
ko: 이유
sv: Anledning
zh: 原因

# Languages::reasons
source: reasons
fi: syyt
ko: 이유
sv: orsaker
zh: 原因

# Languages::reason_text
source: Payment processor response
fi: Maksukäsittelijän vastaus
ko: 결제 프로세서 응답
sv: Inlösare
zh: 付款处理响应

# Languages::rebuild_cache_automatically
source: Rebuild cache automatically
fi: Muodosta välimuisti automaattisesti
ko: 자동으로 캐시 재 구축
sv: Åsidosätt cacheminne
zh: 自动重建缓存

# Languages::rebuild_cache_automatically_tooltip
source: Modified files are tracked in real time (including the files modified directly on server) and re-cached. Block cache will be disabled. Store performance may be slightly affected. Recommended to disable on production.
fi: Muokattuja tiedostoja seurataan reaaliajassa (mukaan lukien suoraan palvelimella muokatut tiedostot) ja ne tallennetaan uudelleen välimuistiin. Estä välimuisti poistetaan käytöstä. Kaupan suorituskyky saattaa vaikuttaa hieman. Suositellaan poistamaan käytöstä tuotannossa.
ko: 수정된 파일은 실시간으로 추적되고(서버에서 직접 수정된 파일 포함) 다시 캐시됩니다. 블록 캐시가 비활성화됩니다. 매장 성능에 약간의 영향이 있을 수 있습니다. 프로덕션에서 비활성화하는 것이 좋습니다.
sv: Om innehåll skall hämtas i realtid eller från cacheminnet (även filer som modifierats direkt på servern). För bästa prestanda bör denna vara frånslagen.
zh: 实时跟踪修改的文件（包括直接在服务器上修改的文件）并重新缓存。块缓存将被禁用。存储性能可能会受到轻微影响。建议在生产中禁用。

# Languages::rebuild_combinations
source: Rebuild combinations
fi: Rakenna yhdistelmät uudelleen
ko: 조합 재 구축
sv: Återuppbygg kombinationer
zh: 重建组合

# Languages::recalculate
source: Recalculate
fi: Päivitä
ko: 다시 계산
sv: Räkna om
zh: 重新计算

# Languages::recalculate_rates
source: Recalculate rates
fi: Laske uudelleen
ko: 요율 재 계산
sv: Uppdatera
zh: 重新计算汇率

# Languages::recalculate_totals
source: Recalculate totals
fi: Laske summat uudelleen
ko: 합계 재 계산
sv: Uppdatera totalsum
zh: 重新计算总计

# Languages::recent_activity
source: Recent activity
fi: Viimeisimmät tapahtumat
ko: 최근 활동
sv: Senaste händelser
zh: 最近动态

# Languages::recent_orders
source: Recent orders
fi: Äskettäiset tilaukset
ko: 최근주문내역
sv: Senaste ordrar
zh: 最近的订单

# Languages::recent_products
source: Recently viewed
fi: Viimeksi katsotut
ko: 최근 본 상품
sv: Senast visade
zh: 最近浏览

# Languages::recipient
source: Recipient
fi: Vastaanottaja
ko: 수신자
sv: Mottagare
zh: 接收者

# Languages::recipients_name
source: Recipient`s Name
fi: Saaja
ko: 받는 사람의 이름
sv: Till
zh: 到

# Languages::recipient_description
source: Description of the Merchant
fi: Kuvaus kauppiasta
ko: 판매자에 대한 설명
sv: Beskrivning av grossist
zh: 商人描述

# Languages::recommended
source: Recommended
fi: Suositeltava
ko: 추천
sv: Rekommenderad
zh: 建议

# Languages::recover_password
source: Reset password
fi: Palauta salasana
ko: 비밀번호 재설정
sv: Glömt ditt lösenord
zh: 重置密码

# Languages::recover_password_subj
source: Password recovery
fi: Salasanan palautus
ko: 비밀번호 복구
sv: Återställning av lösenord
zh: 密码恢复

# Languages::recursively
source: Recursively
fi: Rekursiivisesti
ko: 재귀 적으로
sv: Rekursivt
zh: 递归地

# Languages::redirect_customer_from_storefront
source: Redirect visitors of this storefront to the one that has countries to which the visitors' IP addresses belong defined
fi: Ohjaa tämän julkisivun vierailijat sinne, jossa on maat, joihin vierailijoiden IP-osoitteet kuuluvat
ko: 이 상점 방문자를 방문자의 IP 주소가 속한 국가가 정의 된 상점으로 리디렉션
sv: Omdirigera besökare från denna butik till en butik som har land där besökarens IP-adress tillhör
zh: 店面的访问者重定向到一个具有访问者的IP地址并属于国家定义的

# Languages::referrers
source: Referrers
fi: Viittaajat
ko: 유입경로 Referrers
sv: Referenser
zh: 反向链接

# Languages::referrer_domain
source: Referrer domain
fi: Viittausverkkotunnus
ko: 리퍼러 도메인
sv: Hänvisningsdomän
zh: 提交者域名

# Languages::refresh
source: Refresh
fi: virkistää
ko: 새로고침
sv: Uppdatera
zh: 刷新

# Languages::refresh_packages_list
source: Refresh available upgrades
fi: Päivitä saatavilla olevat päivitykset
ko: 사용 가능한 업그레이드 새로 고침
sv: Uppdatera tillgängliga uppgraderingar
zh: 刷新可用升级

# Languages::refund
source: Refund
fi: Maksun palautus
ko: 환불
sv: Återbetala
zh: 退款

# Languages::refunded
source: Refunded
fi: Hyvitetty
ko: 환불됨
sv: Återbetald
zh: 退款

# Languages::refunded_amount
source: Refunded amount
fi: Palautettu summa
ko: 환불 금액
sv: Återbetalat belopp
zh: 退款金额

# Languages::regexp
source: RegExp
ko: 정규 표현식
sv: Reguljärt uttryck
zh: 正则表达式

# Languages::regexp_hint
source: If you are using the regexp checking, it is necessary to set a prompting message informing of the incorrect filling of the field, otherwise, the checking will not be performed
fi: Jos käytät säännöllisen lausekkeen tarkistusta, on tarpeen asettaa kehotusviesti, joka ilmoittaa kentän virheellisestä täytöstä, muuten tarkistusta ei tehdä
ko: regexp 검사를 사용하는 경우 필드가 잘못 채워졌음을 알리는 프롬프트 메시지를 설정해야 합니다. 그렇지 않으면 검사가 수행되지 않습니다.
sv: Vid reguljära uttryck är det viktigt att ange ett beskrivande felmeddelande för att informera om vad som kan skrivas in, annars kommer inte kontrollen att utföras
zh: 如果您正在使用正则表达式检查,有必要设置一个提示不正确消息通知的填充字段,否则,检查将不会被执行

# Languages::region
source: Region
fi: Alue
ko: 지역
sv: Område
zh: 地区

# Languages::regions
source: Regions
fi: Alueet
ko: 지역
sv: Regioner
zh: 地区

# Languages::register
source: Register
fi: Rekisteröidy
ko: 회원가입
sv: Skapa konto
zh: 注册

# Languages::registered
source: Registered
fi: Rekisteröity
ko: 등록됨
sv: Registrerad
zh: 注册用户

# Languages::registered_customers
source: Registered customers
fi: Rekisteröityneet asiakkaat
ko: 등록된 고객
sv: Registrerade kunder
zh: 注册客户

# Languages::register_new_account
source: Register for a new account
fi: Luo uusi tili
ko: 새로운 계정으로 등록하기
sv: Registrera dig som ny kund
zh: 注册新帐户

# Languages::register_profile
source: Register profile
fi: Rekisteröi profiili
ko: 프로필 등록
sv: Registrera profil
zh: 注册资料

# Languages::registration
source: Registration
fi: Rekisteröityminen
ko: 회원 가입
sv: Registrera konto
zh: 注册

# Languages::regnumber
source: Registration number
fi: Rekisterinumero
ko: 등기번호
sv: Reg. nummer
zh: 注册号码

# Languages::related_order
source: Related order
fi: Asiaan liittyvä tilaus
ko: 관련 주문
sv: Relaterad order
zh: 相关订单

# Languages::release_date
source: Release date
fi: Julkaisupäivä
ko: 출시일 :
sv: Utgivningsdatum
zh: 相关日期

# Languages::remember_me
source: Remember me
fi: Muista minut
ko: 기억하기
sv: Kom ihåg mig
zh: 记住我

# Languages::remove
source: Remove
fi: Poista
ko: 삭제
sv: Ta bort
zh: 移除

# Languages::remove_backup_files
source: Remove backup files
fi: Poista varmuuskopiotiedostot
ko: 백업 파일 제거
sv: Ta bort säkerhetskopior
zh: 移除备份文件

# Languages::remove_cc_info
source: Remove CC info
fi: Poista CC-tiedot
ko: CC 정보 제거
sv: Ta bort CC-info
zh: 删除抄送信息

# Languages::remove_this_item
source: Remove this item
fi: Poista tämä kohde
ko: 이 항목 삭제
sv: Ta bort
zh: 移除此项

# Languages::rename
source: Rename
fi: Nimeä uudelleen
ko: 이름 변경
sv: Byt namn
zh: 重命名

# Languages::repay_order
source: Pay order
fi: Maksa tilaus
ko: 주문 지불
sv: Betala order
zh: 支付订单

# Languages::report
source: Report
fi: Raportoi
ko: 보고서
sv: Rapportera
zh: 报表

# Languages::reports
source: Reports
fi: Raportit
ko: 보고서
sv: Rapporter
zh: 报表

# Languages::reports_interval_1
source: Total
fi: Kaikki yhteensä
ko: 합계
sv: Summa
zh: 所有

# Languages::reports_interval_3
source: Day
fi: Päivä
ko: 일
sv: Dag
zh: 天

# Languages::reports_interval_5
source: Week
fi: Viikko
ko: 주
sv: Vecka
zh: 周

# Languages::reports_interval_7
source: Month
fi: Kuukausi
ko: 월
sv: Måned
zh: 月

# Languages::reports_interval_9
source: Year
fi: vuosi
ko: 년
sv: År
zh: 年

# Languages::reports_list
source: Reports list
fi: Raporttien luettelo
ko: 리포트 리스트
sv: Rapportlista
zh: 报表清单

# Languages::reports_parameter_1
source: Order totals
fi: Tilausten kokonaissummat
ko: 주문 합계
sv: Ordersumma
zh: 订单总额

# Languages::reports_parameter_10
source: Shipping costs
fi: Postituskulut
ko: 배송비
sv: Leveranskostnader
zh: 配送费用

# Languages::reports_parameter_11
source: Categories
fi: Luokat
ko: 카테고리
sv: Kategorier
zh: 分类

# Languages::reports_parameter_12
source: Products
fi: Tuotteet
ko: 상품
sv: Produkter
zh: 产品

# Languages::reports_parameter_13
source: Product costs
fi: Tuotekustannukset
ko: 제품 비용
sv: Produktpriser
zh: 产品成本

# Languages::reports_parameter_14
source: The number of products
fi: Tuotteiden määrä
ko: 제품 수
sv: Antal produkter
zh: 产品数量
