Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::text_backup_filename_hint
source: To download this backup, click the gear icon and select Download
fi: Lataa tämä varmuuskopio napsauttamalla rataskuvaketta ja valitsemalla Lataa
ko: 이 백업을 다운로드하려면 톱니바퀴 아이콘을 클릭하고 다운로드를 선택하세요.
sv: För att sedan ladda ner, klicka på kugghjulet och välj Ladda ner
zh: 若要下载此备份，单击齿轮图标并选择下载

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
fi: Tämän osan avulla voit hallita varmuuskopiotiedostoja.<br />- Voit palauttaa tietokannan valitsemalla oikean tiedostonimen vieressä olevan valintaruudun ja napsauttamalla Palauta.<br />- Jos haluat poistaa tiedostoja, valitse poistettavien tiedostojen vieressä olevat valintaruudut ja napsauta Poista.<br />- Lataa tiedosto paikalliselle tietokoneelle napsauttamalla tiedoston nimeä.
ko: 이 섹션에서는 백업 파일을 관리할 수 있습니다.<br />- 데이터베이스를 복원하려면 해당 파일 이름 근처의 확인란을 선택하고 복원을 클릭합니다.<br />- 파일을 삭제하려면 삭제할 파일 근처의 확인란을 선택하고 삭제를 클릭합니다.<br />- 로컬 컴퓨터에 파일을 다운로드하려면 파일 이름을 클릭합니다.
sv: Hantera backupfiler.<br>- Återställ databas, markera fil och välj återställ.<br>- Ta bort filer, markera fil(er) och välj Ta bort.<br>- Ladda ner fil, klicka på filnamnet.
zh: 此区域允许您管理备份文件.<br />- 要恢复数据库,选择复选框附近适当的文件名并点击恢复.<br />- 要删除文件, 选择复选框附近的需要被删除的文件并单击删除.<br />- 要下载一个文件到您的本地计算机,单击文件名.

# Languages::text_billing_same_with_shipping
source: Billing and shipping addresses are the same
fi: Laskutus- ja toimitusosoitteet ovat samat
ko: 청구 지 및 배송지 주소가 동일합니다
sv: Fakturera och leveransadress är samma
zh: 帐单和配送地址相同

# Languages::text_billing_address_is_different_from_shipping
source: My billing address is different from shipping address
fi: Laskutusosoitteeni on eri kuin toimitusosoite
ko: 청구 지 주소가 배송지 주소와 다릅니다
sv: Min faktureringsadress skiljer sig från leveransadressen
zh: 我的帐单地址与送货地址不同

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
fi: 30 päivän arviointijaksosi on umpeutunut. Ole hyvä ja osta lisenssi ([href]) tai poista ohjelmisto palvelimeltasi.
ko: 30 일 평가 기간이 만료되었습니다. 라이센스 ([href])를 구입하거나 서버에서 소프트웨어를 제거하십시오.
sv: Din 30-dagars utvärderingsperiod har löpt ut. Vänligen, köp licens ([href]) eller ta bort programmet från din server.
zh: 你的30天评估试用已经过期.请购买一个许可证(www.cs-cart.com/licenses.html)或从服务器上移除软件.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
fi: Hakemistoa <b>[directory]</b>ei voi luoda. Tarkista käyttöoikeudet.
ko: <b> [directory] </ b> 디렉터리를 만들 수 없습니다. 권한을 확인하십시오.
sv: Kunde inte skapa mappen <b>[directory]</b>. Kontrollera behörighet.
zh: 无法创建<b>[directory]</b>目录.请检查权限.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
fi: Tiedostoa ei voi luoda <b>[file]</b>. Tarkista hakemiston käyttöoikeudet.
ko: <b> [file] </ b> 파일을 만들 수 없습니다. 디렉토리 권한을 확인하십시오.
sv: Kunde inte skapa filen <b>[file]</b>, mappkontrollera behörighet.
zh: 无法创建<b>[file]</b>文件. 请检查目录权限.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
fi: Ei voi poistaa hakemistoa <b>[directory]</b>. Tarkista käyttöoikeudet.
ko: <b> [directory] </ b> 디렉토리를 삭제할 수 없습니다. 권한을 확인하십시오.
sv: Kunde inte ta bort mappen <b>[directory]</b>. Kontrollera behörighet.
zh: 无法删除<b>[directory]</b>目录.请检查权限.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
fi: Tiedostoa ei voi poistaa <b>[file]</b>. Tarkista käyttöoikeudet.
ko: <b> [file] </ b> 파일을 삭제할 수 없습니다. 권한을 확인하십시오.
sv: Kunde inte ta bort filen <b>[file]</b>. Kontrollera behörighet.
zh: 无法删除<b>[file]</b>文件.请检查权限.

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
fi: Hakemistoa ei voi nimetä uudelleen <b>[directory]</b>. Tarkista käyttöoikeudet.
ko: <b> [directory] </ b> 디렉토리의 이름을 바꿀 수 없습니다. 권한을 확인하십시오.
sv: Kunde inte byta namn på mappen <b>[directory]</b>. Kontrollera behörighet.
zh: 无法重新命名<b>[directory]</b>目录.请检查权限.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
fi: Tiedostoa ei voi nimetä uudelleen <b>[file]</b>. Tarkista käyttöoikeudet.
ko: <b> [file] </ b> 파일의 이름을 바꿀 수 없습니다. 권한을 확인하십시오.
sv: Kunde inte byta namn på filen <b>[file]</b>. Kontrollera behörighet.
zh: 无法重新命名<b>[file]</b>文件.请检查权限.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
fi: Hakemistoa <b>[directory]</b> ei voi palauttaa arkistosta. Tarkista, onko arkisto olemassa.
ko: 저장소에서 <b> [directory] </ b> 디렉토리를 복원 할 수 없습니다. 저장소가 있는지 확인하십시오.
sv: Kunde inte återställa mappen <b>[directory]</b> från förvaringsplatsen. Kontrollera att förvaringsplatsen finns.
zh: 无法从资料库中恢复<b>[directory]</b>目录.请检查资料库是否存在.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
fi: Tiedostoa <b>[file]</b> ei voi palauttaa arkistosta. Tarkista, onko arkisto olemassa.
ko: 저장소에서 <b> [file] </ b> 파일을 복원 할 수 없습니다. 저장소가 있는지 확인하십시오.
sv: Kunde inte återställa filen <b>[file]</b> från förvaringsplatsen. Kontrollera att förvaringsplatsen finns.
zh: 无法从资料库中恢复<b>[file]</b>文件.请检查资料库是否存在.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
fi: Tämän kupongin voi käyttää vain kerran. Olet jo soveltanut sitä.
ko: 이 쿠폰은 한 번만 사용할 수 있습니다. 이미 사용하였습니다.
sv: Du har redan använt denna rabattkod en gång,
zh: 这种礼卷可只使用一次.您已经使用过了.

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
fi: Ostoskorissasi olevan tuotteen määrä <b>[product]</b> on muutettu sallituksi.
ko: 장바구니에있는 제품 <b> [product] </ b>의 수량이 허용 가능으로 변경되었습니다.
sv: Antalet <b>[product]</b> i din varukorg har justerats till vad som är möjligt.
zh: 购物车中<b>[product]</b>产品的数量已更改为允许的.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> has been changed in your cart.
fi: Tuotetta ei ole varastossa haluamaasi määrää. Tuotteen <b>[product]</b> määrä on muutettu ostoskorissa.
ko: 재고의 제품 수가 주문에 충분하지 않습니다. 장바구니에서 제품 <b> [product] </ b>의 수량이 변경되었습니다.
sv: Det fanns inte tillräckligt många <b>[product]</b> i lager. Din varukorg har uppdaterats med det antal som vi kan leverera.
zh: 此产品的在库存数量已不够您的订单.您的购物车中<b>[product]</b>产品的数量已更改.

# Languages::text_cart_empty
source: Your cart is empty
fi: Ostoskori on tyhjä
ko: 장바구니가 비었습니다
sv: Varukorgen är tom
zh: 您的购物车为空

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
fi: "[product]":n enimmäismäärä on <b>[quantity]</b>
ko: "[product]"의 최대 수량은 <b> [quantity] </ b>입니다
sv: Högsta orderantal för <b>[product]</b> är <b>[quantity]</b>
zh: "[product]"的最大数量是<b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
fi: Tuotteen minimitilausmäärä on <b>[quantity]</b> kpl
ko: "[product]"의 최소 수량은 <b> [quantity] </ b>입니다
sv: Lägsta orderantal för "[product]" är <b>[quantity]</b>
zh: "[product]"的最小数量是<b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
fi: Tuotetta ei ole varastossa valitsemaasi määrää
ko: 재고의 제품 수가 주문 보다 충분하지 않습니다
sv: Antal produkter i lager är inte tillräckligt för din order
zh: 此产品的在库存数量已不够您的订单

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
fi: <b>[product]</b> :lla ei ole varastoa eikä sitä voi lisätä ostoskoriin
ko: <b> [product]</ b>의 재고가 없으며 장바구니에 추가 할 수 없습니다
sv: <b>[product]</b> är slutsåld och kan inte läggas i din varukorg
zh: <b>[product]</b>产品库存为零无法添加到购物车

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
fi: Tuote <b>[product]</b> on poistettu ostoskorista, koska sitä ei ole varastossa.
ko: <b> [product] </ b>의 재고가 없으며 장바구니에서 제거되었습니다
sv: <b>[product]</b> är slutsåld och är borttagen från din varukorg
zh: <b>[product]</b>产品库存为零已从购物车中移除

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
fi: Luokat on poistettu onnistuneesti.
ko: 카테고리가 성공적으로 삭제되었습니다.
sv: Kategorierna har tagits bort.
zh: 分类已成功删除.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
fi: Luokkapolun erotin tuotteen pääkategorialle (esim. "Tietokonet///Pöytäkoneet")
ko: 제품 기본 카테고리에 대한 카테고리 경로 구분 기호 (예 : "컴퓨터 /// 데스크탑")
sv: Avskiljare för kategorisökväg (t.ex. "Datorer///Stationära")
zh: 产品主要类别分类路径分隔符 (如 "Computers///Desktops")

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
fi: (valinnainen näytetään vain luokan tietosivulla)
ko: (선택 사항은 카테고리 세부 사항 페이지에만 표시됨)
sv: (alternativ visas endast på kategoridetaljsidan)
zh: (可选项仅显示在分类详情页面)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
fi: Luokka, alaluokat ja niiden tuotteet on poistettu onnistuneesti.
ko: 카테고리, 하위 카테고리 및 해당 제품이 성공적으로 삭제되었습니다.
sv: Kategori, underkategorier och deras produkter har raderats framgångsrikt.
zh: 分类, 子分类及它们的产品以被成功删除.

# Languages::text_category_icon
source: (displayed on category list and details pages)
fi: (näkyy luokkaluettelossa ja tietosivuilla)
ko: (카테고리 목록 및 상세 페이지에 표시)
sv: (visas i kategorilistor och detaljsidor)
zh: (显示在分类列表和详细页面)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
fi: Yhdistetään palveluun <b>[processor]</b>...
ko: <b> [processor] </ b>에 연결 중 ...
sv: Ansluter till <b>[processor]</b>...
zh: 继续 <b>[processor]</b>......

# Languages::text_cdn_check
source: <strong>Attention!</strong> Please test some static URL, e.g. <a href="[url]">[url]</a>, to ensure it's working before enabling CDN (you can enable it after storage became active). It usually takes 10-15 minutes to activate storage (the "Status" field should display "Active", refresh page for updates).
fi: <strong>Huomio!</strong> Testaa jotain staattista URL-osoitetta, esim. <a href="[url]">[url]</a>, varmistaaksesi, että se toimii, ennen kuin otat CDN:n käyttöön (voit ottaa sen käyttöön, kun tallennustila on aktivoitu). Tallennustilan aktivointi kestää yleensä 10-15 minuuttia ("Tila"-kentässä pitäisi näkyä "Aktiivinen", päivitä sivu päivityksiä varten).
ko: <strong>주의! </ strong> 일부 정적 URL을 테스트하세요. <a href="[url]"> [url] </a> : CDN을 활성화하기 전에 작동하는지 확인합니다 (저장소가 활성화 된 후 활성화 할 수 있음). 일반적으로 스토리지를 활성화하는 데 10-15 분이 소요됩니다 ( "상태"필드에 "활성"이 표시되어야하며 업데이트 페이지를 새로 고칩니다).
sv: <b>Obs!</b> Prova några statiska URLer, t.ex. <a href="[url]">[url]</a>, för att säkerställa att det fungerar innan du aktiverar CDN (du kan aktivera denna efter att lagringen blivit aktiv). Det tar vanligtvis 10-15 minuter för att aktivera lagring (statusfältet ska visa "Aktiv"), uppdatera sidan för att läsa in på nytt.
zh: <strong>注意 ！</strong>请测试一些静态的 URL，例如 <a href="[url]"> [url]</a>，以确保它工作在启用的 CDN （您可以启用它之后存储变得活跃） 之前。它通常需要 10-15 分钟来激活存储空间 （"状态"字段应显示"主动"，刷新页面进行更新）。

# Languages::text_cdn_setup
source: CDN was set up successfully.
fi: CDN määritettiin onnistuneesti.
sv: CDN är nu uppsatt.
zh: CDN 设置成功。

# Languages::text_changes_not_saved
source: Your changes have not been saved.
fi: Muutoksiasi ei ole tallennettu.
ko: 변경 사항이 저장되지 않았습니다.
sv: Dina ändringar har inte sparats.
zh: 您的修改尚未保存.

# Languages::text_changes_saved
source: Your changes have been saved.
fi: Muutoksesi on tallennettu.
ko: 변경 사항이 저장됐습니다.
sv: Dina ändringar har sparats.
zh: 您的修改已经保存.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
fi: Olet nyt kirjautuneena sisään. Ole hyvä ja vaihda salasanasi ja tallenna.
ko: 이제 계정에 로그인되었습니다. 비밀번호를 변경하고 "저장"버튼을 클릭하십시오.
sv: Du är nu inloggad på ditt konto, ändra ditt lösenord och klicka på "Spara".
zh: 您已登录到您的帐户.请修改密码同时点击"保存"按钮.

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
fi: Jos olet uusi asiakas, meidän on tiedettävä henkilötietosi.
ko: 신규 고객 인 경우 당사는 귀하의 개인 정보를 알아야합니다.
sv: Om du är ny kund behöver vi några personuppgifter.
zh: 如果您是一个新客户,我们需要知道您的个人信息.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
fi: Voit käyttää jokerimerkkejä tässä kentässä:<br /><b>'?'</b> - mikä tahansa yksittäinen merkki;<b>'*'</b> - mikä tahansa määrä merkkejä.<br /><br /><u>Esimerkki:</u><br /><b>New Y*</b> &nbsp;&nbsp;(vastaa New Yorkia, New Yarkia jne.)<br /><b>L?s*</b>&nbsp;&nbsp; (vastaa Las Vegasia, Los Angelesia jne..)
ko: 다음 필드에 와일드카드를 사용할 수 있습니다.<br /><b>'?'</b> - 단일 문자<b>'*'</b> - 임의의 수의 문자.<br /><br /><u>예:</u><br /><b>New Y*</b> &nbsp;&nbsp;(New York, New Yark 등에 해당)<br /><b>L?s*</b>&nbsp;&nbsp; (Las Vegas, Los Angeles 등에 해당)
sv: Tillåtna jokertecken:<br><b>?</b> - Enskilda tecken.<br><b>*</b> - Alla tecken.<br><br><u>Exempel:</u><br><b>Li?k*</b> = Linköping, Lidköping, osv.<br><b>Väster*</b> = Västervik, Västerås, osv.
zh: 您可以在这个区域使用通配符:<br /><b>'?'</b> - 任何单个字符;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)

# Languages::tmpl_text_ckeditor
source: CKEditor
fi: CKE-editori
zh: CK编辑器

# Languages::text_click_here
source: Click here for more details
fi: Näytä lisätiedot
ko: 자세한 내용을 보려면 여기를 클릭하십시오
sv: Mer information...
zh: 点击这里查看更多细节

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
fi: Aseta seuraava URL-osoite muotoon <b>CGI2</b>: <b>[postback_url]</b>
ko: 다음 URL을 <b> CGI2 </ b>로 설정하십시오. <b> [postback_url] </ b>
sv: Ange denna URL som <b>CGI2</b>:<br><b>[postback_url]</b><br>
zh: 请设置以下URL为 <b>CGI2</b>: <b>[postback_url]</b>

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
fi: Turvallisuutesi vuoksi viimeistele tilauksesi täyttämällä alla oleva lomake. Älä napsauta Päivitä- tai Takaisin-painiketta, tai tämä tapahtuma voidaan keskeyttää tai peruuttaa.
ko: 보안을 위해 아래 양식을 작성하여 주문을 완료하십시오. 새로 고침 또는 뒤로 단추를 클릭하지 마십시오. 그렇지 않으면 이 트랜잭션이 중단되거나 취소 될 수 있습니다.
sv: För din säkerhet, fyll i formuläret nedan för att slutföra din order. Klicka inte på uppdatera eller bakåtknappen då kan transaktionen avbryts eller annulleras.
zh: 为了您的安全,请填写以下表格来完成订单.不要点击刷新或后退按钮,该交易可能被中断或取消.

# Languages::text_cmpi_go_back
source: Go back
fi: Mene takaisin
ko: 뒤로 가기
sv: Tillbaka
zh: 返回

# Languages::text_combination_out_of_stock
source: No products with the selected options in stock
fi: tuote loppunut varastosta
ko: 선택한 옵션이있는 제품이 없습니다
sv: Tillfälligt slut
zh: 没有产品库存中选定的选项

# Languages::text_companies_activated
source: Selected companies have been activated
fi: Valitut yritykset on aktivoitu
sv: Utvalda företag har aktiverats
zh: 选定的公司已经激活

# Languages::text_companies_disabled
source: Selected companies have been disabled
fi: Valitut yritykset on poistettu käytöstä
ko: 선택한 회사가 비활성화 되었습니다.
sv: Utvalda företag har inaktiverats
zh: 选定的公司已经禁用

# Languages::text_company_status_active_subj
source: Your company was activated.
fi: Yrityksesi aktivoitiin.
ko: 귀하의 회사가 활성화되었습니다.
sv: Ditt företag har aktiverats.
zh: 您的公司已经激活.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
fi: Yrityksesi tila [company] muutettiin [status]:ksi.
ko: [company] 회사의 상태가 [status]로 변경되었습니다.
sv: Status för ditt företag [company] har ändrats till [status].
zh: 您公司的状态由 [company] 更改为 [status].

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
fi: Yrityksesi poistettiin käytöstä.
ko: 회사가 비활성화 되었습니다.
sv: Ditt företag har inaktiverats.
zh: 您的公司已经禁用.

# Languages::text_conditions_cleared
source: Table conditions were cleared
fi: Pöytäehdot selvitettiin
ko: 테이블 조건이 지워졌습니다
sv: Tabellvillkor rensades
zh: 表格条件被清除.

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
fi: Oheisesta linkistä pääset muuttamaan salasanasi
ko: 이 링크를 따라 비밀번호 복구 절차를 확인하십시오
sv: Klicka på denna länk för att bekräfta återställning av ditt lösenord
zh: 请参照这个链接来确认您的密码覆盖过程

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
fi: Pääsy kielletty: Mahdollinen CSRF-hyökkäys
ko: 액세스 거부 : 가능한 CSRF 공격
sv: Åtkomst nekad: Möjlig CSRF attack
zh: 访问拒绝:可能CSRF攻击

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
fi: Logo <b>asiakas</b> -alueelle
ko: <b> 고객 </ b> 영역 로고
sv: Logga för <b>butik</b>
zh: <b>客户</b>区显示的商标

# Languages::text_datatrans_notice
source: <b>Note</b>: In order to track your Datatrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your Datatrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Set <u>'URL Post'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the Datatrans payment configuration page in your store<br />
fi: <b>Huomautus</b>: Jotta voit seurata Datatrans-tilauksiasi ostoskoriohjelmistolla, sinun on suoritettava seuraavat vaiheet:<br /> <br /> -&nbsp;Kirjaudu sisään Datatrans-tilillesi<br /> -&nbsp;Napsauta <u>'Upp Data'</u> -linkkiä <u>. 'Upp Administration'</u> -osio.<br /> -&nbsp;Aseta <u>'URL-osoitteen lähetystietomuoto'</u> - <b>'Tiedot HTML-MUOKKAAN'</b>.<br /> -&nbsp;Aseta <u>"URL-viesti"</u> arvoon:<br /> <b>[post_url]</b><br /> -&nbsp;Napsauta <u>"Turvallisuus"</u> -linkkiä <u>"Upp Administration"</u> -osiossa.<br /> -&nbsp;Valitse vaihtoehto <b>'Maksuviestien mukana lähetetään ylimääräinen kauppiastunnus'</b> .<br /> -&nbsp;Luo uusi digitaalinen allekirjoitus käyttämällä <u>Luo uusi allekirjoitus -painiketta</u> .<br /> -&nbsp;Aseta luotu arvo <u>'Digitaalinen allekirjoitus' -kenttään</u> myymäläsi Datatrans-maksun määrityssivulla<br />
ko: <b>참고</b>: 장바구니 소프트웨어를 사용하여 Datatrans 주문을 추적하려면 다음 단계를 수행해야 합니다.<br /> <br /> -&nbsp;Datatrans 계정에 로그인합니다.<br /> -&nbsp; <u>에서 <u>'Upp Data'</u> 링크를 클릭합니다. '업행정'</u> 장.<br /> -&nbsp; <u>'URL Post 데이터 형식'을</u> 에서 <b>'HTML 형식의 데이터'로 설정</b>.<br /> -&nbsp; <u>'URL Post'</u> 을 다음으로 설정하십시오.<br /> <b>[post_url]</b><br /> -&nbsp; <u>'Upp Administration'</u> 섹션에서 <u>'Security'</u> 링크를 클릭하십시오.<br /> -&nbsp; <b>'추가 판매자 ID가 결제 메시지와 함께 전송됩니다'</b> 옵션을 선택합니다.<br /> -&nbsp; <u>'새 서명 생성'</u> 버튼을 사용하여 새 디지털 서명을 생성합니다.<br /> -&nbsp;생성된 값을 스토어<br />의 Datatrans 결제 구성 페이지에서 <u>'디지털 서명'</u> 필드로 설정하십시오.
sv: <b>Obs</b>: För att spåra dina Datatrans-beställningar med programvaran i kundvagnen måste du ta följande steg:<br /> <br /> -&nbsp;Logga in på ditt Datatrans-konto<br /> -&nbsp;Klicka på länken <u>'Upp Data'</u> i <u>'Upp administration'</u> avsnitt.<br /> -&nbsp;Ställ in <u>'URL Post-dataformat'</u> till <b>'Data i HTML-FORMEL'</b>.<br /> -&nbsp;Ställ in <u>'URL Post'</u> till:<br /> <b>[post_url]</b><br /> -&nbsp;Klicka på länken <u>'Säkerhet'</u> i avsnittet <u>'Upp administration'</u> .<br /> -&nbsp;Välj alternativet <b>'En ytterligare säljaridentifikation kommer att skickas med betalningsmeddelanden'</b> .<br /> -&nbsp;Generera ny digital signatur med knappen <u>'Generera ny skylt'</u> .<br /> -&nbsp;Ställ in genererat värde till fältet <u>"Digital signatur"</u> på Datatrans betalningskonfigurationssidan i din butik<br />
zh: <b>注</b>：为了使用购物车软件跟踪您的 Datatrans 订单，您必须执行以下步骤：<br /> <br /> -&nbsp;登录到您的 Datatrans 帐户<br /> -&nbsp;点击 <u>'Upp Data'</u> 链接 <u>“升级管理”</u> 部分。<br /> -&nbsp;将 <u>'URL Post 数据格式'</u> 设置为 <b>'HTML FORM 中的数据'</b>。<br /> -&nbsp;将 <u>'URL Post'</u> 设置为：<br /> <b>[post_url]</b><br /> -&nbsp;单击 <u>'Upp Administration'</u> 部分中的 <u>'Security'</u> 链接。<br /> -&nbsp;选择 <b>'附加的商家标识将与付款信息一起发送'</b> 选项。<br /> -&nbsp;使用 <u>'Generate new sign'</u> 按钮生成新的数字签名。<br /> -&nbsp;将生成的值设置为 <u>'数字签名'</u> 在您商店的 Datatrans 支付配置页面上的字段<br />

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
fi: Muutoksiasi ei ole tallennettu. Paina OK jatkaaksesi tai Peruuta pysyäksesi nykyisellä sivulla.
ko: 변경 사항이 저장되지 않았습니다. 계속하려면 확인을 누르고 현재 페이지를 유지하려면 취소를 누르십시오.
sv: Dina ändringar har inte sparats. Klicka OK för att fortsätta, eller Avbryt för att stanna kvar på sidan.
zh: 您的修改没有保存.按OK继续,或是取消停留在当前页面.

# Languages::text_tab_changed
source: Your changes on the current tab have not been saved. Click "OK" to continue or "Cancel" to stay on the current tab.
fi: Nykyisen välilehden muutoksiasi ei ole tallennettu. Napsauta "OK" jatkaaksesi tai "Peruuta" pysyäksesi nykyisessä välilehdessä.
ko: 현재 탭의 변경 사항이 저장되지 않았습니다. 계속하려면 "확인"을 클릭하고 현재 탭을 유지하려면 "취소"를 클릭하십시오.
sv: Dina ändringar på den aktuella fliken har inte sparats. Klicka på "OK" för att fortsätta eller "Avbryt" för att stanna kvar på den aktuella fliken.
zh: 您在当前选项卡上所做的更改尚未保存。单击“确定”继续或单击“取消”留在当前选项卡上。

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
fi: tilauksessa käytetyt bonuspisteet vähennetty
ko: 주문에 사용 된 포인트는 사용자 계정에서 차감되었습니다.
sv: De poäng som använts i ordern har dragits från kundens konto.
zh: 此订单所有的积分已从用户帐户是扣除.

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
fi: <b>Huomautus:</b> Lähetä seuraavat tiedot DeltaPay-tukeen:<br />Maksusivu: '<u>[payment_url]</u>'<br />Onnistumissivu: '<u>[result_url]</u>'<br />Epäonnistumissivu: '<u>[result_url]</u>'<br />Peruutussivu: '<u>[result_url]</u>'<br />
ko: <b> 참고 : </ b> DeltaPay 지원팀에 다음 정보를 보내주세요. <br /> 결제 페이지 : '<u> [payment_url] </ u>'<br /> 성공 페이지 : '<u> [ result_url] </ u> '<br /> 실패 페이지 :'<u> [result_url] </ u> '<br /> 취소 페이지 :'<u> [result_url] </ u> '<br />
sv: <b>Obs!</b> Skicka följande information till DeltaPay support:<br>Payment page: '<u>[payment_url]</u>'<br>Success page: '<u>[result_url]</u>'<br>Failure page: '<u>[result_url]</u>'<br>Cancel page: '<u>[result_url]</u>'<br>
zh: <b>注意:</b>请发送下列信息给DeltaPay支持:<br />付款页面: '<u>[payment_url]</u>'<br />成功页面: '<u>[result_url]</u>'<br />失败页面: '<u>[result_url]</u>'<br />取消页面: '<u>[result_url]</u>'<br />
