Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::shipping_information
source: Shipping information
fi: Lähetystiedot
ko: 배송 정보
sv: Leverans
zh: 配送信息

# Languages::shipping_method
source: Shipping method
fi: Toimitustapa
ko: 배송 방법
sv: Leveranssätt
zh: 配送方式

# Languages::shipping_methods
source: Shipping methods
fi: Toimitustavat
ko: 배송 방법
sv: Leveranssätt
zh: 配送方式

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
fi: Sääntöjoukko ja parametrit toimituskulujen laskemiseksi.
ko: 배송비를 계산하기위한 규칙 및 파라미터를 세팅합니다.
sv: Regler och parametrar för att beräkna leveranskostnad.
zh: 设置规则和参数来计算运费.

# Languages::shipping_name
source: Shipping name
fi: Toimituksen nimi
ko: 배송 이름
sv: Leveransnamn
zh: 配送名称

# Languages::shipping_options
source: Shipping Options
fi: Toimitustapa
ko: 배송 옵션
sv: Leverans
zh: 配送选项

# Languages::shipping_properties
source: Shipping properties
fi: Toimitusominaisuudet
ko: 배송 속성
sv: Fraktegenskaper
zh: 运输属性

# Languages::shipping_rates
source: Shipping rates
fi: Toimitushinnat
ko: 배송비
sv: Leveranskostnad
zh: 运费计算

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
fi: Toimitusosoite sama kuin laskutusosoite
ko: 배송 및 청구 지 주소가 동일합니까?
sv: Är leverans och fakturaadress samma?
zh: 收货地址和帐单地址相同?

# Languages::shipping_service
source: Shipping service
fi: Lähetyspalvelu
ko: 배송 서비스
sv: Leveransbolag
zh: 配送服务

# Languages::shipping_time
source: Shipping time
fi: Toimitusaika
ko: 배송 시간
sv: Leveranstid
zh: 运货时间

# Languages::shipping_rate
source: Rate
ko: 비율
sv: Betygsätta
zh: 速度

# Languages::shipping_price_condition
source: Price condition
fi: Hinta kunto
ko: 가격 조건
sv: Prisskick
zh: 价格条件

# Languages::shipping_weight_condition
source: Weight condition
fi: Painon kunto
ko: 무게 조건
sv: Vikt tillstånd
zh: 体重状况

# Languages::shipping_items_condition
source: Items condition
fi: Kohteiden kunto
ko: 품목 조건
sv: Objektens skick
zh: 物品状况

# Languages::shipping_surcharge_discount
source: Surcharge / Discount
fi: Lisämaksu / alennus
ko: 추가 요금 / 할인
sv: Tillägg/rabatt
zh: 附加费/折扣

# Languages::shipping_per
source: per
ko: 당
zh: 每

# Languages::shipping_from_value
source: From
ko: 발신자
sv: Från
zh: 从

# Languages::shipping_to_value
source: To
fi: Vastaanottaja
ko: 수신
sv: Till
zh: 到

# Languages::shipping_and_up
source: and up
fi: ja ylös
ko: 그리고 위로
sv: och upp
zh: 及以上

# Languages::shipping_item
source: item
fi: kohde
ko: 항목
sv: Artikel
zh: 物品

# Languages::shipping_add_conditions
source: Add conditions
fi: Lisää ehdot
ko: 조건 추가
sv: Lägg till villkor
zh: 添加条件

# Languages::shipping_hide_conditions
source: Hide conditions
fi: Piilota ehdot
ko: 조건 숨기기
sv: Dölj villkor
zh: 隐藏条件

# Languages::shipping_add_price_condition
source: Add price conditions
fi: Lisää hintaehdot
ko: 가격 조건 추가
sv: Lägg till prisvillkor
zh: 添加价格条件

# Languages::shipping_add_weight_condition
source: Add weight conditions
fi: Lisää painoehdot
ko: 무게 조건 추가
sv: Lägg till viktförhållanden
zh: 添加权重条件

# Languages::shipping_add_items_condition
source: Add items conditions
fi: Lisää kohteiden ehdot
ko: 품목 조건 추가
sv: Lägg till objektvillkor
zh: 添加物品条件

# Languages::shipping_remove_price_condition
source: Remove price conditions
fi: Poista hintaehdot
ko: 가격 조건 제거
sv: Ta bort prisvillkor
zh: 删除价格条件

# Languages::shipping_remove_weight_condition
source: Remove weight conditions
fi: Poista painoehdot
ko: 무게 조건 제거
sv: Ta bort viktförhållanden
zh: 删除重量条件

# Languages::shipping_remove_items_condition
source: Remove items conditions
fi: Poista kohteiden ehdot
ko: 품목 조건 제거
sv: Ta bort objektvillkor
zh: 移除物品条件

# Languages::shipping_edit_rate_area
source: Edit rate area
fi: Muokkaa hinta-aluetta
ko: 요금 영역 편집
sv: Redigera prisområde
zh: 编辑费率区域

# Languages::shipping_remove_rate_area
source: Remove rate area from shipping
fi: Poista hinta-alue toimituksesta
ko: 배송에서 요금 영역 제거
sv: Ta bort prisområdet från frakt
zh: 从运输中删除费率区域

# Languages::shipping_rate_range_overlap_error_message
source: Condition must not fall within existing range.
fi: Kunto ei saa olla olemassa olevan alueen sisällä.
ko: 조건이 기존 범위 내에 있으면 안됩니다.
sv: Skicket får inte falla inom befintligt intervall.
zh: 条件不得在现有范围内。

# Languages::shipping_rate_range_limit_error_message
source: The beginning of the range can't be higher than the end.
fi: Alueen alku ei voi olla loppua korkeampi.
ko: 범위의 시작은 끝보다 높을 수 없습니다.
sv: Början av intervallet får inte vara högre än slutet.
zh: 范围的开始不能高于结束。

# Languages::shipping_rate_absolute
source: Absolute ([currency])
fi: Absoluuttinen ([currency])
ko: 절대 ([currency])
sv: Absolut ([currency])
zh: 绝对 ([currency])

# Languages::shipping_rate_percent
source: Cart percent (%)
fi: Ostoskori prosentti (%)
ko: 장바구니 비율(%)
sv: Varukorgsprocent (%)
zh: 购物车百分比 (%)

# Languages::ship_dhl_height
source: Package height
fi: Pakkauksen korkeus
ko: 패키지 높이
sv: Pakethöjd
zh: 包装高度

# Languages::ship_dhl_length
source: Package length
fi: Pakkauksen pituus
ko: 패키지 길이
sv: Paketets längd
zh: 包装长度

# Languages::ship_dhl_site_id
source: Site ID
fi: Sivuston tunnus
ko: 사이트 ID
sv: Plats ID
zh: 站点 ID

# Languages::ship_dhl_width
source: Package width
fi: Pakkauksen leveys
ko: 패키지 폭
sv: Paketets bredd
zh: 包装宽度

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
fi: Täydentävät hyväksynnät
ko: 보조 보증
sv: Kompletterande påskrifter
zh: 辅助代言

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
fi: Osoitepalvelua pyydetty
ko: 주소 서비스 요청
sv: Underrätta vid eftersändning
zh: 地址服务请求

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
fi: Kuljettaja lähtee, jos ei vastaa
ko: 응답이 없으면 운송 업체 떠나기
sv: Leverans uteblir vid ej svar
zh: 如果没有反应承运人离开

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
fi: Muutospalvelua pyydetty
ko: 변경 서비스 요청
sv: Ändra tjänsten
zh: 改变服务请求

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
fi: Välityspalvelua pyydetty
ko: 포워딩 서비스 요청
sv: Tjänsten vidarebefordran efterfrågades
zh: 转发服务请求

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
fi: Palautuspalvelua pyydetty
ko: 반품 서비스 요청
sv: Returtjänst efterfrågad
zh: 返回服务请求

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
fi: Asiakasluettelon tunnus
ko: 고객 매니페스트 ID
sv: Kundmanifest ID
zh: 客户清单 ID

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
fi: Pudotustyyppi
ko: 하차 유형
sv: Leveranstyp
zh: 减少类型

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
fi: Säännöllinen nouto
ko: 정기 픽업
sv: Regelbunden hämtning
zh: 定期接

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
fi: Pyydä kuriiria
ko: 택배 요청
sv: Begär bud
zh: 请求快递

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
fi: Pudota asemalle
ko: 역에서 하차
sv: Lämna på station
zh: 在车站下车

# Languages::ship_fedex_height
source: Height (inches)
fi: Korkeus (tuumaa)
ko: 높이 (인치)
sv: Höjd (tum)
zh: 高度 (英寸)

# Languages::ship_fedex_hub_id
source: Hub ID
fi: Keskittimen tunnus
zh: 集线器 ID

# Languages::ship_fedex_indicia
source: Indicia
sv: Indicier
zh: 标记

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
fi: Media Mail (paketit 1 - 70 paunaa kirjat, DVD-levyt, CD-levyt, videonauhat)
sv: Media post (paket från 1 till 70 lbs böcker, DVD, CD-skivor, videoband)
zh: 媒体邮件 (包裹从1 到 70 lbs Books, DVDs, CDs, videotapes)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
fi: Pakettivalinta (paketit 1-70 lbs)
sv: Paketval (paket från 1 till 70 lbs)
zh: 包裹选择 (包裹从1 到 70 lbs)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
fi: Sidotut painotuotteet (1-15 lbs:n paketit, luettelot, puhelinluettelot tai mikä tahansa pysyvästi sidottu)
sv: Inbundna trycksaker (paket från 1 till 15 lbs kataloger, telefonkataloger eller andra permanent inbundna)
zh: 绑定印刷品包裹 (包裹从1 到 15 lbs Catalogs, phone books or anything permanently bound)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
fi: Vakiopostipaketit (alle 1 lb:n paketit)
sv: Standard postpaket (mindre än 1 lb)
zh: 标准邮件包 (包裹少于 1 lb)

# Languages::ship_fedex_length
source: Length (inches)
fi: Pituus (tuumaa)
ko: 길이 (인치)
sv: Längd (tum)
zh: 长度 (英寸)

# Languages::ship_fedex_meter_number
source: Meter number
fi: Mittarin numero
ko: 미터 번호
sv: Mätarnummer
zh: 仪表编号

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
fi: FedEx 10kg laatikko
sv: FedEx låda 10kg
zh: FedEx 10kg 每箱

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
fi: FedEx 25kg laatikko
sv: FedEx låda 25kg
zh: FedEx 25kg 每箱

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
sv: FedEx låda
zh: FedEx 每箱

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
fi: FedEx-kirjekuori
sv: FedEx kuvert
zh: FedEx 信封

# Languages::ship_fedex_package_type_fedex_pak
source: FedEx Pak
sv: FedEx paket
zh: 联邦快递

# Languages::ship_fedex_package_type_fedex_tube
source: FedEx Tube
fi: FedEx-putki
sv: FedEx tub
zh: 联邦快递管

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
fi: Sinun pakkaus
ko: 당신의 포장
sv: Ditt emballage
zh: 您的包装

# Languages::ship_fedex_smart_post
source: Smart Post
ko: 스마트 포스트
zh: 智能邮报

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
fi: Erikoispalvelu (toimitusvahvistus)
ko: 특별 서비스 (배송 확인)
sv: Special service (leveransbekräftelse)
zh: 特殊服务 (排送确认)

# Languages::ship_fedex_width
source: Width (inches)
fi: Leveys (tuumaa)
ko: 넓비 (인치)
sv: Bredd (tum)
zh: 宽度 (英寸)

# Languages::ship_height
source: Package height (cm)
fi: Pakkauksen korkeus (cm)
ko: 패키지 높이 (cm)
sv: Pakethöjd (cm)
zh: 包裹高度 (cm)

# Languages::ship_length
source: Package length (cm)
fi: Pakkauksen pituus (cm)
ko: 패키지 길이 (cm)
sv: Paketlängd (cm)
zh: 包裹长度 (cm)

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
fi: Toimitustodistus (vain kirjattuun lähetykseen)
ko: 배달 확인 (등기 우편 만)
sv: Leveransbekräftelse (endast för rekommenderade brev)
zh: 确认交货 (只针对注册的邮件地址)

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
fi: Postiennakko (vain kirjatulle kirjeelle)
ko: 대금 상환 (등기 우편 만 해당)
sv: Efterkrav (endast rekommenderade brev)
zh: 货到付款 (只针对注册的邮件地址)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
fi: Henkilökohtainen toimitus (vain kirjatuille kirjeille)
ko: 택배 (등기 우편 만)
sv: Personlig leverans (endast rekommenderade brev)
zh: 专人递送 (只针对注册的邮件地址)

# Languages::ship_sp_l_registered_mail
source: Registered mail
fi: Kirjattu posti
ko: 등기우편
sv: Rekommanderad post
zh: 注册邮件

# Languages::ship_sp_pc_assurance
source: Assurance
fi: Takuu
ko: 보증
sv: Försäkring
zh: 保险

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
fi: Postiennakko (COD)
ko: 대금 상환 (COD)
sv: Postförskott (COD)
zh: 货到付款 (COD)

# Languages::ship_sp_pc_fragile
source: Fragile
fi: Hauras
ko: 파손주의
sv: Ömtåligt
zh: 易碎的

# Languages::ship_sp_pc_manual_handling
source: Manual handling
fi: Manuaalinen käsittely
ko: 수동 처리
sv: Manuell hantering
zh: 人工操作

# Languages::ship_sp_pc_personal
source: Personal
fi: Henkilökohtainen
ko: 개인
sv: Personlig
zh: 个人的

# Languages::ship_sp_pc_signature
source: Signature
fi: Allekirjoitus
ko: 서명
sv: Signatur
zh: 签名

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
fi: Lisävakuutus (jopa CHF 3000.-)
sv: Tilläggsförsäkring (upp till CHF 3000.-)
zh: 额外保险 (高达 CHF 3000.-)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
fi: Isokokoiset tavarat
ko: 부피가 큰 상품
sv: Skrymmande varor
zh: 大宗货

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
fi: Postiennakko (vain ECONOMY)
sv: Postförskott (endast EKONOMI)
zh: 货到付款 (仅廉价的)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
fi: Manuaalinen käsittely
ko: 수동 처리
sv: Manuell bearbetning
zh: 手工处理

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
fi: Lisävakuutus KIIREELLISIÄ tavaroita varten (jopa CHF 3000.-)
ko: 긴급 상품에 대한 추가 보험(최대 CHF 3000.-)
sv: Tilläggsförsäkring för brådskande varor (upp till CHF 3000.-)
zh: 紧急货物额外的保险 (达到 CHF 3000.-)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
fi: Tätä toimitustapaa ei voi käyttää kansainväliseen toimitukseen
ko: 이 배송 방법은 해외 배송에 사용할 수 없습니다
sv: Du kan inte använda detta leveranssätt för internationella leveranser
zh: 不能使用这种运输方式进行国际配送

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
fi: Tätä toimitustapaa ei voi käyttää yksityiseen toimitukseen
ko: 이 배송 방법은 개인 배송에 사용할 수 없습니다
sv: Du kan inte använda detta leveranssätt för privata leveranser
zh: 不能使用这种送货方式进行私人送货

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
fi: Paketti on liian painava
ko: 패키지가 너무 무겁습니다
sv: Paketet väger för mycket
zh: 包裹太重

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
fi: Additional_services.csv-tiedostoa ei voi avata
ko: additional_services.csv 파일을 열 수 없습니다
sv: Kunde inte öppna filen additional_services.csv
zh: 无法打开 additional_services.csv 文件

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
fi: [code] -tiedostoa ei voi avata
ko: [code] 파일을 열 수 없습니다
sv: Kunde inte öppna filen [code]
zh: 无法打开 [code] 文件

# Languages::ship_temando_height
source: Package height
fi: Pakkauksen korkeus
ko: 패키지 높이
sv: Pakethöjd
zh: 包裹高度

# Languages::ship_temando_length
source: Package length
fi: Pakkauksen pituus
ko: 패키지 길이
sv: Paketlängd
zh: 包裹长度

# Languages::ship_temando_measurement
source: Package measurement
fi: Pakkauksen mittaus
ko: 패키지 치수
sv: Paketmått
zh: 包测量

# Languages::ship_temando_method
source: Delivery method
fi: Toimitustapa
ko: 배달 방법
sv: Leveranssätt
zh: 交货方法

# Languages::ship_temando_package
source: Packaging
fi: Pakkaus
ko: 포장 산업
sv: Förpackning
zh: 包装

# Languages::ship_temando_readydate
source: Ready date (days)
fi: Valmistuspäivä (päiviä)
ko: 준비 날짜 (일)
sv: Leveransklar (dagar)
zh: 准备好日期 （天）

# Languages::ship_temando_subclass
source: Class of the item being sent
fi: Lähetettävän kohteen luokka
ko: 전송되는 항목의 클래스
sv: Varuklass
zh: 正在发送的项目类

# Languages::ship_temando_weight_measurement
source: Weight measurement type
fi: Painonmittaustyyppi
ko: 무게 측정 유형
sv: Typ av viktmätning
zh: 重量测量类型

# Languages::ship_temando_width
source: Package width
fi: Pakkauksen leveys
ko: 패키지 폭
sv: Paketbredd
zh: 包裹宽度

# Languages::ship_to
source: Ship to
fi: Toimitus
ko: 배송지
sv: Leveransadress
zh: 发货给

# Languages::ship_to_another
source: Ship to a different address
fi: Toimitus eri osoitteeseen
ko: 다른 주소로 배송
sv: Leverera till annan adress
zh: 配送到不同地址

# Languages::ship_ups_access_key
source: UPS Rates Access Key
sv: UPS priser åtkomstnyckel
zh: UPS 率访问密匙

# Languages::ship_ups_package_type_01
source: UPS letter/ UPS Express Envelope
fi: UPS kirje / UPS Express Envelope
sv: UPS brev / UPS Expresskuvert
zh: UPS 信/ UPS 快递信封

# Languages::ship_ups_package_type_03
source: UPS Tube
fi: UPS-putki
sv: UPS Tub
zh: UPS管

# Languages::ship_ups_package_type_04
source: UPS Pack
fi: UPS-paketti
sv: UPS förpackning
zh: UPS 包

# Languages::ship_ups_package_type_21
source: UPS Express Box
sv: UPS expresslåda
zh: UPS快递箱

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
fi: UPS 25kg laatikko
sv: UPS 25Kg låda
zh: UPS 25Kg 每箱

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
fi: UPS 10kg laatikko
sv: UPS 10Kg låda
zh: UPS 10Kg 每箱

# Languages::ship_ups_pickup_type
source: Pickup type
fi: Noutotyyppi
ko: 픽업 유형
sv: Hämtning
zh: 取件类型

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
fi: Päivittäinen nouto
ko: 일일 픽업
sv: Daglig upphämtning
zh: 及时取件

# Languages::ship_ups_pickup_type_03
source: Customer Counter
fi: Asiakas laskuri
ko: 고객 카운터
sv: Kunddisk
zh: 柜台客户

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
fi: Kerran nouto
ko: 1 회 픽업
sv: Engångshämtning
zh: 一次取件

# Languages::ship_ups_pickup_type_07
source: On Call Air
ko: 온 콜 에어
sv: Hämtning flygpost
zh: 电话航空服务

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
fi: Suositellut vähittäishinnat
ko: 권장 소매 요율
sv: Rekommenderade priser
zh: 建议零售利率

# Languages::ship_ups_pickup_type_19
source: Letter Center
fi: Kirjekeskus
ko: 레터 센터
sv: Brevcenter
zh: 信中心

# Languages::ship_ups_pickup_type_20
source: Air Service Center
fi: Lentopalvelukeskus
ko: 항공 서비스 센터
sv: Flygcenter
zh: 航空服务中心

# Languages::ship_ups_delivery_confirmation
source: No Signature
fi: Ei allekirjoitusta
ko: 서명 없음
sv: Ingen signatur
zh: 不需要签字

# Languages::ship_ups_delivery_confirmation_signature
source: Signature Required
fi: Allekirjoitus vaaditaan
ko: 서명 필요
sv: Signatur krävs
zh: 需要签字

# Languages::ship_ups_delivery_confirmation_adult_signature
source: Adult Signature Required
fi: Aikuisen allekirjoitus vaaditaan
ko: 성인 서명 필요
sv: Signatur från vuxen krävs
zh: 需要成人签字

# Languages::ship_ups_use_delivery_confirmation
source: Use Delivery confirmation
fi: Käytä toimitusvahvistusta
ko: 배송 확인 사용
sv: Använd leveransbekräftelse
zh: 使用配送确认

# Languages::ship_ups_dcist_type
source: Confirmation type
fi: Vahvistustyyppi
ko: 확인 유형
sv: Bekräftelsetype
zh: 确认类型

# Languages::ship_usps_container
source: Container
fi: Säiliö
ko: 컨테이너
sv: Behållare
zh: 集装箱

# Languages::ship_usps_container_express
source: Container (Express)
fi: Säiliö (Express)
ko: 컨테이너 (익스프레스)
sv: Behållare (Express)
zh: 集装箱 (快递)

# Languages::ship_usps_container_express_flat_rate_envelope
source: Flat Rate Envelope
fi: Kiinteähintainen kirjekuori
ko: 고정 요금 봉투
sv: Fast pris kuvert
zh: 统一邮资信封

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
fi: Säilö (ensisijainen posti)
ko: 컨테이너 (우선 메일)
sv: Container (Prioriterad)
zh: 集装箱 (Priority Mail)

# Languages::ship_usps_container_priority_flat_rate_box
source: Flat Rate Box
fi: Kiinteähintainen laatikko
ko: 고정 요금 상자
sv: Fast pris låda
zh: 统一费率箱

# Languages::ship_usps_container_priority_flat_rate_envelope
source: Flat Rate Letter
fi: Kiinteähintainen kirje
ko: 고정 요금 편지
sv: Fast pris brev
zh: 统一费率信

# Languages::ship_usps_container_priority_lg_flat_rate_box
source: Large Flat Rate Box
fi: Suuri kiinteähintainen laatikko
ko: 대형 고정 요금 상자
sv: Fast pris stor låda
zh: 大型统一费率箱

# Languages::ship_usps_container_priority_md_flat_rate_box
source: Medium Flat Rate Box
fi: Keskikokoinen kiinteähintainen laatikko
ko: 중간 고정 요금 상자
sv: Fast pris mediumlåda
zh: 中等统一费率箱

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
fi: Ei-suorakulmainen
sv: Ej rektangulär
zh: 非矩形

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
fi: Suorakulmainen
ko: 직사각형
sv: Rektangulär
zh: 长方形

# Languages::ship_usps_container_priority_regional_a_rate_box
source: Regional Rate Box A
fi: Alueellinen hintalaatikko A
sv: Regionalt pris låda A
zh: 区域费率框 A

# Languages::ship_usps_container_priority_regional_b_rate_box
source: Regional Rate Box B
fi: Alueellinen hintalaatikko B
sv: Regionalt pris låda B
zh: 区域费率框 B

# Languages::ship_usps_container_priority_regional_c_rate_box
source: Regional Rate Box C
fi: Alueellinen hintalaatikko C
sv: Regionalt pris låda C
zh: 区域费率框 C

# Languages::ship_usps_container_priority_sm_flat_rate_box
source: Small Flat Rate Box
fi: Pieni kiinteähintainen laatikko
sv: Fast pris liten låda
zh: 小型统一费率箱

# Languages::ship_usps_container_priority_padded_flat_rate_envelope
source: Padded Flat Rate Envelope
fi: Pehmustettu kiinteähintainen kirjekuori
sv: Fast pris vadderat kuvert
zh: 带衬垫的统一邮资信封

# Languages::ship_usps_container_priority_legal_flat_rate_envelope
source: Legal Flat Rate Envelope
fi: Laillinen kiinteämääräinen kirjekuori
sv: Fast pris juridiskt kuvert
zh: 法定统一邮资信封

# Languages::ship_usps_container_priority_sm_flat_rate_envelope
source: Sm Flat Rate Envelope
fi: Sm kiinteämääräinen kirjekuori
sv: Fast pris litet kuvert
zh: Sm 统一邮资信封

# Languages::ship_usps_container_priority_window_flat_rate_envelope
source: Window Flat Rate Envelope
fi: Ikkuna kiinteämääräinen kirjekuori
sv: Fast pris fönsterkuvert
zh: 窗口统一邮资信封

# Languages::ship_usps_container_priority_gift_card_flat_rate_envelope
source: Gift Card Flat Rate Envelope
fi: Lahjakortin kiinteähintainen kirjekuori
sv: Presentkort fast pris kuvert
zh: 礼品卡统一邮资信封

# Languages::ship_usps_first_class_mail_type
source: First Class Mail Type
fi: Ensimmäisen luokan postityyppi
ko: 퍼스트 클래스 메일 유형
sv: A klassbrev
zh: 头等邮件类型

# Languages::ship_usps_first_class_mail_type_flat
source: Flat
fi: Tasainen
ko: 플랫
sv: Platt
zh: 平坦的

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
fi: Paketti
ko: 소포
sv: Paket
zh: 包裹

# Languages::ship_usps_intl_package_girth
source: Package girth
fi: Paketin ympärysmitta
ko: 패키지 둘레
sv: Paketomkrets
zh: 包裹周长

# Languages::ship_usps_intl_package_height
source: Package height
fi: Pakkauksen korkeus
ko: 패키지 높이
sv: Pakethöjd
zh: 包裹高度

# Languages::ship_usps_intl_package_length
source: Package length
fi: Pakkauksen pituus
ko: 패키지 길이
sv: Paketlängd
zh: 包裹长度

# Languages::ship_usps_intl_package_size
source: Package size
fi: Paketin koko
ko: 패키지 크기
sv: Paketstorlek
zh: 包裹大小

# Languages::ship_usps_intl_package_width
source: Package width
fi: Pakkauksen leveys
ko: 패키지 폭
sv: Paketbredd
zh: 包裹宽度

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
fi: Koneistettava (ensimmäisen luokan posti tai vakioposti)
ko: 가공 가능(일급 우편 또는 표준 우편)
sv: Maskinbearbetningsbar (A klassbrev eller standardpost)
zh: Machinable (First-Class Mail 或 Parcel Post)

# Languages::ship_usps_machinable_false
source: False
fi: Väärä
ko: X
sv: Falskt
zh: 假的

# Languages::ship_usps_machinable_true
source: True
fi: Totta
ko: O
sv: Sant
zh: 真的

# Languages::ship_usps_mailtype
source: Type of Mail
fi: Postin tyyppi
ko: 메일 유형
sv: Posttyp
zh: 邮件类型

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
fi: Asia sokeille
ko: 시각 장애인을 위한 문제
sv: Försändelse för blinda
zh: 盲人事务

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
fi: Postikortit tai Aerogrammit
ko: 엽서 또는 Aerogrammes
sv: Vykort eller radiotelegram
zh: 明信片或邮简

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
fi: Pakkauksen koko (pituus + ympärysmitta, tuumaa)
ko: 패키지 크기 (길이 + 둘레, 인치)
sv: Paketstorlek (längd + omkrets, tum)
zh: 包裹大小 (长 + 周长, 英寸)

# Languages::ship_usps_package_size_large
source: Large (84..108)
fi: Suuri (84...108)
sv: Stor (84..108)
zh: 大的 (84..108)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
sv: Ekstra stor (108..130)
zh: 特大号 (108..130)

# Languages::ship_usps_package_size_regular
source: Regular (0..84)
fi: Tavallinen (0...84)
sv: Normal (0..84)
zh: 常规 (0..84)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
fi: Priority Mail (koko: suuri, säiliö: ei-suorakulmainen) ympärysmitta (tuumaa)
sv: Prioritetspost (Storlek: Stor, Container: Ej rektangulär) omkrets (tum)
zh: 优先 Mail (尺寸:大的, 容积:NonRectangular) 周长(英寸)

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
fi: Priority Mail (koko: suuri) Korkeus (tuumaa)
sv: Prioritetspost (Storlek: Stor) Höjd (tum)
zh: 优先 Mail (尺寸:大的) 高度(英寸)
