Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::profile_types_section_user
source: Customers and admins
fi: Asiakkaat ja ylläpitäjät
ko: 고객 및 관리자
sv: Kunder och administratörer
zh: 客户和管理员

# Languages::profile_types_section_seller
source: Vendor information
fi: Myyjän tiedot
ko: 공급업체 정보
sv: Leverantörsinformation
zh: 供应商信息

# Languages::profile_type
source: Profile type
fi: Profiilin tyyppi
ko: 프로필 유형
sv: Profiltyp
zh: 配置文件类型

# Languages::bulk_edit.example_of_modified_value
source: Example of the modified value
fi: Esimerkki muokatusta arvosta
ko: 수정된 값의 예
sv: Exempel på det modifierade värdet
zh: 修改值示例

# Languages::bulk_edit.decrease_hint
source: To decrease the value use the "-". Example: -5
fi: Voit pienentää arvoa käyttämällä "-". Esimerkki: -5
ko: 값을 줄이려면 "-"를 사용합니다. 예: -5
sv: För att minska värdet använd "-". Exempel: -5
zh: 要减小该值，请使用“-”。示例：-5

# Languages::bulk_edit.make_active
source: Make products active
fi: Aktivoi tuotteet
ko: 제품을 활성화
sv: Gör produkter aktiva
zh: 使产品活跃

# Languages::bulk_edit.make_disabled
source: Make products disabled
fi: Poista tuotteet käytöstä
ko: 제품 비활성화
sv: Gör produkter inaktiverade
zh: 禁用产品

# Languages::bulk_edit.make_hidden
source: Make products hidden
fi: Piilota tuotteet
ko: 제품을 숨김으로 설정
sv: Gör produkter dolda
zh: 隐藏产品

# Languages::bulk_edit.price_and_stock
source: Price & Stock
fi: Hinta & Varasto
ko: 가격 & 재고
sv: Pris & lager
zh: 价格和库存

# Languages::bulk_edit.what_do_these_checkboxes_mean
source: What do these checkboxes mean?
fi: Mitä nämä valintaruudut tarkoittavat?
ko: 이 체크박스는 무엇을 의미합니까?
sv: Vad betyder dessa kryssrutor?
zh: 这些复选框是什么意思？

# Languages::bulk_edit.what_do_these_checkboxes_mean_checked
source: all the selected products belong to this category or will be assigned to it.
fi: kaikki valitut tuotteet kuuluvat tähän luokkaan tai liitetään siihen.
ko: 선택한 모든 제품이 이 범주에 속하거나 해당 범주에 할당됩니다.
sv: alla valda produkter tillhör denna kategori eller kommer att tilldelas den.
zh: 所有选定的产品都属于此类别或将分配给它。

# Languages::bulk_edit.what_do_these_checkboxes_mean_unchecked
source: none of the selected products belong to this category, or they will be removed from it.
fi: mikään valituista tuotteista ei kuulu tähän kategoriaan tai ne poistetaan siitä.
ko: 선택한 제품 중 어느 것도 이 카테고리에 속하지 않습니다. 그렇지 않으면 이 카테고리에서 제거됩니다.
sv: ingen av de valda produkterna tillhör denna kategori, annars kommer de att tas bort från den.
zh: 所选产品均不属于此类别，否则将被删除。

# Languages::bulk_edit.what_do_these_checkboxes_mean_indeterminate
source: some of the selected products belong to this category; no changes will be made.
fi: jotkut valituista tuotteista kuuluvat tähän luokkaan; muutoksia ei tehdä.
ko: 선택한 제품 중 일부는 이 범주에 속합니다. 변경 사항이 없습니다.
sv: några av de utvalda produkterna tillhör denna kategori; inga ändringar kommer att göras.
zh: 部分选定的产品属于此类别；不会进行任何更改。

# Languages::bulk_edit.unable_to_delete_all_categories
source: At least one category must be selected
fi: Vähintään yksi luokka on valittava
ko: 카테고리를 하나 이상 선택해야 합니다.
sv: Minst en kategori måste väljas
zh: 必须至少选择一个类别

# Languages::bulk_edit.some_products_were_omitted
source: Some products were skipped because the last remaining category can't be removed or added for a product.
fi: Jotkut tuotteet ohitettiin, koska viimeistä jäljellä olevaa luokkaa ei voi poistaa tai lisätä tuotteelle.
ko: 마지막 남은 카테고리를 제거하거나 제품에 추가할 수 없기 때문에 일부 제품을 건너뛰었습니다.
sv: Vissa produkter hoppades över eftersom den sista återstående kategorin inte kan tas bort eller läggas till för en produkt.
zh: 某些产品被跳过，因为无法为产品删除或添加最后一个剩余类别。

# Languages::bulk_edit.some_products_were_omitted_other_storefront
source: Couldn't edit selected products. Some of the selected products belong to other storefronts; please deselect those products to be able to edit remaining ones.
fi: Valittuja tuotteita ei voitu muokata. Jotkut valituista tuotteista kuuluvat muihin myymälään; poista näiden tuotteiden valinnat, jotta voit muokata jäljellä olevia tuotteita.
ko: 선택한 제품을 수정할 수 없습니다. 선택한 제품 중 일부는 다른 상점에 속합니다. 나머지 제품을 편집하려면 해당 제품의 선택을 취소하세요.
sv: Det gick inte att redigera valda produkter. Några av de utvalda produkterna tillhör andra skyltfönster; vänligen avmarkera dessa produkter för att kunna redigera återstående.
zh: 无法编辑所选产品。部分选定产品属于其他店面；请取消选择这些产品以便能够编辑剩余的产品。

# Languages::custom_search
source: Custom search
fi: Mukautettu haku
ko: 맞춤 검색
sv: Anpassad sökning
zh: 自定义搜索

# Languages::system_environment
source: System environment
fi: Järjestelmäympäristö
ko: 시스템 환경
sv: Systemmiljö
zh: 系统环境

# Languages::product_feature.purpose
source: Purpose
fi: Tarkoitus
ko: 목적
sv: Ändamål
zh: 目的

# Languages::ttc_product_feature.purpose
source: Determines how you and your customers will be able to use this feature.
fi: Määrittää, kuinka sinä ja asiakkaasi voitte käyttää tätä ominaisuutta.
ko: 귀하와 귀하의 고객이 이 기능을 사용할 수 있는 방법을 결정합니다.
sv: Bestämmer hur du och dina kunder kommer att kunna använda den här funktionen.
zh: 确定您和您的客户将如何使用此功能。

# Languages::product_feature.purpose.organize_catalog
source: Brand, author, etc.
fi: Merkki, kirjailija jne.
ko: 브랜드, 작가 등
sv: Varumärke, författare etc.
zh: 品牌、作者等

# Languages::product_feature.purpose.organize_catalog.description
source: For features like "Brand" or "Manufacturer" (for most products), "Performer" or "Label" (for music), "Author" or "Publisher" (for books), and so on. Every variant of this feature gets its own page with an image, description, and the list of products.
fi: Ominaisuuksille, kuten "Brändi" tai "Valmistaja" (useimmille tuotteille), "Esittäjä" tai "Leike" (musiikki), "Kirjoittaja" tai "Julkaisija" (kirjoille) ja niin edelleen. Jokainen tämän ominaisuuden versio saa oman sivunsa, jossa on kuva, kuvaus ja tuoteluettelo.
ko: "브랜드" 또는 "제조업체"(대부분의 제품용), "연주자" 또는 "레이블"(음악용), "저자" 또는 "출판사"(책용) 등과 같은 기능. 이 기능의 모든 변형에는 이미지, 설명 및 제품 목록이 포함된 자체 페이지가 있습니다.
sv: För funktioner som "Varumärke" eller "Tillverkare" (för de flesta produkter), "Performer" eller "Etikett" (för musik), "Author" eller "Publisher" (för böcker) och så vidare. Varje variant av den här funktionen får sin egen sida med en bild, beskrivning och produktlistan.
zh: 对于诸如“品牌”或“制造商”（适用于大多数产品）、“表演者”或“标签”（适用于音乐）、“作者”或“出版商”（适用于书籍）等特征。此功能的每个变体都有自己的页面，其中包含图像、描述和产品列表。

# Languages::product_feature.purpose.find_products
source: Product search via filters
fi: Tuotehaku suodattimien avulla
ko: 필터를 통한 제품 검색
sv: Produktsökning via filter
zh: 通过过滤器搜索产品

# Languages::product_feature.purpose.find_products.description
source: For a feature that just allows you to specify an additional property of a product (for example, "Fabric" for T-shirts). If you create a filter by that feature, customers will see that such a property exists, and will be able to search products by it.
fi: Ominaisuus, jonka avulla voit vain määrittää tuotteen lisäominaisuuden (esimerkiksi "Kangas" T-paidoissa). Jos luot suodattimen kyseisen ominaisuuden mukaan, asiakkaat näkevät, että tällainen omaisuus on olemassa, ja voivat etsiä tuotteita sen perusteella.
ko: 제품의 추가 속성(예: 티셔츠의 경우 "패브릭")을 지정할 수 있는 기능입니다. 해당 기능을 기준으로 필터를 생성하면 고객은 해당 속성이 존재함을 확인하고 해당 속성으로 제품을 검색할 수 있습니다.
sv: För en funktion som bara låter dig ange en ytterligare egenskap för en produkt (till exempel "Tyg" för T-shirts). Om du skapar ett filter med den funktionen kommer kunderna att se att en sådan egenskap finns och kommer att kunna söka efter produkter med den.
zh: 对于仅允许您指定产品的附加属性的功能（例如，用于 T 恤的“面料”）。如果您按该功能创建过滤器，客户将看到这样的属性存在，并且能够通过它搜索产品。

# Languages::product_feature.purpose.describe_product
source: Additional information
fi: Lisäinformaatio
ko: 추가 정보
sv: Ytterligare information
zh: 附加信息

# Languages::product_feature.purpose.describe_product.description
source: For cases when you just need to show some information on a product page. There are no filters for this kind of features.
fi: Tapauksiin, joissa sinun tarvitsee vain näyttää tietoja tuotesivulla. Tällaisia ominaisuuksia varten ei ole suodattimia.
ko: 제품 페이지에 일부 정보만 표시해야 하는 경우. 이러한 종류의 기능에는 필터가 없습니다.
sv: För fall då du bara behöver visa lite information på en produktsida. Det finns inga filter för den här typen av funktioner.
zh: 对于只需要在产品页面上显示一些信息的情况。没有针对此类功能的过滤器。

# Languages::product_feature.feature_style
source: Feature style
fi: Ominaisuuden tyyli
ko: 기능 스타일
sv: Feature stil
zh: 特色风格

# Languages::ttc_product_feature.feature_style
source: Determines the look of this feature on the product page.
fi: Määrittää tämän ominaisuuden ulkoasun tuotesivulla.
ko: 제품 페이지에서 이 기능의 모양을 결정합니다.
sv: Bestämmer utseendet på denna funktion på produktsidan.
zh: 确定此功能在产品页面上的外观。

# Languages::product_feature.feature_style.checkbox
source: Checkbox
fi: Valintaruutu
ko: 체크박스
sv: Kryssruta
zh: 复选框

# Languages::product_feature.feature_style.color
source: Color
fi: Väri
ko: 색상
sv: Färg
zh: 颜色

# Languages::product_feature.filter_style.color
source: Color
fi: Väri
ko: 색상
sv: Färg
zh: 颜色

# Languages::product_feature.feature_style.multiple_checkbox
source: Multiple checkboxes
fi: Useita valintaruutuja
ko: 여러 확인란
sv: Flera kryssrutor
zh: 多个复选框

# Languages::product_feature.feature_style.text
source: Text or number
fi: Teksti tai numero
ko: 문자 또는 숫자
sv: Text eller nummer
zh: 文字或数字

# Languages::product_feature.feature_style.number
source: Number
fi: Määrä
ko: 숫자
sv: siffra
zh: 数字

# Languages::product_feature.feature_style.brand
source: Brand
fi: Brändi
ko: 브랜드
sv: varumärke
zh: 品牌

# Languages::product_feature.filter_style
source: Filter type
fi: Suodattimen tyyppi
ko: 필터 유형
sv: Filtertyp
zh: 过滤器类型

# Languages::ttc_product_feature.filter_style
source: Determines the look of a filter by this feature on the product list. Filters make it easier for customers to find a product with the desired feature value. You'll be able to create a filter after you create a feature.
fi: Määrittää suodattimen ulkoasun tämän ominaisuuden perusteella tuoteluettelossa. Suodattimien avulla asiakkaiden on helpompi löytää tuote, jolla on haluttu ominaisuusarvo. Voit luoda suodattimen ominaisuuden luomisen jälkeen.
ko: 제품 목록에서 이 기능으로 필터 모양을 결정합니다. 필터를 사용하면 고객이 원하는 기능 값을 가진 제품을 더 쉽게 찾을 수 있습니다. 기능을 만든 후 필터를 만들 수 있습니다.
sv: Bestämmer utseendet på ett filter genom denna funktion i produktlistan. Filter gör det lättare för kunder att hitta en produkt med önskat funktionsvärde. Du kommer att kunna skapa ett filter efter att du har skapat en funktion.
zh: 通过此功能在产品列表中确定过滤器的外观。过滤器使客户更容易找到具有所需特征值的产品。创建要素后，您将能够创建过滤器。

# Languages::product_feature.filter_style.checkbox
source: Checkbox
fi: Valintaruutu
ko: 체크박스
sv: Kryssruta
zh: 复选框

# Languages::product_feature.filter_style.slider
source: Number slider
fi: Numeron liukusäädin
ko: 숫자 슬라이더
sv: Sifferreglage
zh: 数字滑块

# Languages::product_feature.filter_style.date
source: Date selector
fi: Päivämäärän valitsin
ko: 날짜 선택기
sv: Datumväljare
zh: 日期选择器

# Languages::privilege_groups.blog_and_pages
source: Blog & Pages
fi: Blogit ja sivut
ko: 블로그 및 페이지
sv: Blogg & sidor
zh: 博客和页面

# Languages::privilege_groups.orders
source: Orders
fi: Tilaukset
ko: 주문
sv: Order
zh: 订单

# Languages::privilege_groups.order_statuses
source: Order statuses
fi: Tilausten tilat
ko: 주문 상태
sv: Orderstatus
zh: 订单状态

# Languages::privilege_groups.other
source: Other
fi: Muut
ko: 기타
sv: Övrig
zh: 其他

# Languages::privilege_groups.backup_restore
source: Backup/Restore
fi: Varmuuskopio
ko: 백업/복원
sv: Säkerhetskopiera/återställa
zh: 备份/恢复

# Languages::privilege_groups.blocks
source: Blocks
fi: Lohkot
ko: 블록
sv: Block
zh: 块

# Languages::privilege_groups.currencies
source: Currencies
fi: Valuutat
ko: 통화
sv: Valutor
zh: 货币

# Languages::privilege_groups.design
source: Design
ko: 디자인
zh: 设计

# Languages::privilege_groups.documents
source: Documents
fi: Asiakirjat
ko: 문서
sv: Dokument
zh: 文件

# Languages::privilege_groups.file_changes
source: File changes detector
fi: Tiedostomuutosten ilmaisin
ko: 파일 변경 감지기
sv: Filändringsdetektor
zh: 文件更改检测器

# Languages::privilege_groups.files
source: Files
fi: Tiedostot
ko: 파일
sv: Filer
zh: 文件

# Languages::privilege_groups.edit_on_site
source: Edit content on-site
fi: Muokkaa sisältöä paikan päällä
ko: 현장에서 콘텐츠 편집
sv: Redigera innehåll på plats
zh: 现场编辑内容

# Languages::privilege_groups.email_templates
source: Email templates
fi: Sähköpostimallit
ko: 이메일 템플릿
sv: E-postmallar
zh: 电子邮件模板

# Languages::privilege_groups.exim
source: Import and export data
fi: Tuo ja vie tietoja
ko: 데이터 가져오기 및 내보내기
sv: Import/Export
zh: 导入和导出资料

# Languages::privilege_groups.languages
source: Languages
fi: Kieli (kielet
ko: 언어
sv: språk
zh: 语言

# Languages::privilege_groups.locations
source: Rate areas
fi: Arvioi alueet
ko: 요금 영역
sv: Betygsätt områden
zh: 评价区域

# Languages::privilege_groups.logs
source: Logs
fi: Lokit
ko: 로그
sv: Loggar
zh: 日志

# Languages::privilege_groups.sales_reports
source: Sales reports
fi: Myyntiraportit
ko: 영업 보고서
sv: Försäljningsrapporter
zh: 销售报告

# Languages::privilege_groups.sitemap
source: Sitemap
fi: Sivustokartta
ko: 사이트맵
sv: Webbplatskarta
zh: 网站地图

# Languages::privilege_groups.shipping
source: Shipping methods
fi: Toimitustavat
ko: 배송 방법
sv: Fraktmetoder
zh: 运输方式

# Languages::privilege_groups.payments
source: Payment methods
fi: Maksutavat
ko: 결제수단
sv: Betalningsmetoder
zh: 支付方式

# Languages::privilege_groups.products
source: Categories, Products, Features, Filters, Options
fi: Luokat, tuotteet, ominaisuudet, suodattimet, vaihtoehdot
ko: 카테고리, 제품, 기능, 필터, 옵션
sv: Kategorier, produkter, funktioner, filter, alternativ
zh: 类别、产品、功能、过滤器、选项

# Languages::privilege_groups.promotions
source: Promotions
fi: Kampanjat
ko: 광고
sv: Kampanjer
zh: 促销活动

# Languages::privilege_groups.static_data
source: Static data
fi: Staattinen data
ko: 정적 데이터
sv: Statisk data
zh: 静态数据

# Languages::privilege_groups.stores
source: Storefronts
fi: Julkisivut
ko: 상점 정면
sv: Skyltfönster
zh: 店面

# Languages::privilege_groups.storage
source: Storage
fi: Varastointi
ko: 저장고
sv: Lagring
zh: 贮存

# Languages::privilege_groups.settings
source: Settings
fi: asetukset
ko: 설정
sv: inställningar
zh: 设置

# Languages::privilege_groups.taxes
source: Taxes
fi: Verot
ko: 세금
sv: Skatter
zh: 税收

# Languages::privilege_groups.themes
source: Themes
fi: Teemat
ko: 테마
sv: teman
zh: 主题

# Languages::privilege_groups.users
source: Users
fi: Käyttäjät
ko: 사용자
sv: Användare
zh: 用户

# Languages::privilege_groups.user_groups
source: User groups
fi: Käyttäjäryhmät
ko: 사용자 그룹
sv: Användargrupper
zh: 用户组

# Languages::privilege_groups.upgrade_center
source: Upgrade center
fi: Päivityskeskus
ko: 업그레이드 센터
sv: Uppgraderingscenter
zh: 升级中心

# Languages::privilege.full_access
source: Full access
fi: Täysi pääsy
ko: 전체 권한
sv: Full tillgång
zh: 完全访问

# Languages::privilege.view_access
source: Can view only
fi: Voi vain katsella
ko: 보기만 가능
sv: Kan endast se
zh: 只能查看

# Languages::privilege.no_access
source: No access
fi: Ei pääsyä
ko: 접근 없음
sv: Ingen åtkomst
zh: 无法访问

# Languages::privilege.custom_access
source: Custom access
fi: Mukautettu pääsy
ko: 사용자 지정 액세스
sv: Anpassad åtkomst
zh: 自定义访问

# Languages::privilege.apply_to_all
source: Apply value to all
fi: Käytä arvoa kaikkiin
ko: 모두에 가치 적용
sv: Tillämpa värde på alla
zh: 为所有人应用价值

# Languages::open_hours
source: Open hours
fi: Aukioloajat
ko: 영업시간
sv: Öppettider
zh: 营业时间

# Languages::affected_email_templates
source: Email templates using this document
fi: Sähköpostimallit käyttämällä tätä asiakirjaa
ko: 이 문서를 사용하는 이메일 템플릿
sv: E-postmallar med detta dokument
zh: 使用此文档的电子邮件模板

# Languages::pickup_point_not_selected
source: Sorry, we couldn't determine your pickup point. Please choose a pickup point, so that we know where to deliver your order.
fi: Valitettavasti emme voineet määrittää noutopaikkaasi. Valitse noutopiste, jotta tiedämme, minne tilauksesi toimitetaan.
ko: 죄송합니다. 픽업 지점을 확인할 수 없습니다. 주문 상품을 배송할 장소를 알 수 있도록 픽업 장소를 선택하세요.
sv: Tyvärr, vi kunde inte fastställa din upphämtningsplats. Välj ett avhämtningsställe så att vi vet var vi ska leverera din beställning.
zh: 抱歉，我们无法确定您的上车地点。请选择取货点，以便我们知道在哪里交付您的订单。

# Languages::no_manager_assigned
source: No manager assigned
fi: Yhtään johtajaa ei ole määrätty
ko: 할당된 관리자 없음
sv: Ingen chef tilldelas
zh: 未分配经理

# Languages::block_manager.view_layout.reset_filter
source: Edit layouts
fi: Muokkaa asetteluja
ko: 레이아웃 수정
sv: Redigera layouter
zh: 编辑布局

# Languages::block_manager.view_layout.phone
source: Phone preview
fi: Puhelimen esikatselu
ko: 전화 미리보기
sv: Telefonförhandsvisning
zh: 手机预览

# Languages::block_manager.view_layout.tablet
source: Tablet preview
fi: Tabletin esikatselu
ko: 태블릿 미리보기
sv: Förhandsvisning av surfplatta
zh: 平板电脑预览

# Languages::block_manager.view_layout.desktop
source: Desktop preview
fi: Työpöydän esikatselu
ko: 데스크탑 미리보기
sv: Skrivbordsförhandsvisning
zh: 桌面预览

# Languages::block_manager.availability.show_on
source: Show on
fi: Näytä päälle
ko: 에 표시
sv: Visa på
zh: 显示在

# Languages::block_manager.availability.phone
source: Phone
fi: Puhelin
ko: 전화
sv: Telefon
zh: 电话

# Languages::block_manager.availability.tablet
source: Tablet
fi: Tabletti
ko: 태블릿
sv: Läsplatta
zh: 药片

# Languages::block_manager.availability.desktop
source: Desktop
fi: Työpöytä
ko: 데스크탑
sv: Skrivbord
zh: 桌面

# Languages::add_as_order
source: Add as order
fi: Lisää tilauksena
ko: 주문으로 추가
sv: Lägg till som beställning
zh: 添加为订单

# Languages::is_address_required
source: Customer must specify his/her address
fi: Asiakkaan tulee ilmoittaa osoitteensa
ko: 고객은 주소를 지정해야 합니다.
sv: Kunden måste ange sin adress
zh: 客户必须指定他/她的地址

# Languages::go_to_admin_panel
source: Admin panel
fi: Ylläpitäjän paneeli
ko: 관리자 패널
zh: 管理面板

# Languages::checkout.min_cart_subtotal_required
source: To continue checkout process your order subtotal must exceed [amount]
fi: Jotta voit jatkaa kassaprosessia, tilauksesi välisumman on oltava yli [amount]
ko: 결제 프로세스를 계속하려면 주문 소계가 [amount]을 초과해야 합니다.
sv: För att fortsätta kassaprocessen måste din beställningsdelsumma överstiga [amount]
zh: 要继续结帐过程，您的订单小计必须超过 [amount]

# Languages::lite_checkout.customer_information
source: Customer
fi: Asiakas
ko: 고객
sv: Kund
zh: 顾客

# Languages::lite_checkout.personal_name
source: Full name
fi: Koko nimi
ko: 전체 이름
sv: Fullständiga namn
zh: 全名

# Languages::lite_checkout.city_and_state
source: City, state
fi: Kaupunkivaltio
ko: 도시 국가
sv: Stadsstat
zh: 市，州

# Languages::lite_checkout.place_an_order_for
source: Place order ([amount])
fi: Tee tilaus ([amount])
ko: 주문하기 ([amount])
sv: Beställ ([amount])
zh: 下单 ([amount])

# Languages::lite_checkout.delivery_note
source: Customer's notes
fi: Asiakkaan muistiinpanot
ko: 고객의 메모
sv: Kundens anteckningar
zh: 客户备注

# Languages::lite_checkout.shippings.show_all_on_map
source: Show all on map
fi: Näytä kaikki kartalla
ko: 지도에 모두 표시
sv: Visa allt på kartan
zh: 全部显示在地图上

# Languages::lite_checkout.nearest_station
source: Nearest station
fi: Lähin asema
ko: 가까운 역
sv: Närmaste station
zh: 最近的车站

# Languages::lite_checkout.select_pickup_item
source: Select a pickup point
fi: Valitse noutopiste
ko: 픽업 장소 선택
sv: Välj ett upphämtningsställe
zh: 选择上车点

# Languages::lite_checkout.choose_from_list
source: Choose from list
fi: Valitse luettelosta
ko: 목록에서 선택
sv: Välj från listan
zh: 从列表中选择

# Languages::lite_checkout.use_two_fingers_for_move_map
source: Use two fingers to move the map
fi: Siirrä karttaa kahdella sormella
ko: 두 손가락을 사용하여 지도 이동
sv: Använd två fingrar för att flytta kartan
zh: 用两根手指移动地图

# Languages::lite_checkout.select_your_city
source: Specify your city
fi: Määritä kaupunkisi
ko: 도시 지정
sv: Ange din stad
zh: 指定您的城市

# Languages::lite_checkout.deliver_to
source: Deliver to:
fi: Toimittaa:
ko: 배달:
sv: Leverera till:
zh: 交付给：

# Languages::lite_checkout.click_here_to_update_shipping
source: Enter city and state and click here to update shipping rates
fi: Anna kaupunki ja osavaltio ja napsauta tätä päivittääksesi toimitushinnat
ko: 도시와 주를 입력하고 여기를 클릭하여 배송료를 업데이트하십시오.
sv: Ange stad och stat och klicka här för att uppdatera fraktpriser
zh: 输入城市和州，然后单击此处更新运费

# Languages::lite_checkout.shipping_method_for
source: Shipping method for [group_name]
fi: Toimitustapa [group_name]
ko: 배송 방법 [group_name]
sv: Fraktmetod för [group_name]
zh: [group_name]的配送方式

# Languages::deprecated
source: Deprecated
fi: Käytöstä poistettu
ko: 폐기된
sv: Utfasad
zh: 已弃用

# Languages::collapse_section
source: Collapse section
fi: Tiivistä osio
ko: 섹션 축소
sv: Komprimera avsnitt
zh: 收起部分

# Languages::expand_section
source: Expand section
fi: Laajenna osio
ko: 섹션 펼치기
sv: Expandera avsnitt
zh: 展开部分

# Languages::companies
source: Stores
fi: Kaupat
ko: 스토어
sv: Butiker
zh: 专卖店

# Languages::storefronts
source: Storefronts
fi: Julkisivut
ko: 상점 정면
sv: Skyltfönster
zh: 店面

# Languages::editing_storefront
source: Editing storefront
fi: Julkisivun muokkaaminen
ko: 상점 정보 편집
sv: Redigering av skyltfönster
zh: 编辑店面

# Languages::creating_storefront
source: Creating storefront
fi: Liikkeen luominen
ko: 매장 만들기
sv: Skapar skyltfönster
zh: 创建店面

# Languages::all_languages
source: All languages
fi: Kaikki kielet
ko: 모든 언어
sv: Alla språk
zh: 所有语言

# Languages::all_currencies
source: All currencies
fi: Kaikki valuutat
ko: 모든 통화
sv: Alla valutor
zh: 所有货币

# Languages::all_companies
source: All stores
fi: Kaikki kaupat
ko: 모든 매장
sv: Alla butiker
zh: 所有商店

# Languages::storefront_status
source: Status
fi: Tila
ko: 상태
zh: 地位

# Languages::storefront_status.tooltip
source: Even if the storefront is closed (the status set to OFF), you'll be able to view it if you have an access key. Specify the <i>Access key to temporarily closed storefront</i> below.<br/>Use http://www.example.com/index.php?store_access_key=key_value to access a closed storefront.
fi: Vaikka julkisivu olisi suljettu (tilaksi asetettu OFF), voit tarkastella sitä, jos sinulla on pääsyavain. Määritä tilapäisesti suljetun myymälän</i> käyttöavain <i>alla.<br/>Käytä http://www.example.com/index.php?store_access_key=key_value päästäksesi suljettuun julkisivuun.
ko: 상점이 닫혀 있어도(상태가 OFF로 설정됨) 액세스 키가 있으면 상점을 볼 수 있습니다. 아래 임시 폐쇄 매장</i> 에 대한 <i>액세스 키를 지정하십시오.<br/>http://www.example.com/index.php?store_access_key=key_value를 사용하여 닫힌 상점에 액세스합니다.
sv: Även om skyltfönstret är stängt (statusen inställd på AV) kommer du att kunna se den om du har en åtkomstnyckel. Ange <i>Access-nyckeln till tillfälligt stängt skyltfönster</i> nedan.<br/>Använd http://www.example.com/index.php?store_access_key=key_value för att komma åt ett stängt skyltfönster.
zh: 即使店面已关闭（状态设置为关闭），如果您有访问密钥，您也可以查看它。在下面指定临时关闭店面</i> 的 <i>访问密钥。<br/>使用 http://www.example.com/index.php?store_access_key=key_value 访问已关闭的店面。

# Languages::storefront_access_key
source: Access key to temporarily closed storefront
fi: Pääsyavain tilapäisesti suljettuun myymälään
ko: 임시 휴업한 매장의 액세스 키
sv: Åtkomstnyckel till tillfälligt stängt skyltfönster
zh: 临时关闭店面的访问密钥

# Languages::storefront_access_key.setting_notice
source: You can set the access key on the storefront editing page
fi: Voit asettaa pääsyavaimen julkisivun muokkaussivulle
ko: 스토어프론트 편집 페이지에서 액세스 키를 설정할 수 있습니다.
sv: Du kan ställa in åtkomstnyckeln på redigeringssidan för skyltfönster
zh: 您可以在店面编辑页面设置访问密钥

# Languages::close_storefront
source: Close storefront
fi: Sulje myymälä
ko: 매장 닫기
sv: Stäng skyltfönster
zh: 关闭店面

# Languages::close_storefront.setting_notice
source: You can open or close a storefront on the storefront editing page
fi: Voit avata tai sulkea julkisivun julkisivun muokkaussivulla
ko: 스토어프론트 편집 페이지에서 스토어프론트를 열거나 닫을 수 있습니다.
sv: Du kan öppna eller stänga ett skyltfönster på redigeringssidan för skyltfönster
zh: 您可以在店面编辑页面上打开或关闭店面

# Languages::open_selected_storefronts
source: Open selected
fi: Avaa valitut
ko: 선택 항목 열기
sv: Öppna valt
zh: 打开所选

# Languages::close_selected_storefronts
source: Close selected
fi: Sulje valittu
ko: 선택 항목 닫기
sv: Stäng valt
zh: 关闭选定

# Languages::add_storefront
source: Add storefront
fi: Lisää julkisivu
ko: 매장 추가
sv: Lägg till skyltfönster
zh: 添加店面
