Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::amount
source: Amount
fi: Lahjakortin arvo
ko: 금액
sv: Belopp
zh: 总额

# Languages::amount_decreased
source: Quantity has been decreased by
fi: Määrää vähennetty
ko: 수량 감소
sv: Kvantiteten har minskat med
zh: 数量已减少由

# Languages::amount_increased
source: Quantity has been increased by
fi: Määrää lisätty
ko: 수량 증가
sv: Kvantiteten har ökat med
zh: 数量已增加由

# Languages::anonymous
source: Anonymous
fi: Anonyymi
ko: 익명
sv: Gäst
zh: 匿名

# Languages::answer
source: Answer
fi: Vastaus
ko: 답변
sv: Svar
zh: 回复

# Languages::any
source: Any
fi: Minkä tahansa
ko: 전체
sv: Vilken som helst
zh: 任何

# Languages::any_date
source: Any date
fi: Mikä tahansa päivämäärä
ko: 모든 날짜
sv: Alla datum
zh: 任何日期

# Languages::any_option_combinations
source: Any option combinations
fi: Kaikki vaihtoehtoyhdistelmät
ko: 모든 옵션 조합
sv: Valfri kombination
zh: 任何选项组合

# Languages::any_status
source: Any status
fi: Mikä tahansa tila
ko: 모든 상태
sv: Vilken status som helst
zh: 任何状态

# Languages::any_words
source: Any of these words
fi: Jokin näistä sanoista
ko: 이 단어들
sv: Något av dessa ord
zh: 至少一个词

# Languages::any_category
source: Any category
fi: Mikä tahansa kategoria
ko: 모든 카테고리
sv: Vilken kategori som helst
zh: 任何类别

# Languages::any_product
source: Any product
fi: Mikä tahansa tuote
ko: 모든 상품
sv: Vilken produkt som helst
zh: 任何产品

# Languages::need_company_id
source: Company ID is required (the company_id param)
fi: Yritystunnus vaaditaan (parametri company_id)
ko: 회사 ID가 필요합니다 (company_id 매개 변수).
sv: Företag ID krävs (company_id parameter)
zh: 公司 ID 必填 (company_id 参数)

# Languages::api_need_correct_company_id
source: Company by passed ID not found
fi: Yritystunnusta ei löydy
ko: 전달 된 ID로 회사를 찾을 수 없습니다.
sv: Valt företag ID hittades inte.
zh: ID对应的公司不存在

# Languages::api_need_id
source: Object ID undefined
fi: Objektin tunnus määrittelemätön
ko: 개체 ID가 정의되지 않았습니다.
sv: Odefinierat objekt ID
zh: 未定义的对象 ID

# Languages::api_need_params
source: Missing parameters
fi: Parametreja puuttuu
ko: 누락 된 파라미터
sv: Parametrar saknas
zh: 缺少参数

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
fi: Store on pakollinen (parametri company_id tai entity stores)
ko: 상점이 필요합니다 (the company_id param or entity stores)
sv: Butik krävs (company_id parameter eller enhetsbutik)
zh: 店铺必填 (company_id 参数或店铺实例)

# Languages::api_not_need_id
source: ID must not be defined
fi: Tunnusta ei pidä määritellä
ko: ID를 정의하면 안됩니다.
sv: ID skall inte definieras
zh: ID 必须未定义

# Languages::api_partner
source: API partner
fi: API-kumppani
ko: API 파트너
zh: API 合作方

# Languages::api_password
source: API password
fi: API-salasana
ko: API 암호
sv: API lösenord
zh: API 密码

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
fi: Vain seurantanumero- ja kuljetusparametrit voidaan päivittää asetuksella Salli useita lähetyksiä yhdelle tilaukselle.
ko: '단일 주문에 대해 여러 배송 허용'설정을 사용하여 트래킹 번호 및 운송 업체 파라미터만 업데이트 할 수 있습니다.
sv: Endast paketnummer och leveransparametrar kan uppdateras med inställningen "Tillåt flera leveranser per order"
zh: 设置 '一个订单允许多个配送方式' 选项后，只允许更新跟踪码和快递公司参数。

# Languages::api_user
source: API user
fi: API-käyttäjä
ko: API 사용자
sv: API-användare
zh: API 用户

# Languages::api_order_couldnt_be_created
source: Order couldn't be created
fi: Tilausta ei voitu luoda
ko: 주문을 생성 할 수 없습니다.
sv: Det gick inte att skapa beställning
zh: 无法创建订单

# Languages::api_no_shipping_methods_available
source: No shipping methods are available
fi: Toimitusmenetelmiä ei ole saatavilla
ko: 사용할 수있는 배송 방법이 없습니다.
sv: Inga leveranssätt är tillgängliga
zh: 没有可用的送货方式

# Languages::appearance
source: Appearance
fi: Ulkomuoto
ko: 외모
sv: Utseende
zh: 外观

# Languages::appearance_settings
source: Appearance settings
fi: Ulkoasuasetukset
ko: 외모 설정
sv: Inställningar för utseende
zh: 外观设置

# Languages::appearance_type
source: Appearance type
fi: Ulkonäön tyyppi
ko: 모양 유형
sv: Utseende typ
zh: 外观选择

# Languages::application_id
source: Application ID
fi: Sovellustunnus
ko: 어플리케이션 ID
sv: Program-ID
zh: 外观ID

# Languages::application_login
source: Application login
fi: Sovelluksen kirjautuminen
ko: 응용 프로그램 로그인
sv: Inloggning
zh: 应用程序登录

# Languages::apply
source: Apply
fi: Lunasta
ko: 적용
sv: OK
zh: 应用

# Languages::apply_as_link
source: Apply as link
fi: Hae linkkinä
ko: 링크로 신청
sv: Använd som länkad
zh: 申请作为链接

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
fi: Käytä valittuja veroja kaikkiin tuotteisiin
ko: 모든 제품에 선택한 세금 적용
sv: Lägg valda skatter till alla produkter
zh: 选择的税应用于所有产品

# Languages::apply_to_all_languages
source: Apply to all languages
fi: Aseta kaikkiin kieliin
ko: 모든 언어에 적용
sv: Lägg till alla språk
zh: 应用于所有语言

# Languages::apply_to_products
source: Apply to products
fi: Aseta tuotteisiin
ko: 제품에 적용
sv: Lägg till produkter
zh: 应用到产品

# Languages::approve
source: Approve
fi: Hyväksy
ko: 승인
sv: Godkänn
zh: 核准

# Languages::approved
source: Approved
fi: Hyväksytty
ko: 승인됨
sv: Godkänd
zh: 核准的

# Languages::approve_selected
source: Approve selected
fi: Hyväksy valitut
ko: 승인 선택됨
sv: Godkänn valda
zh: 核准选择的

# Languages::enter_disapproval_reason
source: Enter the reason for disapproval
fi: Anna hylkäämisen syy
ko: 비 승인 이유를 입력하세요.
sv: Ange orsaken till avslaget
zh: 输入不批准的原因

# Languages::arabic
source: Arabic
fi: arabia
ko: 아랍어
sv: Arabiska
zh: 阿拉伯语

# Languages::arrows
source: Arrows
fi: Nuolet
ko: 화살표
sv: Pilar
zh: 箭头

# Languages::asc
source: asc.
fi: nouseva
sv: stigande
zh: 升序

# Languages::attention
source: Attention!
fi: Huomio!
ko: 주의!
sv: Obs!
zh: 注意!

# Languages::audience
source: Audience
fi: Yleisö
ko: 청중
sv: Publik
zh: 读者

# Languages::authentication_failed
source: Authentication failed
fi: Todennus epäonnistui
ko: 인증 실패
sv: Autentisering misslyckades
zh: 验证失败

# Languages::authentication_key
source: Authentication key
fi: Todennusavain
sv: Autentiseringsnyckel
zh: 验证密匙

# Languages::authentication_password
source: Authentication password
fi: Todennussalasana
ko: 인증 비밀번호
sv: Autentisering lösenord
zh: 验证密码

# Languages::author
source: Author
fi: Kirjoittaja
ko: 작성자
sv: Författare
zh: 作者

# Languages::authorization
source: Authorization
fi: Valtuuttaminen
ko: 권한
sv: Tillstånd
zh: 批准

# Languages::authorize_capture
source: Authorize and capture
fi: Valtuuta ja kaappaa
ko: 승인 및 캡처
sv: Auktorisera och inhämta
zh: 授权和接收

# Languages::authorize_only
source: Authorize only
fi: Valtuuta vain
ko: 승인 만
sv: Endast auktorisation
zh: 仅授权

# Languages::auth_code
source: Auth code
fi: Valtuutuskoodi
ko: 인증 코드
sv: Auktorisering kod
zh: 授权码

# Languages::auth_info
source: Authentication information
fi: Valtuutustietoja
ko: 인증 정보
sv: Autensiering information
zh: 授权信息

# Languages::auto
source: Auto
ko: 자동
sv: Automatisk
zh: 自动

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
fi: Aseta oikeudet automaattisesti FTP:n yli
ko: FTP를 통한 권한 자동 설정
sv: Ange automatisk behörigheter via FTP
zh: 通过 FTP 自动设定权限

# Languages::avail
source: Available
fi: Saatavilla
ko: 사용 가능
sv: Tillgänglig
zh: 可用的

# Languages::availability
source: Availability
fi: Varastotilanne
ko: 예약가용성
sv: Tillgänglighet
zh: 可用性

# Languages::available
source: Available
fi: Ei jäsenyyttä
ko: 사용 가능
sv: Tillgänglig
zh: 可用的

# Languages::available_fields
source: Available fields
fi: Käytettävissä olevat kentät
ko: 사용 가능한 필드
sv: Tillgängliga fält
zh: 可用的字段

# Languages::available_for_vendor
source: Available for store
fi: Näkyy kaupalle
ko: 판매 가능함
sv: Tillgänglig för butik
zh: 店铺可用

# Languages::available_items
source: Available items
fi: Saatavilla olevat tuotteet
ko: 사용 가능한 항목
sv: Tillgängliga föremål
zh: 可用的项目

# Languages::available_languages
source: Available
fi: Saatavilla
ko: 사용 가능
sv: Tillgänglig
zh: 可用

# Languages::available_views
source: Available views
fi: Käytettävissä olevat näkymät
ko: 사용 가능한 뷰
sv: Tillgängliga vyer
zh: 可用的视图

# Languages::available_since
source: Avail since
fi: Saatavilla vuodesta
ko: 구입 가능 날짜
sv: Åter i lager
zh: 启用时间

# Languages::installed_themes
source: Installed themes
fi: Asennetut teemat
ko: 설치된 테마
sv: Installerade teman
zh: 已安装的主题

# Languages::browse_all_available_themes
source: Browse all available themes
fi: Selaa kaikkia teemoja
ko: 사용 가능한 모든 테마 찾아보기
sv: Se alla tillgängliga teman
zh: 浏览所有可用的主题

# Languages::currently_in_use
source: Currently in use
fi: Käytössä
ko: 현재 사용 중
sv: I användning
zh: 目前正在使用中

# Languages::avail_from
source: Available from
fi: saatavilla
ko: 입주 가능일
sv: Tillgänglig från
zh: 有效期开始

# Languages::avail_till
source: Available till
fi: Saatavilla asti
ko: 구매 가능 (날짜까지)
sv: Tillgänglig till
zh: 有效期结束

# Languages::average
source: Average
fi: Keskiarvo
ko: 평균
sv: Medeltal
zh: 一般

# Languages::awaiting
source: Awaiting
fi: Odottaa
ko: 기다리는 중
sv: Inväntar
zh: 等候

# Languages::awaiting_approval
source: Awaiting approval
fi: Odottaa hyväksyntää
ko: 승인 대기 중
sv: Inväntar godkännande
zh: 等候审核

# Languages::backtrace
source: Backtrace
fi: Takaisinjäljitys
ko: 역 추적
sv: Bakåtspåra
zh: 向后追踪

# Languages::backup
source: Backup
fi: Varmuuskopio
ko: 백업
sv: Säkerhetskopiera
zh: 备份

# Languages::backupping_data
source: Backing up data for
fi: Varmuuskopioidaan tietoja
ko: 다음에 대한 데이터 백업
sv: Kopierar data för
zh: 备份数据

# Languages::backupping_schema
source: Backing up schema for
fi: Varmuuskopioi skeema kohteelle
ko: 다음에 대한 스키마 백업
sv: Kopierar schema för
zh: 备份模式

# Languages::backup_data
source: Backup database data
fi: Varmuuskopioi tietokanta
ko: 데이터베이스 데이터 백업
sv: kopiera data
zh: 备份数据库资料

# Languages::backup_filename
source: Backup file name
fi: Varmuuskopiotiedoston nimi
ko: 백업 파일 이름
sv: Kopians filnamn
zh: 备份文件名

# Languages::backup_files
source: Backup files
fi: Varmuuskopioi tiedostot
ko: 백업 파일
sv: Kopiera filer
zh: 备份文件

# Languages::backup_options
source: Backup options
fi: Varmuuskopioinnin asetukset
ko: 백업 옵션
sv: Utför
zh: 备份选项

# Languages::backup_schema
source: Backup database schema
fi: Varmuuskopioi tietokantaskeema
ko: 백업 데이터베이스 스키마
sv: Kopiera schema
zh: 备份数据模板

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
fi: Tervetuloa ostamaan!
ko: 구매를 환영합니다!
sv: Välkommen att handla!
zh: 欢迎购买!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
fi: Seuraava tuote on jälleen saatavilla kauppamme varastosta:
ko: 다음 제품이 매장에 다시 입고되었음을 알려드립니다.
sv: Vi vill informera dig om att följande produkt åter finns i lager:
zh: 我们写信通知您以下产品在我们商店中已有现货:

# Languages::balance
source: Balance
fi: Saldo
ko: 잔액
sv: Saldo
zh: 结余

# Languages::balance_account
source: Account balance
fi: Tilin saldo
ko: 계정 잔액
sv: Kontobalans
zh: 帐户结余

# Languages::bank
source: Bank
fi: Pankki
ko: 은행
zh: 银行

# Languages::bank_cm
source: Credit Mutuel
fi: Luotto Mutuel
zh: 互助信贷

# Languages::bank_routing_number
source: Bank routing number
fi: Pankin reititysnumero
ko: 은행 라우팅 번호
sv: Clearingnummer
zh: 银行交换号

# Languages::bar
source: Bar
fi: Baari
sv: Stapel
zh: 条形图

# Languages::base_currency
source: Base
fi: Pohja
ko: 기본
sv: Grundvaluta
zh: 基本

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
fi: Valuuttaa ei ole poistettu, koska se on kaupan perusvaluutta.
ko: 상점의 기본 통화이므로 통화가 삭제되지 않았습니다.
sv: Det går inte att ta bort butikens grundvaluta.
zh: 货币没有被删除，因为它是商店的基本货币.

# Languages::base_price
source: Base price
fi: Perushinta
ko: 기본 요금
sv: Grundpris
zh: 基本价

# Languages::bestsellers
source: Bestsellers
fi: Suositut
ko: 베스트셀러
sv: Bästsäljare
zh: 热销产品

# Languages::biller_code
source: Biller code
fi: Laskuttajan koodi
ko: 청구자 코드
sv: Fakturaavsändare kod
zh: 会计代码

# Languages::billing_address
source: Billing address
fi: Laskutusosoite
ko: 청구지 주소
sv: Adress
zh: 邮寄地址

# Languages::billing_options
source: Billing Options
fi: Maksutapa
ko: 청구 옵션
sv: Betalning
zh: 付款方式

# Languages::billing_shipping_address
source: Billing and Shipping Address
fi: Toimitus- ja laskutusosoite
ko: 청구 및 배송 주소
sv: Dina uppgifter
zh: 付款的配送地址

# Languages::bill_to
source: Bill to
fi: Laskutus
ko: 청구 (Bill to)
sv: Fakturaadress
zh: 帐单

# Languages::block
source: Block
fi: Lohko
ko: 블록
sv: Blockera
zh: 排版

# Languages::blocks
source: Blocks
fi: Lohkot
ko: 블록
sv: Block
zh: 排版

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
fi: Tämä lohko on jo olemassa tässä ruudukossa
ko: 이 블록은 이미 이 그리드에 있습니다.
sv: Detta block finns redan i detta rutnät
zh: 网格中已存在此板块

# Languages::invalid_value_for_grid_with_content
source: This value can not be set, because the content does not fit into the grid width. Edit the grid content and try again.
fi: Tätä arvoa ei voi asettaa, koska sisältö ei mahdu ruudukon leveyteen. Muokkaa ruudukon sisältöä ja yritä uudelleen.
ko: 내용이 격자 너비에 맞지 않아 이 값을 설정할 수 없습니다. 그리드 내용을 편집하고 다시 시도하십시오.
sv: Detta värde kan inte ställas in eftersom innehållet inte passar in i rutnätets bredd. Redigera rutnätets innehåll och försök igen.
zh: 无法设置此值，因为内容不适合网格宽度。编辑网格内容并重试。

# Languages::block_breadcrumbs
source: Breadcrumbs
fi: korppujauhoja
ko: 브레드크럼
sv: Brödsmulespår
zh: 面包屑

# Languages::block_breadcrumbs_description
source: Navigation breadcrumbs
fi: Navigoinnin vaihemerkit
ko: 탐색 경로
sv: Navigering brödsmulespår
zh: 导航面包屑

# Languages::block_categories_description
source: Category trees
fi: Luokka puut
ko: 카테고리 트리
sv: Kategoriträd
zh: 分类树

# Languages::block_products_description
source: Product showcase
fi: Tuotteen esittely
ko: 제품 쇼케이스
sv: Produktpresentation
zh: 商品展示

# Languages::block_cart_content
source: Cart content
fi: Ostoskorin sisältö
ko: 장바구니 내용
sv: Köpkorgens innehåll
zh: 购物车内容

# Languages::block_cart_content_description
source: Current cart content
fi: Tämänhetkinen ostoskorin sisältö
ko: 현 장바구니 내용
sv: Nuvarande varukorg innehåller
zh: 当前购物车内容

# Languages::block_categories
source: Categories
fi: Kategoriat
ko: 카테고리
sv: Kategorier
zh: 分类

# Languages::block_checkout
source: Checkout
fi: Siirry maksamaan
ko: 결제
sv: Kolla upp
zh: 结账

# Languages::block_checkout_description
source: Current order information
fi: Nykyiset tilaustiedot
ko: 현 주문 정보
sv: Nuvarande orderinformation
zh: 当前订单信息

# Languages::block_content
source: Block content
fi: Estä sisältö
ko: 블록 콘텐츠
sv: Blockinnehåll
zh: 版块内容

# Languages::block_currencies
source: Currencies
fi: Valuutat
ko: 통화
sv: Valutor
zh: 货币

# Languages::block_currencies_description
source: Currency selector
fi: Valuutan valitsin
ko: 통화 선택기
sv: Valutaväljare
zh: 货币选择

# Languages::block_disabled
source: Block was disabled for this location
fi: Estä poistettiin käytöstä tässä sijainnissa
ko: 이 위치에 대해 블록이 비활성화되었습니다.
sv: Block inaktiverades för denna plats
zh: 版块在此位置被禁用

# Languages::block_enabled
source: Block was enabled for this location
fi: Esto otettiin käyttöön tälle sijainnille
ko: 이 위치에 대해 블록이 활성화되었습니다.
sv: Block aktiverades för denna plats
zh: 版块在此位置被启用

# Languages::block_html_block
source: HTML block
fi: HTML-lohko
ko: HTML 블록
zh: HTML版块

# Languages::block_html_block_description
source: Any HTML content
fi: Mikä tahansa HTML-sisältö
ko: 모든 HTML 콘텐츠
sv: Allt HTML innehåll
zh: 任何HTML内容

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
fi: Estä IP useiden epäonnistuneiden yritysten jälkeen
ko: 여러 번 실패한 후 IP 차단
sv: Blockera IP efter ett antal misslyckade försök
zh: 尝试次数不成功后封IP

# Languages::block_languages
source: Languages
fi: Kieli (kielet
ko: 언어
sv: Språk
zh: 语言

# Languages::block_languages_description
source: Language selector
fi: Kielen valitsin
ko: 언어 선택기
sv: Språkval
zh: 语言选择

# Languages::block_localizations
source: Localizations
fi: Lokalisoinnit
ko: 현지화
sv: Lokaliseringar
zh: 本地化

# Languages::block_localizations_description
source: Localization selector
fi: Lokalisoinnin valitsin
ko: 현지화 선택기
sv: Lokaliserings val
zh: 本地化选择器

# Languages::block_main
source: Main
ko: 메인
sv: Huvudinnehåll
zh: 主要

# Languages::block_main_description
source: Main content (loaded by controller)
fi: Pääsisältö (ohjaimen lataama)
ko: 주요 콘텐츠 (컨트롤러에 의해로드 됨)
sv: Huvudinnehåll (laddas av controller)
zh: 主要内容 (加载控制器)

# Languages::block_manager
source: Block manager
ko: 블록 관리자
sv: Blockhanterare
zh: 版块管理

# Languages::block_manager.fixed_layout
source: Fixed width
fi: Kiinteä leveys
ko: 너비 고정
sv: Fast bredd
zh: 固定宽度

# Languages::block_manager.fluid_layout
source: Fluid
fi: Neste
ko: 유동적
sv: Varierande
zh: 流式

# Languages::block_manager.full_width_layout
source: Full width
fi: Täysi leveys
ko: 전체 너비
sv: Full bredd
zh: 整体宽度

# Languages::block_manager.grid_columns
source: Grid columns
fi: Ruudukon sarakkeet
ko: 그리드 Columns
sv: Rutnät kolumner
zh: 网格列

# Languages::block_manager.layout_width
source: Layout width
fi: Asettelun leveys
ko: 레이아웃 폭
sv: Layoutbredd
zh: 布局宽度

# Languages::block_manager.max_width
source: Maximal width
fi: Suurin leveys
ko: 최대 폭
sv: Maximal bredd
zh: 最大宽度

# Languages::block_manager.min_width
source: Minimal width
fi: Pienin leveys
ko: 최소 폭
sv: Minimal bredd
zh: 最小宽度

# Languages::block_manager.forbid_changing_layout_in_css_mode
source: Changing layout when the theme is converted to CSS is not permitted. Please enable LESS mode in the <a target="_blank" class="cm-post" href="[url]">Theme editor</a>.
fi: Ulkoasun muuttaminen, kun teema muunnetaan CSS:ksi, ei ole sallittua. Ota VÄHEMMÄN tila käyttöön <a target="_blank" class="cm-post" href="[url]">Teemaeditorissa</a>.
ko: 테마가 CSS로 변환 될 때 레이아웃을 변경하는 것은 허용되지 않습니다. <a target="_blank" class="cm-post" href="[url]"> 테마 편집기 </a>에서 LESS 모드를 활성화하세요.
sv: Ändring av layout när temat är konverterat till CSS är inte tillåten. Aktivera LESS i <a target="_blank" class="cm-post" href="[url]">Temaredigeraren</a>.
zh: 主题转换为CSS之后，不允许修改布局。请在 <a target="_blank" class="cm-post" href="[url]">主题编辑器</a>启用LESS模式。

# Languages::block_manager.can_not_add_product
source: Sorry, we couldn't take you to the checkout page. It requires at least one product in cart, and we couldn't add any. Please create a product and make it available on the storefront first.
fi: Valitettavasti emme voineet viedä sinua kassasivulle. Se vaatii vähintään yhden tuotteen ostoskoriin, emmekä voineet lisätä yhtään tuotetta. Luo tuote ja aseta se ensin saataville myymälässä.
ko: 죄송합니다. 결제 페이지로 이동하지 못했습니다. 장바구니에 제품이 하나 이상 있어야하는데 추가 할 수 없습니다. 제품을 생성하고 먼저 상점 첫 화면에서 사용할 수 있도록하십시오.
sv: Tyvärr, vi kunde inte ta dig till kassasidan. Det kräver minst en produkt i kundvagnen, och vi kunde inte lägga till någon. Skapa en produkt och gör den tillgänglig i skyltfönstret först.
zh: 抱歉，我们无法将您带到结帐页面。它要求购物车中至少有一种产品，我们无法添加任何产品。请先创建产品并在店面提供。

# Languages::block_manager.add_layout_page
source: Add layout page
fi: Lisää asettelusivu
ko: 레이아웃 페이지 추가
sv: Lägg till layoutsida
zh: 添加布局页面

# Languages::block_manager.editing_layout_page
source: Editing layout page
fi: Asettelusivun muokkaaminen
ko: 레이아웃 페이지 편집
sv: Editera layoutsida
zh: 编辑布局页面

# Languages::block_manager.new_layout_page
source: New layout page
fi: Uusi asettelusivu
ko: 새 레이아웃 페이지
sv: Ny layoutsida
zh: 新的布局页面

# Languages::block_manager.layout_pages
source: Layout pages
fi: Asettelusivut
ko: 레이아웃 페이지
sv: Layoutsidor
zh: 布局页面

# Languages::block_manager.wrappers.lite_checkout
source: Lite checkout
fi: Kevyt kassa
ko: 라이트 체크아웃
sv: Lite utcheckning
zh: 精简结帐

# Languages::block_manager.description_available_values_for_grid_select
source: The available values depend on the size and offset of parent and nested elements.
fi: Käytettävissä olevat arvot riippuvat ylä- ja sisäkkäisten elementtien koosta ja poikkeamasta.
ko: 사용 가능한 값은 상위 및 중첩 요소의 크기와 오프셋에 따라 다릅니다.
sv: De tillgängliga värdena beror på storleken och förskjutningen av överordnade och kapslade element.
zh: 可用值取决于父元素和嵌套元素的大小和偏移量。

# Languages::block_lite_checkout_location
source: Checkout: Location
fi: Kassalle: Sijainti
ko: 체크아웃 : 위치
sv: Utcheckning: Plats
zh: 结帐：位置

# Languages::block_lite_checkout_location_description
source: Customer's city, state, and country
fi: Asiakkaan kaupunki, osavaltio ja maa
ko: 고객의 시, 도 및 국가
sv: Kundens stad, delstat och land
zh: 客户所在的城市、州和国家

# Languages::block_lite_checkout_customer_sign_in
source: Checkout: Sign-In
fi: Kassalle: Kirjaudu sisään
ko: 체크아웃 : 로그인
sv: Utcheckning: Logga in
zh: 结帐：登录

# Languages::block_lite_checkout_customer_sign_in_description
source: Sign-in button
fi: Kirjautumispainike
ko: 로그인 버튼
sv: Inloggningsknapp
zh: 登录按钮

# Languages::customer_sign_in
source: Customer Sign-In
fi: Asiakkaan kirjautuminen
ko: 고객 로그인
sv: Kundinloggning
zh: 客户登录

# Languages::block_lite_checkout_customer_information
source: Checkout: Customer Information
fi: Kassalle: Asiakastiedot
ko: 체크아웃 : 고객 정보
sv: Kassa: Kundinformation
zh: 结帐：客户信息

# Languages::block_lite_checkout_customer_information_description
source: Profile fields for customer information
fi: Profiilikentät asiakastiedoille
ko: 고객 정보를 위한 프로필 필드
sv: Profilfält för kundinformation
zh: 客户信息的配置文件字段

# Languages::block_lite_checkout_customer_address
source: Checkout: Address
fi: Kassalle: Osoite
ko: 체크아웃 : 주소
sv: Kassa: Adress
zh: 结帐：地址

# Languages::block_lite_checkout_customer_address_description
source: Profile fields for customer address
fi: Profiilikentät asiakasosoitteelle
ko: 고객 주소에 대한 프로필 필드
sv: Profilfält för kundadress
zh: 客户地址的配置文件字段

# Languages::customer_address
source: Customer address
fi: Asiakkaan osoite
ko: 고객 주소
sv: Kundadress
zh: 客户地址

# Languages::block_lite_checkout_shipping_methods
source: Checkout: Shipping methods
fi: Kassalle: Toimitustavat
ko: 체크아웃 : 배송 방법
sv: Kassa: Leveranssätt
zh: 结帐：运输方式

# Languages::block_lite_checkout_shipping_methods_description
source: Shipping method selection
fi: Toimitustavan valinta
ko: 배송 방법 선택
sv: Val av fraktsätt
zh: 运送方式选择

# Languages::block_lite_checkout_payment_methods
source: Checkout: Payment methods
fi: Kassalle: Maksutavat
ko: 체크아웃 : 결제 수단
sv: Kassa: Betalningsmetoder
zh: 结帐：付款方式

# Languages::block_lite_checkout_payment_methods_description
source: Payment method selection
fi: Maksutavan valinta
ko: 결제 방법 선택
sv: Val av betalningsmetod
zh: 支付方式选择

# Languages::block_lite_checkout_customer_billing
source: Checkout: Billing address
fi: Kassalle: Laskutusosoite
ko: 체크아웃 : 청구지 주소
sv: Kassa: Faktureringsadress
zh: 结帐：帐单地址

# Languages::block_lite_checkout_customer_billing_description
source: Profile fields for billing address
fi: Laskutusosoitteen profiilikentät
ko: 청구 주소에 대한 프로필 필드
sv: Profilfält för faktureringsadress
zh: 帐单地址的配置文件字段

# Languages::block_lite_checkout_customer_notes
source: Checkout: Notes
fi: Kassalle: Huomautuksia
ko: 체크아웃 : 참고
sv: Kassa: Anteckningar
zh: 结帐：注释

# Languages::block_lite_checkout_customer_notes_description
source: Customer's notes about the order
fi: Asiakkaan huomautukset tilauksesta
ko: 주문에 대한 고객 메모
sv: Kundens anteckningar om beställningen
zh: 客户关于订单的备注

# Languages::block_lite_checkout_terms_and_conditions
source: Checkout: Terms and conditions
fi: Kassalle: Säännöt ja ehdot
ko: 체크아웃 : 이용 약관
sv: Till kassan: Regler och villkor
zh: 结帐：条款和条件

# Languages::block_lite_checkout_terms_and_conditions_description
source: Checkbox for accepting terms and conditions
fi: Valintaruutu käyttöehtojen hyväksymiseksi
ko: 이용 약관 동의 체크 박스
sv: Kryssrutan för att acceptera villkoren
zh: 接受条款和条件的复选框

# Languages::terms_and_conditions
source: Terms and conditions
fi: Käyttöehdot
ko: 이용 약관
sv: Villkor
zh: 条款和条件

# Languages::block_menu
source: Menu
fi: Valikko
ko: 메뉴
sv: Meny
zh: 菜单

# Languages::block_menu_description
source: Different types of menus
fi: Eri valikkotyyppejä
ko: 다양한 유형의 메뉴
sv: Olika typer av menyer
zh: 不同类型的菜单

# Languages::block_my_account
source: My account
fi: Oma tili
ko: 내 계정
sv: Mitt konto
zh: 我的帐户

# Languages::block_my_account_description
source: Customer profile access
fi: Asiakasprofiilin käyttöoikeus
ko: 고객 프로필 액세스
sv: Kundprofil
zh: 客户资料存取
