Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::text_recover_password
source: <p>If you have forgotten your password, enter your email address in the field and click <i>Reset password</i>.</p><p>You will receive a new password and a link to sign in. You will be able to change the password later.</p>
fi: <p>Jos haluat palauttaa salasanasi, anna sähköpostiosoitteesi.</p><p>Saat sähköpostitse linkin salasanan vaihtamista varten.</p>
ko: <p>비밀번호를 잊어버린 경우 필드에 이메일 주소를 입력하고 <i>비밀번호 재설정</i>를 클릭합니다.</p><p>새 비밀번호와 로그인 링크를 받게 됩니다. 나중에 비밀번호를 변경할 수 있습니다.</p>
sv: <p>Ange den e-postadress som finns registrerad på ditt konto och klicka på "Återställ lösenord" så skickar vi instruktioner för hur du väljer ett nytt lösenord.</p>
zh: <p>如果您忘记您的密码,在区域中输入您的邮件地址然后点击<i>密码重置</i>.</p><p>您将收到一个新的密码和登录的链接.您可以稍后修改密码.</p>

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
fi: Anna sähköpostiosoitteesi, jolla olet rekisteröitynyt, ja uusi salasana lähetetään sinulle. Sähköpostissa olevasta linkistä pääset kirjautumaan sisään ja vaihtamaan salasanasi.
ko: 이메일 주소를 입력하면 새 로그인 키와 로그인 및 비밀번호 변경 링크를 받을 수 있습니다.
sv: Ange din e-postadress, följ sedan länken i e-postmeddelandet för att logga in och skapa ett nytt lösenord.
zh: 输入您的电子邮件地址以接收新的登录密码和登录链接,并更改您的密码.

# Languages::text_recover_password_title
source: Reset password
fi: Salasanan palautus
ko: 비밀번호 재설정
sv: Vill du återställa ditt lösenord?
zh: 密码重置

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
fi: Kun tuot lisää kuvia päivitetystä tuotteesta, tämän tuotteen olemassa olevat kuvat poistetaan ennen tuontia
ko: 업데이트된 제품의 추가 이미지를 가져올 때 이 제품의 기존 이미지는 가져오기 전에 삭제됩니다.
sv: När du importerar fler bilder på en uppdaterad produkt, kommer befintliga bilder av denna produkt tas bort före import
zh: 当更新产品导入额外的图像时,现有的图像将在导入前删除

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
fi: Varoitus! Jos poistat varmuuskopiotiedostot, et voi palauttaa edellistä asennusta. Varmista, että uusi versio toimii oikein ja varmuuskopiotietokantatiedostot ovat turvallisessa paikassa.
ko: 경고! 백업 파일을 제거하면 이전 설치를 복원할 수 없습니다. 새 버전이 제대로 작동하고 백업 데이터베이스 파일이 안전한 위치에 있는지 확인하십시오.
sv: Varning! Om säkerhetskopierade filer tas bort kommer du inte att kunna återställa tidigare installation. Kontrollera att den installerade versionen fungerar och spara en säkerhetskopia på ett säkert ställe.
zh: 警告! 如果您移除备份文件, 您将无法恢复恢复先前的CS-Cart安装.确保安装的CS-Cart正常工作,备份的数据文件在一个安全的地方.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
fi: Valitse tuote vaadittavalle ryhmälle [group_name]
ko: 필요한 그룹에 대한 제품을 선택하십시오 [group_name]
sv: Välj en produkt för den obligatoriska gruppen [group_name]
zh: 请选择一个产品所需的组[group_name]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
fi: Kaikkien myymälässä olevien tuotteiden määrä nollataan.
ko: 스토어에 있는 모든 상품의 수량은 초기화됩니다.
sv: Alla produktantal i butiken kommer att återställas.
zh: 商店所有产品的数量将被重置.

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
fi: Oletko varma, että haluat palauttaa mallin?
ko: 템플릿을 복원하시겠습니까?
sv: Är du säker på att du vill återställa mallen?
zh: 您确定要恢复模板?

# Languages::text_sagepay_dir_notice
source: <b>Note:</b> In order to track your Sage Pay orders by the shopping cart software, please enable the 3D Secure Fraud Checking Option for your Sage Pay VSP Direct account.
fi: <b>Huomautus:</b> Jotta voit seurata Sage Pay -tilauksiasi ostoskoriohjelmistolla, ota 3D Secure Fraud Checking -vaihtoehto käyttöön Sage Pay VSP Direct -tililläsi.
ko: <b>참고:</b> 장바구니 소프트웨어로 Sage Pay 주문을 추적하려면 Sage Pay VSP Direct 계정에 대해 3D 보안 사기 검사 옵션을 활성화하십시오.
sv: <b>Obs:</b> För att spåra dina Sage Pay-beställningar med programvaran i kundvagnen, vänligen aktivera alternativet 3D Secure Fraud Checking för ditt Sage Pay VSP Direct-konto.
zh: <b>注意：</b> 为了通过购物车软件跟踪您的 Sage Pay 订单，请为您的 Sage Pay VSP Direct 账户启用 3D 安全欺诈检查选项。

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
fi: Käytä <b>testvendor</b> as <b>Toimittajan nimi</b> testaustarkoituksiin<br /><p><b>MAKSU</b> - tapahtumatyyppiä käytetään valtuutuksen saamiseksi pankilta, sitten suorita tapahtuma aikaisin seuraavana aamuna ja sitoudut nostamaan varat asiakkaasi kortilta .<br /></p><p><b>LYKENNÄTTY</b> - tapahtumia EI lähetetä pankille suoritettavaksi ennen kuin vapautat ne kirjautumalla SagePay VSP Admin -käyttöliittymään, etsimällä tapahtuman ja napsauttamalla Vapauta-painiketta.</p>
ko: 테스트 목적으로 <b>testvendor</b> 을 <b>Vendor Name</b> 으로 사용<br /><p><b>PAYMENT</b> - 거래 유형을 사용하여 은행에서 승인을 얻은 다음 다음날 아침 일찍 거래를 정산하고 고객 카드에서 자금을 가져갑니다. .<br /></p><p><b>DEFERRED</b> - SagePay VSP 관리 인터페이스에 로그인하여 트랜잭션을 찾은 다음 릴리스 버튼을 클릭하여 트랜잭션을 릴리스할 때까지 트랜잭션은 완료를 위해 은행으로 전송되지 않습니다.</p>
sv: Använd <b>testvendor</b> som <b>Säljarnamn</b> för teständamål<br><p><b>BETALNING</b> - används för att få ett godkännande från banken för att sedan slutföra transaktionen och överföra medel från kundens kort tidigt följande morgon.<br></p><p><b>UPPSKJUTEN</b> - transaktioner skickas INTE till banken för slutförande förrän du släpper dom genom att logga in SagePay VSP Admin, hittar transaktionen och klickar på släppknappen.</p>
zh: 处于测试可使用<b> testvendor</b> 作为 <b>供货商用户名</b><br /><p><b>支付</b> - 交易记录类型用于获取来自银行的授权,然后结算该交易于早于接下来这一天的早上,委托的资金须来自客户的信用卡.<br /></p><p><b>延期</b> - 结束交易不会发送给该银行直到您通过登录到 SagePay VSP 管理界面发行他们,找到交易记录并单击发布按钮.</p>

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
fi: Täytä tähän kenttään kaikki arvot, jotka eivät ole tyhjiä. Se lisää kaupankäynnin turvallisuutta.
ko: 비어 있지 않은 값으로 이 필드를 완성하십시오. 거래의 보안을 높일 것입니다.
sv: Ange något värde i detta fält. Det kommer att öka säkerheten vid transaktioner.
zh: 请用任何非空值填写此字段.它将提高交易的安全性.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
fi: Voit muokata useita kohteita kerralla. Valitse muokattavia kenttiä vastaavat valintaruudut ja napsauta Muokkaa valittuja.
ko: 한 번에 여러 항목을 수정할 수 있습니다. 편집하려는 필드에 해당하는 확인란을 선택하고 선택 항목 수정을 클릭합니다.
sv: Välj objekt för redigering och klicka på knappen "Ändra valda".
zh: 您就可以同时修改几个项目.选择您想要编辑的对应的复选框,然后单击修改选定的字段.

# Languages::text_select_file
source: Select a file or enter a URL
fi: Valitse tiedosto tai kirjoita URL-osoite
ko: 파일 선택 또는 URL 입력
sv: Välj fil eller ange URL
zh: 选择文件或输入URL

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
fi: Voit valita vietävän alueen (muuten kaikki [name] viedään)
ko: 내보낼 범위를 선택할 수 있습니다(그렇지 않으면 모든 [name] 이 내보내집니다)
sv: Välj intervall (annars exporteras alla [name])
zh: 您可以选择一个导出的范围(否则所有[name]将被导出)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
fi: Huomio! Joitakin tietoja ei kopioida tämän toiminnon aikana: suodattimiin asetetut luokat menetetään, vaikka kopioisit kaikki luokat. Ole hyvä ja korjaa luokat manuaalisesti.
ko: 주목! 이 작업 중에는 일부 데이터가 복사되지 않습니다. 모든 범주를 복사하더라도 필터에 설정된 범주는 손실됩니다. 카테고리를 수동으로 수정하세요.
sv: Obs! Några data kommer inta att kopieras under denna process. kategorier angivna i produktfilter kommer att förloras, även om alla kategorier kopieras. Ordna kategorierna manuellt.
zh: 注意 ！某些数据将不会复制在此操作期间︰ 在筛选器中设置的类别将会丢失，即使你复制的所有类别。请手动修复类别。

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
fi: Huomio! Joitakin tietoja ei kopioida tämän toiminnon aikana: ominaisuuksissa asetetut luokat menetetään, vaikka kopioisit kaikki luokat. Ole hyvä ja korjaa luokat manuaalisesti.
ko: 주목! 이 작업 중에는 일부 데이터가 복사되지 않습니다. 모든 범주를 복사하더라도 기능에 설정된 범주는 손실됩니다. 카테고리를 수동으로 수정하세요.
sv: Obs! Några data kommer inte att kopieras under denna process. Kategorier angivna i produktegenskaper kommer att förloras även om alla kategorier kopieras. Ordna kategorierna manuellt.
zh: 注意 ！某些数据将不会复制在此操作期间︰ 在筛选器中设置的类别将会丢失，即使你复制的所有类别。请手动修复类别。

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
fi: Jos haluat jakaa tarjouksia, varmista, että myös vastaavat tuotteet jaetaan (valitse alla Jaa tuotteet)
ko: 프로모션을 공유하려면 해당 제품도 공유해야 합니다(아래 제품 공유 확인).
sv: För att dela kampanjer se även till att respektive produkter är delade (kontrollera delade produkter nedan)
zh: 为了分享促销活动确保各自的产品也共享 （检查以下份额产品）

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
fi: Tarkemman toimituskuluarvion varmistamiseksi tuotteet on jaettu pakkauksiin tuoteasetusten ja toimitustavan määrityksen mukaisesti. Seuraavat tiedot ovat vain viitteellisiä
ko: 보다 정확한 배송료 산정을 위해 상품 설정 및 배송 방법 설정에 따라 상품을 패키지로 구분하였습니다. 다음 정보는 참조용입니다.
sv: För att säkerställa en mer exakt uppskattning av leveranspriset har produkterna delats in i paket enligt produktens inställningar och inställningarna för leveranssätt. Följande information är endast för referens
zh: 以确保一个更精确估计配送运费, 如产品设置和配送方法配置定义的产品已分开包装.以下信息是仅用于参照

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
fi: Toimituskuluja muutettu
ko: 배송비가 변경되었습니다
sv: Leveranskostnad uppdaterad.
zh: 配送运费已变更

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
fi: Tilaus lähetetään laskutusosoitteeseen
ko: 주문은 청구서 수신 주소로 배송됩니다.
sv: Levereras kommer att ske till fakturaadress
zh: 订单将被派送到帐单地址

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
fi: Skrill Merchant Toolsin avulla voit vastaanottaa maksuja luottokorteilla, pankkikorteilla ja yli 60 muulla paikallisella maksutavalla yli 200 maassa. Tämän palvelun erittäin kilpailukykyiset hinnat on julkaistu Skrill-verkkosivustolla osoitteessa www.skrill.com.
ko: Skrill 판매자 도구를 사용하면 200개 이상의 국가에서 신용 카드, 직불 카드 및 60개 이상의 기타 현지 결제 옵션을 통해 결제할 수 있습니다. 이 서비스에 대한 매우 경쟁력 있는 요금은 Skrill 웹사이트 www.skrill.com에 게시되어 있습니다.
sv: Skrill Merchant Tools gör det möjligt att ta betalt med kreditkort, betalkort och över 60 andra lokala betalsätt i över 200 länder. De konkurrenskraftiga priserna för denna tjänst publiceras på Skrill webbplats www.skrill.com.
zh: Skrill交易工具允许您从信用卡支付, 超过200个国家中借记卡作为当地其他付款选项超过60.这项服务的高度竞争率都公布在Skrill网站www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
fi: Olet lähettänyt aktivointipyynnön [date]. Huomaa, että Skrill Merchant Tools -työkalujen käytön vahvistusprosessi voi kestää jopa 72 tuntia. Skrill ottaa sinuun yhteyttä, kun vahvistusprosessi on valmis.
ko: [date]에 활성화 요청을 보냈습니다. Skrill 판매자 도구를 사용하기 위한 인증 프로세스는 최대 72시간이 소요될 수 있습니다. 확인 절차가 완료되면 Skrill에서 연락을 드릴 것입니다.
sv: Du har den [date] skickat en begäran om aktivering. Observera att verifieringsprocessen hos Skrill Merchant Tools kan ta upp till 72 timmar. Du kommer att kontaktas av Skrill när verifieringsprocessen är klar.
zh: 您已发送申请于[date]激活. 请注意,验证过程使用Money bookers交易工具可能需要72个小时. 验证过程完成后将通过Skrill联系您.

# Languages::text_skrill_activate_quick_checkout_short_explanation_2
source: After activation Skrill will grant you access to a new section in your Skrill Account called Merchant Tools. There please choose a secret word (NOT the same as your password) and enter it in the section below to connect to Skrill. The secret word is the last step of your activation process and encrypts your payments securely. After successful submission you will be ready to use all the direct payment options of Skrill.
fi: Aktivoinnin jälkeen Skrill antaa sinulle pääsyn uuteen Skrill-tilisi osioon nimeltä Merchant Tools. Valitse sieltä salainen sana (EI sama kuin salasanasi) ja kirjoita se alla olevaan osioon muodostaaksesi yhteyden Skrilliin. Salainen sana on aktivointiprosessisi viimeinen vaihe ja salaa maksusi turvallisesti. Onnistuneen lähetyksen jälkeen olet valmis käyttämään kaikkia Skrillin suoramaksuvaihtoehtoja.
ko: 활성화 후 Skrill은 판매자 도구라는 Skrill 계정의 새 섹션에 대한 액세스 권한을 부여합니다. 거기에서 비밀 단어(비밀번호와 동일하지 않음)를 선택하고 아래 섹션에 입력하여 Skrill에 연결하십시오. 비밀번호는 활성화 프로세스의 마지막 단계이며 결제를 안전하게 암호화합니다. 성공적으로 제출하면 Skrill의 모든 직접 지불 옵션을 사용할 수 있습니다.
sv: Efter aktivering kommer Skrill att ge dig tillgång till en ny avdelning på ditt Skrillkonto som kallas "Merchant Tools". Välj ett hemligt ord (inte samma som lösenord) och skriv in det nedan för att ansluta till Skrill. Det hemliga ordet som krypterar betalningarna är det sista steget i aktiveringsprocessen. Efter lyckad överlämning kommer du att kunna använda alla direktabetalningsalternativ hos Skrill.
zh: 激活Skrill后在您的Skrill帐户中将授予您权限访问一个新区域称为交易工具. 请选择一个安全词(不同于您的密码).在Skrill连接下面区域输入. 这个安全词是您激活过程的最后一步用于加密您的支付安全. 在成功提交后您将可使用Skrill的全部直接支付选项.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
fi: Jos valitsit valuutan, joka ei ole myymäläsi perusvaluutta, varmista, että sillä on oikea <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 -koodi</a> <a href="[link]">valuuttaa</a> -sivulla.
ko: 상점에서 기본 통화가 아닌 통화를 선택한 경우 <a href="[link]">통화</a> 페이지에서 올바른 <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 코드</a> 이 있는지 확인하십시오.
sv: Om du valt en valuta som inte fanns med i butiken, se då till att den får rätt <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 kod</a> på <a href="[link]">valutasidan</a>.
zh: 如果您选择一种货币而不是您的商店基本的一种, 请确保在<a href="[link]">货币</a>页面中是正确的<a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 代码</a>.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
fi: Määritettyä sähköpostiosoitetta ei ole rekisteröity Skrilliin.
ko: 지정된 이메일 주소가 Skrill에 등록되어 있지 않습니다.
sv: E-postadressen är inte registrerad hos Skrill.
zh: 指定的电子邮件地址没有在Skrill注册.

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
fi: Määritetty sähköpostiosoite on rekisteröity Skrilliin.
ko: 지정된 이메일 주소가 Skrill에 등록되어 있습니다.
sv: E-postadressen är registrerad hos Skrill.
zh: 指定的电子邮件地址已在Skrill注册.

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
fi: Jotkut Quick Checkout -aktivoinnin edellyttämistä kentistä puuttuvat. Tarkista.
ko: 빠른 결제 활성화에 필요한 일부 필드가 누락되었습니다. 확인해주십시오.
sv: Något av fälten som krävs för aktivering av "Quick Checkout" saknas.
zh: 有些字段要求激活快速结帐的已漏掉.请检查.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
fi: Jos HTTPS-palvelintasi ei ole määritetty, HTTP-protokolla välittää logon ja käyttäjät näkevät Skrill-sivulla "Yhteys osittain salattu" -varoituksen.
ko: HTTPS 서버가 설정되지 않은 경우 로고는 HTTP 프로토콜에 의해 전달되고 사용자는 Skrill 페이지에서 "Connection Partially Encrypted" 경고를 보게 됩니다.
sv: Om HTTPS inte är konfigurerad så kommer logotypen att skickas via HTTP i stället. Kunderna kommer då att få "Anslutning Delvis krypterad " varning på Skrillsidan.
zh: 如果您的HTTPS服务器未设置,标志将通过HTTP协议从而用户将在Skrill页面看到"连接部分加密的"警告.

# Languages::text_skrill_notice
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before validating email, secret word or activating merchant tools.</p>
fi: Pääset käyttämään Skrillin kansainvälistä maksuverkostoa rekisteröimällä <a href="[register_url]" target="_blank">tästä</a> saadaksesi ilmaisen tilin, jos sinulla ei vielä ole sellaista.<p><strong>Huomio</strong>: tallenna asetukset ennen sähköpostin, salaisen sanan vahvistamista tai kauppiastyökalujen aktivoimista.</p>
ko: </a> <a href="[register_url]" target="_blank">등록하십시오.<p><strong>주의</strong>: 이메일, 비밀번호를 확인하거나 판매자 도구를 활성화하기 전에 설정을 저장하십시오.</p>
sv: För att få tillgång till Skrills internationella betalningsnätverk, vänligen registrera <a href="[register_url]" target="_blank">här</a> för ett gratis konto om du inte har ett ännu.<p><strong>OBS</strong>: spara inställningarna innan du validerar e-post, hemligt ord eller aktiverar säljarverktyg.</p>
zh: 为了访问 Skrill 的国际支付网络，请先注册 <a href="[register_url]"target="_blank"> 在这里</a> 免费的帐户，如果你没有一个。<p><strong>注意</strong>︰ 请在验证电子邮件，秘密的单词或激活商人工具前保存设置。</p>

# Languages::text_skrill_notice_register
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.<p><strong>Attention</strong>: please save settings before activating merchant tools.</p>
fi: Pääset käyttämään Skrillin kansainvälistä maksuverkostoa rekisteröimällä <a href="[register_url]" target="_blank">tästä</a> saadaksesi ilmaisen tilin, jos sinulla ei vielä ole sellaista.<p><strong>Huomio</strong>: tallenna asetukset ennen kuin aktivoit kauppiastyökalut.</p>
ko: </a> <a href="[register_url]" target="_blank">등록하십시오.<p><strong>주의</strong>: 판매자 도구를 활성화하기 전에 설정을 저장하십시오.</p>
sv: För att få tillgång till Skrills internationella betalningsnätverk, vänligen registrera <a href="[register_url]" target="_blank">här</a> för ett gratis konto om du inte har ett ännu.<p><strong>OBS</strong>: spara inställningarna innan du aktiverar köpverktyg.</p>
zh: 要访问 Skrill 的国际支付网络，请在此处注册 <a href="[register_url]" target="_blank"></a> 如果您还没有免费账户，请注册。<p><strong>注意</strong>：激活商户工具前请先保存设置。</p>

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
fi: Jotta voit käyttää tätä ominaisuutta, tallenna ensin maksutapa.
ko: 이 기능을 사용하려면 먼저 결제 수단을 저장하세요.
sv: För att använda denna funktion måste betalsättet först sparas.
zh: 为了使用这个功能,请首先保存付款方法.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
fi: Salaisen sanan tulee olla pienillä kirjaimilla ilman erikoismerkkejä ja vähintään 10 numeroa pitkä.
ko: 비밀번호는 소문자로 특수문자 없이 10자리 이상이어야 합니다.
sv: Det hemliga ordet måste vara små bokstäver utan specialtecken och minst 10 tecken långt.
zh: 此安全词必须是小写且无特殊字符并至少10位.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
fi: Määritetty salainen sana on oikein.
ko: 지정한 비밀어가 맞습니다.
sv: Det hemliga ordet är korrekt.
zh: 指定的安全词正确.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
fi: Salainen sanasi on väärä. Valitse salainen sanasi Skrill-tilisi Kauppiastyökalut-osiossa ja kirjoita se sitten tähän.
ko: 비밀 단어가 잘못되었습니다. Skrill 계정의 판매자 도구 섹션에서 비밀번호를 선택한 다음 여기에 입력하십시오.
sv: Det hemliga ordet är felaktigt. Välj ett hemligt ord i "Merchant Tools" avdelningen på ditt Skrill konto och ange det här.
zh: 您的安全词不正确. 请在您的Skrill中的交易工具区域选择您的安全词然后输到这里.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
fi: <b>Tuki:</b> <br /><br /> Onko sinulla kysyttävää?<br /> Ota yhteyttä Skrilliin osoitteessa <a href="mailto:">ecommerce@skrill.com</a> tai puhelimitse +44 (0) 870 383 0762.<br />
ko: <b>지원:</b> <br /><br /> 질문이 있습니까?<br /> Skrill( <a href="mailto:">ecommerce@skrill.com</a> 또는 전화 +44 (0) 870 383 0762.<br />
sv: <b>Support:</b><br><br>Har du frågor?<br>Kontakta Skrill på <a href="mailto:">ecommerce@skrill.com</a> eller på telefon +44 (0) 870 383 0762.<br>
zh: <b>支持:</b> <br /><br /> 您有问题吗?<br /> 联系 Skrill<a href="mailto:">ecommerce@skrill.com</a> 或打电话 +44 (0) 870 383 0762.<br />

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
fi: Et voi käyttää aikaväliä "Status"-parametrille, koska tämä parametri on ajasta riippuvainen.
ko: 이 매개변수는 시간에 따라 달라지므로 "상태" 매개변수에 시간 간격을 사용할 수 없습니다.
sv: Det går inte att använda tidsintervall för "Status " eftersom denna parameter är tidsberoende .
zh: "状态"参数您不能使用时间间隔因为它是随时间变化的.

# Languages::text_storage_changed
source: Storage changed successfully
fi: Tallennustilan muutos onnistui
ko: 저장소가 성공적으로 변경되었습니다.
sv: Lagringen har uppdaterats
zh: 已成功更改的存储

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
fi: <strong>Täysi tila</strong> on aktivoitu. Tässä tilassa kaikki kehittyneet verkkokaupan ominaisuudet ovat käytettävissä.
ko: <strong>전체 모드</strong> 이 활성화되었습니다. 이 모드에서는 모든 고급 전자 상거래 기능을 사용할 수 있습니다.
sv: <b>Registrerad</b> version. I detta läge är alla funktioner tillgängliga.
zh: <strong>完整模式</strong> 已被激活。在此模式下，所有先进的电子商务功能都可用。

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
fi: Kauppa oli <b>suljettu</b>
ko: 가게는 <b>폐쇄</b>
sv: Butiken är <b>stängd</b>
zh: 商店已<b>关闭</b>

# Languages::text_store_mode_full
source: <p>Full unrestricted access to all features. Enter a valid license number to activate.</p><p>This mode can be activated at any time.</p><br />
fi: <p>Täysi rajoittamaton pääsy kaikkiin ominaisuuksiin. Anna voimassa oleva lisenssinumero aktivoitavaksi.</p><p>Tämä tila voidaan aktivoida milloin tahansa.</p><br />
ko: <p>모든 기능에 대한 완전한 무제한 액세스. 활성화하려면 유효한 라이센스 번호를 입력하십시오.</p><p>이 모드는 언제든지 활성화할 수 있습니다.</p><br />
sv: <p>Fullständig obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer för att aktivera.</p><p>Detta läge kan aktiveras när som helst.</p><br />
zh: <p>完全不受限制地的访问所有功能。请输入一个有效的许可证号码激活。</p><p>这种模式可以在任何时间激活。</p>< br / >

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
fi: Liike oli <b>avattu</b>
ko: 가게는 <b>개점</b>
sv: Butiken är nu <b>öppen</b>
zh: 商店已<b>开启</b>

# Languages::text_store_mode_open
source: The store was <b>opened</b>
fi: Liike oli <b>avattu</b>
ko: 가게는 <b>개점</b>
sv: Butiken var <b>öppnad</b>
zh: 店铺 <b>开业</b>
