Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
fi: Vaihtoehtoyhdistelmien luominen edellyttää, että "Varasto"-valintaruutu on valittuna vähintään yhdelle tuotevaihtoehdolle.
ko: 옵션 조합을 생성하려면 하나 이상의 제품 옵션에 대해 "재고" 확인란을 선택해야 합니다.
sv: För att skapa kombinationer måste du ha "Lager" valt för minst ett produktalternativ.
zh: 为了创建选项组合,您必须至少为一个产品选项选择"库存"复选框.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
fi: Tilauksesi on jälkitilattu. Otamme sinuun yhteyttä heti ensimmäisellä kerralla.
ko: 주문이 이월되었습니다. 가장 먼저 연락드리겠습니다.
sv: Någon av produkterna i din order är beställningsvara. Vi kommer att kontakta dig snarast möjligt.
zh: 您的订单已延期交货.我们将在第一时间联系您.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
fi: Tilauksesi maksu on keskeytetty. Halutessasi voit yrittää maksua uudelleen tai valita toisen maksutavan.
ko: 결제 처리자가 주문을 거부했습니다. 귀하의 정보를 검토하고 매장 관리자에게 문의하십시오.
sv: Din order blev nekad av betalinlösaren. Kontrollera dina uppgifter och/eller kontakta kundtjänst.
zh: 您的订单已由付款处理器拒绝.请查看您的信息并联系站点管理员.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
fi: Tilaus vastaanotettu.
ko: 축하합니다! 주문이 완료되었습니다.
sv: Tack! Din order är nu mottagen.
zh: 您的订单已定购成功.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
fi: Tilauksen maksu onnistui
ko: 주문이 성공적으로 상환되었습니다.
sv: Ordern har återbetalats.
zh: 订单已偿还成功.

# Languages::text_order_saved_successfully
source: Order has been saved successfully.
fi: Tilaus on tallennettu onnistuneesti.
ko: 주문이 성공적으로 저장되었습니다.
sv: Ordern har sparats.
zh: 订单已保存成功.

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
fi: Huomaa, että ilmoitus tilan muuttamisesta lähetetään tämän tilan asetusten mukaan
ko: 이 상태의 설정에 따라 상태 변경 알림이 전송됩니다.
sv: Meddelande om statusändring kommer att skickas beroende på inställningen för respektive status
zh: 请注意将要发送的状态更改通知取决于状态的设置

# Languages::text_out_of_stock
source: Out of stock
fi: Ei varastossa
ko: 품절
sv: Tillfälligt slut
zh: 缺货

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
fi: Sivut on kloonattu onnistuneesti. Alla lista uusista sivuista.
ko: 페이지가 성공적으로 복제되었습니다. 새 페이지 목록 아래.
sv: Sidorna har nu klonats. Se nedanför listan av nya sidor.
zh: 页面已成功复制.以下是新页面的列表.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
fi: Sivut on poistettu onnistuneesti.
ko: 페이지가 성공적으로 삭제되었습니다.
sv: Sidor har raderats.
zh: 页面已经被成功删除.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
fi: Haluatko varmasti poistua tältä sivulta? Muutoksiasi ei ole tallennettu. Napsauta OK jatkaaksesi tai Peruuta pysyäksesi nykyisellä sivulla.
ko: 이 페이지에서 나가시겠습니까? 변경 사항이 저장되지 않았습니다. 계속하려면 확인을 클릭하고 현재 페이지에 머물려면 취소를 클릭하십시오.
sv: Dina ändringar är inte sparade. Klicka OK för att lämna sidan utan att spara, eller Avbryt för att stanna kvar.
zh: 您确定您要离开这个页面? 您的修改没有保存. 点击OK将继续,或点击取消将停留的在当前页面.

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
fi: Sivu on poistettu onnistuneesti.
ko: 페이지가 성공적으로 삭제되었습니다.
sv: Sidan har tagits bort.
zh: 页面已被成功删除.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
fi: Ladataan... Pyyntöäsi käsitellään, odota.
ko: 로드 중... 요청을 처리 중입니다. 잠시만 기다려 주십시오.
sv: Din förfrågan behandlas, vänta...
zh: 加载中...... 正在处理您的请求，请稍候.

# Languages::text_password_recovery_instructions_sent
source: Password recovery instructions have been sent to [email] address.
fi: Salasanan palautusohjeet on lähetetty osoitteeseen [email].
ko: 비밀번호 복구 지침이 [email] 주소로 전송되었습니다.
sv: Instruktioner för lösenordsåterställning har skickats till [email] adress.
zh: 密码恢复指令已发送至 [email] 地址。

# Languages::text_pay4later_notice
source: <b>Note</b>: In order to track your Deko orders with the shopping cart software, you have to take these steps:<br /><br />-&nbsp;Log in to Deko BackOffice<br />-&nbsp;Click on the <u>'Settings/Installations'</u> link in the <u>'Quick Links'</u> section.<br />-&nbsp;Set <u>'Return URL (Verified)'</u> setting to:<br /><b>[verified_url]</b><br />-&nbsp;Set <u>'Return URL (Decline)'</u> setting to:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Return URL (Refer)'</u> setting to:<br /><b>[refer_url]</b><br />-&nbsp;Set <u>'Return URL (Cancel)'</u> setting to:<br /><b>[cancel_url]</b><br />-&nbsp;Set <u>'CSN URL'</u> setting to:<br /><b>[process_url]</b><br />-&nbsp;Click on the <u>'Save Changes'</u> button<br />
fi: <b>Huomautus</b>: Jotta voit seurata Deko-tilauksiasi ostoskoriohjelmistolla, sinun on suoritettava seuraavat vaiheet:<br /><br />-&nbsp;Kirjaudu Deko BackOfficeen<br />-&nbsp;Napsauta <u>'Asetukset/Asennukset'</u> -linkkiä <u>. "Pikalinkit"</u> -osio.<br />-&nbsp;Aseta <u>"Palauta URL (vahvistettu)"</u> asetukseksi:<br /><b>[verified_url]</b><br />-&nbsp;Aseta <u>"Palauta URL (hylkää)"</u> asetukseksi:<br /><b>[decline_url]</b><br />-&nbsp;Aseta <u>(ReferReturn URL )'</u> asetukseksi:<br /><b>[refer_url]</b><br />-&nbsp;Aseta <u>"Palauta URL-osoite (Peruuta)"</u> asetukseksi:<br /><b>[cancel_url]</b><br />-&nbsp;Aseta <u>"&nbsp;URL"</u> asetukseksi<br /><br /><b>[process_url]-</b>Napsauta <u>'Tallenna muutokset'</u> -painiketta<br />
ko: <b>참고</b>: 장바구니 소프트웨어로 Deko 주문을 추적하려면 다음 단계를 수행해야 합니다.<br /><br />-&nbsp;Deko BackOffice에 로그인<br />-&nbsp; <u>에서 <u>'설정/설치' 링크를 클릭합니다.</u> '빠른 링크'</u> 섹션.<br />-&nbsp; <u>'반환 URL(확인됨)'</u> 설정:<br /><b>[verified_url]</b><br />-&nbsp; <u>'반환 URL(거부)' 설정</u> 설정:<br /><b>[decline_url]</b><br />-&nbsp; <u>'반환 URL 설정(참조 )'</u> 설정:<br /><b>[refer_url]</b><br />-&nbsp; <u>'URL 반환(취소)'</u> 설정:<br /><b>[cancel_url]</b><br />-&nbsp; <u>'<br />&nbsp;'</u> 설정:<br /><b></b>-[process_url] <u>'변경 사항 저장'</u> 버튼<br />클릭
sv: <b>Note</b>: För att spåra dina Deko-beställningar med kundvagnsmjukvaran måste du ta dessa steg:<br /><br />-&nbsp;Logga in på Deko BackOffice<br />-&nbsp;Klicka på länken <u>'Inställningar/Installationer'</u> i <u>"Snabblänkar"</u> avsnitt.<br />-&nbsp;Ställ in <u>'Return URL (Verified)'</u> inställning till:<br /><b>[verified_url]</b><br />-&nbsp;Ställ in <u>'Return URL (Decline)'</u> inställning till:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Return URL )'</u> inställning till:<br /><b>[refer_url]</b><br />-&nbsp;Ställ in <u>'Return URL (Avbryt)'</u> inställning till:<br /><b>[cancel_url]</b><br />-&nbsp;Ställ in <u>'CSN URL'</u> inställning på:<br /><b>[process_url]&nbsp;</b><br />Klicka på knappen <u>'Spara ändringar'</u><br />
zh: <b>注</b>：为了使用购物车软件跟踪您的 Deko 订单，您必须执行以下步骤：<br /><br />-&nbsp;登录到 Deko BackOffice<br />-&nbsp;单击 <u>中的“设置/安装”</u> 链接 <u>'快速链接'</u> 部分。<br />-&nbsp;设置 <u>'返回 URL（已验证）'</u> 设置为：<br /><b>[verified_url]</b><br />-&nbsp;设置 <u>'返回 URL（拒绝）'</u> 设置为：<br /><b>[decline_url]</b><br />-&nbsp;设置 <u>'返回 URL（参考)'</u> 设置为：<br /><b>[refer_url]</b><br />-&nbsp;设置 <u>'返回 URL（取消）'</u> 设置为：<br /><b>[cancel_url]</b><br />-&nbsp;设置 <u>'CSN URL'</u> 设置为：<br /><b>[process_url]</b><br />-&nbsp;单击 <u>'保存更改'</u> 按钮<br />

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
fi: <b>Huomautus:</b> Lataa tiedosto modulev2.cgi PayBox-palvelimelta, kopioi se <b>[paybox_dir]</b> hakemistoon <u>binääritilassa</u> ja tee siitä suoritettava. <br />Suorita seuraava komento:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Pyydä myös &#8220;Paybox&#8221; -palvelua lisäämään seuraava URL-osoite tietokantaan nimellä &#8220;Takaisinsoitto-URL&#8221;:<br /><b>[callback_url]</b>
ko: <b>참고:</b> PayBox 서버에서 modulev2.cgi 파일을 다운로드하여 바이너리 모드</u> 의 <b>[paybox_dir]</b> 디렉토리 <u>에 복사하고 실행 가능하게 만드십시오. <br />다음 명령을 실행합니다.<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />또한 &#8220;Paybox&#8221; 서비스에 다음 URL을 데이터베이스에 &#8220;콜백 URL 18로 추가하도록 요청합니다.&#8221;:<br /><b>[callback_url]</b>
sv: <b>Obs!</b> Ladda ner filen modulev2.cgi från PayBox servern, kopiera den till mappen <b>[paybox_dir]</b> <u>i binärt läge</u> och gör den körbar.<br>Utför följande kommando:<br><b><i>chmod 755 modulev2.cgi</i></b><br><br>Be även Paybox support att spara följande Callback URL:<br><b>[callback_url]</b>
zh: <b>注意:</b>请从PayBox服务器下载modulev2.cgi文件,<u>二进制模式</u>下复制它到<b>[paybox_dir]</b>目录并使其可执行. <br />运行以下命令:<br /><i><b>chmod 755 modulev2.cgi</b></i><br /><br />同时要求&#8220;Paybox&#8221;服务增加以下URL到数据库作为&#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>

# Languages::text_payment_have_been_deleted
source: Payment have been deleted successfully.
fi: Maksu on poistettu onnistuneesti.
ko: 결제가 성공적으로 삭제되었습니다.
sv: Betalning har tagits bort.
zh: 付款已成功删除。

# Languages::text_payment_have_not_been_deleted
source: Payment cannot be deleted.
fi: Maksua ei voi poistaa.
ko: 결제를 삭제할 수 없습니다.
sv: Betalningen kan inte tas bort.
zh: 无法删除付款。

# Languages::text_paypal_processing_payment
source: Please wait while processing the payment details...
fi: Odota, kun käsitellään maksutietoja...
ko: 결제 세부정보를 처리하는 동안 잠시만 기다려 주십시오...
sv: Behandlar betalning. Vänta...
zh: 请处理付款的详细信息，稍候...

# Languages::text_paysitecash_debug
source: Debug Information
fi: Virheenkorjaustiedot
ko: 디버그 정보
sv: Felsökningsinformation
zh: Debug信息

# Languages::text_paysitecash_mode
source: Mode
fi: tila
ko: 모드
sv: Läge
zh: 模式

# Languages::text_paysitecash_mode_debug_off
source: OFF
fi: VINOSSA
ko: 꺼짐
sv: AV
zh: 关

# Languages::text_paysitecash_mode_debug_on
source: ON
fi: PÄÄLLÄ
ko: 켜짐
sv: PÅ
zh: 开

# Languages::text_paysitecash_mode_live
source: Live
fi: Elää
ko: 라이브
sv: leva
zh: 在线

# Languages::text_paysitecash_mode_test
source: Test
fi: Testata
ko: 테스트
sv: Testa
zh: 测试

# Languages::text_paysitecash_nocurrencies
source: Currency mode
fi: Valuuttatila
ko: 통화 모드
sv: Valutaläge
zh: 货币模式

# Languages::text_paysitecash_nocurrencies_no
source: Allow customer select any of supported currency
fi: Anna asiakkaan valita mikä tahansa tuetuista valuutoista
ko: 고객이 지원되는 통화를 선택하도록 허용
sv: Tillåt kund att välja valuta
zh: 允许客户选择任何支持的货币

# Languages::text_paysitecash_nocurrencies_yes
source: Do not show currency selection at all
fi: Älä näytä valuuttavalintaa ollenkaan
ko: 통화 선택을 전혀 표시하지 않음
sv: Visa inte valutaväljare
zh: 不显示货币选择

# Languages::text_paysitecash_notice
source: Please add these URL fields in your Paysite-cash configuration:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
fi: Lisää nämä URL-kentät Pasite-cash-määrityksiisi:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Viite-url:</b><br/>[ref_url]<br/><br/><b>maksun jälkeen palautus-url:</b><br/>[sucess_url]<br/><br/><b>peruutetun maksun<br/>:</b>[cancel_url]<br/><br/><b>Backoffice-vahvistus-url:</b><br/>[confirm_url]
ko: Paysite-cash 구성에 다음 URL 필드를 추가하십시오.<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>참조 URL:</b><br/>[ref_url]<br/><br/><b>지불 후 반환 URL:</b><br/>[sucess_url]<br/><br/><b>취소된 지불 URL:</b><br/>[cancel_url]<br/><br/><b>백오피스 확인 url:</b><br/>[confirm_url]
sv: Vänligen lägg till dessa URL-fält i din[cancel_url]-cash-konfiguration:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referens-url:</b><br/>[ref_url]<br/><br/><b>efter betalning retur-url:</b><br/>[sucess_url]<br/><br/><b>avbruten betalnings-<br/>:</b><br/><br/><b>Backoffice bekräftelse url:</b><br/>[confirm_url]
zh: 请在您的 Paysite-cash 配置中添加这些 URL 字段：<br/><br/><b>URL：</b><br/>[url]<br/><br/><b>推荐人 url：</b><br/>[ref_url]<br/><br/><b>付款后返回 url：</b><br/>[sucess_url]<br/><br/><b>取消付款 url：</b><br/>[cancel_url]<br/><br/><b>后台确认网址：</b><br/>[confirm_url]

# Languages::text_paysitecash_processor
source: Processor
fi: Prosessori
ko: 프로세서
sv: Inlösare
zh: 处理

# Languages::text_paysitecash_site_id
source: Site ID
fi: Sivuston tunnus
ko: 사이트 ID
sv: Plats ID
zh: 站点 ID

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
fi: Aseta seuraavat parametrit PayWay-taustaohjelmassa: <p> Selaimen palautus-URL Ennakkomaksu: <b>[prepayment]</b><br /> Selaimen palautus-URL: <b>[return]</b><br /> Ilmoituksen URL-osoite: <b>[notify]</b><br /> Ilmoituksen tyyppi: jätä tyhjäksi </p>
ko: PayWay 백엔드에서 다음 매개변수를 설정하십시오. <p> 브라우저 반환 URL 선결제: <b>[prepayment]</b><br /> 브라우저 반환 URL: <b>[return]</b><br /> 알림 URL: <b>[notify]</b><br /> 알림 게시물 유형: 비워 두세요 </p>
sv: Ange följande parametrar i PayWay backend:<br><br>Browser Return URL Pre Payment: <b>[prepayment]</b><br>Browser Return URL: <b>[return]</b><br>Notification URL: <b>[notify]</b><br>Notification Post Type: lämna tom<br>
zh: 请在PayWay后端设置以下参数: <p>浏览返回URL预付: <b>[prepayment]</b><br /> 浏览返回 URL: <b>[return]</b><br /> 通知 URL: <b>[notify]</b><br /> 通知公告类型: 留空</p>

# Languages::text_permissions_changed
source: Permissions changed
fi: Käyttöoikeudet muutettu
ko: 권한이 변경됨
sv: Behörigheter ändrade
zh: 权限已修改

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
fi: <b>Huomautus:</b> Lähetä seuraavat tiedot maksutukeen:<br /> Verkkosivuston URL-osoite: '<u>[website_url]</u>'<br /> Viittauksen URL-osoite: '<u>[referrer_url]</u>'<br /> Onnistumisen URL-osoite: '<u>[success_url]</u>'<br /> Virheen URL-osoite: '<u>[failure_url]</u>'<br /> Käänteisen linkin URL-osoite: '<u>[backlink_url]</u>'<br /> IP-osoite: '<u>[ip_address]</u>'<br /><br /> Vastaustapa: '<u>[response_method]</u>'<br /><br />
ko: <b>참고:</b> 다음 정보를 결제 지원팀에 보내주십시오.<br /> 웹사이트 URL: '<u>[website_url]</u>'<br /> 추천 URL: '<u>[referrer_url]</u>'<br /> 성공 URL: '<u>[success_url]</u>'<br /> 실패 URL: '<u>[failure_url]</u>'<br /> 백링크 URL: '<u>[backlink_url]</u>'<br /> IP 주소: '<u>[ip_address]</u>'<br /><br /> 응답 방식: '<u>[response_method]</u>'<br /><br />
sv: <b>Obs!</b> Skicka följande information till betalsupporten:<br>Website URL: '<u>[website_url]</u>'<br>Referrer URL: '<u>[referrer_url]</u>'<br>Success URL: '<u>[success_url]</u>'<br>Failure URL: '<u>[failure_url]</u>'<br>Backlink URL: '<u>[backlink_url]</u>'<br>IP Address: '<u>[ip_address]</u>'<br><br>Response Method: '<u>[response_method]</u>'<br><br>
zh: <b>注意:</b>请发送以下信息给支付支持:<br /> 网站URL: '<u>[website_url]</u>'<br /> 引用 URL: '<u>[referrer_url]</u>'<br /> 成功 URL: '<u>[success_url]</u>'<br /> 失败 URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP 地址: '<u>[ip_address]</u>'<br /><br /> 回应方法: '<u>[response_method]</u>'<br /><br />

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
fi: Ladataan... Paikkoja päivitetään, odota.
ko: 로드 중... 위치를 업데이트하는 중입니다. 잠시만 기다려 주십시오.
sv: Positioner uppdateras. Vänta...
zh: 加载中...... 职位正在更新,请稍候.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
fi: Desimaalierotin tuotteiden hintoihin.
ko: 제품 가격의 소수점 구분 기호입니다.
sv: Decimalavskiljare för produktpris.
zh: 产品价格分隔为小数.

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
fi: Tuotteet on lisätty onnistuneesti. Katso lista uusista tuotteista alta.
ko: 제품이 성공적으로 추가되었습니다. 아래의 새 제품 목록을 참조하십시오.
sv: Nya produkter har lagts till, se listan nedan.
zh: 产品已成功添加.查看以下新产品的列表.

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
fi: Tuotteet on kloonattu onnistuneesti. Alla lista uusista tuotteista
ko: 제품이 성공적으로 복제되었습니다. 새 제품 목록 아래
sv: Produkterna har klonats. Se nedanför listan av nya produkter
zh: 产品已成功复制.以下是新产品的列表

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
fi: Tuotteet on poistettu onnistuneesti.
ko: 제품이 성공적으로 삭제되었습니다.
sv: Produkterna har raderats.
zh: 产品已成功删除.

# Languages::text_products_updated
source: The following products have been updated:
fi: Seuraavat tuotteet on päivitetty:
ko: 다음 제품이 업데이트되었습니다.
sv: Följande produkter har uppdaterats:
zh: 以下产品已更新:

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
fi: Ostoskori päivitetty
ko: 제품이 성공적으로 업데이트되었습니다.
sv: Varukorgen har uppdaterats
zh: 这些产品已成功更新

# Languages::text_product_cloned
source: The product has been cloned
fi: Tuote on kloonattu
ko: 제품이 복제되었습니다.
sv: Produkten har klonats
zh: 此产品已复制

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
fi: (valinnainen näytetään ponnahdusikkunassa)
ko: (팝업 창에 표시되는 옵션)
sv: (alternativt visas som popup-fönster)
zh: (可选项显示在弹出窗口)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
fi: Tuotteelle lisätty tiedosto on poistettu
ko: 제품 파일이 삭제되었습니다
sv: Produktfil har tagits bort
zh: 产品文件已删除

# Languages::text_product_filters_were_disabled
source: The following <a href="[url]" target="_blank">product filters</a> were disabled: [filters_list].
fi: Seuraavat <a href="[url]" target="_blank">tuotesuodatinta</a> poistettiin käytöstä: [filters_list].
ko: 다음 <a href="[url]" target="_blank">개의 제품 필터</a> 이 비활성화되었습니다. [filters_list].
sv: Följande <a href="[url]" target="_blank">produktfilter</a> har inaktiverats: [filters_list].
zh: 以下<a href="[url]" target="_blank">产品筛选</a>已禁止: [filters_list].

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
fi: Tuote on poistettu korista
ko: 제품이 성공적으로 삭제되었습니다.
sv: Produkt har tagits bort.
zh: 产品已成功删除.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
fi: (näkyy tuoteluettelossa ja tuotetietosivuilla)
ko: (상품 목록 및 상품 상세 페이지에 표시)
sv: (visas i produktlistor och på produktsidan)
zh: (显示在产品列表和产品详情页面)

# Languages::text_profile_activated
source: Your account is now active. You may log in to your account using your credentials.
fi: Tilisi on nyt aktiivinen. Voit kirjautua tilillesi tunnuksillasi.
ko: 귀하의 계정은 현재 활성화되어 있습니다. 자격 증명을 사용하여 계정에 로그인할 수 있습니다.
sv: Ditt konto är nu aktivt. Du kan logga in på ditt konto med dina inloggningsuppgifter.
zh: 您的帐户现在是积极的。你可以登录到您的帐户使用您的凭据。

# Languages::text_profile_benefits
source: <h4>Benefits of becoming a registered member</h4><ul><li>Log in at any time to check order statuses</li><li>Personalize your shopping</li><li>Speed up future purchases</li></ul>
fi: <h4>Käyttäjätilin hyödyt</h4><ul><li>Voit seurata tilaustesi käsittelyä</li><li>Voit tutkia vanhoja tilauksiasi</li><li>Ostosten teko on jatkossa nopeampaa</li></ul>
ko: <h4>등록 회원이 되면 얻을 수 있는 혜택</h4><ul><li>언제든지 로그인하여 주문 상태를 확인할 수 있습니다.</li><li>나만의 쇼핑을 할 수 있습니다.</li><li>향후 구매 속도를 높일 수 있습니다.</li></ul>
sv: <h4>Fördelar med att skapa ett konto</h4><ul><li>Spännande erbjudanden</li><li>VIP-aktiviteter</li><li>Poäng på dina köp</li><li>Tillgång till Mina sidor</li><li>Snabba upp framtida köp</li></ul>
zh: <h4>成为注册的会员的好处</h4><ul><li>随时登录检查订单状态</li><li>个性化您的购物</li><li>加快未来购买</li></ul>

# Languages::text_profile_details
source: <h4>Profile details</h4><p>On this page you can modify your login credentials and personal data to be used during future purchases.</p><p>To keep your account secure we recommend to avoid creating passwords that use:</p><ul><li>Dictionary words in any language.</li><li>Words spelled backwards, common misspellings, and abbreviations.</li><li>Sequences or repeated characters. Examples: 12345678, 222222, abcdefg, or adjacent letters on your keyboard (qwerty).</li><li>Personal information. Your name, birthday, driver's license, passport number, or similar information.</li></ul>
fi: <h4>Profiilisi tiedot</h4><p>Tällä sivulla voit muokata profiilisi tietoja.</p><p>Salasanana kannattaa välttää käyttämästä:</p><ul><li>Sanakirjasanoja.</li><li>Sanoja väärinpäin kirjoitettuna, yleisiä väärinkirjoituksia ja lyhennyksiä.</li><li>Sarjoja ja toistettuja merkkejä. Esimerkkejä: 12345678, 222222, abcdefg tai vierekkäisiä näppäimistöltä löytyviä merkkejä (qwerty).</li><li>Nimeäsi, syntymäpäivääsi, ajokortin tai passin numeroa tai vastaavaa henkilökohtaista tietoa.</li></ul>
ko: <h4>프로필 세부 정보</h4><p>이 페이지에서 로그인 자격 증명 및 향후 구매 시 사용할 개인 데이터를 수정할 수 있습니다.</p><p>계정을 안전하게 유지하려면 다음을 사용하는 암호를 생성하지 않는 것이 좋습니다.</p><ul><li>모든 언어로 된 사전 단어.</li><li>철자가 거꾸로 된 단어, 일반적인 철자 오류 및 약어.</li><li>시퀀스 또는 반복되는 문자. 예: 12345678, 222222, abcdefg 또는 키보드의 인접 문자(qwerty).</li><li>개인정보. 귀하의 이름, 생일, 운전 면허증, 여권 번호 또는 이와 유사한 정보.</li></ul>
sv: <h4>Information</h4><p>Här kan du ändra dina login och personuppgifter. För att skydda ditt konto rekommenderar vi dig att undvika lösenord som:</p> <ul><li>Uppslagsord oavsett språk.</li><li>Skriva in ord baklänges, vanliga felstavningar samt förkortningar.</li><li>Sekvenser eller upprepade tecken, t.ex:. 12345678, 222222, ABCDEFG eller på tangentbordet intilliggande bokstäver "QWERTY".</li></ul><br>
zh: <h4>个人资料</h4><p>在此页上,您可以修改您的登录信息和要在未来购物过程中使用的个人资料.</p><p>为了保护您的帐户的安全我们建议创建使用的密码时避免:</p><ul><li>任何语言的词典单词.</li><li>反过来拼单词, 常见拼写错误,及缩写.</li><li>连续或重复字符. 如: 12345678, 222222, abcdefg, 或在键盘上的相邻字母(qwerty).</li><li>个人信息. 您的名字, 生日, 驾驶证号码, 护照号码, 或类型信息.</li></ul>

# Languages::text_profile_is_created
source: The account has been created successfully.
fi: Käyttäjätili luotu onnistuneesti.
ko: 계정이 성공적으로 생성되었습니다.
sv: Ditt konto har nu skapats.
zh: 您的帐户已创建成功.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
fi: Tietosi on päivitetty.
ko: 프로필 데이터가 성공적으로 업데이트되었습니다.
sv: Uppgifterna har uppdaterats.
zh: 您的个人资料已成功更新.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
fi: Tilisi luominen onnistui, mutta kaupan ylläpitäjän on aktivoitava se ennen kuin voit kirjautua sisään.
ko: 계정이 성공적으로 생성되었지만 로그인하려면 먼저 스토어 관리자가 활성화해야 합니다.
sv: Ditt konto har nu skapats, men det måste aktiveras av personalen innan du kan logga in.
zh: 您的帐户已创建成功,但是需要商店管理员激活后您才可以登录.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
fi: jos [set] näistä ehdoista on [set_value]
ko: 이 조건 중 [set] 이 [set_value]인 경우
sv: om [set] av dessa villkor är [set_value]
zh: 如果[set]这些条件设置为[set_value]

# Languages::our_brands
source: Our Brands
fi: Brändimme
ko: 우리의 브랜드
sv: Våra märken
zh: 我们的品牌

# Languages::text_qty_discounts
source: Our quantity discounts
fi: Määräalennukset (hinta/kpl)
ko: 수량 할인
sv: Mängdrabatt
zh: 数量折扣价格
