Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# SettingsOptions::enable_edp
source: Enable selling downloadable products
fi: Salli ladattavien tuotteiden myynti
ko: 다운로드 가능한 제품 판매 활성화
sv: Aktivera nedladdningsbara produkter
zh: 允许销售可下载产品

# SettingsOptions::enable_compare_products
source: Allow customers to compare products
fi: Anna asiakkaiden vertailla tuotteita
ko: 고객이 제품을 비교할 수 있도록 허용
sv: Tillåt kunder jämföra produkter
zh: 允许客户比较产品

# SettingsTooltips::secure_storefront
source: SSL certificate must be installed on your server.
fi: SSL-sertifikaatti on asennettava palvelimellesi.
ko: SSL 인증서가 서버에 설치되어 있어야 합니다.
sv: SSL-certifikat måste vara installerat på din server.
zh: 您的服务器上必须安装 SSL 证书。

# SettingsTooltips::secure_admin
source: SSL certificate must be installed on your server.
fi: SSL-sertifikaatti on asennettava palvelimellesi.
ko: SSL 인증서가 서버에 설치되어 있어야 합니다.
sv: SSL-certifikat måste vara installerat på din server.
zh: 您的服务器上必须安装 SSL 证书。

# SettingsTooltips::order_start_id
source: Use a number between 1 and 10000000 or leave empty for auto-filling.
fi: Käytä numeroa väliltä 1 - 10000000 tai jätä tyhjäksi automaattista täyttöä varten.
ko: 1에서 10000000 사이의 숫자를 사용하거나 자동 채우기를 위해 비워 둡니다.
sv: Använd ett nummer mellan 1 och 10000000 eller lämna tomt för automatisk ifyllning.
zh: 使用 1 到 10000000 之间的数字或留空以进行自动填充。

# SettingsTooltips::user_multiple_profiles
source: A profile is a combination of shipping and billing address.
fi: Profiili on toimitus- ja laskutusosoitteen yhdistelmä.
ko: 프로필은 배송 주소와 청구서 수신 주소의 조합입니다.
sv: En profil är en kombination av leverans- och faktureringsadress.
zh: 配置文件是送货地址和帐单地址的组合。

# SettingsTooltips::thumbnail_background_color
source: Leave empty for transparent background.
fi: Jätä tyhjäksi läpinäkyvää taustaa varten.
ko: 투명한 배경을 위해 비워 둡니다.
sv: Lämna tomt för transparent bakgrund.
zh: 为透明背景留空。

# SettingsTooltips::secure_auth
source: SSL certificate must be installed on your server.
fi: SSL-sertifikaatti on asennettava palvelimellesi.
ko: SSL 인증서가 서버에 설치되어 있어야 합니다.
sv: SSL-certifikat måste vara installerat på din server.
zh: 您的服务器上必须安装 SSL 证书。

# SettingsTooltips::checkout_redirect
source: Show the Checkout button only on the Cart Content page.
fi: Näytä Checkout-painike vain Ostoskorin sisältö -sivulla.
ko: 장바구니 콘텐츠 페이지에만 체크아웃 버튼을 표시합니다.
sv: Visa bara kassaknappen på sidan Kundvagnsinnehåll.
zh: 仅在购物车内容页面上显示结帐按钮。

# SettingsTooltips::store_optimization_dev
source: Track modifications in real-time and automatically re-cache modified files (works with files modified directly on server, too.) May slightly affect store performance. Recommended to disable on production.
fi: Seuraa muutoksia reaaliajassa ja tallenna muokatut tiedostot automaattisesti välimuistiin (toimii myös suoraan palvelimella muokattujen tiedostojen kanssa.) Saattaa vaikuttaa hieman myymälän suorituskykyyn. Suositellaan poistamaan käytöstä tuotannossa.
ko: 수정 사항을 실시간으로 추적하고 수정된 파일을 자동으로 다시 캐시합니다(서버에서 직접 수정된 파일에서도 작동). 저장소 성능에 약간의 영향을 미칠 수 있습니다. 프로덕션에서 비활성화하는 것이 좋습니다.
sv: Innehåll hämtas i realtid och återcachar ändrade filer automatiskt (även filer som modifierats direkt på servern). För bästa prestanda bör denna vara frånslagen.
zh: 实时跟踪修改并自动重新缓存修改过的文件（也适用于直接在服务器上修改的文件。）可能会稍微影响商店性能。建议在生产中禁用。

# SettingsTooltips::show_menu_descriptions
source: Affects the menus like Products and Orders in the admin panel.
fi: Vaikuttaa hallintapaneelin valikoihin, kuten Tuotteet ja Tilaukset.
ko: 관리자 패널의 제품 및 주문과 같은 메뉴에 영향을 줍니다.
sv: Påverkar menyerna som produkter och beställningar i adminpanelen.
zh: 影响管理面板中的产品和订单等菜单。

# SettingsTooltips::quick_registration
source: Require only contact information for registration.
fi: Ilmoittautumiseen vaaditaan vain yhteystiedot.
ko: 등록을 위한 연락처 정보만 필요합니다.
sv: Kräver endast kontaktuppgifter för registrering.
zh: 只需要联系信息即可注册。

# SettingsVariants::default_products_sorting::position
source: Default
fi: Oletus
ko: 기본값
sv: Standard
zh: 默认

# SettingsVariants::feedback_type::manual
source: Manual feedback
fi: Manuaalinen palaute
ko: 수동 피드백
sv: Manuell återkoppling
zh: 手动反馈

# SettingsVariants::feedback_type::auto
source: Automatic feedback
fi: Automaattinen palaute
ko: 자동 피드백
sv: Automatisk återkoppling
zh: 自动反馈

# SettingsVariants::date_format::%d/%m/%Y
source: 29/09/2005 (day/month/year)
fi: 29/09/2005 (päivä/kuukausi/vuosi)
ko: 2005년 9월 29일(일/월/년)
zh: 29/09/2005（日/月/年）

# SettingsVariants::allow_anonymous_shopping::allow_shopping
source: Allow
fi: Sallia
ko: 허용
sv: Tillåt
zh: 允许

# SettingsVariants::string_type::digits
source: Digits only
fi: Vain numerot
ko: 숫자만
sv: Endast siffror
zh: 仅限数字

# SettingsVariants::calendar_date_format::month_first
source: 09/30/2008 (month/day/year)
fi: 30.9.2008 (kuukausi/päivä/vuosi)
ko: 2008년 9월 30일(월/일/년)
zh: 09/30/2008（月/日/年）

# SettingsVariants::calendar_week_format::sunday_first
source: Sunday
fi: sunnuntai
ko: 일요일
sv: söndag
zh: 星期日

# SettingsVariants::address_position::billing_first
source: Billing first
fi: Laskutus ensin
ko: 먼저 청구
sv: Fakturaadress först
zh: 先结算

# SettingsVariants::log_type_general::runtime
source: Runtime
fi: Suoritusaika
sv: Körtid
zh: 运行

# SettingsVariants::default_state_update_for_all::not_active
source: Not Active
fi: Ei aktiivinen
ko: 활성화 되지 않음
sv: Inaktiv
zh: 不活跃

# SettingsVariants::date_format::%d-%m-%Y
source: 29-09-2005 (day-month-year)
fi: 29-09-2005 (päivä-kuukausi-vuosi)
ko: 2005년 9월 29일(일-월-년)
zh: 29-09-2005（日-月-年）

# SettingsVariants::min_order_amount_type::products_with_shippings
source: Products with shipping
fi: Tuotteet toimituskuluineen
ko: 배송이 포함된 제품
sv: Produkter med leverans
zh: 带运费的产品

# SettingsVariants::allow_anonymous_shopping::hide_add_to_cart
source: Hide the "Add to cart" button
fi: Piilota "Lisää ostoskoriin" -painike
ko: "장바구니에 추가" 버튼 숨기기
sv: Dölj "Till varukorg" knapp
zh: 隐藏“加入购物车”按钮

# SettingsVariants::string_type::letters
source: Letters only
fi: Vain kirjaimet
ko: 편지 만
sv: Endast bokstäver
zh: 仅限字母

# SettingsVariants::calendar_date_format::day_first
source: 30/09/2008 (day/month/year)
fi: 30/09/2008 (päivä/kuukausi/vuosi)
zh: 2008 年 9 月 30 日（日/月/年）

# SettingsVariants::calendar_week_format::monday_first
source: Monday
fi: maanantai
ko: 월요일
sv: måndag
zh: 星期一

# SettingsVariants::address_position::shipping_first
source: Shipping first
fi: Toimitus ensin
ko: 먼저 배송
sv: Leveransadress först
zh: 先发货

# SettingsVariants::log_type_general::deprecated
source: Deprecated features
fi: Vanhentuneet ominaisuudet
ko: 더 이상 사용되지 않는 기능
sv: Föråldrad funktion
zh: 已弃用的功能

# SettingsVariants::default_state_update_for_all::active
source: Active
fi: Aktiivinen
ko: 활성
sv: Aktiva
zh: 积极的

# SettingsVariants::date_format::%d.%m.%Y
source: 29.09.2005 (day.month.year)
fi: 29.09.2005 (päivä.kuukausi.vuosi)
zh: 29.09.2005（日.月.年）

# SettingsVariants::time_format::%I:%M %p
source: 3:43 PM
zh: 下午 3 点 43 分

# SettingsVariants::min_order_amount_type::only_products
source: Products
fi: Tuotteet
ko: 상품
sv: Endast produkter
zh: 产品

# SettingsVariants::allow_anonymous_shopping::hide_price_and_add_to_cart
source: Hide price and the "Add to cart" button
fi: Piilota hinta ja "Lisää ostoskoriin" -painike
ko: 가격 및 "장바구니에 추가" 버튼 숨기기
sv: Dölj pris och köpknapp
zh: 隐藏价格和“添加到购物车”按钮

# SettingsVariants::string_type::mixed
source: Mixed
fi: Sekoitettu
ko: 혼합
sv: Blandad
zh: 混合

# SettingsVariants::date_format::%m/%d/%Y
source: 09/29/2005 (month/day/year)
fi: 29.09.2005 (kuukausi/päivä/vuosi)
ko: 2005년 9월 29일(월/일/년)
zh: 2005 年 9 月 29 日（月/日/年）

# SettingsVariants::time_format::%I.%M %p
source: 3.43 PM
zh: 下午 3.43

# SettingsVariants::log_type_orders::create
source: Create
fi: Luoda
ko: 생성
sv: Skapa
zh: 创造

# SettingsVariants::log_type_orders::delete
source: Delete
fi: Poistaa
ko: 삭제
sv: Radera
zh: 删除

# SettingsVariants::log_type_orders::update
source: Update
fi: Päivittää
ko: 업데이트
sv: Uppdatera
zh: 更新

# SettingsVariants::log_type_products::create
source: Create
fi: Luoda
ko: 생성
sv: Skapa
zh: 创造

# SettingsVariants::log_type_products::delete
source: Delete
fi: Poistaa
ko: 삭제
sv: Radera
zh: 删除

# SettingsVariants::log_type_products::update
source: Update
fi: Päivittää
ko: 업데이트
sv: Uppdatera
zh: 更新

# SettingsVariants::log_type_users::create
source: Create
fi: Luoda
ko: 생성
sv: Skapa
zh: 创造

# SettingsVariants::log_type_users::delete
source: Delete
fi: Poistaa
ko: 삭제
sv: Radera
zh: 删除

# SettingsVariants::log_type_users::update
source: Update
fi: Päivittää
ko: 업데이트
sv: Uppdatera
zh: 更新

# SettingsVariants::log_type_categories::create
source: Create
fi: Luoda
ko: 생성
sv: Skapa
zh: 创造

# SettingsVariants::log_type_categories::delete
source: Delete
fi: Poistaa
ko: 삭제
sv: Radera
zh: 删除

# SettingsVariants::log_type_categories::update
source: Update
fi: Päivittää
ko: 업데이트
sv: Uppdatera
zh: 更新

# SettingsVariants::date_format::%m-%d-%Y
source: 09-29-2005 (month-day-year)
fi: 29.09.2005 (kuukausi-päivä-vuosi)
zh: 09-29-2005（月-日-年）

# SettingsVariants::month::%B, %Y
source: January, 2006
fi: tammikuuta 2006
sv: Februari, 2015
zh: 2006 年 1 月

# SettingsVariants::log_type_orders::status
source: Change
fi: Muuttaa
ko: 변경
sv: Förändra
zh: 改变

# SettingsVariants::log_type_users::session
source: Session
fi: istunto
ko: 세션
zh: 会议

# SettingsVariants::log_type_users::failed_login
source: Failed logins
fi: Epäonnistuneet kirjautumiset
ko: 로그인 실패
sv: Misslyckad inloggning
zh: 登录失败

# SettingsVariants::log_type_products::low_stock
source: Low stock
fi: Alhainen varasto
ko: 낮은 재고
sv: Lågt lager
zh: 低库存

# SettingsVariants::log_type_database::restore
source: Restore
fi: Palauttaa
ko: 복구
sv: Återställ
zh: 恢复

# SettingsVariants::log_type_database::backup
source: Backup
fi: Varmuuskopioida
ko: 백업
sv: Säkerhetskopiera
zh: 备份

# SettingsVariants::log_type_database::optimize
source: Optimize
fi: Optimoida
ko: 최적화
sv: Optimera
zh: 优化

# SettingsVariants::log_type_database::error
source: Errors
fi: Virheet
ko: 오류
sv: Fel
zh: 错误

# SettingsVariants::date_format::%m.%d.%Y
source: 09.29.2005 (month.day.year)
fi: 09.29.2005 (kuukausi.päivä.vuosi)
zh: 09.29.2005（月.日.年）

# SettingsVariants::date_format::%Y/%m/%d
source: 2005/09/29 (year/month/day)
fi: 29.9.2005 (vuosi/kuukausi/päivä)
zh: 2005/09/29（年/月/日）

# SettingsVariants::time_format::%I:%M:%S %p
source: 3:43:55 PM
zh: 下午 3 点 43 分 55 秒

# SettingsVariants::date_format::%Y-%m-%d
source: 2005-09-29 (year-month-day)
fi: 2005-09-29 (vuosi-kuukausi-päivä)
zh: 2005-09-29（年月日）

# SettingsVariants::time_format::%I.%M.%S %p
source: 3.43.55 PM
zh: 下午 3.43.55

# SettingsVariants::date_format::%Y.%m.%d
source: 2005.09.29 (year.month.day)
fi: 2005.09.29 (vuosi.kuukausi.päivä)
zh: 2005.09.29（年.月.日）

# SettingsVariants::exception_style::hide
source: Hide exception
fi: Piilota poikkeus
ko: 예외 숨기기
sv: Dölj ej tillåtna
zh: 隐藏异常

# SettingsVariants::alternative_currency::use_only_selected
source: Show prices in selected currency only
fi: Näytä hinnat vain valitussa valuutassa
ko: 선택한 통화로만 가격 표시
sv: Visa priser endast i standardvaluta
zh: 仅以所选货币显示价格

# SettingsVariants::date_format::%b %e, %Y
source: Sep 29, 2005 (month day, year)
fi: 29. syyskuuta 2005 (kuukausi päivä, vuosi)
sv: Feb 25, 2015
zh: 2005 年 9 月 29 日（月日，年）

# SettingsVariants::default_products_sorting::product
source: Product name
fi: Tuotteen nimi
ko: 상품명
sv: Produkttitel
zh: 产品名称

# SettingsVariants::day::%a, %b %e
source: Tue, Jan 3
fi: Ti, tammikuuta 3
sv: Ons, Feb 25
zh: 1 月 3 日，星期二

# SettingsVariants::week::%U
source: 1 week
fi: 1 viikko
ko: 1주일
sv: 1 vecka
zh: 1周

# SettingsVariants::month::%B
source: January
fi: tammikuu
ko: 1월
sv: Februari
zh: 一月

# SettingsVariants::mailer_send_method::smtp
source: via SMTP server
fi: SMTP-palvelimen kautta
zh: 通过 SMTP 服务器

# SettingsVariants::tax_calculation::unit_price
source: Unit price
fi: Yksikköhinta
ko: 단가
sv: Styckpris
zh: 单价

# SettingsVariants::date_format::%d %b %Y
source: 29 Sep 2005 (day month year)
fi: 29. syyskuuta 2005 (päivä kuukausi vuosi)
ko: 2005년 9월 29일 (일 월 연도)
sv: 25 Feb 2015
zh: 2005 年 9 月 29 日（日月年）

# SettingsVariants::date_format::%A, %B %e, %Y
source: Thursday, September 29, 2005 (day of week, month day, year)
fi: Torstai 29. syyskuuta 2005 (viikonpäivä, kuukausi päivä, vuosi)
sv: Onsdag, Februari 25, 2015
zh: 2005 年 9 月 29 日星期四（星期几、月日、年）

# SettingsVariants::date_format::%A, %e %B %Y
source: Thursday, 29 September 2005 (day of week, day month year)
fi: Torstai, 29. syyskuuta 2005 (viikonpäivä, päivä kuukausi vuosi)
ko: 2005년 9월 29일 목요일(요일, 일 월 연도)
sv: Onsdag, 25 Februari 2015
zh: 2005 年 9 月 29 日，星期四（星期几，年月日）

# SettingsVariants::day::%B %e, %Y
source: January 3, 2006
fi: 3. tammikuuta 2006
ko: 2006년 1월 3일
sv: Februari 25, 2015
zh: 2006 年 1 月 3 日

# SettingsVariants::exception_style::warning
source: Show warning on exception
fi: Näytä varoitus poikkeuksesta
ko: 예외 시 경고 표시
sv: Visa varning vid ej tillåtna
zh: 显示异常警告

# SettingsVariants::default_options_type::P
source: Simultaneous
fi: Samanaikainen
ko: 동시
sv: Samtidig
zh: 同时

# SettingsVariants::default_options_type::S
source: Sequential
fi: Peräkkäinen
ko: 연속적(Sequential)
sv: Sekventiell
zh: 顺序的

# SettingsVariants::default_exceptions_type::F
source: Forbidden
fi: Kielletty
ko: 금지됨
sv: Förbjuden
zh: 禁止的

# SettingsVariants::default_exceptions_type::A
source: Allowed
fi: Sallittu
ko: 허용
sv: Tillåten
zh: 允许

# SettingsVariants::default_zero_price_action::R
source: Do not allow customers to add the product to cart
fi: Älä anna asiakkaiden lisätä tuotetta ostoskoriin
ko: 고객이 장바구니에 제품을 추가하는 것을 허용하지 마십시오.
sv: Tillåt inte kunder att lägga produkten i kundvagnen
zh: 不允许客户将产品添加到购物车

# SettingsVariants::default_zero_price_action::P
source: Allow customers to add the product to cart
fi: Salli asiakkaiden lisätä tuote ostoskoriin
ko: 고객이 장바구니에 제품을 추가하도록 허용
sv: Tillåt kunder att lägga till produkten i varukorgen
zh: 允许客户将产品添加到购物车

# SettingsVariants::default_zero_price_action::A
source: Ask customer to enter the price
fi: Pyydä asiakasta syöttämään hinta
ko: 고객에게 가격을 입력하도록 요청
sv: Be kunden att ange priset
zh: 要求客户输入价格

# SettingsVariants::alternative_currency::use_selected_and_alternative
source: Show prices in default and selected currencies
fi: Näytä hinnat oletus- ja valituissa valuutoissa
ko: 기본 및 선택한 통화로 가격 표시
sv: Visa priser i standard och vald valuta
zh: 以默认和选定货币显示价格

# SettingsVariants::default_products_sorting::price
source: Price
fi: Hinta
ko: 가격
sv: Pris
zh: 价格

# SettingsVariants::mailer_send_method::mail
source: via php mail function
fi: php-sähköpostitoiminnon kautta
ko: PHP 메일 기능을 통해
sv: via php mail
zh: 通过 php 邮件功能

# SettingsVariants::timezone::Pacific/Apia
source: (GMT-11:00) Samoa
zh: (GMT-11:00) 萨摩亚

# SettingsVariants::tax_calculation::subtotal
source: Subtotal
fi: Välisumma
ko: 소계
sv: Delsumma
zh: 小计

# SettingsVariants::default_products_sorting::null
source: None
fi: Ei mitään
ko: 없음
sv: Ingen
zh: 没有任何

# SettingsVariants::day::%a %b %e, %Y
source: Tue Jan 3, 2006
fi: Ti 3. tammikuuta 2006
sv: Ons Feb 25, 2015 (veckodag månad dag, år)
zh: 2006 年 1 月 3 日，星期二

# SettingsVariants::week::%U, %b
source: 1, Jan
fi: 1. tammikuuta
ko: 1월 1일
sv: 25, Feb
zh: 1、一月

# SettingsVariants::month::%b
source: Jan
fi: tammikuu
ko: 1월
sv: Feb
zh: 一月

# SettingsVariants::mailer_send_method::sendmail
source: via sendmail program
fi: sendmail-ohjelman kautta
ko: 센드메일 프로그램을 통해
sv: via sendmail
zh: 通过 sendmail 程序

# SettingsVariants::timezone::Pacific/Honolulu
source: (GMT-10:00) Hawaii
fi: (GMT-10:00) Havaiji
zh: (GMT-10:00) 夏威夷

# SettingsVariants::day::%b %e
source: Jan 3
fi: 3. tammikuuta
ko: 1월 3일
sv: Feb 25
zh: 1月3日

# SettingsVariants::timezone::America/Anchorage
source: (GMT-09:00) Alaska
zh: (GMT-09:00) 阿拉斯加

# SettingsVariants::timezone::America/Los_Angeles
source: (GMT-08:00) Pacific Time (US & Canada); Tijuana
fi: (GMT-08:00) Tyynenmeren aika (USA ja Kanada); Tijuana
sv: (GMT-08:00) Pacific Time (USA & Kanada), Tijuana
zh: (GMT-08:00) 太平洋时间（美国和加拿大）；蒂华纳

# SettingsVariants::timezone::America/Denver
source: (GMT-07:00) Mountain Time (US & Canada)
fi: (GMT-07:00) Vuoristoaika (USA ja Kanada)
sv: (GMT-07:00) Mountain Time (USA & Kanada)
zh: (GMT-07:00) 山区时间（美国和加拿大）

# SettingsVariants::timezone::America/Chihuahua
source: (GMT-07:00) Chihuahua, Mazatlan
zh: (GMT-07:00) 马萨特兰奇瓦瓦

# SettingsVariants::timezone::America/Phoenix
source: (GMT-07:00) Arizona
zh: (GMT-07:00) 亚利桑那州

# SettingsVariants::timezone::America/Regina
source: (GMT-06:00) Saskatchewan
zh: (GMT-06:00) 萨斯喀彻温省

# SettingsVariants::timezone::America/Mexico_City
source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
zh: (GMT-06:00) 瓜达拉哈拉、墨西哥城、蒙特雷

# SettingsVariants::timezone::America/Chicago
source: (GMT-06:00) Central Time (US & Canada)
fi: (GMT-06:00) Keskiaika (USA ja Kanada)
sv: (GMT-06:00) Central Time (USA & Kanada)
zh: (GMT-06:00) 中部时间（美国和加拿大）

# SettingsVariants::timezone::America/Guatemala
source: (GMT-06:00) Central America
fi: (GMT-06:00) Keski-Amerikka
sv: (GMT-06:00) Centralamerika
zh: (GMT-06:00) 中美洲

# SettingsVariants::timezone::America/New_York
source: (GMT-05:00) Eastern Time (US & Canada)
fi: (GMT-05:00) Itäinen aika (USA ja Kanada)
sv: (GMT-05:00) Eastern Time (USA & Kanada)
zh: (GMT-05:00) 东部时间（美国和加拿大）

# SettingsVariants::timezone::America/Bogota
source: (GMT-05:00) Bogota, Lima, Quito
zh: (GMT-05:00) 波哥大、利马、基多

# SettingsVariants::timezone::America/Santiago
source: (GMT-04:00) Santiago
zh: (GMT-04:00) 圣地亚哥

# SettingsVariants::timezone::America/La_Paz
source: (GMT-04:00) Caracas, La Paz
zh: (GMT-04:00) 加拉加斯，拉巴斯

# SettingsVariants::timezone::America/Halifax
source: (GMT-04:00) Atlantic Time (Canada)
fi: (GMT-04:00) Atlantin aika (Kanada)
sv: (GMT-04:00) Atlantic Time (Kanada)
zh: (GMT-04:00) 大西洋时间（加拿大）

# SettingsVariants::timezone::America/St_Johns
source: (GMT-03:30) Newfoundland
zh: (GMT-03:30) 纽芬兰

# SettingsVariants::timezone::America/Sao_Paulo
source: (GMT-03:00) Brasilia
zh: (GMT-03:00) 巴西利亚

# SettingsVariants::timezone::Atlantic/South_Georgia
source: (GMT-02:00) Mid-Atlantic
fi: (GMT-02:00) Keski-Atlantti
sv: (GMT-02:00) Mittatlanten
zh: (GMT-02:00) 大西洋中部

# SettingsVariants::timezone::Atlantic/Cape_Verde
source: (GMT-01:00) Cape Verde Is.
fi: (GMT-01:00) Kap Verde Is.
sv: (GMT-01:00) Kap Verde
zh: (GMT-01:00) 佛得角群岛。

# SettingsVariants::timezone::Atlantic/Azores
source: (GMT-01:00) Azores
fi: (GMT-01:00) Azorit
sv: (GMT-01:00) Azorerna
zh: (GMT-01:00) 亚速尔群岛

# SettingsVariants::timezone::Atlantic/Reykjavik
source: (GMT) Reykjavik, Monrovia
zh: (GMT) 雷克雅未克，蒙罗维亚

# SettingsVariants::timezone::Europe/London
source: (GMT) Greenwich Mean Time: Edinburgh, Lisbon, London
fi: (GMT) Greenwichin aika: Edinburgh, Lissabon, Lontoo
sv: (GMT) Greenwich Mean Time: Edinburgh, Lissabon, London
zh: (GMT) 格林威治标准时间：爱丁堡、里斯本、伦敦

# SettingsVariants::timezone::Europe/Berlin
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
fi: (GMT+01:00) Amsterdam, Berliini, Bern, Rooma, Tukholma, Wien
sv: (GMT+01:00) Amsterdam, Berlin, Bern, Rom, Stockholm, Wien
zh: (GMT+01:00) 阿姆斯特丹、柏林、伯尔尼、罗马、斯德哥尔摩、维也纳

# SettingsVariants::timezone::Europe/Budapest
source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
fi: (GMT+01:00) Belgrad, Bratislava, Budapest, Ljubljana, Praha
sv: (GMT+01:00) Belgrad, Bratislava, Budapest, Ljubljana, Prag
zh: (GMT+01:00) 贝尔格莱德、布拉迪斯拉发、布达佩斯、卢布尔雅那、布拉格

# SettingsVariants::timezone::Europe/Paris
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
fi: (GMT+01:00) Bryssel, Kööpenhamina, Madrid, Pariisi
sv: (GMT+01:00) Bryssel, Köpenhamn, Madrid, Paris
zh: (GMT+01:00) 布鲁塞尔、哥本哈根、马德里、巴黎

# SettingsVariants::timezone::Europe/Warsaw
source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
fi: (GMT+01:00) Sarajevo, Skopje, Varsova, Zagreb
sv: (GMT+01:00) Sarajevo, Skopje, Warszawa, Zagreb
zh: (GMT+01:00) 萨拉热窝、斯科普里、华沙、萨格勒布

# SettingsVariants::timezone::Africa/Lagos
source: (GMT+01:00) West Central Africa
fi: (GMT+01:00) Länsi-Keski-Afrikka
sv: (GMT+01:00) Västra centralafrika
zh: (GMT+01:00) 中西部非洲

# SettingsVariants::timezone::Europe/Istanbul
source: (GMT+03:00) Istanbul
zh: (GMT+03:00) 伊斯坦布尔

# SettingsVariants::timezone::Europe/Athens
source: (GMT+02:00) Athens
fi: (GMT+02:00) Ateena
sv: (GMT + 02:00) Aten
zh: (GMT+02:00) 雅典

# SettingsVariants::timezone::Asia/Beirut
source: (GMT+02:00) Beirut
zh: (GMT+02:00) 贝鲁特

# SettingsVariants::timezone::Europe/Bucharest
source: (GMT+02:00) Bucharest
fi: (GMT+02:00) Bukarest
sv: (GMT+02:00) Bukarest
zh: (GMT+02:00) 布加勒斯特

# SettingsVariants::timezone::Africa/Cairo
source: (GMT+02:00) Cairo
fi: (GMT+02:00) Kairo
sv: (GMT+02:00) Kairo
zh: (GMT+02:00) 开罗

# SettingsVariants::timezone::Africa/Johannesburg
source: (GMT+02:00) Harare, Pretoria
zh: (GMT+02:00) 比勒陀利亚哈拉雷

# SettingsVariants::timezone::Europe/Kiev
source: (GMT+02:00) Helsinki, Kyiv, Riga, Sofia, Tallinn, Vilnius
fi: (GMT+02:00) Helsinki, Kiova, Riika, Sofia, Tallinna, Vilna
sv: (GMT+02:00) Helsingfors, Kiev, Riga, Sofia, Tallinn, Vilnius
zh: (GMT+02:00) 赫尔辛基、基辅、里加、索非亚、塔林、维尔纽斯

# SettingsVariants::timezone::Asia/Jerusalem
source: (GMT+02:00) Jerusalem
zh: (GMT+02:00) 耶路撒冷

# SettingsVariants::timezone::Asia/Baghdad
source: (GMT+03:00) Baghdad
fi: (GMT+03:00) Bagdad
sv: (GMT+03:00) Bagdad
zh: (GMT+03:00) 巴格达

# SettingsVariants::timezone::Asia/Riyadh
source: (GMT+03:00) Kuwait, Riyadh
fi: (GMT+03:00) Kuwait, Riad
zh: (GMT+03:00) 科威特、利雅得

# SettingsVariants::timezone::Europe/Moscow
source: (GMT+03:00) Moscow, St. Petersburg
fi: (GMT+03:00) Moskova, Pietari
sv: (GMT+03:00) Moskva, St. Petersburg
zh: (GMT+03:00) 莫斯科、圣彼得堡

# SettingsVariants::timezone::Europe/Minsk
source: (GMT+03:00) Minsk
zh: (GMT+03:00) 明斯克

# SettingsVariants::timezone::Africa/Nairobi
source: (GMT+03:00) Nairobi
zh: (GMT+03:00) 内罗毕

# SettingsVariants::timezone::Asia/Tehran
source: (GMT+03:30) Tehran
fi: (GMT+03:30) Teheran
sv: (GMT+03:30) Teheran
zh: (GMT+03:30) 德黑兰

# SettingsVariants::timezone::Asia/Dubai
source: (GMT+04:00) Abu Dhabi, Muscat
zh: (GMT+04:00) 阿布扎比、马斯喀特

# SettingsVariants::timezone::Asia/Yerevan
source: (GMT+04:00) Baku, Tbilisi, Yerevan
fi: (GMT+04:00) Baku, Tbilisi, Jerevan
sv: (GMT+04:00) Baku, Tbilisi, Jerevan
zh: (GMT+04:00) 巴库、第比利斯、埃里温

# SettingsVariants::timezone::Asia/Kabul
source: (GMT+04:30) Kabul
zh: (GMT+04:30) 喀布尔

# SettingsVariants::timezone::Asia/Yekaterinburg
source: (GMT+05:00) Ekaterinburg
fi: (GMT+05:00) Jekaterinburg
sv: (GMT+05:00) Jekaterinburg
zh: (GMT+05:00) 叶卡捷琳堡

# SettingsVariants::timezone::Asia/Tashkent
source: (GMT+05:00) Islamabad, Karachi, Tashkent
fi: (GMT+05:00) Islamabad, Karachi, Taškent
sv: (GMT+05:00) Islamabad, Karachi, Tasjkent
zh: (GMT+05:00) 伊斯兰堡、卡拉奇、塔什干

# SettingsVariants::timezone::Asia/Kolkata
source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
zh: (GMT+05:30) 钦奈、加尔各答、孟买、新德里

# SettingsVariants::timezone::Asia/Kathmandu
source: (GMT+05:45) Kathmandu
sv: (GMT+05:45) Katmandu
zh: (GMT+05:45) 加德满都

# SettingsVariants::timezone::Asia/Novosibirsk
source: (GMT+07:00) Novosibirsk
zh: (GMT+07:00) 新西伯利亚

# SettingsVariants::timezone::Asia/Dhaka
source: (GMT+06:00) Nur-Sultan, Dhaka
zh: (GMT+06:00) 努尔苏丹，达卡

# SettingsVariants::timezone::Asia/Colombo
source: (GMT+06:00) Sri Jayawardenepura
zh: (GMT+06:00) 斯里贾亚瓦德纳普拉

# SettingsVariants::timezone::Asia/Yangon
source: (GMT+06:30) Yangon
zh: (GMT+06:30) 仰光

# SettingsVariants::timezone::Asia/Bangkok
source: (GMT+07:00) Bangkok, Hanoi, Jakarta
zh: (GMT+07:00) 曼谷、河内、雅加达

# SettingsVariants::timezone::Asia/Krasnoyarsk
source: (GMT+07:00) Krasnoyarsk
fi: (GMT+07:00) Krasnojarsk
zh: (GMT+07:00) 克拉斯诺亚尔斯克

# SettingsVariants::timezone::Asia/Shanghai
source: (GMT+08:00) Beijing, Chongqing, Hong Kong
fi: (GMT+08:00) Peking, Chongqing, Hongkong
sv: (GMT+08:00) Peking, Chongqing, Hong Kong
zh: (GMT+08:00) 北京、重庆、香港

# SettingsVariants::timezone::Asia/Irkutsk
source: (GMT+08:00) Irkutsk, Ulaanbaatar
zh: (GMT+08:00) 伊尔库茨克、乌兰巴托

# SettingsVariants::timezone::Asia/Singapore
source: (GMT+08:00) Kuala Lumpur, Singapore
zh: (GMT+08:00) 吉隆坡、新加坡

# SettingsVariants::timezone::Australia/Perth
source: (GMT+08:00) Perth
zh: (GMT+08:00) 珀斯
