Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::email_template.create_profile
source: User profile creation
fi: Käyttäjäprofiilin luominen
ko: 사용자 프로필 생성
sv: Skapande av användarprofil
zh: 用户配置文件创建

# Languages::email_template.edp_access
source: Orders: access to downloadable products
fi: Tilaukset: pääsy ladattaviin tuotteisiin
ko: 주문: 다운로드 가능한 제품에 대한 액세스
sv: Beställningar: tillgång till nedladdningsbara produkter
zh: 订单：访问可下载的产品

# Languages::email_template.give_coupon
source: Promotions: coupon
fi: Kampanjat: kuponki
ko: 프로모션: 쿠폰
sv: Kampanjer: kupong
zh: 促销：优惠券

# Languages::email_template.low_stock
source: Product low stock notification
fi: Ilmoitus tuotteen vähäisestä varastosta
ko: 제품 재고 부족 알림
sv: Meddelande om lågt lager på produkten
zh: 产品低库存通知

# Languages::email_template.order_notification
source: Order notification: [name]
fi: Tilausilmoitus: [name]
ko: 주문 알림: [name]
sv: Beställningsavisering: [name]
zh: 订单通知： [name]

# Languages::email_template.order_notification_default
source: Order notification: Default template for a new order status
fi: Tilausilmoitus: Oletusmalli uudelle tilaustilalle
ko: 주문 알림: 새 주문 상태에 대한 기본 템플릿
sv: Orderavisering: Standardmall för en ny orderstatus
zh: 订单通知：新订单状态的默认模板

# Languages::email_template.profile_activated
source: User account activation
fi: Käyttäjätilin aktivointi
ko: 사용자 계정 활성화
sv: Aktivering av användarkonto
zh: 用户账户激活

# Languages::email_template.recover_password
source: Password recovery
fi: Salasanan palautus
ko: 비밀번호 복구
sv: Återställning av lösenord
zh: 找回密码

# Languages::email_template.reminder
source: Admin password expiration
fi: Admin salasanan vanhentuminen
ko: 관리자 비밀번호 만료
sv: Administratörslösenord löper ut
zh: 管理员密码过期

# Languages::email_template.shipment_products
source: Orders: products shipped
fi: Tilaukset: tuotteet lähetetty
ko: 주문: 배송된 제품
sv: Beställningar: produkter skickas
zh: 订单：发货的产品

# Languages::email_template.track
source: Orders: tracking
fi: Tilaukset: seuranta
ko: 주문: 추적
sv: Beställningar: spårning
zh: 订单：跟踪

# Languages::email_template.update_profile
source: User profile update
fi: Käyttäjäprofiilin päivitys
ko: 사용자 프로필 업데이트
sv: Uppdatering av användarprofil
zh: 用户资料更新

# Languages::email_template.usergroup_activation
source: User group activation
fi: Käyttäjäryhmän aktivointi
ko: 사용자 그룹 활성화
sv: Användargruppsaktivering
zh: 用户组激活

# Languages::email_template.usergroup_disactivation
source: User group disactivation
fi: Käyttäjäryhmän deaktivointi
ko: 사용자 그룹 비활성화
sv: Inaktivering av användargrupp
zh: 用户组停用

# Languages::email_template.usergroup_request
source: User group request
fi: Käyttäjäryhmäpyyntö
ko: 사용자 그룹 요청
sv: Användargruppsbegäran
zh: 用户组请求

# Languages::email_template.upgrade_backup_info
source: Upgrade: restore link
fi: Päivitys: palauta linkki
ko: 업그레이드: 링크 복원
sv: Uppgradering: återställ länk
zh: 升级：恢复链接

# Languages::email_template.params.attach_order_document
source: Attach a PDF document
fi: Liitä PDF-dokumentti
ko: PDF 문서 첨부
sv: Bifoga ett PDF-dokument
zh: 附加 PDF 文档

# Languages::edit_customer_notification
source: Edit the email sent to customers
fi: Muokkaa asiakkaille lähetettyä sähköpostia
ko: 고객에게 발송된 이메일 수정
sv: Redigera e-postmeddelandet som skickas till kunder
zh: 编辑发送给客户的电子邮件

# Languages::edit_admin_notification
source: Edit the email sent to administrators
fi: Muokkaa järjestelmänvalvojille lähetettyä sähköpostia
ko: 관리자에게 보낸 이메일 수정
sv: Redigera e-postmeddelandet som skickats till administratörer
zh: 编辑发送给管理员的电子邮件

# Languages::copy
source: Copy
fi: Kopio
ko: 복사
sv: Kopiera
zh: 复制

# Languages::copied
source: Copied
fi: Kopioitu
ko: 복사됨
sv: Kopierade
zh: 已复制

# Languages::addon_uninstall_sql_error
source: An error in an SQL query occurred during the add-on uninstallation.
fi: SQL-kyselyssä tapahtui virhe lisäosan asennuksen poistamisen aikana.
sv: Ett SQL-fel inträffade under avinstallationen av ett tillägg.
zh: 在加载项卸载期间发生 SQL 查询错误。

# Languages::payments.qbms.quickbooks_connection
source: QuickBooks Connection
fi: QuickBooks-yhteys
ko: QuickBooks 연결
sv: QuickBooks anslutning
zh: QuickBooks 连接

# Languages::payments.qbms.configuration_required
source: <p>Fill in the fields below and save the changes:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Click "Connect to QuickBooks" button that will appear instead of this message to finish payment configuration.</p>
fi: <p>Täytä alla olevat kentät ja tallenna muutokset:<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>Napsauta "Connect to QuickBooks" -painiketta, joka tulee näkyviin tämän viestin sijaan päättääksesi maksun määrityksen.</p>
ko: <p>아래 필드를 채우고 변경 사항을 저장하십시오.<br>- 앱 토큰<br>- OAuth 소비자 키<br> - OAuth 소비자 비밀</p><p>결제 구성을 완료하려면 이 메시지 대신 표시될 "QuickBook에 연결" 버튼을 클릭하십시오.</p>
sv: <p>Fyll i uppgifterna nedan och spara:<br>- App Token<br>- OAuth Consumer Key<br>- OAuth Consumer Secret</p><p>Klicka på 'Connect to QuickBooks' knappen som visas i stället för detta meddelande för att slutföra inställningarna.</p>
zh: <p>填写以下字段并保存更改：<br>- App Token<br>- OAuth Consumer Key<br> - OAuth Consumer Secret</p><p>单击将出现而不是此消息的“连接到 QuickBooks”按钮以完成付款配置。</p>

# Languages::payments.qbms.app_token
source: App Token
fi: Sovellustunnus
ko: App 토큰
zh: 应用令牌

# Languages::payments.qbms.oauth_consumer_key
source: OAuth Consumer Key
fi: OAuth-kuluttajaavain
sv: OAuth kundnyckel
zh: OAuth 消费者密钥

# Languages::payments.qbms.oauth_consumer_secret
source: OAuth Consumer Secret
sv: OAuth kundhemlighet
zh: OAuth 消费者秘密

# Languages::payments.qbms.oauth_client_id
source: OAuth Client Id
fi: OAuth-asiakastunnus
sv: OAuth-klient-id
zh: OAuth 客户端 ID

# Languages::payments.qbms.oauth_client_secret
source: OAuth Client Secret
fi: OAuth-asiakassalaisuus
sv: OAuth-klienthemlighet
zh: OAuth 客户端密码

# Languages::payments.qbms.token_expires
source: The token expires on <b>[date]</b> at <b>[time]</b>.
fi: Tunnus vanhenee <b>[date]</b> klo <b>[time]</b>.
ko: 토큰은 <b>[date]</b> <b>[time]</b>에 만료됩니다.
sv: Token löper up den <b>[date]</b> klockan <b>[time]</b>.
zh: 令牌在 <b>[date]</b> 的 <b>[time]</b>到期。

# Languages::payments.qbms.token_expired
source: The token has expired.
fi: Tunnus on vanhentunut.
ko: 토큰이 만료되었습니다.
sv: Token har löpt ut.
zh: 令牌已过期。

# Languages::payments.qbms.renew_token
source: Press "Connect to QuickBooks" to renew the token.
fi: Uusi tunnus painamalla "Yhdistä QuickBooksiin".
ko: 토큰을 갱신하려면 "QuickBook에 연결"을 누르십시오.
sv: Klicka på "Anlut till QuickBooks" för att förnya token.
zh: 按“连接到 QuickBooks”以更新令牌。

# Languages::payments.qbms.tip_fill_redirect
source: <p>- In the QuickBooks application, copy the following value into the Redirect URI field:</p><p>[url]</p><p>- Click the "Connect to QuickBooks" button.</p>
fi: <p>- Kopioi QuickBooks-sovelluksessa seuraava arvo Uudelleenohjaus-URI-kenttään:</p><p>[url]</p><p>- Napsauta "Yhdistä QuickBooksiin" -painiketta.</p>
ko: <p>- QuickBooks 애플리케이션에서 다음 값을 리디렉션 URI 필드에 복사합니다.</p><p>[url]</p><p>- "QuickBooks에 연결" 버튼을 클릭합니다.</p>
sv: <p>- I QuickBooks-applikationen, kopiera följande värde till fältet Redirect URI:</p><p>[url]</p><p>- Klicka på knappen "Anslut till QuickBooks".</p>
zh: <p>- 在 QuickBooks 应用程序中，将以下值复制到重定向 URI 字段：</p><p>[url]</p><p>- 单击“连接到 QuickBooks”按钮。</p>

# Languages::payments.qbms.configure_payment_method
source: <p>How to configure the payment method:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Obtain OAuth 2.0</a> credentials from <b>QuickBooks Online</b> application (QuickBooks Desktop won't work).</p><p>2. Copy them to the payment method settings in [product].</p><p>3. Click "Create", then open the settings of this payment method again to finish its configuration.</p>
fi: <p>Maksutavan määrittäminen:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Hanki OAuth 2.0</a> valtuustiedot <b>QuickBooks Online</b> -sovelluksesta (QuickBooks Desktop ei toimi).</p><p>2. Kopioi ne kohdassa [product]olevaan maksutavan asetuksiin.</p><p>3. Napsauta "Luo" ja avaa tämän maksutavan asetukset uudelleen viimeistelläksesi sen määrityksen.</p>
ko: <p>지불 방법을 구성하는 방법:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app"> <b>QuickBooks Online</b> 애플리케이션에서 OAuth 2.0</a> 자격 증명을 얻습니다(QuickBooks Desktop은 작동하지 않음).</p><p>2. [product]의 결제 수단 설정에 복사합니다.</p><p>3. "만들기"를 클릭한 다음 이 결제 방법의 설정을 다시 열어 구성을 마칩니다.</p>
sv: <p>Så här konfigurerar du betalningsmetoden:</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">Skaffa OAuth 2.0</a> -referenser från <b>QuickBooks Online</b> -applikation (QuickBooks Desktop fungerar inte).</p><p>2. Kopiera dem till inställningarna för betalningsmetod i [product].</p><p>3. Klicka på "Skapa" och öppna sedan inställningarna för denna betalningsmetod igen för att slutföra konfigurationen.</p>
zh: <p>如何配置付款方式：</p><p>1. <a target="_blank" href="https://developer.intuit.com/app/developer/qbo/docs/develop/authentication-and-authorization/oauth-2.0#obtain-oauth2-credentials-for-your-app">从 <b>QuickBooks Online</b> 应用程序获取 OAuth 2.0</a> 凭据（QuickBooks Desktop 将不起作用）。</p><p>2.将它们复制到 [product]中的付款方式设置中。</p><p>3. 点击“创建”，然后再次打开该支付方式的设置，完成配置。</p>

# Languages::text_money_back_guarantee
source: We offer 30-day money-back guarantee. If you don't like our product, we'll return you the money, no needless questions asked.
fi: Tarjoamme 30 päivän rahat takaisin -takuun. Jos et pidä tuotteestamme, palautamme sinulle rahat ilman turhia kysymyksiä.
ko: 우리는 30일 환불 보장을 제공합니다. 우리 제품이 마음에 들지 않으면 돈을 돌려 드리겠습니다. 불필요한 질문은 묻지 않습니다.
sv: Vi erbjuder dig 30-dagar pengarna-tillbaka garanti. Om du inte är nöjd med vår produkt kommer vi att återbetala dig de pengar du betalt utan några onödiga frågor.
zh: 我们提供 30 天退款保证。如果您不喜欢我们的产品，我们将退还您的钱，无需提出任何不必要的问题。

# Languages::admin_panel_will_be_blocked
source: Installation integrity check failed. The access to the Administration panel will be blocked within 2 days. Please contact our <a href="[href]">support team</a>
fi: Asennuksen eheyden tarkistus epäonnistui. Pääsy Hallintapaneeliin estetään 2 päivän kuluessa. Ota yhteyttä <a href="[href]">-tukitiimiimme</a>
ko: 설치 무결성 검사에 실패했습니다. 관리 패널에 대한 액세스는 2일 이내에 차단됩니다. <a href="[href]">지원 팀</a>에 문의하십시오.
sv: Installationens integritetskontroll misslyckades. Tillgång till kontrollpanelen kommer att blockeras inom 2 dagar. Kontakta vår <a href="[href]">support</a>
zh: 安装完整性检查失败。对管理面板的访问将在 2 天内被阻止。请联系我们的 <a href="[href]">支持团队</a>

# Languages::text_license_is_disabled
source: The license is disabled. Please check your license status.
fi: Lisenssi on poistettu käytöstä. Tarkista lisenssisi tila.
ko: 라이센스가 비활성화되었습니다. 라이센스 상태를 확인하십시오.
sv: Licensen är deaktiverad. Kontrollera din licensstatus.
zh: 许可证被禁用。请检查您的许可证状态。

# Languages::text_license_is_invalid
source: Invalid license number. Please enter a valid license number.
fi: Virheellinen lisenssinumero. Anna voimassa oleva lisenssinumero.
ko: 잘못된 라이센스 번호입니다. 유효한 라이센스 번호를 입력하십시오.
sv: Ogiltigt licensnummer. Ange ett giltigt licensnummer.
zh: 无效的许可证号。请输入有效的许可证号。

# Languages::text_license_is_disabled_full
source: The license is disabled. Please check your license status or select a different store mode.
fi: Lisenssi on poistettu käytöstä. Tarkista lisenssisi tila tai valitse toinen kauppatila.
ko: 라이센스가 비활성화되었습니다. 라이선스 상태를 확인하거나 다른 스토어 모드를 선택하세요.
sv: Licensen är deaktiverad. Kontrollera din licensstatus eller välj ett annat butiksläge.
zh: 许可证被禁用。请检查您的许可证状态或选择不同的商店模式。

# Languages::text_license_is_invalid_full
source: Invalid license number. Please enter a valid license number or select a different store mode.
fi: Virheellinen lisenssinumero. Anna voimassa oleva lisenssinumero tai valitse toinen kauppatila.
ko: 잘못된 라이센스 번호입니다. 유효한 라이센스 번호를 입력하거나 다른 스토어 모드를 선택하십시오.
sv: Ogiltigt licensnummer. Ange ett giltigt licensnummer eller välj ett annat butiksläge.
zh: 无效的许可证号。请输入有效的许可证号或选择不同的商店模式。

# Languages::error_directory_not_writable
source: Directory "[dir]" is not writable. Please check permissions for this directory of your installation.
fi: Hakemistoon "[dir]" ei voi kirjoittaa. Tarkista tämän asennushakemiston käyttöoikeudet.
ko: 디렉토리 "[dir]"은(는) 쓸 수 없습니다. 설치의 이 디렉토리에 대한 권한을 확인하십시오.
sv: Mappen "[dir]" är inte skrivbar. Kontrollera behörigheterna för denna mapp på din installation.
zh: 目录“[dir]”不可写。请检查您的安装目录的权限。

# Languages::error_cannot_delete_files
source: Cannot delete files: <b>[files]</b>. Please check the permissions.
fi: Ei voi poistaa tiedostoja: <b>[files]</b>. Tarkista käyttöoikeudet.
ko: 파일을 삭제할 수 없음: <b>[files]</b>. 권한을 확인하십시오.
sv: Kunde inte ta bort filerna: <b>[files]</b>. Kontrollera behörighet.
zh: 无法删除文件： <b>[files]</b>。请检查权限。

# Languages::feature_groups
source: Feature groups
fi: Ominaisuusryhmät
ko: 기능 그룹
sv: Funktionsgrupper
zh: 特征组

# Languages::shippings.can.business_account_information
source: Business account information
fi: Yritystilin tiedot
ko: 비즈니스 계정 정보
sv: Affärskontoinformation
zh: 企业账户信息

# Languages::shippings.can.customer_number
source: Customer number
fi: Asiakasnumero
ko: 고객 번호
sv: Kundnummer
zh: 顾客号码

# Languages::ttc_shippings.can.customer_number
source: Customer number is required for commercial customers and Solutions for Small Business members to get discounted rates if parcel is mailed on behalf of customer
fi: Asiakasnumero vaaditaan kaupallisille asiakkaille ja Solutions for Small Business -jäsenille saadakseen alennetut hinnat, jos paketti postitetaan asiakkaan puolesta
ko: 소포가 고객을 대신하여 우편으로 발송되는 경우 상업 고객 및 Solutions for Small Business 회원이 할인을 받으려면 고객 번호가 필요합니다.
sv: Kundnummer krävs för kommersiella kunder och småföretag för att få rabatterade priser om paket skickas på uppdrag av kund
zh: 如果包裹代表客户邮寄，则商业客户和小型企业会员解决方案需要客户编号才能获得折扣率

# Languages::shippings.can.contract_id
source: Contract ID
fi: Sopimustunnus
ko: 계약 ID
sv: Kontrakt ID
zh: 合约编号

# Languages::ttc_shippings.can.contract_id
source: Contract ID is required to obtain discounted rates for commercial customers when the Customer number is specified. Contract ID must be omitted for Solutions for Small Business members or general business users
fi: Sopimustunnus vaaditaan alennettujen hintojen saamiseksi kaupallisille asiakkaille, kun asiakasnumero on määritetty. Sopimustunnus on jätettävä pois Solutions for Small Business -jäsenistä tai tavallisista yrityskäyttäjistä
ko: 고객 번호가 지정된 경우 상업 고객에 대한 할인 요금을 얻으려면 계약 ID가 필요합니다. Solution for Small Business 회원 또는 일반 비즈니스 사용자의 경우 계약 ID를 생략해야 합니다.
sv: Kontrakt ID krävs för att få rabatt för kommersiella kunder när kundnumret angetts. Kontrakt ID måste utelämnas för små företagskunder eller generellt för företagskunder
zh: 当指定客户编号时，需要合同 ID 才能获得商业客户的折扣率。小型企业成员或一般企业用户的解决方案必须省略合同 ID

# Languages::shippings.can.api_keys
source: API keys
fi: API-avaimet
ko: API 키
sv: API nycklar
zh: API 密钥

# Languages::shippings.can.username
source: Username
fi: Käyttäjätunnus
ko: 아이디
sv: Användarnamn
zh: 用户名

# Languages::shippings.can.password
source: Password
fi: Salasana
ko: 비밀번호
sv: Lösenord
zh: 密码

# Languages::shippings.can.options
source: Delivery options
fi: Toimitusvaihtoehdot
ko: 배송 옵션
sv: Leveransalternativ
zh: 交付选项

# Languages::shippings.can.option_so
source: Signature
fi: Allekirjoitus
ko: 서명
sv: Signatur
zh: 签名

# Languages::shippings.can.option_cov
source: Coverage
fi: Kattavuus
ko: 적용 범위
sv: Täckning
zh: 覆盖范围

# Languages::ttc_shippings.can.option_cov
source: Requires amount
fi: Vaatii määrän
ko: 금액 필요
sv: Erfodras belopp
zh: 需要金额

# Languages::shippings.can.option_cov_amount
source: Coverage amount
fi: Takauksen määrä
ko: 보장 금액
sv: Täckningsbelopp
zh: 承保金额

# Languages::shippings.can.option_cod
source: Collect on Delivery
fi: Nouda toimituksen yhteydessä
ko: 배달 시 수령
sv: Betalning vid leverans
zh: 货到付款

# Languages::shippings.can.option_pa18
source: Proof of Age Required - 18
fi: Ikätodistus vaaditaan - 18
ko: 나이 증명 필요 - 18세
sv: Legitimation krävs - 18 år
zh: 需要年龄证明 - 18

# Languages::shippings.can.option_pa19
source: Proof of Age Required - 19
fi: Ikätodistus vaaditaan - 19
ko: 나이 증명 필요 - 19세
sv: Legitimation krävs - 19 år
zh: 需要年龄证明 - 19

# Languages::shippings.can.option_hfp
source: Card for pickup
fi: Kortti noutoa varten
ko: 픽업용 카드
sv: Kort för hämtning
zh: 取件卡

# Languages::shippings.can.option_dns
source: Do not safe drop
fi: Älä pudota turvallisesti
ko: 안전 낙하 금지
sv: Ingen säker leverans
zh: 不要安全掉落

# Languages::shippings.can.option_lad
source: Leave at door - do not card
fi: Poistu ovesta - älä korttele
ko: 문앞에 두십시오 - 카드를 사용하지 마십시오
sv: Lämna vid dörren - inget kort
zh: 留在门口 - 不要刷卡

# Languages::shippings.aup.pac_api_key
source: PAC API key
fi: PAC API avain
sv: PAC API-nyckel
zh: PAC API 密钥

# Languages::shippings.aup.currency_not_configured
source: To activate the Australia Post shipping processor, you must have the Australian Dollar currency enabled.
fi: Australia Post -lähetysprosessorin aktivoiminen edellyttää, että Australian dollari on käytössä.
ko: 호주 우체국 배송 처리자를 활성화하려면 호주 달러 통화가 활성화되어 있어야 합니다.
sv: För att aktivera Australia Post måste Australisk dollar vara aktiv.
zh: 要激活澳大利亚邮政运输处理器，您必须启用澳元货币。

# Languages::licensing_and_upgrades
source: Licensing and upgrades
fi: Lisenssit ja päivitykset
ko: 라이선스 및 업그레이드
sv: Licensiering och uppgraderingar
zh: 许可和升级

# Languages::addon_license_key_tooltip
source: Enter license key you've received by e-mail in order to receive the add-on upgrades.
fi: Anna sähköpostilla saamasi lisenssiavain saadaksesi lisäosien päivitykset.
ko: 애드온 업그레이드를 받으려면 이메일로 받은 라이선스 키를 입력하세요.
sv: Ange licensnyckel som du har fått via e-post för att ta emot tilläggsuppgraderingarna.
zh: 输入您通过电子邮件收到的许可证密钥以接收附加升级。

# Languages::api_shipments_update_not_allowed
source: Only tracking_number, status, comments and timestamp can be updated
fi: Vain seurantanumero, tila, kommentit ja aikaleima voidaan päivittää
ko: Tracking_number, 상태, 댓글 및 타임스탬프만 업데이트할 수 있습니다.
sv: Endast tracking_number, status, kommentarer och tidsstämpel kan uppdateras
zh: 只有tracking_number、status、comments和timestamp可以更新

# Languages::api_shipments_status_not_correct
source: Value of status field is not correct. Allowed values: 'A', 'P', 'S'
fi: Tilakentän arvo ei ole oikea. Sallitut arvot: 'A', 'P', 'S'
ko: 상태 필드의 값이 올바르지 않습니다. 허용되는 값: 'A', 'P', 'S'
sv: Värdet på statusfältet är inte korrekt. Tillåtna värden: 'A', 'P', 'S'
zh: 状态字段的值不正确。允许的值：'A'、'P'、'S'

# Languages::cannot_remove_theme_has_dependent_themes
source: The theme can't be removed as the following themes depend on it: [dependent_themes]
fi: Teemaa ei voi poistaa, koska seuraavat teemat riippuvat siitä: [dependent_themes]
ko: 다음 테마가 종속되어 있으므로 테마를 제거할 수 없습니다. [dependent_themes]
sv: Temat kan inte tas bort eftersom följande teman beror på det: [dependent_themes]
zh: 该主题无法删除，因为以下主题依赖于它： [dependent_themes]

# Languages::text_installing_theme_dependencies
source: Installing the theme dependencies: [dependencies]
fi: Teeman riippuvuuksien asentaminen: [dependencies]
ko: 테마 종속성 설치: [dependencies]
sv: Installera temaberoenden: [dependencies]
zh: 安装主题依赖： [dependencies]

# Languages::text_unable_to_install_theme_dependencies
source: Unable to install the theme dependencies: [dependencies]
fi: Teeman riippuvuuksia ei voi asentaa: [dependencies]
ko: 테마 종속성을 설치할 수 없음: [dependencies]
sv: Det går inte att installera temaberoendena: [dependencies]
zh: 无法安装主题依赖项： [dependencies]

# Languages::exim_cannot_create_variant_for_shareable_feature
source: You cannot create a variant for a shareable feature.
fi: Et voi luoda muunnelmaa jaettavalle ominaisuudelle.
ko: 공유 가능한 기능에 대한 변형을 생성할 수 없습니다.
sv: Du kan inte skapa en variant för en delbar funktion.
zh: 您不能为可共享特征创建变体。

# Languages::warning_default_language_sharing_removed
source: The default language defined in settings has been removed for the <b>[company]</b> storefront. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
fi: Asetuksissa määritetty oletuskieli on poistettu <b>[company]</b> -myymälästä. Päivitä käyttöliittymän oletuskieliarvo seuraavalla sivulla: <a href="[link]">Asetukset :: Ulkoasu</a>
ko: 설정에 정의된 기본 언어는 <b>[company]</b> 상점 첫 화면에서 제거되었습니다. 다음 페이지에서 Frontend 기본 언어 값을 업데이트하십시오. <a href="[link]">설정 :: 모양</a>
sv: Standardspråket som definieras i inställningarna har tagits bort för <b>[company]</b> skyltfönster. Uppdatera gränssnittets standardspråkvärde på följande sida: <a href="[link]">Inställningar :: Utseende</a>
zh: 已删除 <b>[company]</b> 店面的设置中定义的默认语言。请在以下页面更新前端默认语言值： <a href="[link]">设置 :: 外观</a>

# Languages::warning_default_currency_absent
source: Could not assign default currency for the <b>[storefront]</b> storefront. Please update the default currency value on the following page: <a href="[link]">Administration :: Currencies</a>
fi: Ei voitu määrittää oletusvaluuttaa <b>[storefront]</b> -liikkeen julkisivulle. Päivitä oletusvaluutan arvo seuraavalle sivulle: <a href="[link]">Hallinta :: Valuutat</a>
ko: <b>[storefront]</b> 상점 첫화면에 기본 통화를 할당할 수 없습니다. 다음 페이지에서 기본 통화 값을 업데이트하십시오. <a href="[link]">관리 :: 통화</a>
sv: Kunde inte tilldela standardvaluta för <b>[storefront]</b> skyltfönster. Uppdatera standardvalutavärdet på följande sida: <a href="[link]">Administration :: Valutor</a>
zh: 无法为 <b>[storefront]</b> 店面分配默认货币。请更新以下页面上的默认货币值： <a href="[link]">管理 :: 货币</a>

# Languages::page_url
source: Page URL
fi: Sivun URL-osoite
ko: 페이지 URL
sv: Sidans URL
zh: 页面网址

# Languages::tt_views_pages_components_pages_link_page_url
source: The page inner URL
fi: Sivun sisäinen URL-osoite
ko: 페이지 내부 URL
sv: Sidans inre URL
zh: 页面内部 URL

# Languages::page_target_url
source: Target URL
fi: Kohde-URL-osoite
ko: 타겟 URL
sv: Måladress
zh: 目标网址

# Languages::tt_views_pages_components_pages_link_page_target_url
source: The URL to redirect customers to
fi: URL-osoite, johon asiakkaat uudelleenohjataan
ko: 고객을 리디렉션할 URL
sv: Webbadressen att omdirigera kunder till
zh: 将客户重定向到的 URL

# Languages::shippings.fedex.freight_account_number
source: Freight account number
fi: Rahti tilinumero
ko: 화물 계좌 번호
sv: Fraktkontonummer
zh: 货运帐号

# Languages::ship_fedex_package_type_fedex_extra_large_box
source: FedEx Extra Large Box
sv: FedEx extra stor låda
zh: 联邦快递超大箱子

# Languages::ship_fedex_package_type_fedex_large_box
source: FedEx Large Box
fi: FedEx iso laatikko
sv: FedEx stor låda
zh: 联邦快递大箱子

# Languages::ship_fedex_package_type_fedex_medium_box
source: FedEx Medium Box
sv: FedEx mellanlåda
zh: 联邦快递中号箱

# Languages::ship_fedex_package_type_fedex_small_box
source: FedEx Small Box
fi: FedEx pieni laatikko
sv: FedEx liten låda
zh: 联邦快递小箱子

# Languages::ship_fedex_drop_off_type_business_service_center
source: Business service center
fi: Yrityspalvelukeskus
ko: 비즈니스 서비스 센터
zh: 商务服务中心

# Languages::ship_fedex_drop_off_type_drop_box
source: Drop box
fi: Pudotuslaatikko
ko: 드롭 박스
zh: 投递箱

# Languages::shippings.fedex.options
source: Delivery options
fi: Toimitusvaihtoehdot
ko: 배송 옵션
sv: Leveransalternativ
zh: 交付选项

# Languages::shippings.fedex.option_broker_select_option
source: Broker select option
fi: Välittäjävalintavaihtoehto
ko: 브로커 선택 옵션
sv: Välj alternativ för mäklare
zh: 经纪人选择选项

# Languages::shippings.fedex.option_call_before_delivery
source: Call before delivery
fi: Soita ennen toimitusta
ko: 배송전 전화주세요
sv: Ring innan leverans
zh: 发货前打电话

# Languages::shippings.fedex.option_cod
source: COD
fi: TURSKA
ko: 대구
sv: TORSK
zh: 鳕鱼

# Languages::shippings.fedex.option_cod_amount
source: COD amount
fi: COD määrä
ko: 대금 상환 금액
sv: COD mängd
zh: 化学需氧量

# Languages::shippings.fedex.option_cod_collection_type
source: COD collection type
fi: COD-keräyksen tyyppi
ko: 대금 상환 유형
sv: COD-uppsamlingstyp
zh: COD 采集类型
