Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::product_state_description.ult.ru.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia.</p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu.</p><br>
zh: <p>您现在可以不受时间限制地使用该软件。</p><br>

# Languages::product_state_description.ult.b2b.new
source: <p>You can use one of these licenses: <a href="[standard_license_url]" target="_blank">[product]</a> or <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Both licenses allow you to use [product] without time restrictions.</p><br>
fi: <p>Voit käyttää jotakin seuraavista käyttöoikeuksista: <a href="[standard_license_url]" target="_blank">[product]</a> tai <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Molemmat lisenssit antavat sinun käyttää [product] :ää ilman aikarajoituksia.</p><br>
ko: <p>다음 라이선스 중 하나를 사용할 수 있습니다. <a href="[standard_license_url]" target="_blank">[product]</a> 또는 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. 두 라이선스 모두 시간 제한 없이 [product] 을 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda en av dessa licenser: <a href="[standard_license_url]" target="_blank">[product]</a> eller <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>. Båda licenserna tillåter dig att använda [product] utan tidsbegränsningar.</p><br>
zh: <p>您可以使用以下许可证之一： <a href="[standard_license_url]" target="_blank">[product]</a> 或 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。这两个许可证都允许您不受时间限制地使用 [product] 。</p><br>

# Languages::product_state_description.ult.b2b
source: <p>You can use the software without time restrictions now. Please note that some advanced features are available only in <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia. Huomaa, että jotkin lisäominaisuudet ovat saatavilla vain <a href="[ultimate_license_url]" target="_blank">[product] Ultimatessa.</a></p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다. 일부 고급 기능은 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate에서만 사용할 수 있습니다.</a></p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu. Observera att vissa avancerade funktioner endast är tillgängliga i <a href="[ultimate_license_url]" target="_blank">[product] Ultimate.</a></p><br>
zh: <p>您现在可以不受时间限制地使用该软件。请注意，某些高级功能仅在 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate 中可用。</a></p><br>

# Languages::product_state_description.ult.b2b.ultimate
source: <p>You can use the software without time restrictions now.</p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia.</p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu.</p><br>
zh: <p>您现在可以不受时间限制地使用该软件。</p><br>

# Languages::product_state_description.ult.b2b.enterprise
source: <p>You can use the software without time restrictions now.</p><br>
fi: <p>Voit nyt käyttää ohjelmistoa ilman aikarajoituksia.</p><br>
ko: <p>이제 시간 제한 없이 소프트웨어를 사용할 수 있습니다.</p><br>
sv: <p>Du kan använda programvaran utan tidsbegränsningar nu.</p><br>
zh: <p>您现在可以不受时间限制地使用该软件。</p><br>

# Languages::text_store_mode_changed_to_ult.free
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.free_ru
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.ultimate
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.enterprise
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.ru
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.ru.ultimate
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.ru.enterprise
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.b2b
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.b2b.ultimate
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::text_store_mode_changed_to_ult.b2b.enterprise
source: Your store now uses an active license of [product].
fi: Myymäläsi käyttää nyt aktiivista lisenssiä [product].
ko: 귀하의 상점은 이제 [product]의 활성 라이센스를 사용합니다.
sv: Din butik använder nu en aktiv licens på [product].
zh: 您的商店现在使用 [product]的活动许可证。

# Languages::ultimate_license
source: [product] Ultimate
fi: [product] Lopullinen
ko: [product] 궁극기
zh: [product] 终极

# Languages::ultimate_license_required
source: [product] Ultimate is required for this
fi: [product] Ultimate tarvitaan tähän
ko: [product] Ultimate가 필요합니다.
sv: [product] Ultimate krävs för detta
zh: 为此需要[product] Ultimate

# Languages::ultimate_or_storefront_license_required
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.new
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.ultimate
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.b2b.new
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.b2b
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.b2b.ultimate
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.ru.new
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.ru
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::ultimate_or_storefront_license_required.ult.ru.ultimate
source: This action requires [product] Ultimate
fi: Tämä toiminto vaatii [product] Ultimatea
ko: 이 작업에는 [product] 궁극기가 필요합니다.
sv: Denna åtgärd kräver [product] Ultimate
zh: 此动作需要 [product] Ultimate

# Languages::max_storefronts_reached
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.b2b.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.b2b
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.b2b.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.ru.new
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.ru
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::max_storefronts_reached.ult.ru.ultimate
source: <p>You have reached the limit of storefronts available for your license. To add another storefront, please upgrade to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
fi: <p>Olet saavuttanut lisenssillesi käytettävissä olevien julkisivujen enimmäismäärän. Jos haluat lisätä toisen julkisivun, päivitä versioon <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
ko: <p>라이센스에 사용할 수 있는 상점 한도에 도달했습니다. 다른 상점을 추가하려면 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 업그레이드하십시오.</p>
sv: <p>Du har nått gränsen för tillgängliga skyltfönster för din licens. För att lägga till ytterligare ett skyltfönster, uppgradera till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>.</p>
zh: <p>您已达到可用于您的许可证的店面限制。要添加另一个店面，请升级到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>。</p>

# Languages::new_text_ultimate_license_required
source: A special edition of [product] that offers an unlimited number of storefronts. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see the message about the storefront limit again.
fi: [product] :n erikoispainos, joka tarjoaa rajoittamattoman määrän julkisivuja. Jos vaihdat <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>:een, et näe enää koskaan julkisivun rajaa koskevaa viestiä.
ko: 매장 수에 제한이 없는 [product] 의 특별판. <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 전환하면 상점 첫 화면 제한에 대한 메시지가 다시 표시되지 않습니다.
sv: En specialutgåva på [product] som erbjuder ett obegränsat antal skyltfönster. Om du byter till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>kommer du aldrig att se meddelandet om skyltfönstergränsen igen.
zh: [product] 的特别版，提供无限数量的店面。如果您切换到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>，您将永远不会再看到有关店面限制的消息。

# Languages::text_only_ultimate_license_required
source: A special edition called [product] Ultimate is required to perform this action. If you switch to <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>, you'll never see this message again, and you'll also be able to create an unlimited number of storefronts.
fi: Tämän toiminnon suorittamiseen tarvitaan erikoisversio nimeltä [product] Ultimate. Jos vaihdat <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>:een, et näe tätä viestiä enää koskaan, ja voit myös luoda rajoittamattoman määrän julkisivuja.
ko: 이 작업을 수행하려면 [product] Ultimate라는 특별판이 필요합니다. <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>로 전환하면 이 메시지가 다시 표시되지 않으며 상점 첫 화면을 무제한으로 만들 수도 있습니다.
sv: En specialutgåva som heter [product] Ultimate krävs för att utföra denna åtgärd. Om du byter till <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>kommer du aldrig att se det här meddelandet igen, och du kommer också att kunna skapa ett obegränsat antal skyltfönster.
zh: 执行此操作需要一个名为 [product] Ultimate 的特殊版本。如果您切换到 <a href="[ultimate_license_url]" target="_blank">[product] Ultimate</a>，您将永远不会再看到此消息，并且您还可以创建无限数量的店面。

# Languages::text_storefront_license_required
source: An additional storefront for your standard [product] license. Good for those who don't intend to add a few more storefronts in the future.
fi: Lisämyymälä normaalille [product] -lisenssillesi. Hyvä niille, jotka eivät aio lisätä muutamaa julkisivua tulevaisuudessa.
ko: 표준 [product] 라이센스에 대한 추가 상점. 앞으로 상점을 몇 개 더 추가할 계획이 없는 사람들에게 좋습니다.
sv: Ett extra skyltfönster för din standard [product] -licens. Bra för den som inte tänker lägga till några fler skyltfönster i framtiden.
zh: 标准 [product] 许可证的附加店面。适合那些不打算在未来增加更多店面的人。

# Languages::available_upgrades
source: Available upgrades
fi: Saatavilla olevat päivitykset
ko: 사용 가능한 업그레이드
sv: Tillgängliga uppgraderingar
zh: 可用升级

# Languages::additional_storefront_license_required
source: Additional [product] Storefront License Required
fi: Ylimääräinen [product] myymälälisenssi vaaditaan
ko: 추가 [product] 점포 라이센스 필요
sv: Ytterligare [product] Storefront-licens krävs
zh: 需要额外的 [product] 店面许可证

# Languages::text_additional_storefront_license_required
source: <p>You can't add a new storefront. The maximum number of storefronts allowed by your current license <code>[license_number]</code> is [allowed_storefronts], and you currently have [existing_storefronts].</p><p>To be able to add another storefront, please buy additional [product] Storefront License. If you want to add multiple new storefronts, buy the corresponding number of licenses.</p>
fi: <p>Et voi lisätä uutta julkisivua. Nykyisen lisenssisi <code>[license_number]</code> enimmäismäärä on [allowed_storefronts], ja sinulla on tällä hetkellä [existing_storefronts].</p><p>Jos haluat lisätä toisen julkisivun, osta lisää [product] myymälän julkisivun lisenssiä. Jos haluat lisätä useita uusia julkisivuja, osta vastaava määrä lisenssejä.</p>
ko: <p>새 상점을 추가할 수 없습니다. 현재 라이센스 <code>[license_number]</code> 에서 허용하는 최대 상점 수는 [allowed_storefronts]이며 현재 [existing_storefronts]입니다.</p><p>다른 상점을 추가하려면 추가 [product] 상점 라이센스를 구입하십시오. 여러 개의 새 상점을 추가하려면 해당 수의 라이센스를 구입하십시오.</p>
sv: <p>Du kan inte lägga till ett nytt skyltfönster. Det maximala antalet skyltfönster som tillåts av din nuvarande licens <code>[license_number]</code> är [allowed_storefronts]och du har för närvarande [existing_storefronts].</p><p>För att kunna lägga till ytterligare ett skyltfönster, köp ytterligare [product] Storefront-licens. Om du vill lägga till flera nya skyltfönster, köp motsvarande antal licenser.</p>
zh: <p>您不能添加新店面。当前许可证 <code>[license_number]</code> 允许的最大店面数量为 [allowed_storefronts]，而您当前有 [existing_storefronts]。</p><p>为了能够添加另一个店面，请购买额外的 [product] 店面许可证。如果要添加多个新店面，请购买相应数量的许可证。</p>
