Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::track_inventory_tooltip
source: When inventory is tracked, the number of products in stock will decrease after each purchase.
fi: Kun varastoa seurataan, varastossa olevien tuotteiden määrä vähenee jokaisen oston jälkeen.
ko: 재고를 추적하면 구매할 때마다 재고가있는 제품 수가 감소합니다.
sv: När lagret spåras kommer antalet produkter i lager att minska efter varje köp.
zh: 跟踪库存时，每次购买后库存产品的数量都会减少。

# Languages::invitees
source: Invitees
fi: Kutsutut
ko: 초대된 사람
sv: Inbjudna
zh: 邀请者

# Languages::invoice
source: Invoice
fi: Lasku/kuitti
ko: 송장
sv: Orderbekräftelse
zh: 发票

# Languages::invoices
source: Invoices
fi: Laskut
ko: 견적서
sv: Fakturor
zh: 发票

# Languages::invoice_credit_memo
source: Invoice/Credit memo
fi: Lasku/luottolasku
ko: 송장 / 크레딧 메모
sv: Faktura/kreditfaktura
zh: 发票/欠款通知

# Languages::invoice_id
source: Invoice ID
fi: Laskun tunnus
ko: 청구ID
sv: Faktura-ID
zh: 发票编号

# Languages::invoice_title
source: INVOICE
fi: VAHVISTUS
ko: 청구서
sv: FAKTURA
zh: 发票

# Languages::in_progress
source: In progress
fi: Meneillään
ko: 진행 중
sv: Pågår
zh: 处理中

# Languages::in_stock
source: In stock
fi: Varastotilanne
ko: 재고 있음
sv: I lager
zh: 有货

# Languages::ip_address
source: IP address
fi: IP-osoite
ko: IP주소
sv: IP-adress
zh: IP地址

# Languages::manager
source: Manager
fi: johtaja
ko: 담당자
sv: Chef
zh: 经理

# Languages::is_back_in_stock
source: is back in stock!
fi: on taas varastossa!
ko: 다시 입하되었습니다!
sv: är åter i lager!
zh: 有库存!

# Languages::is_pbp
source: Allow payment by points
fi: Salli maksu pisteillä
ko: 포인트 결제 허용
sv: Tillåt betalning med poäng
zh: 允许积分支付

# Languages::italian
source: Italian
fi: italialainen
ko: 이탈리아어
sv: italienska
zh: 意大利语

# Languages::items
source: item(s)
fi: tuote(tta)
ko: 항목
sv: st
zh: 个产品

# Languages::items_dependences
source: Items dependencies
fi: Kohteiden riippuvuudet
ko: 아이템 종속성
sv: Antal
zh: 基于数目

# Languages::items_in_box
source: Items in a box
fi: Tavarat laatikossa
ko: 상자에 든 아이템
sv: Objekt per låda
zh: 盒子中的项

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
fi: [n] tuote ostoskorissa|[n] tuotetta ostoskorissa
ko: 장바구니에 [n] 개의 품목이 있습니다.
sv: Du har [n] produkt i varukorgen|Du har [n] produkter i varukorgen
zh: 你在购物车中有 [n] 件商品 | 你在购物车中有 [n] 件商品

# Languages::n_products
source: [n] product|[n] products
fi: [n] tuotetta|[n] tuotetta
ko: [n] 개의 제품
sv: [n] produkt|[n] produkter
zh: [n] 产品|[n] 产品

# Languages::items_per_page
source: Items per page
fi: Kohteita sivulla
ko: 페이지 당 항목
sv: Objekt per sida
zh: 每页显示数

# Languages::objects_per_page
source: [n] per page
fi: [n] per sivu
ko: 페이지 당 [n]
sv: [n] per sida
zh: 每页[n] 个

# Languages::items_title
source: Items
fi: Tuotteet
ko: 아이템
sv: Objekt
zh: 项目

# Languages::item_number
source: Show item number
fi: Näytä tuotenumero
ko: 아이템 번호 표시
sv: Visa artikelnummer
zh: 显示项目编号

# Languages::item_quantity
source: Item quantity
fi: Tavaran määrä
ko: 품목 수량
sv: Antal objekt
zh: 项目数量

# Languages::japanese
source: Japanese
fi: japanilainen
ko: 일본어
sv: japanska
zh: 日语

# Languages::join
source: Join
fi: Liity
ko: 가입
sv: Ansluta sig
zh: 参与

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
fi: Ohjausmerkkivirhe, mahdollisesti väärin koodattu
ko: 제어 문자 오류, 잘못 인코딩되었을 수 있습니다.
sv: Kontrolltecken fel, troligtvis felkodad
zh: 控制字符错误，可能编码不正确

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
fi: Pinon enimmäissyvyys on ylitetty
ko: 최대 스택 깊이를 초과했습니다
sv: Det maximala stackdjupet har överskridits
zh: 超出最大堆栈深度

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
fi: Virheellinen tai väärin muotoiltu JSON
ko: 유효하지 않거나 잘못된 JSON
sv: Ogiltig eller felaktigt JSON-format
zh: 无效或格式错误的JSON

# Languages::json_error_syntax
source: Syntax error, malformed JSON
fi: Syntaksivirhe, väärin muotoiltu JSON
sv: Syntaxfel eller felaktigt JSON-format
zh: 语法错误，JSON 格式不正确

# Languages::json_error_unknown
source: Unknown JSON error
fi: Tuntematon JSON-virhe
sv: Okänt JSON-fel
zh: 未知的 JSON 错误

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
fi: Väärin muotoillut UTF-8-merkit, mahdollisesti väärin koodatut
sv: Fel UTF-8 tecken, troligtvis felaktigt kodad
zh: 格式不正确的 utf-8 字符，可能编码不正确

# Languages::key
source: Key
fi: Avain
ko: 키
sv: Nyckel
zh: 密匙

# Languages::key1_for_md5
source: Auth key 1 for md5
fi: Todennusavain 1 md5:lle
sv: Auktorisation nyckel 1 för md5
zh: MD5验证键值1

# Languages::key2_for_md5
source: Auth key 2 for md5
fi: Auth-avain 2 md5:lle
sv: Auktorisation nyckel 2 för md5
zh: MD5验证键值2

# Languages::keywords
source: Keywords
fi: Avainsanat
ko: 키워드
sv: Nyckelord
zh: 关键词

# Languages::korean
source: Korean
fi: Korealainen
ko: 한국어
sv: koreanska
zh: 朝鲜语

# Languages::label_text_color
source: Label text color
fi: Tarran tekstin väri
ko: 레이블 텍스트 색
sv: Etikett textfärg
zh: 标签文本颜色

# Languages::landing_header
source: Your order has been received
fi: Tilauksesi on vastaanotettu
ko: 주문이 접수되었습니다
sv: Din order har tagits emot
zh: 已收到您的订单

# Languages::language
source: Language
fi: Kieli
ko: 언어
sv: Språk
zh: 语言

# Languages::languagecode
source: Language code
fi: Kielikoodi
ko: 언어 코드
sv: Språkkod
zh: 语言符号

# Languages::languages
source: Languages
fi: Kieli (kielet
ko: 언어
sv: språk
zh: 语言

# Languages::texts_languages
source: Texts & languages
fi: Tekstit & kielet
ko: 텍스트 및 언어
sv: Texter & språk
zh: 文本和语言

# Languages::language_code
source: Language code
fi: Kielikoodi
ko: 언어 코드
sv: Kod
zh: 语言符号

# Languages::language_variable
source: Language variable
fi: Kielimuuttuja
ko: 언어 변수
sv: Språkvariabel
zh: 语言变量

# Languages::language_variables
source: Language variables
fi: Kielimuuttujat
ko: 언어 변수
sv: Språkvariabler
zh: 语言变量

# Languages::last4ssn
source: Last 4 digits of Social Security Number
fi: Sosiaaliturvatunnuksen 4 viimeistä numeroa
sv: Sista 4 siffrorna i personnummret
zh: 社会安全号码的最后四位数字

# Languages::last_24hours
source: Last 24 hours
fi: Viimeiset 24 tuntia
ko: 최근 24시간
sv: Senaste 24 timmarna
zh: 最近24小时

# Languages::last_days
source: Last days
fi: Viimeiset päivät
ko: 마지막 날
sv: Senaste dagarna
zh: 过去的几天

# Languages::last_month
source: Last month
fi: Viime kuukausi
ko: 지난달
sv: Förra månaden
zh: 上个月

# Languages::last_name
source: Last name
fi: Sukunimi
ko: 성
sv: Efternamn
zh: 姓

# Languages::last_n_days
source: Last [N] days
fi: Viimeiset [N] päivää
ko: 지난 [N] 일
sv: Senaste [N] dagarna
zh: 最近[N]天

# Languages::last_order
source: Last order
fi: Viimeinen tilaus
ko: 지난 주문
sv: Senaste order
zh: 最后订单

# Languages::first_order
source: First order
fi: Ensimmäinen tilaus
ko: 첫 주문
sv: Första beställning
zh: 第一个订单

# Languages::registration_date
source: Registration date
fi: Rekisteröinti päivämäärä
ko: 등록 날짜
sv: Registrerings datum
zh: 注册日期

# Languages::latitude
source: Latitude
fi: Leveysaste
ko: 위도
sv: Latitud
zh: 纬度

# Languages::layout
source: Layout
ko: 레이아웃
zh: 布局

# Languages::layouts
source: Layouts
fi: Asettelut
ko: 레이아웃
sv: Layouter
zh: 布局

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
fi: AWS:n julkinen avain
sv: AWS publik åtkomstnyckel
zh: AWS访问公共密匙

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
fi: AWS-pääsyn salainen avain
sv: AWS hemlig åtkomstnyckel
zh: AWS访问安全密匙

# Languages::lbl_amazon_background_color
source: Background color
fi: Taustaväri
ko: 배경 색상
sv: Bakgrundsfärg
zh: 背景颜色

# Languages::lbl_amazon_button_color
source: Button color
fi: Painikkeen väri
ko: 버튼 컬러
sv: Knappfärg
zh: 按钮颜色

# Languages::lbl_amazon_button_size
source: Button size
fi: Painikkeen koko
ko: 버튼 크기
sv: Knappstorlek
zh: 按钮尺寸

# Languages::lbl_amazon_button_style
source: Amazon button style
fi: Amazon-painikkeen tyyli
sv: Amazon-knappstil
zh: Amazon 按钮风格

# Languages::lbl_amazon_color_dark
source: Dark
fi: Tumma
ko: 어두운
sv: Mörk
zh: 深色的

# Languages::lbl_amazon_color_light
source: Light
fi: Kevyt
ko: 밝은
sv: Ljus
zh: 浅色的

# Languages::lbl_amazon_color_orange
source: Orange
fi: Oranssi
ko: 오렌지
zh: 橘色的

# Languages::lbl_amazon_color_tan
source: Tan
ko: 탠 껍질
sv: Gyllenbrun
zh: 棕褐色

# Languages::lbl_amazon_color_white
source: White
fi: Valkoinen
ko: 흰색
sv: Vit
zh: 白色

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
fi: Käsittele tilaus takaisinsoitto epäonnistuessa
ko: 콜백 실패시 주문 처리
sv: Behandla order om callback misslyckas.
zh: 处理订单回调失败

# Languages::lbl_amazon_size_large
source: Large
fi: Suuri
ko: 크게
sv: Stor
zh: 大

# Languages::lbl_amazon_size_medium
source: Medium
fi: Keskikokoinen
ko: 중간
zh: 中

# Languages::lbl_amazon_size_xlarge
source: X-Large
fi: X-suuri
ko: 엑스 라아지 사이즈
sv: Extra stor
zh: X-大

# Languages::left
source: Left
fi: Vasen
ko: 왼쪽
sv: Vänster
zh: 左边

# Languages::length
source: Length
fi: Pituus
ko: 길이
sv: Längd
zh: 长度

# Languages::less
source: less
fi: Vähemmän
ko: 미만
sv: mindre
zh: 少于

# Languages::letter
source: Letter
fi: Kirje
ko: 편지
sv: Brev
zh: 字母

# Languages::level
source: Level
fi: Taso
ko: 레벨
sv: Nivå
zh: 级别

# Languages::licence_agreement
source: License Agreement
fi: Lisenssisopimus
ko: 라이선스 계약
sv: Licensavtal
zh: 许可证协议

# Languages::license_agreement
source: License agreement
fi: Lisenssisopimus
ko: 라이선스 계약
sv: Licensavtal
zh: 许可证协议

# Languages::license_number
source: License number
fi: Rekisteri numero
ko: 라이센스 번호
sv: Licensnummer
zh: 许可证号码

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
fi: Lisenssinumero ei voi olla tyhjä
ko: 라이선스 번호는 비워 둘 수 없습니다
sv: Licensnummer måste anges
zh: 许可证号码不能为空

# Languages::limit
source: Limit
fi: Raja
ko: 한도
sv: Begränsa
zh: 限制

# Languages::line
source: Line
fi: Linja
ko: 라인
sv: Linje
zh: 行

# Languages::linear
source: Linear
fi: Lineaarinen
ko: 선형
sv: Linjär
zh: 线性的

# Languages::link
source: Link
fi: Linkki
ko: 링크
sv: URL
zh: 链接

# Languages::linked_categories
source: Linked categories
fi: Linkitetyt luokat
ko: 연결된 카테고리
sv: Länkade kategorier
zh: 链接到分类

# Languages::linked_products
source: Linked products
fi: Linkitetyt tuotteet
ko: 연결된 제품
sv: Länkade produkter
zh: 链接到产品

# Languages::links
source: Links
fi: Linkit
ko: 링크
sv: Länkar
zh: 链接

# Languages::links_thumb
source: Links thumb
fi: Linkit peukalo
ko: 링크 엄지
sv: Miniatyrbild länk
zh: 缩略图链接

# Languages::link_text
source: Link text
fi: Linkin teksti
ko: 텍스트 링크
sv: Länktext
zh: 文本链接

# Languages::link_to
source: Link to
fi: Linkki
ko: 링크
sv: Länka till
zh: 链接到

# Languages::list
source: List
fi: Täydet tiedot
ko: 목록
sv: Lista
zh: 列表

# Languages::list_objects
source: List objects
fi: Listaa objektit
ko: 개체 나열
sv: Lista objekt
zh: 列表对象

# Languages::list_price
source: List price
fi: Norm. hinta
ko: 정가
sv: Ord.pris
zh: 价格

# Languages::list_price_decreased
source: List price has been decreased by
fi: Listahintaa on alennettu
ko: 정가가 다음과 같이 하락되었습니다:
sv: Ordinariepris har minskat med
zh: 列出的价格已经下降

# Languages::list_price_increased
source: List price has been increased by
fi: Listahintaa on korotettu
ko: 정가가 다음과 같이 인상되었습니다:
sv: Ordinariepris har ökat med
zh: 列出的价格已经上涨

# Languages::list_price_short
source: List price
fi: Norm. hinta
ko: 정가
sv: Ord.pris
zh: 价格

# Languages::list_price_short_2
source: List price
fi: Listahinta
ko: 정가
sv: Listpris
zh: 价格表

# Languages::list_quantity_count
source: Number of available quantities
fi: Saatavilla olevien määrien lukumäärä
ko: 사용 가능한 수량
sv: Antal tillgängliga kvantiteter
zh: 可用数量

# Languages::tmpl_list_without_options
source: List without options
fi: Lista ilman vaihtoehtoja
ko: 옵션없이 리스트
sv: Lista utan alternativ
zh: 不带任何选项列表

# Languages::live
source: Live
fi: Elää
ko: 라이브
sv: leva
zh: 在线

# Languages::live_preview
source: Live preview
fi: Live-esikatselu
ko: 실시간 미리보기
sv: Live förhandsvisning
zh: 实时预览

# Languages::loading
source: Loading...
fi: Ladataan sivua.
ko: 로딩 중...
sv: Läser in...
zh: 加载中......

# Languages::local
source: Local
fi: Paikallinen
ko: 로컬
sv: Lokal
zh: 本地

# Languages::localization
source: Localization
fi: Lokalisointi
ko: 지역화
sv: Lokalisering
zh: 位置

# Languages::localizations
source: Localizations
fi: Lokalisoinnit
ko: 현지화
sv: Lokaliseringar
zh: 位置

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
fi: Hallinnoi kaupassasi tuettuja lokalisointeja.
ko: 상점에서 지원되는 현지화를 관리하십시오.
sv: Hantera lokaliseringar.
zh: 管理您商店中支持的位置.

# Languages::location
source: Location
fi: Sijainti
ko: 위치
sv: Plats
zh: 地点

# Languages::rate_area
source: Rate area
fi: Arvioi alue
ko: 요금 영역
sv: Prisområde
zh: 费率区

# Languages::locations
source: Locations
fi: Sijainnit
ko: 위치
sv: Platser
zh: 地点位置

# Languages::rate_areas
source: Rate areas
fi: Arvioi alueet
ko: 요금 영역
sv: Betygsätt områden
zh: 评价区域

# Languages::statuses_management
source: Statuses
fi: Tilat
ko: 상태
sv: Statuser
zh: 状态

# Languages::locations_menu_description
source: Manage the set of rate areas that are supported in your store.
fi: Hallinnoi kaupassasi tuettuja hinta-alueita.
ko: 상점에서 지원되는 요금 영역 세트를 관리하십시오.
sv: Hantera uppsättningen prisområden som stöds i din butik.
zh: 管理商店支持的一组费率区域。

# Languages::loggedin_time
source: Logged in time
fi: Kirjautunut sisään ajoissa
ko: 로그인 시간
sv: Inloggad
zh: 登录时间

# Languages::logging
source: Logging
fi: Kirjaaminen
ko: 로그 기록
sv: Aktivitetslogg
zh: 登录

# Languages::login
source: Login
fi: Kirjaudu sisään
ko: 로그인
sv: Inloggning
zh: 登录

# Languages::login_url
source: Login URL
fi: Kirjautumisosoite
ko: 로그인 URL
sv: Inloggnings-URL
zh: 登录 URL

# Languages::logos
source: Logos
fi: Logot
ko: 로고
sv: Loggor
zh: 商标

# Languages::logo_link
source: Location (URL) of logo
fi: Logon sijainti (URL).
ko: 로고 위치 (URL)
sv: Plats (URL) för logo
zh: 位置商标(URL)

# Languages::logs
source: Logs
fi: Lokit
ko: 로그
sv: Aktivitetslogg
zh: 日志

# Languages::log_action_backup
source: backup
fi: varmuuskopioida
ko: 백업
sv: säkerhetskopiera
zh: 备份

# Languages::log_action_create
source: create
fi: luoda
ko: 생성
sv: skapa
zh: 创建

# Languages::log_action_delete
source: delete
fi: poistaa
ko: 삭제
sv: radera
zh: 删除

# Languages::log_action_deprecated
source: deprecated
fi: vanhentunut
ko: 되지 않는
sv: föråldrad funktion
zh: 过时的

# Languages::log_action_error
source: error
fi: virhe
ko: 오류
sv: fel
zh: 错误

# Languages::log_action_failed_login
source: failed login
fi: kirjautuminen epäonnistui
ko: 로그인 실패
sv: misslyckad inloggning
zh: 登录失败

# Languages::log_action_http
source: http/https request
fi: http/https-pyyntö
sv: http/https
zh: http/https请求

# Languages::log_action_login
source: sign in
fi: Kirjaudu sisään
ko: 회원가입
sv: logga in
zh: 登录

# Languages::log_action_low_stock
source: low stock
fi: alhainen varasto
ko: 재고부족
sv: lågt lager
zh: 低库存

# Languages::log_action_optimize
source: optimize
fi: optimoida
ko: 최적화
sv: optimera
zh: 优化

# Languages::log_action_restore
source: restore
fi: palauttaa
ko: 복원하다
sv: återställ
zh: 恢复

# Languages::log_action_runtime
source: runtime
fi: suoritusaika
ko: 실행 시간
sv: körtid
zh: 运行时间

# Languages::log_action_session
source: session
fi: istunto
ko: 세션, 세션
zh: 会话

# Languages::log_action_status
source: status change
fi: tilan muutos
ko: 상태 변경
sv: statusändring
zh: 状态修改

# Languages::log_action_update
source: update
fi: päivitä
ko: 업데이트
sv: uppdatering
zh: 更新

# Languages::log_type_categories
source: Categories
fi: Luokat
ko: 카테고리
sv: Kategorier
zh: 目录

# Languages::log_type_database
source: Database
fi: Tietokanta
ko: 데이터베이스
sv: Databas
zh: 数据库

# Languages::log_type_general
source: general
fi: yleistä
ko: 일반
sv: allmänt
zh: 常规

# Languages::log_type_orders
source: Orders
fi: Tilaukset
ko: 주문
sv: Ordrar
zh: 订单

# Languages::log_type_products
source: Products
fi: Tuotteet
ko: 상품
sv: Produkter
zh: 产品

# Languages::log_type_requests
source: Requests
fi: Pyynnöt
ko: 요청
sv: Förfrågningar
zh: 请求

# Languages::log_type_users
source: Users
fi: Käyttäjät
ko: 사용자
sv: Användare
zh: 用户

# Languages::longitude
source: Longitude
fi: Pituusaste
ko: 경도
sv: Longitud
zh: 经度

# Languages::low_stock_subj
source: Low inventory of "[product]"
fi: Alhainen varasto "[product]"
ko: "[product]" 재고가 적음
sv: Lågt lager: [product]
zh: 低库存 "[product]"

# Languages::mac_key
source: Mac key
fi: Mac-avain
ko: 맥 키
sv: Mac nyckel
zh: Mac密匙

# Languages::mailing_lists
source: Mailing lists
fi: Uutiskirje
ko: 메일링 리스트
sv: E-postlistor
zh: 邮件列表

# Languages::mail_message
source: Mail message
fi: Sähköpostiviesti
ko: 메일 메시지
sv: E-postmeddelande
zh: 邮件消息

# Languages::mail_subject
source: Mail subject
fi: Postin aihe
ko: 메일 제목
sv: E-postämne
zh: 邮件主题

# Languages::main
source: Main
ko: 메인
sv: Huvudprofil
zh: 主要

# Languages::mainbox_general
source: Main block (H1 heading)
fi: Päälohko (H1-otsikko)
ko: 메인 블록 (H1 제목)
sv: Huvudblock (H1 rubrik)
zh: 主块（H1 标题）

# Languages::mainbox_simple
source: Important block (H2 heading)
fi: Tärkeä lohko (H2-otsikko)
ko: 중요 블록 (H2 제목)
sv: Viktigt block (H2 rubrik)
zh: 重要区块（H2标题）

# Languages::footer_general
source: Footer general
fi: Alatunniste yleinen
ko: Footer 일반
sv: Sidofot allmän
zh: 一般的页脚

# Languages::maintenance
source: Maintenance
fi: Huolto
ko: 유지관리
sv: Underhåll
zh: 维护

# Languages::main_category
source: Main category
fi: Pääluokka
ko: 대주제
sv: Huvud kategorin
zh: 主要分类

# Languages::make_default
source: Make default
fi: Laita oletusarvoksi
ko: 기본값으로 설정
sv: Sätt som standard
zh: 设置为默认

# Languages::manage
source: Manage
fi: Hallitse
ko: 관리
sv: Inställningar
zh: 管理

# Languages::manage_addons
source: Manage add-ons
fi: Hallitse liitännäisiä
ko: 애드온 관리
sv: Hantera tillägg
zh: 管理插件

# Languages::manage_blocks
source: Manage blocks
fi: Hallitse lohkoja
ko: 블록 관리
sv: Hantera block
zh: 管理排版

# Languages::manage_categories
source: Manage categories
fi: Hallinnoi luokkia
ko: 카테고리 관리
sv: Hantera kategorier
zh: 目录管理

# Languages::manage_existing_block
source: Edit Existing Blocks
fi: Muokkaa olemassa olevia lohkoja
ko: 기존 블록 편집
sv: Redigera befintliga block
zh: 编辑存在的版块

# Languages::manage_items
source: Manage items
fi: Hallitse kohteita
ko: 아이템 관리
sv: Hantera objekt
zh: 管理此项

# Languages::manage_languages
source: Manage languages
fi: Hallitse kieliä
ko: 언어 관리
sv: Hantera språk
zh: 语言管理

# Languages::manage_menus
source: Manage menus
fi: Hallitse valikkoja
ko: 메뉴 관리
sv: Hantera menyer
zh: 菜单管理

# Languages::manage_pages
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::manage_products
source: Manage products
fi: Hallitse tuotteita
ko: 제품 관리
sv: Hantera produkter
zh: 产品管理

# Languages::manage_reports
source: Manage reports
fi: Hallinnoi raportteja
ko: 리포트 관리
sv: Hantera rapporter
zh: 报表管理

# Languages::manage_shippings
source: Shipping methods
fi: Toimitustavat
ko: 배송 방법
sv: Leveranssätt
zh: 配送方法

# Languages::manage_sitemap
source: Manage sitemap
fi: Hallinnoi sivustokarttaa
ko: 사이트 맵 관리
sv: Hantera sidkarta
zh: 站点地图管理

# Languages::manage_stores
source: Manage stores
fi: Hallitse myymälöitä
ko: 매장 관리
sv: Hantera butiker
zh: 管理店铺

# Languages::mandatory
source: Required
fi: Edellytetään
ko: 필수
sv: Obligatorisk
zh: 请求

# Languages::manually
source: Manually
fi: Käsin
ko: 직접 %s 환불하기
sv: Manuell
zh: 手动

# Languages::manually_set_tax_rates
source: Manually set tax rates
fi: Aseta veroprosentit manuaalisesti
ko: 수동으로 세율 설정
sv: Redigera moms
zh: 手动设置税金

# Languages::mark
source: Mark as resolved
fi: Merkitse ratkaistuksi
ko: 해결됨으로 표시
sv: Markera som löst
zh: 标记为解决

# Languages::marketing
source: Marketing
fi: Markkinointi
ko: 홍보
sv: Marknadsföring
zh: 市场营销

# Languages::maximum_items_in_box
source: Maximum items in box
fi: Enimmäismäärä laatikossa
ko: 상자에 최대 아이템
sv: Maximalt antal objekt per låda
zh: 箱子中最大的物品

# Languages::max_amount
source: Total cost
fi: Kokonaiskustannukset
ko: 총 금액
sv: Totalkostnad
zh: 总成本

# Languages::max_box_weight
source: Max box weight
fi: Max laatikon paino
ko: 최대 상자 무게
sv: Max lådvikt
zh: 箱子最大重量

# Languages::max_downloads
source: Max downloads
fi: Max lataukset
ko: 최대 다운로드
sv: Max nedladdningar
zh: 最大下载

# Languages::max_item
source: Number of items
fi: Esineiden määrä
ko: 항목 수
sv: Antal artiklar
zh: 项目数

# Languages::max_order_qty
source: Maximum quantity to buy per product
fi: Suurin ostettava määrä tuotetta kohden
ko: 제품 당 구매할 수있는 최대 수량
sv: Maximalt antal att köpa per produkt
zh: 每个产品的最大购买数量

# Languages::max_uploading_file_size
source: Max uploading file size
fi: Suurin ladattavan tiedoston koko
ko: 최대 업로드 파일 크기
sv: Största filstorlek
zh: 上传文件最大大小

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
fi: Jätä tämä kenttä tyhjäksi salliaksesi minkä tahansa kokoisten tiedostojen lataamisen tai rajoita tiedostokokoa ("100" on 100 kt)
ko: 모든 크기의 파일 업로드를 허용하거나 파일 크기를 제한하려면이 필드를 비워 두십시오 ( "100"은 100KB와 동일).
sv: Lämna detta fält tomt för att tillåta obegränsad uppladdning, eller begränsa filstorleken ("100" motsvarar 100Kb)
zh: 保留此项为空，则允许上传文件为任何大小,或限制文件大小("100"等于100 Kb)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
fi: Tilapyynnössä vastaanotettu summa eroaa alkuperäisestä tilauksen kokonaissummasta
ko: 상태 요청에서 받은 금액이 원래 주문 총액과 다릅니다.
sv: Det mottagna beloppet i statusförfrågan motsvarar inte orderns totalsumma
zh: 状态请求返回的量值与CS-Cart系统中的不同

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
fi: Tilapyynnössä vastaanotettu valuuttaarvo eroaa kaupan valuutasta
ko: 상태 요청에서받은 통화 값이 상점 통화와 다릅니다.
sv: Valutan mottagen statusförfrågan matchar inte butikens valuta
zh: 状态请求返回的当前值与CS-Cart系统中的不同

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
fi: Tilapyynnössä vastaanotettu md5-hajautusarvo eroaa lasketusta arvosta
ko: 상태 요청에서 받은 md5 해시 값이 계산 된 값과 다릅니다.
sv: Det mottagna md5 hashvärdet överensstämmer inte med det beräknade
zh: 状态请求返回的md5 hash值与CS-Cart系统中的不同

# Languages::mb_transaction_id
source: MB Transaction ID
fi: MB tapahtumatunnus
sv: MB transaktion ID
zh: MB交易ID

# Languages::md5_checksum_failed
source: MD5 checksum failed
fi: MD5-tarkistussumma epäonnistui
ko: MD5 체크섬 실패
sv: MD5 kontroll misslyckades
zh: MD5校验失败

# Languages::md5_hash_value
source: MD5 hash value
fi: MD5 hash-arvo
ko: MD5 해시 값
sv: MD5-hashvärde
zh: MD5 哈希值

# Languages::menu
source: Menu
fi: Valikko
ko: 메뉴
sv: Meny
zh: 菜单

# Languages::menus
source: Menus
fi: Valikot
ko: 메뉴
sv: Menyer
zh: 菜单

# Languages::menu_items
source: Items for menu
fi: Menun kohteet
ko: 메뉴 항목
sv: Menyinnehåll
zh: 项目菜单

# Languages::merchantid
source: Merchant ID
fi: Kauppiaan tunnus
ko: 상점 아이디
sv: Handlare ID
zh: 商户ID

# Languages::merchant_email
source: Merchant Notification Email
fi: Kauppiaan ilmoitussähköposti
ko: 판매자 알림 이메일
sv: Handlare E-postadress för meddelanden
zh: 商户邮件通知

# Languages::merchant_firstname
source: Merchant first name
fi: Kauppiaan etunimi
ko: 판매자 이름 (First Name)
sv: Handlare förnamn
zh: 商户名

# Languages::merchant_id
source: Merchant ID
fi: Kauppiaan tunnus
ko: 상점 아이디
sv: Handlare ID
zh: 商户ID

# Languages::merchant_key
source: Merchant key
fi: Kauppiaan avain
ko: 판매자 키
sv: Handlare nyckel
zh: 商户密匙

# Languages::merchant_lastname
source: Merchant last name
fi: Kauppiaan sukunimi
ko: 판매자 성 (Last Name)
sv: Handlare efternamn
zh: 商户姓

# Languages::merchant_login
source: Merchant login
fi: Kauppiaan kirjautuminen
ko: 판매자 로그인
sv: Handlare inlogging
zh: 商户登录

# Languages::merchant_name
source: Merchant name
fi: Kauppiaan nimi
ko: 판매자 이름
sv: Handlare namn
zh: 商户名字

# Languages::merchant_pin
source: Merchant PIN
fi: Kauppiaan PIN-koodi
ko: 판매자 PIN
sv: Handlare PIN
zh: 商户PIN
