Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::details
source: details
fi: yksityiskohdat
ko: 세부 사항
sv: Detaljer
zh: 详情

# Languages::diff
source: File changes
fi: Tiedoston muutokset
ko: 파일 변경
sv: Filändringar
zh: 文件更改

# Languages::different_only
source: Different only
fi: Vain poikkeavat
ko: 차이점 만
sv: Endast olika
zh: 仅不是

# Languages::directory
source: Directory
fi: Hakemisto
ko: 디렉토리
sv: Mapp
zh: 目录

# Languages::direct_download
source: Direct download
fi: Suora lataus
ko: 직접 다운로드
sv: Ladda ner
zh: 直接下载

# Languages::disable
source: Disable
fi: Poista käytöstä
ko: 비활성화
sv: Inaktivera
zh: 禁用

# Languages::disabled
source: Disabled
fi: Liikuntarajoitteinen
ko: 비활성화
sv: Inaktv
zh: 禁用

# Languages::disabled_categories
source: Disabled categories
fi: Poistetut luokat
ko: 비활성화된 카테고리
sv: Inaktiva kategorier
zh: 禁用的分类

# Languages::disable_for
source: Disable for
fi: Poista käytöstä
ko: 비활성화:
sv: Inaktivera för
zh: 禁用的

# Languages::disable_selected
source: Disable selected
fi: Poista käytöstä valittu
ko: 선택 항목 비활성화
sv: Inaktivera valda
zh: 禁止选择部分

# Languages::disapprove
source: Disapprove
fi: Hylätä
ko: 반려
sv: Avvisa
zh: 未核准

# Languages::disapproved
source: Disapproved
fi: Hylätty
ko: 비 승인
sv: Avvisade
zh: 未核准的

# Languages::disapprove_selected
source: Disapprove selected
fi: Hylkää valitut
ko: 선택 항목 비 승인
sv: Avvisa valda
zh: 驳回选择的

# Languages::discount
source: Discount
fi: Alennus
ko: 할인
sv: Rabatt
zh: 折扣

# Languages::discounted_price
source: Discounted price
fi: Alennettu hinta
ko: 할인 가격
sv: Nedsatt pris
zh: 折扣价格

# Languages::discounts
source: Discounts
fi: Alennukset
ko: 할인
sv: Rabatter
zh: 折扣

# Languages::discount_coupon
source: Discount coupon
fi: Alennuskuponki
ko: 할인 쿠폰
sv: Rabattkod
zh: 折扣券

# Languages::discount_coupon_code
source: Discount coupon code
fi: Kuponkikoodi
ko: 할인 쿠폰 코드
sv: Kupongkod
zh: 折扣券代码

# Languages::dispatch
source: Dispatch
fi: Lähettää
ko: 디스패치
sv: Avsändande
zh: 调度

# Languages::displayed_vendors
source: Displayed stores
fi: Esitetyt kaupat
ko: 전시된 상점
sv: Visade butiker
zh: 显示的商店

# Languages::display_bottom_buttons
source: Display bottom buttons
fi: Näytä alapainikkeet
ko: 하단 버튼 표시
sv: Visa knappar nederst
zh: 显示底部按钮

# Languages::display_delete_icons
source: Display delete icons
fi: Näytä poistokuvakkeet
ko: 삭제 아이콘 표시
sv: Visa 'ta bort' ikoner
zh: 显示删除图象

# Languages::display_message
source: Display message
fi: Näytä viesti
ko: 메시지 표시
sv: Visa meddelande
zh: 显示消息

# Languages::display_on
source: Display on
fi: Näyttö päällä
ko: 표시
sv: Visa i
zh: 显示在

# Languages::display_type
source: Display type
fi: Näytön tyyppi
ko: 표시 유형
sv: Visning
zh: 显示类型

# Languages::display_variants_count
source: Number of displayed filter variants before scroll
fi: Näytettyjen suodatinversioiden määrä ennen vierittämistä
ko: 스크롤하기 전에 표시된 필터 변형 수
sv: Antal innan bläddring
zh: 滚动前显示的过滤器变体数量

# Languages::domains
source: Domains
fi: Verkkotunnukset
ko: WooCommerce 다국어는 쿠키를 사용하여 도메인의 언어를 사용할 때 바구니 정보를 이해하고 도메인 간에 데이터를 전송합니다.
sv: Domäner
zh: 域名

# Languages::domestic_usps
source: Domestic U.S.P.S.
fi: Kotimainen USPS
ko: 국내 U.S.P.S.
sv: Inrikes U.S.P.S.
zh: 国内 U.S.P.S.

# Languages::done
source: Done
fi: Tehty
ko: 완료
sv: Färdig
zh: 完成

# Languages::dont_track
source: Do not track
fi: Älä jäljitä
ko: 추적하지 마십시오
sv: Uppdatera inte antal
zh: 不跟踪

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
fi: Älä käytä Cardinal Centinel&reg; :aa kolmiulotteiseen suojattuun maksajan todennukseen
ko: 3D Secure Payer Authentication에 Cardinal Centinel을 사용하지 마십시오.
sv: Använd inte Cardinal Centinel® för 3-D Secure Payer autensiering
zh: 不要对三维保安使用Cardinal Centinel&reg;授权

# Languages::dots
source: Dots
fi: Pisteitä
ko: 점
sv: Prickar
zh: 点

# Languages::down
source: Down
fi: Alas
ko: 아래로
sv: Ner
zh: 下

# Languages::download
source: Download
fi: Lataa
ko: 다운로드
sv: Ladda ner
zh: 下载

# Languages::downloadable
source: Downloadable
fi: Ladattava
ko: 다운로드 가능
sv: Nedladdningsbar
zh: 可下载的

# Languages::downloadable_shipping
source: Enable shipping if downloadable
fi: Ota toimitus käyttöön, jos se on ladattavissa
ko: 다운로드 가능한 경우 배송 활성화
sv: Aktivera leverans för nedladdningsbara produkter
zh: 若可下载则启用配送

# Languages::downloads
source: Downloads
fi: Lataukset
ko: 다운로드
sv: Nedladdningar
zh: 下载

# Languages::downloads_max_left
source: Downloads (max./left)
fi: Lataukset (max./vasen)
ko: 다운로드 (최대 / 왼쪽)
sv: Nedladdning (max./kvar)
zh: 下载(max./left)

# Languages::download_key_expiry
source: Download key expiry
fi: Latausavaimen vanheneminen
ko: 다운로드 (최대 / 왼쪽)
sv: Nedladdning förfaller
zh: 下载密匙过期

# Languages::download_link_expired
source: The download link is expired or is not ready.
fi: Latauslinkki on vanhentunut tai ei ole valmis.
ko: 다운로드 링크가 만료되었거나 준비되지 않았습니다.
sv: Nedladdningslänken har förfallet eller så är den inte klar ännu.
zh: 下载链接已过期或没有准备就绪.

# Languages::do_not_change
source: Do not change
fi: Älä vaihda
ko: 변경없음
sv: Ändra inte
zh: 不修改

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
fi: Älä luovuta ostoskorin logoa kauppiaalle
ko: 판매자에게 장바구니 로고를 전달하지 마십시오.
sv: Skicka inte butikens logga till betalsystemet
zh: 不要将购物车标志发给商家

# Languages::do_not_use
source: Do not use
fi: Älä käytä
ko: 사용하지 마세요
sv: Ingen
zh: 不使用

# Languages::drlicense_number
source: Driving License Number
fi: Ajokortin numero
ko: 운전 면허 번호
sv: Körkortnummer
zh: 驾驶执照号码

# Languages::dropdown_horizontal
source: Dropdown horizontal
fi: Pudotusvalikko vaakasuoraan
ko: 수평 드롭다운
sv: Horisontell rullgardinmeny
zh: 水平下拉

# Languages::dropdown_limit
source: Minimal number of items to be placed in a dropdown list.
fi: Avattavaan luetteloon sijoitettavien kohteiden vähimmäismäärä.
ko: 드롭다운 목록에 배치할 최소 항목 수입니다.
sv: Minimalt antal objekt som ska placeras i en rullgardinslista.
zh: 放置在下拉列表中的最少项目数。

# Languages::dropdown_second_level_elements
source: Second level elements
fi: Toisen tason elementit
ko: 세컨드 레벨 요소
sv: Andra nivåns element
zh: 二级元素

# Languages::dropdown_third_level_elements
source: Third level elements
fi: Kolmannen tason elementit
ko: 세 번째 레벨 요소
sv: Tredje nivåns element
zh: 三级元素

# Languages::dropdown_vertical
source: Dropdown vertical
fi: Pudotusvalikko pystysuoraan
ko: 드롭다운 수직
sv: Vertikal rullgardinmeny
zh: 垂直下拉

# Languages::drop_existing_data
source: Delete all existing product files before import
fi: Poista kaikki olemassa olevat tuotetiedostot ennen tuontia
ko: 가져 오기 전에 모든 기존 제품 파일 삭제
sv: Ta bort alla befintliga produktfiler innan import
zh: 在导入之前删除所有现有产品文件

# Languages::delete_downloadable_product_files
source: Delete existing files of downloadable products
fi: Poista ladattavien tuotteiden olemassa olevat tiedostot
ko: 다운로드 가능한 제품의 기존 파일 삭제
sv: Ta bort befintliga filer med nedladdningsbara produkter
zh: 删除可下载产品的现有文件

# Languages::delete_downloadable_product_files_tooltip
source: If you enable this setting, then importing downloadable products will delete their existing files. If the setting is disabled, the new files of downloadable products will simply be added to existing files.
fi: Jos otat tämän asetuksen käyttöön, ladattavien tuotteiden tuonti poistaa niiden olemassa olevat tiedostot. Jos asetus on poistettu käytöstä, ladattavien tuotteiden uudet tiedostot yksinkertaisesti lisätään olemassa oleviin tiedostoihin.
ko: 이 설정을 활성화하면 다운로드 가능한 제품을 가져 오면 기존 파일이 삭제됩니다. 설정을 비활성화하면 다운로드 가능한 제품의 새 파일이 기존 파일에 추가됩니다.
sv: Om du aktiverar den här inställningen kommer deras befintliga filer att raderas om du importerar nedladdningsbara produkter. Om inställningen är inaktiverad kommer de nya filerna för nedladdningsbara produkter helt enkelt att läggas till i befintliga filer.
zh: 如果启用此设置，则导入可下载产品将删除其现有文件。如果禁用该设置，可下载产品的新文件将简单地添加到现有文件中。

# Languages::cant_create_backup_file
source: Cannot upload backup file. Please check permissions for the "var/backups" directory of your installation.
fi: Varmuuskopiotiedostoa ei voi ladata. Tarkista asennuksesi "var/backups" -hakemiston käyttöoikeudet.
ko: 백업 파일을 업로드 할 수 없습니다. 설치의 "var / backups"디렉토리에 대한 권한을 확인하십시오.
sv: Kunde inte ladda upp säkerhetskopia. Kontrollera behörighet på mappen 'var/backups'.
zh: 无法上传备份文件，请检查"var/backups"目录的权限。

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
fi: Aseta kirjoitusoikeudet tietokannan varmuuskopiotiedostoon.
ko: 데이터베이스 백업 파일에 대한 쓰기 권한을 설정하십시오.
sv: Sätt skrivbehörighet på filen för databasens säkerhetskopia.
zh: 数据库备份文件请设置写权限.

# Languages::duplicate
source: Duplicate transactions
fi: Päällekkäiset tapahtumat
ko: 중복 거래
sv: Dubbletter transaktioner
zh: 重复交易

# Languages::dutch
source: Dutch
fi: Hollannin kieli
ko: 네덜란드어
sv: holländska
zh: 荷兰语

# Languages::dynamic
source: Dynamic
fi: Dynaaminen
ko: 동적
sv: Dynamisk
zh: 动态

# Languages::dynamic_content
source: This block content will be shown on <a href="[url]">this page</a> only.
fi: Tämän lohkon sisältö näytetään vain <a href="[url]">tällä sivulla</a>.
ko: 이 블록 콘텐츠는 <a href="[url]">이 페이지 </a>에만 표시됩니다.
sv: Detta blockinnehåll kommer att visas på <a href="[url]">denna sida.</a>
zh: 这个版块仅显示<a href="[url]">这个页面</a>上.

# Languages::dynamic_tree_cat
source: Dynamic tree
fi: Dynaaminen puu
ko: 동적 트리
sv: Dynamiskt träd
zh: 动态树

# Languages::dynamic_tree_pages
source: Dynamic tree
fi: Dynaaminen puu
ko: 동적 트리
sv: Dynamiskt träd
zh: 动态树

# Languages::easing
source: Easing
fi: Helpotusta
ko: 천천히 사라지기
sv: Lättnad
zh: 擦除

# Languages::edit
source: Edit
fi: Muokkaa
ko: 편집
sv: Redigera
zh: 编辑

# Languages::editing
source: Editing
fi: Muokkaus
ko: 편집
sv: Redigerar
zh: 编辑

# Languages::editing_block
source: Editing block
fi: Muokkauslohko
ko: 블록 편집
sv: Redigerar block
zh: 编辑版块

# Languages::editing_category
source: Editing category
fi: Kategorian muokkaaminen
ko: 카테고리 편집
sv: Redigerar kategori
zh: 编辑目录

# Languages::editing_chart
source: Editing chart
fi: Kaavion muokkaus
ko: 차트 편집
sv: Redigerar diagram
zh: 编辑图表值

# Languages::editing_container
source: Editing container
fi: Muokkaa säilöä
ko: 컨테이너 편집
sv: Redigerar behållare
zh: 编辑容器

# Languages::editing_currency
source: Editing currency
fi: Valuutan muokkaaminen
ko: 통화 편집
sv: Redigerar valuta
zh: 货币编辑

# Languages::editing_defined_products
source: Editing defined products
fi: Määriteltyjen tuotteiden muokkaaminen
ko: 정의 된 제품 편집
sv: Redigerar valda produkter
zh: 编辑定义产品

# Languages::editing_file
source: Editing file
fi: Tiedoston muokkaaminen
ko: 파일 편집
sv: Redigerar fil
zh: 编辑文件

# Languages::editing_filter
source: Editing filter
fi: Muokkaa suodatinta
ko: 필터 편집
sv: Redigerar filter
zh: 编辑过滤

# Languages::editing_folder
source: Editing folder
fi: Kansion muokkaus
ko: 폴더 편집
sv: Redigerar mapp
zh: 编辑文件夹

# Languages::editing_grid
source: Editing grid
fi: Muokkausruudukko
ko: 그리드 편집
sv: Redigerar rutnät
zh: 编辑网格

# Languages::editing_group
source: Editing group
fi: Ryhmän muokkaus
ko: 그룹 편집
sv: Redigerar grupp
zh: 编辑组

# Languages::editing_item
source: Editing item
fi: Kohteen muokkaaminen
ko: 항목 편집
sv: Redigera objekt
zh: 编辑项目

# Languages::editing_language
source: Editing language
fi: Kielen muokkaus
ko: 언어 편집
sv: Redigerar språk
zh: 编辑语言

# Languages::editing_layout
source: Editing layout
fi: Asettelun muokkaaminen
ko: 레이아웃 편집
sv: Redigerar layout
zh: 编辑布局

# Languages::editing_link
source: Editing link
fi: Linkin muokkaaminen
ko: 링크 편집
sv: Redigerar länk
zh: 编辑链接

# Languages::editing_localization
source: Editing localization
fi: Lokalisoinnin muokkaaminen
ko: 현지화 편집
sv: Redigerar lokalisering
zh: 编辑位置

# Languages::editing_location
source: Editing location
fi: Sijainnin muokkaaminen
ko: 위치 편집
sv: Redigerar plats
zh: 编辑位置

# Languages::editing_rate_area
source: Editing rate area
fi: Muokkaa hinta-aluetta
ko: 요금 영역 편집
sv: Redigeringshastighetsområde
zh: 编辑费率区域

# Languages::editing_menu
source: Editing menus
fi: Valikoiden muokkaaminen
ko: 메뉴 편집
sv: Redigerar menyer
zh: 编辑菜单

# Languages::editing_option
source: Editing option
fi: Muokkausvaihtoehto
ko: 옵션 편집
sv: Redigerar alternativ
zh: 编辑选项

# Languages::editing_order
source: Editing order
fi: Muokkausjärjestys
ko: 순서 편집
sv: Redigerar order
zh: 编辑订单

# Languages::editing_page
source: Editing page
fi: Sivun muokkaus
ko: 페이지 편집
sv: Redigerar sidan
zh: 编辑页面

# Languages::editing_payment
source: Editing payment
fi: Maksun muokkaaminen
ko: 결제 편집
sv: Redigerar betalsätt
zh: 编辑支付

# Languages::editing_product
source: Editing product
fi: Editointi tuotetta
ko: 제품 편집
sv: Redigerar produkt
zh: 编辑产品

# Languages::editing_product_feature
source: Editing product feature
fi: Tuotteen ominaisuuden muokkaaminen
ko: 제품 기능 편집
sv: Redigerar produktegenskap
zh: 编辑产品特征

# Languages::editing_profile
source: Editing profile
fi: Tilin tiedot
ko: 프로필 편집
sv: Inställningar
zh: 资料编辑

# Languages::editing_profile_field
source: Editing profile field
fi: Profiilikentän muokkaaminen
ko: 프로필 필드 편집
sv: Redigerar profilfält
zh: 编辑资料区域

# Languages::editing_promotion
source: Editing promotion
fi: Mainoskampanjan muokkaaminen
ko: 프로모션 편집
sv: Redigerar kampanj
zh: 编辑促销

# Languages::editing_quick_menu_link
source: Editing quick menu link
fi: Pikavalikkolinkin muokkaaminen
ko: 빠른 메뉴 링크 편집
sv: Redigerar länk
zh: 编辑快速菜单链接

# Languages::editing_quick_menu_section
source: Editing quick menu section
fi: Pikavalikko-osion muokkaaminen
ko: 빠른 메뉴 섹션 편집
sv: Redigerar avdelning
zh: 编辑快速菜单区域

# Languages::editing_report
source: Editing report
fi: Raportin muokkaaminen
ko: 리포트 편집
sv: Redigerar rapport
zh: 编辑报告

# Languages::editing_shipping_method
source: Editing shipping method
fi: Toimitustavan muokkaaminen
ko: 배송 방법 편집
sv: Redigerar leveranssätt
zh: 编辑配送方式

# Languages::editing_sitemap_section
source: Editing sitemap section
fi: Sivukarttaosion muokkaaminen
ko: 사이트 맵 섹션 편집
sv: Redigerar sidkartsavdelning
zh: 编辑站点地图区

# Languages::editing_status
source: Editing status
fi: Muokkaustila
ko: 상태 수정
sv: Redigerar status
zh: 编辑状态

# Languages::editing_tab
source: Editing tab
fi: Muokkaus-välilehti
ko: 탭 편집
sv: Redigerar flik
zh: 编辑选项卡

# Languages::editing_tax
source: Editing tax
fi: Veron muokkaus
ko: 세금 편집
sv: Redigerar moms
zh: 编辑税金

# Languages::editing_vendor
source: Editing store
fi: Muokkausmyymälä
ko: 상점 편집
sv: Redigerar butik
zh: 编辑店铺

# Languages::edition_type
source: Edition type
fi: Painoksen tyyppi
ko: 에디션 유형
sv: Utgåva
zh: 编辑类型

# Languages::edit_content_on_site
source: Edit content on-site
fi: Muokkaa sisältöä paikan päällä
ko: 현장에서 컨텐츠 편집
sv: På-sidan redigering
zh: 编辑在线内容

# Languages::edit_files
source: Can edit
fi: Voi muokata
ko: 편집가능
sv: Kan redigera
zh: 可以编辑

# Languages::edit_layout
source: Edit layout
fi: Muokkaa asettelua
ko: 레이아웃 편집
sv: Redigera layout
zh: 编辑布局

# Languages::edit_order
source: Edit order
fi: Muokkaa tilausta
ko: 편집
sv: Redigera beställning
zh: 编辑订单

# Languages::edit_products
source: Edit products
fi: Muokkaa tuotteita
ko: 제품 편집
sv: Redigera produkter
zh: 编辑产品

# Languages::edit_profile
source: Edit profile
fi: Muokkaa profiilia
ko: 프로필 편집
sv: Redigera profil
zh: 编辑个人资料

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
fi: Muuta sähköpostiosoitetta, salasanaa, toimitus-/laskutustietoja ja muita profiiliasetuksia
ko: 이메일, 비밀번호, 배송 / 청구 정보 및 기타 프로필 설정 변경
sv: Ändra e-postadress, lösenord, leverans/fakturaadress och andra inställningar
zh: 修改邮箱、密码、配送/计费和其他配置项设置

# Languages::edit_report
source: Edit report
fi: Muokkaa raporttia
ko: 리포트 편집
sv: Redigera rapport
zh: 报表编辑

# Languages::edit_selected
source: Edit selected
fi: Muokkaa valittua
ko: 편집이 선택되었습니다
sv: Redigera valda
zh: 选定编辑

# Languages::edp_access_granted
source: Now you can download the purchased products.
fi: Nyt voit ladata ostetut tuotteet.
ko: 이제 구매 한 제품을 다운로드 할 수 있습니다.
sv: Du kan nu ladda ner dina köpta produkter.
zh: 您现在可以下载购买产品.

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
fi: Sähköisesti jaettujen tuotteiden käyttöoikeus myönnetään
ko: 전자적으로 배포 된 제품에 대한 액세스 권한이 부여됩니다.
sv: Åtkomst till nedladdningsbara produkter har beviljats
zh: 授权访问分布式电子产品

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
fi: Salli ladattavien tuotteiden toimitus
ko: 다운로드 가능한 제품에 대한 배송 활성화
sv: Aktivera leverans för nedladdningsbara produkter
zh: 为可下载的产品启用配送

# Languages::email
source: Email
fi: Sähköposti
ko: 이메일
sv: E-postadress
zh: 邮件地址

# Languages::emails
source: Emails
fi: Sähköpostit
ko: 이메일
sv: E-postmeddelanden
zh: 邮件地址

# Languages::email_address
source: E-mail address
fi: Sähköpostiosoite
ko: 이메일 주소
sv: E-postadress
zh: 邮件地址

# Languages::email_header
source: E-mail header
fi: Sähköpostin otsikko
ko: 이메일 헤더
sv: E-post topptext
zh: 邮件标题

# Languages::email_subject
source: E-mail subject
fi: Sähköpostin aihe
ko: 메일 제목
sv: E-postämne
zh: 邮件主题

# Languages::empty
source: Empty
fi: Tyhjä
ko: 없음
sv: Tömma
zh: 空的

# Languages::empty_key_value
source: Empty table key value
fi: Tyhjä taulukon avainarvo
ko: 테이블 키 값을 비움
sv: Tomt tabellnyckelvärde
zh: 空表关键值

# Languages::enable
source: Enable
fi: ota käyttöön
ko: 활성화
sv: Aktivera
zh: 允许

# Languages::enabled
source: Enabled
fi: Käytössä
ko: 활성화
sv: Aktiv
zh: 允许的

# Languages::enable_cdn
source: Enable CDN
fi: Ota CDN käyttöön
ko: CDN 활성화
sv: Aktivera CDN
zh: 启用CDN

# Languages::enable_for
source: Enable for
fi: Ota käyttöön
ko: 사용
sv: Aktivera för
zh: 启用

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
fi: Aktivoi/deaktivoi esto
ko: 블록 활성화 / 비활성화
sv: Aktivera/Inaktivera block
zh: 激活/禁用版块

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
fi: Ota säilö käyttöön tai poista se käytöstä
ko: 컨테이너 활성화 / 비활성화
sv: Aktivera/Inaktivera behållare
zh: 激活/停用容器

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
fi: Aktivoi/Deaktivoi Grid
ko: 그리드 활성화 / 비활성화
sv: Aktivera/Inaktivera rutnät
zh: 激活/禁用网格

# Languages::enable_quick_view
source: Enable quick view
fi: Ota pikanäkymä käyttöön
ko: 빠른보기 활성화
sv: Aktivera snabbvy
zh: 允许快速查看

# Languages::encryption
source: Encryption
fi: Salaus
ko: 암호화
sv: Kryptering
zh: 加密

# Languages::encryption_key
source: Encryption Key
fi: Salausavain
ko: 암호화 열쇠
sv: Krypteringsnyckel
zh: 加密密匙

# Languages::end_date
source: End date
fi: Päättymispäivä
ko: 종료일
sv: Slutdatum
zh: 结束日期

# Languages::english
source: English
fi: Englanti
ko: 영어
sv: engelsk
zh: 英语

# Languages::enter_code
source: Enter code
fi: Koodi
ko: 코드 입력
sv: Ange kod
zh: 输入代码

# Languages::enter_data
source: Enter data
fi: Syötä tiedot
ko: 데이터 입력
sv: Ange data
zh: 输入数据

# Languages::enter_email
source: Enter e-mail address
fi: Sähköpostiosoite
ko: 이메일 주소를 입력
sv: Fyll i din e-post
zh: 输入邮件地址

# Languages::enter_new_lang_code
source: Enter a new language code
fi: Syötä uusi kielikoodi
ko: 새 언어 코드를 입력하세요.
sv: Ange ny språkkod
zh: 输入一个新的语言代码

# Languages::enter_other
source: Enter other
fi: Syötä muu
ko: 기타 입력
sv: Ange annan
zh: 输入其他

# Languages::enter_your_price
source: Enter your price
fi: Syötä hintasi
ko: 가격을 입력하세요
sv: Ange ditt pris
zh: 输入您的价格

# Languages::entity
source: Entity
fi: Entiteetti
ko: 개체
sv: Entitet
zh: 实体

# Languages::entry_page
source: Global entry page
fi: Globaali sisääntulosivu
ko: 글로벌 엔트리 페이지
sv: Global startsida
zh: 全局入口页面

# Languages::entry_point
source: Entry point
fi: Sisääntulopiste
ko: 진입 포인터
sv: Ingångspunkt
zh: 入口点

# Languages::envelope
source: Envelope
fi: Kirjekuori
ko: 인벨롭
sv: Kuvert
zh: 信封

# Languages::epdq_3ds_main
source: Main window
fi: Pääikkuna
ko: 메인 윈도우
sv: Huvudfönster
zh: 主窗口

# Languages::epdq_3ds_popup
source: Popup
fi: Ponnahdusikkuna
ko: 팝업
sv: Dyka upp
zh: 弹出窗口

# Languages::error
source: Error
fi: Virhe
ko: 오류
sv: Fel
zh: 错误

# Languages::errorCode
source: Error Code
fi: Virhekoodi
ko: 오류 코드
sv: Felkod
zh: 错误代码

# Languages::errorName
source: Error Name
fi: Virheen nimi
ko: 오류 이름
sv: Felmeddelande
zh: 错误名称

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
fi: Tilisi on poistettu käytöstä. Ota yhteyttä myymälän hallintoon.
ko: 계정이 비활성화되었습니다. 매장 운영에 문의하세요.
sv: Ditt konto är inaktiverat. Kontakta kundservice.
zh: 您的帐户被禁用. 请联系站点管理人员.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
fi: Järjestelmänvalvojan tiliä ei luotu. Sähköpostiosoite kuuluu toiselle käyttäjälle. Voit lisätä järjestelmänvalvojan tälle yritykselle manuaalisesti.
ko: 관리자 계정이 생성되지 않았습니다. 이메일 주소는 다른 사용자가 사용하고 있습니다. 이 회사의 관리자를 수동으로 추가 할 수 있습니다.
sv: Administratörskonto kunde inte skapas. E-postadressen tillhör en annan användare. Du kan lägga till administratör för detta företag manuellt.
zh: 管理员帐号创建失败，该邮箱属于其他用户。你可以手动给该公司创建管理员帐号。

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
fi: Oho, jokin meni pieleen ([error]). Yritä uudelleen.
ko: 죄송합니다. 문제가 발생했습니다 ([error]). 다시 시도하십시오.
sv: Hoppsan! Något gick fel ([error]). Försök igen.
zh: Oops, 出了一些错误([error]). 请再试一次.

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
fi: Sinulla ei ole lupaa kirjautua tälle alueelle.
ko: 이 영역에 로그인 권한이 없습니다.
sv: Du är ingen behörighet att logga in på denna avdelning.
zh: 您不允许登录到这个区域.

# Languages::error_confirmation_code_invalid
source: Sorry, the anti-bot validation has failed. Please try again.
fi: Anteeksi, anti-bot-vahvistus epäonnistui. Yritä uudelleen.
ko: 죄송합니다. 봇 방지 유효성 검사에 실패했습니다. 다시 시도하십시오.
sv: Tyvärr, anti-bot-valideringen misslyckades. Var god försök igen.
zh: 对不起，反 bot 验证失败。请再试一次。

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
fi: <b>Varoitus!</b><br />Palvelimesi <b>ei tue PHP</b> -laajennusta. <b>[method]</b> ei ole käytössä. Ota yhteyttä isännöintipalveluntarjoajaasi.
ko: <b> 경고! </ b> <br /> 서버가 PHP cURL 확장을 <b> 지원하지 않습니다 </ b>. <b> [method] </ b>가 작동하지 않습니다. 호스팅 제공 업체에 문의하십시오.
sv: <b>Varning!</b><br>Extensionen PHP cURL är inte installerad. <b>[method]</b> kommer inte att fungera. Kontakta serveransvarig.
zh: <b>警告!</b><br />您的服务器<b>不支持</b>PHP cURL 扩展. <b>[method]</b>将无法运行. 请联系您的托管服务提供商.

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
fi: <b>Varoitus!</b><br />PHP cURL -laajennus on käännetty <b>ilman</b> SSL-tukea palvelimellasi. <b>[method]</b> ei ole käytössä. Ota yhteyttä isännöintipalveluntarjoajaasi.
ko: <b> 경고! </ b> <br /> PHP cURL 확장은 서버에서 SSL을 지원하지 <b> 않고 </ b> 컴파일됩니다. <b> [method] </ b> 가 작동하지 않습니다. 호스팅 제공 업체에 문의하십시오.
sv: <b>Varning!</b><br>Extensionen PHP cURL är installerad men utan stöd för SSL. <b>[method]</b> kommer inte att fungera. Kontakta serveransvarig.
zh: <b>警告!</b><br />PHP cURL扩展在服务器上编译时<b>没有</b> SSL支持. <b>[method]</b>将无法运行. 请联系您的托管服务提供商.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
fi: Valuutta koodilla <b>[code]</b> on jo olemassa
ko: 코드가 <b> [code] </ b> 인 통화가 이미 존재합니다.
sv: Valutakod <b>[code]</b> finns redan
zh: 货币代码<b>[code]</b>已存在

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
fi: Yksi myymälästäsi käyttää tätä teemaa. Aseta toinen teema ennen sen poistamista.
ko: 상점 중 하나에서이 테마를 사용합니다. 삭제하기 전에 다른 테마를 설정하십시오.
sv: Någon butik använder detta tema, ange annat tema innan denna tas bort.
zh: 有店铺前台正在使用该主题。请把该店铺前台设置为其他主题后再删除。
