Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/core.po
Languages: fi, ko, sv, zh

# Languages::stop_following_rules
source: Stop following rules
fi: Lopeta sääntöjen noudattaminen
ko: 규칙 준수 중지
sv: Sluta följa reglerna
zh: 停止遵守规则

# SettingsOptions::product_variant_mini_icon_width
source: Product variant selector thumbnail width
fi: Tuoteversion valitsimen pikkukuvan leveys
ko: 제품 변형 선택기 미리보기 이미지 너비
sv: Miniatyrbild för produktvariantväljare
zh: 产品变型选择器缩略图宽度

# SettingsOptions::product_variant_mini_icon_height
source: Product variant selector thumbnail height
fi: Tuoteversion valitsimen pikkukuvan korkeus
ko: 제품 변형 선택기 미리보기 이미지 높이
sv: Miniatyrhöjd för produktvariantväljare
zh: 产品变型选择器缩略图高度

# Languages::exim_features
source: Features (Deprecated)
fi: Ominaisuudet (poistettu käytöstä)
ko: 기능(더 이상 사용되지 않음)
sv: Funktioner (utfasad)
zh: 功能（已弃用）

# Languages::exim_storefront_feature_name
source: Storefront feature name
fi: Liikkeen julkisivun ominaisuuden nimi
ko: 상점 기능 이름
sv: Namn på skyltfönsterfunktion
zh: 店面功能名称

# Languages::exim_reset_inventory_tooltip
source: This won't affect the products that have the quantity specified in the imported file.
fi: Tämä ei vaikuta tuotteisiin, joiden määrä on määritetty tuodussa tiedostossa.
ko: 가져온 파일에 지정된 수량의 제품에는 영향을 미치지 않습니다.
sv: Detta påverkar inte de produkter som har den mängd som anges i den importerade filen.
zh: 这不会影响在导入文件中指定数量的产品。

# Languages::thank_you
source: Thank you!
fi: Kiitos!
ko: 감사합니다!
sv: Tack!
zh: 谢谢！

# Languages::text_review_and_reach_out_request
source: We'll review your application and reach out to you via email soon.
fi: Tarkistamme hakemuksesi ja otamme sinuun pian yhteyttä sähköpostitse.
ko: 신청서를 검토한 후 곧 이메일로 연락드리겠습니다.
sv: Vi kommer att granska din ansökan och kontakta dig via e-post snart.
zh: 我们将审核您的申请并尽快通过电子邮件与您联系。

# Languages::system_of_measurement
source: System of measurement
fi: Mittausjärjestelmä
ko: 측정 시스템
sv: System för mätning
zh: 测量系统

# Languages::imperial_units
source: Imperial (in, lb)
ko: 임페리얼(in, lb)
zh: 英制（英寸，磅）

# Languages::metric_units
source: Metric (cm, kg)
fi: Metri (cm, kg)
ko: 미터법(cm, kg)
sv: Metriskt (cm, kg)
zh: 公制（厘米，公斤）

# Languages::ship_dhl_account_country
source: Account country
fi: Tilin maa
ko: 계정 국가
sv: Kontoland
zh: 账户国家

# Languages::print_documents
source: Print documents
fi: Tulosta asiakirjoja
ko: 문서 인쇄
sv: Skriv ut dokument
zh: 打印文件

# Languages::change_to_status
source: Change to [status]
fi: Vaihda arvoon [status]
ko: [status]으로 변경
sv: Ändra till [status]
zh: 更改为 [status]

# Languages::invoice_pdf
source: Invoice (PDF)
fi: Lasku (PDF)
ko: 송장(PDF)
sv: Faktura (PDF)
zh: 发票 (PDF)

# Languages::exim_import_detailed_image
source: Detailed image (Deprecated)
fi: Yksityiskohtainen kuva (poistettu käytöstä)
ko: 상세 이미지(지원 중단됨)
sv: Detaljerad bild (utfasad)
zh: 详细图像（已弃用）

# Languages::settings.smtp_error
source: SMTP Error
fi: SMTP-virhe
sv: SMTP-fel
zh: SMTP 错误

# SettingsVariants::timezone::Atlantic/Bermuda
source: (GMT-03:00) Bermuda
zh: (GMT-03:00) 百慕大

# SettingsVariants::timezone::Asia/Almaty
source: (GMT+06:00) Almaty
zh: (GMT+06:00) 阿拉木图

# SettingsVariants::timezone::Indian/Cocos
source: (GMT+06:30) Cocos
fi: (GMT+06:30) Kookos
zh: (GMT+06:30) 可可

# SettingsVariants::timezone::Pacific/Pitcairn
source: (GMT-08:00) Pitcairn
zh: (GMT-08:00) 皮特凯恩

# SettingsVariants::timezone::America/Vancouver
source: (GMT-08:00) Vancouver
zh: (GMT-08:00) 温哥华

# SettingsVariants::timezone::Pacific/Gambier
source: (GMT-09:00) Gambier
zh: (GMT-09:00) 甘比尔

# SettingsVariants::timezone::Australia/Lord_Howe
source: (GMT+10:30) Lord Howe
zh: (GMT+10:30) 豪勋爵

# SettingsVariants::timezone::Pacific/Chatham
source: (GMT+12:45) Chatham
zh: (GMT+12:45) 查塔姆

# SettingsVariants::timezone::Africa/Casablanca
source: (GMT+01:00) Casablanca
zh: (GMT+01:00) 卡萨布兰卡

# SettingsVariants::timezone::Europe/Dublin
source: (GMT+01:00) Dublin
zh: (GMT+01:00) 都柏林

# SettingsVariants::timezone::Pacific/Midway
source: (GMT-11:00) United States Minor Outlying Islands
fi: (GMT-11:00) Yhdysvaltain pienet syrjäiset saaret
sv: (GMT-11:00) Förenta staternas mindre avlägsna öar
zh: (GMT-11:00) 美国本土外小岛屿

# SettingsVariants::timezone::Asia/Urumqi
source: (GMT+06:00) Urumqi
zh: (GMT+06:00) 乌鲁木齐

# Languages::sync_data
source: Sync data
fi: Synkronoi tiedot
ko: 데이터 동기화
sv: Synkronisera data
zh: 同步数据

# Languages::never
source: Never
fi: Ei koskaan
ko: 안함
sv: Aldrig
zh: 绝不

# Languages::last_sync
source: Last sync
fi: Viimeisin synkronointi
ko: 마지막 동기화
sv: Senaste synkronisering
zh: 上次同步

# Languages::log_file
source: Log file
fi: Loki tiedosto
ko: 로그 파일
sv: Loggfil
zh: 日志文件

# Languages::select_developer
source: Select developer
fi: Valitse kehittäjä
ko: 개발자 선택
sv: Välj utvecklare
zh: 选择开发商

# Languages::popular_developer
source: Popular developer
fi: Suosittu kehittäjä
ko: 인기 개발자
sv: Populär utvecklare
zh: 热门开发商

# Languages::developers
source: Developers
fi: Kehittäjät
ko: 개발자 도구
sv: Utvecklare
zh: 开发者

# Languages::storefronts.manage_language_availability
source: Configure the languages available on this storefront
fi: Määritä tässä julkisivussa saatavilla olevat kielet
ko: 이 상점 첫 화면에서 사용 가능한 언어를 구성하십시오.
sv: Konfigurera språken som är tillgängliga på detta skyltfönster
zh: 配置此店面可用的语言

# Languages::storefronts.manage_currency_availability
source: Configure the currencies available on this storefront
fi: Määritä tässä julkisivussa saatavilla olevat valuutat
ko: 이 상점에서 사용 가능한 통화를 구성하십시오.
sv: Konfigurera valutorna som är tillgängliga på detta skyltfönster
zh: 配置此店面可用的货币

# Languages::variant_with_name_already_exist
source: Couldn't rename feature variant "[variant]". Reason: a variant with the new name already exists.
fi: Ominaisuuden muunnelmaa "[variant]" ei voitu nimetä uudelleen. Syy: muunnelma uudella nimellä on jo olemassa.
ko: 기능 변형 "[variant]"의 이름을 바꿀 수 없습니다. 이유: 새 이름의 변형이 이미 존재합니다.
sv: Det gick inte att byta namn på funktionsvarianten "[variant]". Anledning: en variant med det nya namnet finns redan.
zh: 无法重命名功能变体“[variant]”。原因：具有新名称的变体已经存在。

# Languages::delete_default_destination_notice
source: Couldn't delete the default rate area. It must always exist.
fi: Oletushinta-aluetta ei voitu poistaa. Sen on aina oltava olemassa.
ko: 기본 요금 영역을 삭제할 수 없습니다. 항상 존재해야 합니다.
sv: Det gick inte att ta bort standardprisområdet. Det måste alltid finnas.
zh: 无法删除默认费率区域。它必须永远存在。

# Languages::display
source: Display
fi: Näyttö
ko: 표시하다
sv: Visa
zh: 展示

# Languages::create_filters
source: Create filters
fi: Luo suodattimia
ko: 필터 만들기
sv: Skapa filter
zh: 创建过滤器

# Languages::text_n_filters_created
source: Filters created: [n].
fi: Luodut suodattimet: [n].
ko: 생성된 필터: [n].
sv: Filter skapade: [n].
zh: 创建的过滤器： [n]。

# Languages::error_n_filters_already_exists
source: Some filters ([n]) already exist.
fi: Jotkut suodattimet ([n]) ovat jo olemassa.
ko: 일부 필터([n])가 이미 존재합니다.
sv: Vissa filter ([n]) finns redan.
zh: 一些过滤器 ([n]) 已经存在。

# Languages::bulk_product_features_warning
source: This change won't affect some of the selected features, because they belong to a feature group. You can assign categories to an entire feature group.
fi: Tämä muutos ei vaikuta joihinkin valituista ominaisuuksista, koska ne kuuluvat ominaisuusryhmään. Voit määrittää luokkia koko ominaisuusryhmälle.
ko: 이 변경 사항은 선택한 기능 중 일부가 기능 그룹에 속하기 때문에 영향을 미치지 않습니다. 전체 기능 그룹에 범주를 할당할 수 있습니다.
sv: Den här ändringen påverkar inte vissa av de valda funktionerna, eftersom de tillhör en funktionsgrupp. Du kan tilldela kategorier till en hel funktionsgrupp.
zh: 此更改不会影响某些选定的功能，因为它们属于一个功能组。您可以将类别分配给整个功能组。

# Languages::view_feature_groups
source: View feature groups
fi: Näytä ominaisuusryhmät
ko: 기능 그룹 보기
sv: Visa funktionsgrupper
zh: 查看功能组

# Languages::show_on_storefront
source: Show on Storefront
fi: Näytä myymälässä
ko: 스토어프론트에 표시
sv: Visa på Storefront
zh: 在店面展示

# Languages::parent
source: Parent
fi: Vanhempi
ko: 부모의
sv: Förälder
zh: 家长

# Languages::attempt_to_set_itself_or_a_own_child_as_its_parent_warning
source: The parent page wasn't changed. Reason: can't assign child page as a parent for its own parent.
fi: Pääsivua ei muutettu. Syy: alisivua ei voi määrittää oman vanhemman yläpääksi.
ko: 상위 페이지는 변경되지 않았습니다. 이유: 자식 페이지를 자신의 부모에 대한 부모로 지정할 수 없습니다.
sv: Den överordnade sidan ändrades inte. Orsak: kan inte tilldela underordnad sida som förälder för sin egen förälder.
zh: 父页面没有改变。原因：无法将子页面分配为其自己的父页面。

# Languages::bulk_attempt_to_set_itself_or_a_own_child_as_its_parent_warning
source: The parent page of some of the selected pages wasn't changed. Reason: can't assign child page as a parent for its own parent.
fi: Joidenkin valittujen sivujen yläsivua ei muutettu. Syy: alisivua ei voi määrittää oman vanhemman yläpääksi.
ko: 선택한 페이지 중 일부의 상위 페이지가 변경되지 않았습니다. 이유: 자식 페이지를 자신의 부모에 대한 부모로 지정할 수 없습니다.
sv: Den överordnade sidan för vissa av de valda sidorna ändrades inte. Orsak: kan inte tilldela underordnad sida som förälder för sin egen förälder.
zh: 某些选定页面的父页面未更改。原因：无法将子页面分配为其自己的父页面。

# Languages::visit_marketplace
source: Visit the CS-Cart Marketplace
fi: Vieraile CS-Cart Marketplacessa
ko: CS-Cart Marketplace 방문
sv: Besök CS-Cart Marketplace
zh: 访问 CS-Cart 市场

# Languages::manual_installation
source: Manual installation
fi: Manuaalinen asennus
ko: 수동 설치
sv: Manuell installation
zh: 手动安装

# Languages::downloaded_addons
source: Downloaded addons ([n])
fi: Ladatut lisäosat ([n])
ko: 다운로드한 애드온([n])
sv: Nedladdade tillägg ([n])
zh: 下载的插件 ([n])

# Languages::upgrades
source: Upgrades ([n])
fi: Päivitykset ([n])
ko: 업그레이드 ([n])
sv: Uppgraderingar ([n])
zh: 升级 ([n])

# Languages::addon_subscriptions
source: Subscriptions ([n])
fi: Tilaukset ([n])
ko: 구독 ([n])
sv: Prenumerationer ([n])
zh: 订阅 ([n])

# Languages::addon_type
source: Add-on type
fi: Lisäosan tyyppi
ko: 애드온 유형
sv: Tilläggstyp
zh: 附加类型

# Languages::third_party_addons
source: Third-party add-ons
fi: Kolmannen osapuolen lisäosat
ko: 타사 추가 기능
sv: Tillägg från tredje part
zh: 第三方插件

# Languages::unidentified
source: Unidentified
fi: Tuntematon
ko: 불확실한
sv: Oidentifierad
zh: 身份不明

# Languages::without_rating
source: Without rating
fi: Ilman arvosanaa
ko: 등급 없음
sv: Utan betyg
zh: 无评级

# Languages::has_additional_pages
source: Has additional pages
fi: Sisältää lisäsivuja
ko: 추가 페이지 있음
sv: Har ytterligare sidor
zh: 有附加页面

# Languages::favorites
source: Favorites
fi: Suosikit
ko: 즐겨찾기
sv: Favoriter
zh: 收藏夹

# Languages::add_addon_to_favorites
source: Add add-on to favorites
fi: Lisää lisäosa suosikkeihin
ko: 즐겨찾기에 추가 기능 추가
sv: Lägg till tillägg till favoriter
zh: 将插件添加到收藏夹

# Languages::remove_addon_from_favorites
source: Remove add-on from favorites
fi: Poista lisäosa suosikeista
ko: 즐겨찾기에서 추가 기능 제거
sv: Ta bort tillägg från favoriter
zh: 从收藏夹中删除附加组件

# Languages::new_addon
source: New add-on
fi: Uusi lisäosa
ko: 새로운 추가 기능
sv: Nytt tillägg
zh: 新的附加组件

# Languages::install_date
source: Install date
fi: Asennuspäivämäärä
ko: 설치 날짜
sv: Installationsdatum
zh: 安装日期

# Languages::compatibility
source: Compatibility
fi: Yhteensopivuus
ko: 호환성
sv: Kompatibilitet
zh: 兼容性

# Languages::installed_date
source: Installed date
fi: Asennuspäivämäärä
ko: 설치 날짜
sv: Installationsdatum
zh: 安装日期

# Languages::what_is_new
source: What's new
fi: Mikä on uutta
ko: 새로운 소식
sv: Vad är nytt
zh: 什么是新的

# Languages::where_access_addon
source: Where to access this add-on
fi: Mistä tätä lisäosaa voi käyttää
ko: 이 부가 기능에 액세스할 수 있는 위치
sv: Var kan man komma åt detta tillägg
zh: 在哪里访问此加载项

# Languages::addon_is_compatible
source: This add-on version is compatible with your current [product] version.
fi: Tämä lisäosaversio on yhteensopiva nykyisen [product] -versiosi kanssa.
ko: 이 추가 기능 버전은 현재 [product] 버전과 호환됩니다.
sv: Denna tilläggsversion är kompatibel med din nuvarande [product] -version.
zh: 此附加版本与您当前的 [product] 版本兼容。

# Languages::addon_required_version
source: The add-on requires [version] version.
fi: Lisäosa vaatii [version] -version.
ko: 추가 기능에는 [version] 버전이 필요합니다.
sv: Tillägget kräver [version] version.
zh: 该插件需要 [version] 版本。

# Languages::version_information
source: Version information
fi: Versiotiedot
ko: 버전 정보
sv: Versionsinformation
zh: 版本信息

# Languages::show_all_developer_addons
source: Show all developer add-ons
fi: Näytä kaikki kehittäjän lisäosat
ko: 모든 개발자 추가 기능 표시
sv: Visa alla utvecklartillägg
zh: 显示所有开发者附加组件

# Languages::developer_page
source: Developer page
fi: Kehittäjäsivu
ko: 개발자 페이지
sv: Utvecklarsida
zh: 开发者页面

# Languages::show_all_category_addons
source: Show all [category] add-ons
fi: Näytä kaikki [category] lisäosaa
ko: [category] 개의 추가 기능 모두 표시
sv: Visa alla [category] tillägg
zh: 显示所有 [category] 个附加组件

# Languages::addons.other_category
source: Other
fi: Muut
ko: 다른
sv: Övrig
zh: 其他

# Languages::updates
source: Updates
fi: Päivitykset
ko: 업데이트
sv: Uppdateringar
zh: 更新

# Languages::actual_version
source: Actual version
fi: Varsinainen versio
ko: 실제 버전
sv: Faktisk version
zh: 实际版本

# Languages::installed_version
source: Installed version
fi: Asennettu versio
ko: 설치된 버전
sv: Installerad version
zh: 安装版本

# Languages::subscription
source: Subscription
fi: Tilaus
ko: 신청
sv: Prenumeration
zh: 订阅

# Languages::license
source: License
fi: Lisenssi
ko: 특허
sv: Licens
zh: 执照

# Languages::addon_reviews
source: Reviews
fi: Arvostelut
ko: 리뷰
sv: Recensioner
zh: 评论

# Languages::addon_has_admin_review
source: You have left a review of the add-on
fi: Olet jättänyt lisäosasta arvostelun
ko: 추가 기능에 대한 리뷰를 남겼습니다.
sv: Du har lämnat en recension av tillägget
zh: 您留下了对该附加组件的评论

# Languages::addon_status
source: Add-on status
fi: Lisäosan tila
ko: 애드온 상태
sv: Tilläggsstatus
zh: 附加状态

# Languages::verified
source: Verified
fi: Vahvistettu
ko: 확인됨
sv: Verifierad
zh: 已验证

# Languages::verified_developer
source: Verified developer
fi: Vahvistettu kehittäjä
ko: 검증된 개발자
sv: Verifierad utvecklare
zh: 经过验证的开发者

# Languages::unverified
source: Unverified
fi: Vahvistamaton
ko: 미확인
sv: Ej verifierad
zh: 未经验证

# Languages::addons.is_enjoying_addon
source: Enjoying add-on?
fi: Nautitko lisäosasta?
ko: 추가 기능을 즐기고 계신가요?
sv: Gillar du tillägget?
zh: 喜欢附加组件？

# Languages::addons.is_enjoying_addon_name
source: Enjoying [addon]?
fi: Nautitko [addon]?
ko: 즐기는 [addon]?
sv: Njuter av [addon]?
zh: 享受 [addon]？

# Languages::rating
source: Rating
fi: Luokitus
ko: 평가
sv: Betyg
zh: 评分

# Languages::view_in_marketplace
source: View in CS-Cart Marketplace
fi: Näytä CS-Cart Marketplacessa
ko: CS-Cart Marketplace에서 보기
sv: Visa i CS-Cart Marketplace
zh: 在 CS-Cart 市场中查看

# Languages::addon_id
source: Add-on ID
fi: Lisäosan tunnus
ko: 애드온 ID
sv: Tilläggs-ID
zh: 附加标识

# Languages::latest_available_version
source: Latest available version
fi: Viimeisin saatavilla oleva versio
ko: 사용 가능한 최신 버전
sv: Senaste tillgängliga versionen
zh: 最新可用版本

# Languages::license_expires
source: License expires
fi: Lisenssi vanhenee
ko: 라이선스 만료
sv: Licensen löper ut
zh: 许可证到期

# Languages::sw.store_setup_wizard
source: Store setup wizard
fi: Storen ohjattu asennustoiminto
ko: 스토어 설정 마법사
sv: Installationsguide för butik
zh: 商店设置向导

# Languages::sw.store_setup_wizard_short
source: Setup wizard
fi: Ohjattu asennustoiminto
ko: 설정 마법사
sv: Installationsguiden
zh: 设置向导

# Languages::sw.text_about_store_header
source: Fill out the contact information about your store
fi: Täytä myymäläsi yhteystiedot
ko: 매장에 대한 연락처 정보를 입력하세요.
sv: Fyll i kontaktuppgifterna om din butik
zh: 填写您店铺的联系方式

# Languages::sw.text_design_header
source: Select your storefront design and upload the logo
fi: Valitse julkisivun suunnittelu ja lataa logo
ko: 매장 디자인을 선택하고 로고를 업로드하세요.
sv: Välj din skyltfönsterdesign och ladda upp logotypen
zh: 选择您的店面设计并上传徽标

# Languages::sw.text_payments_header
source: Set up the service to recieve payments
fi: Määritä palvelu maksujen vastaanottamista varten
ko: 결제를 받을 수 있도록 서비스 설정
sv: Ställ in tjänsten för att ta emot betalningar
zh: 设置服务以接收付款

# Languages::sw.text_shippings_header
source: Select shipping services
fi: Valitse toimituspalvelut
ko: 배송 서비스 선택
sv: Välj frakttjänster
zh: 选择运输服务

# Languages::sw.text_business_model_header
source: Choose your business model and checkout flow
fi: Valitse liiketoimintamallisi ja kassakulku
ko: 비즈니스 모델 및 결제 흐름 선택
sv: Välj din affärsmodell och kassaflöde
zh: 选择您的商业模式和结帐流程

# Languages::sw.select_money_transfer_methods
source: Select one of the following models, and we'll handle most of the setup for you.
fi: Valitse yksi seuraavista malleista, niin me hoidamme suurimman osan asennuksesta puolestasi.
ko: 다음 모델 중 하나를 선택하면 대부분의 설정을 처리해 드립니다.
sv: Välj en av följande modeller så tar vi hand om det mesta av installationen åt dig.
zh: 选择以下型号之一，我们将为您处理大部分设置。

# Languages::sw.text_vendors_header
source: Set up how you work with vendors and their data
fi: Määritä, miten työskentelet toimittajien ja heidän tietojensa kanssa
ko: 공급업체 및 해당 데이터로 작업하는 방법 설정
sv: Ställ in hur du arbetar med leverantörer och deras data
zh: 设置您与供应商及其数据的合作方式

# Languages::sw.text_settings_header
source: Configure product catalog settings
fi: Määritä tuoteluettelon asetukset
ko: 제품 카탈로그 설정 구성
sv: Konfigurera produktkataloginställningar
zh: 配置产品目录设置

# Languages::sw.about_store
source: About store
fi: Tietoja kaupasta
ko: 점포소개
sv: Om butik
zh: 关于店铺

# Languages::sw.company_name
source: Company name
fi: Yrityksen nimi
ko: 회사 이름
sv: Företagsnamn
zh: 公司名

# Languages::sw.google_analytics.tracking_code
source: Google Analytics account number
fi: Google Analytics -tilinumero
ko: 구글 애널리틱스 계정 번호
sv: Google Analytics kontonummer
zh: 谷歌分析帐号

# Languages::sw.business_model
source: Business Model
fi: Bisnesmalli
ko: 비즈니스 모델
sv: Affärsmodell
zh: 商业模式

# Languages::sw.vendors
source: Vendors
fi: Myyjät
ko: 공급업체
sv: Försäljare
zh: 供应商

# Languages::sw.site_admin_email
source: Site administrator e-mail address
fi: Sivuston ylläpitäjän sähköpostiosoite
ko: 사이트 관리자 이메일 주소
sv: Webbplatsadministratörens e-postadress
zh: 站点管理员电子邮件地址

# Languages::sw.address_text
source: Company address (street, house, etc.)
fi: Yrityksen osoite (katu, talo jne.)
ko: 회사 주소(거리, 집 등)
sv: Företagsadress (gata, hus, etc.)
zh: 公司地址（街道、房屋等）

# Languages::sw.country
source: Company country
fi: Yrityksen maa
ko: 회사 국가
sv: Företagsland
zh: 公司国家

# Languages::sw.state
source: Company state
fi: Yrityksen tila
ko: 회사 상태
sv: Bolagets stat
zh: 公司状态

# Languages::sw.city
source: Company city
fi: Yrityksen kaupunki
ko: 회사 도시
sv: Företagsstad
zh: 公司城市

# Languages::sw.zipcode
source: Company zip code
fi: Yrityksen postinumero
ko: 회사 우편번호
sv: Företagets postnummer
zh: 公司邮政编码

# Languages::sw.phone
source: Company phone
fi: Yrityksen puhelin
ko: 회사 전화
sv: Företagstelefon
zh: 公司电话

# Languages::sw.phone_2
source: Company phone 2
fi: Yrityksen puhelin 2
ko: 회사 전화 2
sv: Företagstelefon 2
zh: 公司电话2

# Languages::sw.fax
source: Fax
fi: Faksi
ko: 팩스
zh: 传真

# Languages::sw.website
source: Company website
fi: Yrityksen verkkosivu
ko: 회사 웹 사이트
sv: Företagshemsida
zh: 公司网站

# Languages::sw.company_start_year
source: Year when the store started its operation
fi: Vuosi, jolloin kauppa aloitti toimintansa
ko: 점포가 개업한 연도
sv: År då butiken startade sin verksamhet
zh: 店铺开始营业的年份

# Languages::sw.collect_taxes_from_vendors
source: Collect taxes from vendors
fi: Kerää verot myyjiltä
ko: 공급업체로부터 세금 징수
sv: Samla in skatter från försäljare
zh: 从供应商处收税

# Languages::sw.moderation
source: Moderation
fi: Maltillisuus
ko: 절도
sv: Måtta
zh: 适度

# Languages::sw.vendor_profile_updates_approval
source: Check changes to vendor profile
fi: Tarkista toimittajaprofiilin muutokset
ko: 공급업체 프로필 변경 사항 확인
sv: Kontrollera ändringar i leverantörsprofilen
zh: 检查对供应商资料的更改

# Languages::sw.products_prior_approval
source: Check new products
fi: Tarkista uudet tuotteet
ko: 새 제품 확인
sv: Kolla nya produkter
zh: 检查新产品

# Languages::sw.products_updates_approval
source: Check changes to existing products
fi: Tarkista muutokset olemassa oleviin tuotteisiin
ko: 기존 제품의 변경 사항 확인
sv: Kontrollera ändringar av befintliga produkter
zh: 检查对现有产品的更改

# Languages::sw.accounting
source: Accounting
fi: Kirjanpito
ko: 회계
sv: Bokföring
zh: 会计

# Languages::sw.lowers_allowed_balance
source: Minimum allowed vendor balance
fi: Myyjän pienin sallittu saldo
ko: 최소 허용 공급업체 잔액
sv: Minsta tillåtna leverantörssaldo
zh: 允许的最低供应商余额

# Languages::sw.grace_period_to_refill_balance
source: Block vendor after days
fi: Estä myyjä päivän kuluttua
ko: 며칠 후 공급업체 차단
sv: Blockera leverantören efter dagar
zh: 几天后阻止供应商

# Languages::sw.location
source: Location
fi: Sijainti
ko: 위치
sv: Plats
zh: 地点

# Languages::sw.enable_vendor_location_using_google_map
source: Let vendors set their location on Google Maps
fi: Anna myyjien määrittää sijaintinsa Google Mapsissa
ko: 공급업체가 Google 지도에서 위치를 설정하도록 허용
sv: Låt leverantörer ange sin plats på Google Maps
zh: 让供应商在 Google 地图上设置他们的位置

# Languages::sw.vendor_profile_fields
source: Vendor profile fields
fi: Toimittajaprofiilikentät
ko: 공급업체 프로필 필드
sv: Leverantörsprofilfält
zh: 供应商资料字段

# Languages::sw.set_up_vendor_profile_fields
source: What information about vendors do you need?
fi: Mitä tietoja myyjistä tarvitset?
ko: 공급업체에 대한 어떤 정보가 필요합니까?
sv: Vilken information om leverantörer behöver du?
zh: 您需要有关供应商的哪些信息？

# Languages::sw.notifications
source: Notifications
fi: Ilmoitukset
ko: 알림
sv: Aviseringar
zh: 通知

# Languages::sw.admin_notifications
source: Admin notifications
fi: Järjestelmänvalvojan ilmoitukset
ko: 관리자 알림
sv: Admin aviseringar
zh: 管理员通知

# Languages::sw.vendor_notifications
source: Vendor notifications
fi: Myyjän ilmoitukset
ko: 공급업체 알림
sv: Leverantörsmeddelanden
zh: 供应商通知

# Languages::sw.selected_design
source: Current design
fi: Nykyinen suunnittelu
ko: 현재 디자인
sv: Nuvarande design
zh: 当前设计

# Languages::sw.upload_logo
source: Upload logo
fi: Lataa logo
ko: 로고 업로드
sv: Ladda upp logotyp
zh: 上传徽标

# Languages::sw.logo_theme
source: Main
ko: 기본
zh: 主要的

# Languages::sw.logo_mail
source: Email
fi: Sähköposti
ko: 이메일
sv: E-post
zh: 电子邮件

# Languages::sw.select_image
source: Select image
fi: Valitse kuva
ko: 이미지 선택
sv: Välj bild
zh: 选择图片

# Languages::sw.select_right_design
source: Pick a design preset
fi: Valitse suunnittelun esiasetus
ko: 디자인 사전 설정 선택
sv: Välj en designförinställning
zh: 选择一个设计预设

# Languages::sw.activate
source: Activate
fi: Aktivoida
ko: 활성화
sv: Aktivera
zh: 启用

# Languages::sw.apply
source: Apply
fi: Käytä
ko: 적용하다
sv: Tillämpa
zh: 申请

# Languages::sw.preview
source: Preview
fi: Esikatselu
ko: 시사
sv: Förhandsvisning
zh: 预览

# Languages::sw.edit_design
source: Edit design
fi: Muokkaa suunnittelua
ko: 디자인 편집
sv: Redigera design
zh: 编辑设计

# Languages::sw.design
source: Design
ko: 설계
zh: 设计

# Languages::sw.error_updating_payment
source: Error occured during payment method update
fi: Maksutavan päivityksen aikana tapahtui virhe
ko: 결제 수단 업데이트 중 오류가 발생했습니다.
sv: Ett fel uppstod under uppdateringen av betalningsmetoden
zh: 付款方式更新期间发生错误

# Languages::sw.payments
source: Payments
fi: Maksut
ko: 지불
sv: Betalningar
zh: 付款

# Languages::sw.payment_not_found
source: The Yandex.Money payment method not found
fi: Yandex.Money-maksutapaa ei löydy
ko: Yandex.Money 결제 수단을 찾을 수 없습니다.
sv: Betalningsmetoden Yandex.Money hittades inte
zh: 未找到 Yandex.Money 付款方式

# Languages::sw.over_payment_system
source: Use another payment system
fi: Käytä toista maksujärjestelmää
ko: 다른 결제 시스템 사용
sv: Använd ett annat betalningssystem
zh: 使用其他支付系统

# Languages::sw.shippings
source: Shipping services
fi: Lähetyspalvelut
ko: 배송 서비스
sv: Frakttjänster
zh: 运输服务

# Languages::sw.ems_russian_post
source: EMS Russian Post
fi: EMS Venäjän posti
ko: EMS 러시아 우편
sv: EMS ryska posten
zh: EMS 俄罗斯邮政

# Languages::sw.russian_post
source: Russian Post
fi: Venäjän posti
ko: 러시아 포스트
sv: rysk post
zh: 俄罗斯邮政

# Languages::sw.usps
source: USPS
zh: 美国邮政总局

# Languages::sw.fedex
source: FedEx
ko: 페덱스
zh: 联邦快递

# Languages::sw.goto_shipping_methods
source: Go to shipping methods
fi: Siirry toimitustapoihin
ko: 배송 방법으로 이동
sv: Gå till fraktsätt
zh: 转到运输方式

# Languages::sw.configure
source: Configure
fi: Määritä
ko: 구성
sv: Konfigurera
zh: 配置
