Repository: mercy-thuyle/cs-cart
Catalog: *-cart/var/langs/*/*/addons/booking.po
Languages: pt_br

# Addons::name::booking
source: Booking [Beta]
pt_br: Reserva [Beta]

# SettingsSections::booking::general
source: General
pt_br: Em geral

# Languages::booking.product_tab.bookings
source: Bookings
pt_br: Reservas

# Languages::booking.bookings
source: Bookings
pt_br: Reservas

# Languages::booking.service.duration
source: Duration
pt_br: Duração

# Languages::booking.service.duration.hour
source: in hours
pt_br: em horas

# Languages::booking.service.duration.day
source: in days
pt_br: em dias

# Languages::booking.service.booked_dates
source: Booked dates
pt_br: Datas reservadas

# Languages::booking.service.booked_dates_description
source: Click on the date to see the associated orders. If a date is marked in red, then booking on that date is unavailable.
pt_br: Clique na data para ver os pedidos associados. Se uma data estiver marcada em vermelho, a reserva nessa data não estará disponível.

# Languages::booking.service.operating_hours.title
source: Operating hours
pt_br: Horas de funcionamento

# Languages::booking.service.operating_hours.description
source: Check the days and specify the times you will be available.
pt_br: Verifique os dias e especifique os horários em que estará disponível.

# Languages::booking.service.locked_dates
source: Blocked dates
pt_br: Datas bloqueadas

# Languages::booking.service.locked_dates_description
source: Set a date range that you want to make unavailable.
pt_br: Defina um intervalo de datas que você deseja tornar indisponível.

# Languages::booking.service.location_description
source: Provide the location of your offer, so that customers could find it.
pt_br: Forneça a localização da sua oferta, para que os clientes possam encontrá-la.

# Languages::booking.blocked_for_reservations
source: This date is blocked for any reservations.
pt_br: Esta data está bloqueada para quaisquer reservas.

# Languages::booking.product_location
source: Location
pt_br: Localização

# Languages::booking.filter_by_location
source: Location
pt_br: Localização

# Languages::booking.enter_location
source: Enter a location
pt_br: Insira um local

# Languages::booking.filter_by_date
source: Availability
pt_br: Disponibilidade

# Languages::booking.check_in_date
source: Check-in date
pt_br: Data de check-in

# Languages::booking.check_out_date
source: Check-out date
pt_br: Data de saída

# Languages::booking.check_in_out_date
source: Check-in/out date
pt_br: Data de entrada/saída

# Languages::booking.days_count
source: No. of days
pt_br: Nº de dias

# Languages::booking.nights_count
source: No. of nights
pt_br: Nº de noites

# Languages::booking.nights
source: night|nights
pt_br: noite|noites

# Languages::booking.filter_template.location_and_date
source: Filter by location and date
pt_br: Filtrar por local e data

# Languages::booking.dates_area_not_available
source: Dates area not available
pt_br: Área de datas não disponível

# Languages::booking.search
source: Search
pt_br: Procurar

# Languages::booking.no_orders
source: Orders not found
pt_br: Pedidos não encontrados

# Languages::booking.do_not_have_permissions_to_view_reservations
source: You don't have permissions to view reservations
pt_br: Você não tem permissão para ver as reservas

# Languages::booking.availability
source: Availability
pt_br: Disponibilidade

# Languages::booking.no_dates_selected
source: No dates selected
pt_br: Nenhuma data selecionada

# Languages::booking.view_all_bookings
source: View all bookings
pt_br: Ver todas as reservas

# Languages::booking.view_bookings_in_this_period
source: View bookings in this period
pt_br: Ver reservas neste período

# Languages::booking.not_available
source: Not available
pt_br: Não disponível

# Languages::booking.available
source: Available
pt_br: Disponível

# Languages::booking.bookings_available
source: [available_amount] out of [amount]
pt_br: [available_amount] de [amount]

# Languages::booking.book_this
source: Reserve
pt_br: reserva

# Languages::booking.bookings_menu_description
source: Check availability by dates, find existing bookings, and make new ones.
pt_br: Verifique a disponibilidade por datas, encontre reservas existentes e faça novas.

# Languages::booking.clear_dates
source: Clear dates
pt_br: Limpar datas

# SettingsOptions::booking::booking_periods_header
source: Booking
pt_br: Reserva

# SettingsOptions::booking::default_maximum_days_before_booking
source: Maximum days before booking
pt_br: Máximo de dias antes da reserva

# SettingsOptions::booking::default_maximum_bookable_nights
source: Maximum bookable nights
pt_br: Máximo de noites reservadas

# Languages::booking.rules
source: Rules
pt_br: Regras

# Languages::booking.maximum_days_before_booking
source: Maximum days before booking
pt_br: Máximo de dias antes da reserva

# Languages::booking.maximum_bookable_nights
source: Maximum bookable nights
pt_br: Máximo de noites reservadas

# Languages::booking.maximum_days_before_booking_notice
source: Properties can be booked up to [n] day in advance.|Properties can be booked up to [n] days in advance.
pt_br: Os imóveis podem ser reservados com até [n] dia de antecedência.|Os imóveis podem ser reservados com até [n] dia de antecedência.

# Languages::booking.maximum_days_before_booking_notice.product
source: This property can be booked up to [n] day in advance.|This property can be booked up to [n] days in advance.
pt_br: Esta propriedade pode ser reservada com até [n] dia de antecedência.|Esta propriedade pode ser reservada com até [n] dia de antecedência.

# Languages::booking.maximum_bookable_nights_notice
source: A booking can last up to [n] nights.|A booking can last up to [n] nights.
pt_br: Uma reserva pode durar até [n] noites.|Uma reserva pode durar até [n] noite.

# Languages::booking.google_maps_api_key
source: Google Maps API key
pt_br: Chave da API do Google Maps

# Languages::booking.booking
source: Booking
pt_br: Reserva
